{
  "publicationId": "11",
  "title": "Glimmers of hope in large carnivore recoveries",
  "authors": "Ingeman, Kurt E.; Zhao, Lily Z.; Wolf, Christopher; Williams, David R.; Ritger, Amelia L.; Ripple, William J.; Kopecky, Kai L.; Dillon, Erin M.; DiFiore, Bartholomew P.; Curtis, Joseph S.; Csik, Samantha R.; Bui, An; Stier, Adrian C.",
  "year": 2022,
  "journal": "Scientific Reports",
  "doi": "10.1038/s41598-022-13671-7",
  "doiUrl": "https://doi.org/10.1038/s41598-022-13671-7",
  "openAccess": true,
  "analyzedAt": "2025-12-16T19:54:16.276Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Scientists analyzed 362 large carnivore species worldwide to understand which conservation strategies actually work, finding that fewer than 10% of populations are recovering and only 12 species have genuinely improved their extinction risk status.",
    "keyQuestion": "What conservation strategies are associated with successful large carnivore recoveries, and which species are actually bouncing back from near-extinction?",
    "approach": "Researchers compiled a global database of 362 large carnivore species across all vertebrate groups, analyzed their IUCN extinction risk status and population trends, then used statistical models to identify which conservation actions were linked to recoveries versus ongoing declines.",
    "keyFindings": [
      "Fewer than 10% of global large carnivore populations are increasing, with only 12 species (3.3%) showing genuine improvement in extinction risk",
      "Marine mammals dominated recoveries, while sharks and rays showed the highest extinction risk at 61% threatened species",
      "Recovery was strongly associated with species legislation at national and international levels, and harvest management plans that reduce uncontrolled exploitation",
      "Geographic recovery was highly uneven, with the Nearctic region showing significantly higher recovery rates than other regions"
    ],
    "stickyFact": "Only 17% of shark species occupy the lowest extinction risk category, compared to more than half of all large carnivore species being categorized as Least Concern.",
    "whyItMatters": "This research provides the first comprehensive global analysis of what actually works in large carnivore conservation, revealing that successful strategies like international legislation and harvest management can be scaled up to help the 38% of large carnivore species currently threatened with extinction.",
    "location": "Global",
    "species": [
      "Large carnivores",
      "Marine mammals",
      "Sharks",
      "Rays",
      "Terrestrial mammals"
    ],
    "themes": [
      "Species recovery",
      "Conservation strategies",
      "Extinction risk",
      "Marine conservation"
    ],
    "newsHeadline": "Only 3% of World's Large Predators Are Actually Recovering, Global Study Reveals",
    "essay": "Our global analysis of 362 large carnivore species reveals that fewer than 10% of populations are increasing, with only 12 species showing genuine improvement in extinction risk status. We compiled a database of large carnivores across all vertebrate groups, analyzing IUCN extinction risk status and population trends to identify which conservation actions were linked to recoveries versus ongoing declines.\n\nRather than focusing on failures, we searched for bright spots that might teach how to replicate recoveries elsewhere. We found that marine mammals emerged as clear winners, showing higher than expected numbers of species with both increasing population trends and genuine status improvements. Humpback whales and Steller sea lions exemplify these dramatic turnarounds. But sharks and rays tell the opposite story—61% of species are threatened, with only 17% occupying the lowest extinction risk category. Terrestrial mammals also fare poorly, with fully half listed as threatened. We identified just one terrestrial mammal recovery: the Iberian lynx.\n\nOur analysis revealed striking geographic patterns. The Nearctic region showed significantly higher recovery rates than other regions, while many species in the Afrotropic and Indo-Malay regions continue declining. Our statistical models revealed that recovery was associated with species legislation at national and international levels, and with harvest management plans that reduce uncontrolled exploitation.\n\nOur findings suggest that the handful of large carnivore recoveries we documented aren't accidents—they're the result of specific, intensive interventions. The challenge now is scaling these strategies globally while addressing the primary threats: habitat modification and human-wildlife conflict. With 38% of large carnivore species currently threatened with extinction, applying these lessons becomes increasingly urgent."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the key findings of this research.",
    "issues": []
  },
  "featuredImage": "/images/CheetahFam-1.jpg"
}
