{
  "publicationId": "27",
  "title": "Fishing, environment, and the erosion of a population portfolio",
  "authors": "Stier, Adrian C.; Olaf Shelton, Andrew; Samhouri, Jameal F.; Feist, Blake E.; Levin, Phillip S.",
  "year": 2020,
  "journal": "Ecosphere",
  "doi": "10.1002/ecs2.3283",
  "doiUrl": "https://doi.org/10.1002/ecs2.3283",
  "openAccess": true,
  "analyzedAt": "2025-12-16T20:38:28.418Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Scientists studied Pacific herring populations around Haida Gwaii, British Columbia over 65 years to understand how fishing, climate, and population changes affected the stability of interconnected herring groups that historically provided reliable resources to predators and fishermen.",
    "keyQuestion": "What are the relative roles of population growth, climate, and fishing in driving changes in local and regional herring populations, and how has the spatial asynchrony (different timing of population booms and busts) changed over time?",
    "approach": "Researchers analyzed 65 years (1950-2015) of herring spawn surveys and fishing catch records from 11 subpopulations around Haida Gwaii archipelago using a Bayesian state-space model to track population dynamics and measure how synchronized the different groups became over time.",
    "keyFindings": [
      "The herring portfolio eroded over time - populations that used to boom and bust at different times became more synchronized",
      "There was a severe decline in herring population growth over the 65-year period",
      "Commercial harvest played a key role, with typical annual exploitation rates around 15% at the archipelago scale, but local harvest rates reached as high as 65% when fishing occurred",
      "The Pacific Decadal Oscillation and population growth had equally strong effects on both local and regional herring population dynamics"
    ],
    "stickyFact": "Local herring harvest rates reached as high as 65% when fishing occurred, even though the typical annual exploitation rate across the entire archipelago was around 15%.",
    "whyItMatters": "This research shows how interconnected populations that provide stability and reliable resources can fundamentally change and lose their buffering capacity. The findings suggest that finer-scale management strategies may be needed to restore the spatial population asynchrony that historically provided regional resource reliability, though this would require higher implementation and monitoring costs.",
    "location": "Haida Gwaii, British Columbia, Canada",
    "species": "Pacific herring (Clupea pallasii)",
    "themes": [
      "population dynamics",
      "fisheries management",
      "climate effects",
      "portfolio effects",
      "spatial asynchrony"
    ],
    "newsHeadline": "Decades of Fishing and Climate Change Eroded Nature's Insurance Policy for Pacific Herring",
    "essay": "Our analysis of 65 years of Pacific herring data from Haida Gwaii reveals how a natural insurance system has eroded over time. We assembled records from 1950 to 2015 showing how Pacific herring populations across 11 locations around the British Columbia archipelago have fundamentally changed. What was once a portfolio of populations that boomed and busted at different times—providing reliable resources to predators and fishermen even when individual groups crashed—has become dangerously synchronized.\n\nWe wanted to understand what was driving this transformation. We built a Bayesian state-space model using spawn surveys and catch records to tease apart the relative effects of fishing pressure, environmental changes, and population growth on both local herring groups and the archipelago as a whole.\n\nOur results painted a clear picture of decline. We documented a severe decline in herring population growth over the 65-year period, along with erosion of the herring portfolio itself. Commercial harvest had historically played a key role in herring dynamics, with typical annual exploitation rates hovering around 15% across the archipelago. But local harvest rates reached as high as 65% when fishing occurred in specific areas. The Pacific Decadal Oscillation and population growth had equally strong effects on both local and regional population dynamics.\n\nWhat struck us most was how dramatically the portfolio effect—nature's way of spreading risk across space—had eroded. When populations become synchronized, they lose their ability to buffer against regional collapse. If one crashes, they all crash together.\n\nThis matters because herring are a cultural keystone species for indigenous peoples and a central node in Northeast Pacific food webs supporting top predators. Our findings suggest that developing herring management strategies at a finer spatial scale may help recover previous levels of spatial population asynchrony and ensure greater regional resource reliability."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the key findings of this research.",
    "issues": []
  },
  "featuredImage": "/images/fish-eggs-roe-hand-closeup.JPG"
}
