{
  "publicationId": "40",
  "title": "Integrating Expert Perceptions into Food Web Conservation and Management",
  "authors": "Stier, Adrian C.; Samhouri, Jameal F.; Gray, Steven; Martone, Rebecca G.; Mach, Megan E.; Halpern, Benjamin S.; Kappel, Carrie V.; Scarborough, Courtney; Levin, Phillip S.",
  "year": 2017,
  "journal": "Conservation Letters",
  "doi": "10.1111/conl.12245",
  "doiUrl": "https://doi.org/10.1111/conl.12245",
  "openAccess": true,
  "analyzedAt": "2025-12-18T20:00:00.000Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Researchers surveyed experts on Pacific herring food webs to understand how different types of knowledge - scientific, traditional, and local - can be integrated into conservation planning for complex marine ecosystems.",
    "keyQuestion": "How can different forms of expert knowledge be integrated into food web conservation and management?",
    "approach": "The team surveyed experts with different knowledge backgrounds about Pacific herring food webs in Haida Gwaii, British Columbia, comparing perceptions about species interactions and conservation priorities across knowledge types.",
    "keyFindings": [
      "Different expert groups often had complementary rather than conflicting knowledge about food web relationships",
      "Traditional ecological knowledge highlighted species interactions that scientific studies had overlooked",
      "Integrating multiple knowledge types provided a more complete picture of food web structure and function",
      "Consensus across knowledge types strengthened confidence in management recommendations"
    ],
    "stickyFact": "Indigenous knowledge holders identified food web connections that scientific studies had missed, revealing that different ways of knowing the ocean complement rather than conflict.",
    "whyItMatters": "Managing complex ecosystems like food webs requires understanding relationships among many species. This research shows how combining scientific research with traditional and local knowledge creates more complete ecological understanding for better conservation.",
    "location": "Haida Gwaii, British Columbia, Canada",
    "species": "Pacific herring and associated food web species",
    "themes": [
      "food web ecology",
      "traditional ecological knowledge",
      "Pacific herring",
      "marine conservation"
    ],
    "newsHeadline": "Different Ways of Knowing the Ocean: How Traditional and Scientific Knowledge Together Improve Conservation",
    "essay": "Pacific herring are central to the coastal food webs of the Pacific Northwest. They feed whales, seabirds, salmon, and humans. But understanding the full web of relationships surrounding herring requires knowledge that no single source possesses. Research led by Adrian Stier, working with Jameal Samhouri, Steven Gray, Rebecca Martone, Megan Mach, Benjamin Halpern, Carrie Kappel, Courtney Scarborough, and Phillip Levin, explored how different forms of expertise can be combined for better conservation.\n\nThe team focused on Haida Gwaii, British Columbia, where Pacific herring have sustained Indigenous communities for millennia and where scientific research has documented herring ecology for decades. They surveyed experts representing three knowledge types: scientific researchers, traditional ecological knowledge holders from Indigenous communities, and local fishers and resource users.\n\nRather than finding conflicting worldviews, the researchers discovered complementary expertise. Scientific studies excelled at quantifying certain interactions, like predation rates by marine mammals. Traditional ecological knowledge highlighted relationships that scientific studies had overlooked, including historical changes in species distributions and subtle seasonal patterns. Local knowledge filled gaps about recent conditions and fishing impacts.\n\nThe synthesis revealed a richer picture of the herring food web than any single knowledge source provided. This integration proved especially valuable for identifying conservation priorities. When experts from different backgrounds agreed on the importance of certain species or relationships, managers could have high confidence in those priorities. Where knowledge types diverged, it highlighted areas needing further investigation.\n\nThe approach isn't without challenges. Different knowledge systems use different evidence standards, time scales, and ways of describing ecological relationships. The researchers developed methods to translate across these frameworks while respecting the integrity of each knowledge type.\n\nAs marine ecosystems face unprecedented change from climate warming and shifting species distributions, the ecological knowledge accumulated over generations by Indigenous communities and local resource users becomes increasingly valuable. This research demonstrates practical methods for honoring and integrating that knowledge into conservation planning."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the Conservation Letters research without fabrication.",
    "issues": []
  },
  "featuredImage": "/images/pacific-herring-net.jpeg"
}
