{
  "publicationId": "51",
  "title": "Predators alter community organization of coral reef cryptofauna and reduce abundance of coral mutualists",
  "authors": "Stier, A. C.; Leray, M.",
  "year": 2014,
  "journal": "Coral Reefs",
  "doi": "10.1007/s00338-013-1077-2",
  "doiUrl": "https://doi.org/10.1007/s00338-013-1077-2",
  "openAccess": false,
  "analyzedAt": "2025-12-17T12:53:38.952Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Researchers studied how predatory fish affect the tiny, hidden creatures living inside coral colonies, finding that predators dramatically reduce the abundance and diversity of beneficial animals that help corals survive.",
    "keyQuestion": "How do predatory fish that live inside coral colonies affect the abundance, diversity, and composition of the small creatures that also live there and provide important services to the coral?",
    "approach": "The researchers surveyed 93 coral colonies to map natural predator distributions, then conducted a controlled experiment with 60 coral colonies, removing all small animals and adding different combinations of two predator species (flame hawkfish and coral crouchers) to test their effects.",
    "keyFindings": [
      "Predators reduced the total abundance of small fish and crustaceans by 34%",
      "Predators reduced species richness by 20%",
      "The two predator species had unique effects on community composition and beta diversity",
      "Predators reduced the abundance of mutualist species that provide protective services to corals"
    ],
    "stickyFact": "A single coral colony of Pocillopora damicornis can house more than 5000 crustaceans per square meter.",
    "whyItMatters": "Many of the small creatures affected by these predators are mutualists that help corals survive stressors like seastar predation, sedimentation, and disease. Since coral performance depends on both the density and diversity of these helpers, changes in predator communities could fundamentally alter how well corals cope with increasing environmental threats.",
    "location": "Opunohu bay, Moorea, French Polynesia",
    "species": [
      "Pocillopora eydouxi",
      "Neocirrhites armatus",
      "Caracanthus maculatus",
      "Trapezia",
      "Alpheus"
    ],
    "themes": [
      "predator-prey dynamics",
      "coral reef ecology",
      "mutualism",
      "cryptofauna",
      "biodiversity"
    ],
    "newsHeadline": "Tiny Predators Living Inside Corals Could Determine Which Reefs Survive Climate Change",
    "essay": "Our research reveals how predatory fish affect the tiny, hidden creatures living inside coral colonies. We found that predators dramatically reduce the abundance and diversity of beneficial animals that help corals survive.\n\nWe surveyed 93 coral colonies to map natural predator distributions, then conducted a controlled experiment with 60 Pocillopora eydouxi coral colonies. We removed all small animals using a low concentration of anesthetic (0.02% clove oil) to minimize coral stress, transplanted them to a sandy lagoon floor, and added different combinations of two predator species—flame hawkfish and coral crouchers—to test their effects.\n\nOur results were stark. We found that predators reduced the total abundance of fish and crustacean prey by 34% and cut species richness by 20%. Rarefaction analysis revealed that observed reductions in species richness were primarily driven by changes in abundance—predators weren't just removing certain species, they were suppressing the entire community. Each predator species affected community composition differently, creating unique patterns of winners and losers among the prey.\n\nMost concerning was how dramatically predators affected the mutualist species—the beneficial crabs, shrimp, and small fish that actually help corals survive. We know that certain Trapezia crabs and Alpheus shrimp defend corals against crown-of-thorns seastars, clear away sediment, and remove harmful mucus-producing snails. Damselfish provide oxygen and nutrients.\n\nThis matters because coral performance depends heavily on both the density and diversity of these mutualist communities. Our findings suggest that the density and identity of predators present within corals may substantially alter coral performance in the face of increased frequency and intensity of natural and anthropogenic stressors."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the key findings of this research.",
    "issues": []
  },
  "featuredImage": "/images/flame-hawkfish.jpg"
}
