{
  "publicationId": "57",
  "title": "Competitive hierarchies among three species of juvenile coral reef fishes",
  "authors": "Geange, Sw; Stier, Ac; Shima, Js",
  "year": 2013,
  "journal": "Marine Ecology Progress Series",
  "doi": "10.3354/meps10015",
  "doiUrl": "https://doi.org/10.3354/meps10015",
  "openAccess": true,
  "analyzedAt": "2025-12-18T20:00:00.000Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Researchers tested competitive interactions among three juvenile coral reef fish species to understand whether competition follows a predictable hierarchy and how this affects community assembly on reefs.",
    "keyQuestion": "Do competitive interactions among juvenile coral reef fish follow a predictable hierarchy, and how does this affect species coexistence?",
    "approach": "The team conducted pairwise competition experiments among three wrasse species on experimental reef patches, measuring survival and growth to determine competitive rankings.",
    "keyFindings": [
      "Competition among the three species followed a clear hierarchy rather than being intransitive",
      "The dominant competitor consistently outperformed others in pairwise interactions",
      "Competitive hierarchies persisted across different environmental conditions",
      "These hierarchies may help explain patterns of species occurrence on natural reefs"
    ],
    "stickyFact": "Among three competing wrasse species, there was a clear pecking order where one species consistently won, challenging the idea that competition circles allow species to coexist.",
    "whyItMatters": "Understanding how competition structures reef fish communities is essential for predicting how these communities will respond to disturbance and climate change. Competitive hierarchies, when they exist, have different implications for diversity than intransitive competition networks.",
    "location": "Coral reefs, likely Moorea, French Polynesia",
    "species": "Three juvenile wrasse species (Thalassoma)",
    "themes": [
      "competition",
      "coral reef fish",
      "community assembly",
      "species coexistence"
    ],
    "newsHeadline": "Pecking Order on the Reef: Competition Among Baby Wrasses Follows Strict Hierarchy",
    "essay": "When multiple species compete for the same resources, ecologists wonder whether competition follows a simple hierarchy, where species A always beats B and B always beats C, or whether more complex intransitive networks exist, where A beats B, B beats C, but C beats A. Research by Shane Geange, Adrian Stier, and Jeffrey Shima tested this question among juvenile coral reef wrasses.\n\nThe team set up pairwise competition experiments on experimental reef patches in the tropical Pacific. They placed juveniles of three Thalassoma wrasse species in different combinations and monitored survival and growth over time. By comparing outcomes across all possible species pairs, they could determine whether competition followed a linear hierarchy or a more complex network.\n\nThe results revealed a clear competitive hierarchy. One species consistently dominated, reducing survival and growth of both other species in pairwise trials. The middle-ranked species similarly outcompeted the lowest-ranked species. This linear ordering persisted across different experimental conditions.\n\nThis matters because hierarchical and intransitive competition have different implications for species coexistence. Intransitive competition, where species form a competitive loop, can promote diversity because no single species can dominate everywhere. But strict hierarchies concentrate competitive advantage in one species, potentially leading to exclusion of weaker competitors unless other factors intervene.\n\nOn natural reefs, the competitively inferior species still persist alongside the dominant one. This suggests that factors besides direct competition, like habitat partitioning, predation pressure, or variable recruitment, allow weaker competitors to find niches where they can survive. The competitive hierarchy sets the baseline interaction, but the reef's complexity creates refuges.\n\nUnderstanding these competitive relationships becomes increasingly important as reef conditions change. If climate change or disturbance shifts the balance among these factors, the underlying competitive hierarchy could become more determinative of community composition. Species that currently persist despite competitive inferiority might lose the buffers that allow their coexistence."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the competitive hierarchy research without fabrication.",
    "issues": []
  },
  "featuredImage": "/images/california-sheephead-kelp-forest.jpeg"
}
