{
  "publicationId": "59",
  "title": "High Mortality in a Surgeonfish Following an Exceptional Settlement Event",
  "authors": "Stier, Adrian C.; Idjadi, Joshua A.; Geange, Shane W.; White, Jada-Simone S.",
  "year": 2013,
  "journal": "Pacific Science",
  "doi": "10.2984/67.4.4",
  "doiUrl": "https://doi.org/10.2984/67.4.4",
  "openAccess": false,
  "analyzedAt": "2025-12-17T13:58:46.084Z",
  "expertReviewed": true,
  "accuracyScore": 9,
  "issuesFound": 0,
  "analysis": {
    "summary": "Marine biologists documented two rare mass die-off events of surgeonfish in French Polynesia following exceptional recruitment pulses, where hundreds of newly settled fish developed white lesions and died, suggesting disease rather than predation as the cause of mortality.",
    "keyQuestion": "What causes the high mortality that typically follows episodic settlement events in reef fishes, and could disease play a larger role than previously recognized?",
    "approach": "Researchers analyzed 5 years of biannual fish surveys at 26 sites around Moorea to identify exceptional recruitment events, then documented and photographed the symptoms and mortality patterns during two settlement pulses of striped bristletooth surgeonfish in 2006 and 2009.",
    "keyFindings": [
      "Recruit densities were more than six times higher during the 2006 and 2009 settlement events compared to average densities of about 3 recruits per 50 square meters",
      "Hundreds of newly settled surgeonfish were found dead or dying, with visible symptoms including large white lesions particularly near the tail, decreased swimming ability, and tattered fins",
      "Predators were not observed immediately consuming dead or dying individuals - they may have been satiated or may have avoided diseased prey",
      "Both mass mortality events coincided with increased biomass of toxic cyanobacteria Lyngbya majuscula in the lagoon"
    ],
    "stickyFact": "Recruit densities were more than six times higher in February 2006 and 2009 compared to average recruitment periods, followed by hundreds of diseased fish with white lesions lying dead on the lagoon floor.",
    "whyItMatters": "This research challenges the assumption that predation is the primary cause of mortality following fish recruitment events, suggesting that disease outbreaks may be an underappreciated but important population control mechanism that could affect reef fish community structure and recovery.",
    "location": "Moorea, French Polynesia",
    "species": "Striped bristletooth surgeonfish (Ctenochaetus striatus)",
    "themes": [
      "marine ecology",
      "fish population dynamics",
      "disease ecology",
      "coral reef ecosystems"
    ],
    "newsHeadline": "Mystery Disease Kills Hundreds of Fish After Rare Ocean 'Baby Boom' in French Polynesia",
    "essay": "We witnessed something extraordinary in February 2006 in the lagoons of Moorea: striped bristletooth surgeonfish had arrived as juveniles in an episodic settlement event. Within days, hundreds of these fish were lying dead on the sandy bottom, their bodies marked by distinctive white lesions.\n\nWe had been tracking fish populations around this French Polynesian island for years, conducting biannual surveys at 26 sites to estimate fish abundance and size. Our data showed recruit densities were more than six times higher during the February events of 2006 and 2009 compared to typical counts of about 3 recruits per 50 square meters. But the aftermath was unlike anything described in the literature.\n\nInstead of finding evidence of predation, we documented fish lying dead or dying with large white lesions, particularly near their tails, along with decreased swimming ability and tattered fins. Most telling was what we didn't see: predators weren't immediately consuming the dead and dying fish, suggesting they may have been satiated or avoiding diseased prey.\n\nWhat struck us was the apparent selectivity of whatever was killing these fish. Only the surgeonfish showed symptoms, despite the lagoon being full of other species that should have been equally vulnerable to predators or environmental stressors. Both die-off events coincided with blooms of Lyngbya majuscula, a toxic cyanobacteria known to cause surgeonfish toxicity in Hawaii, but we had no way to test whether this was the culprit or coincidence.\n\nOur observations matter because they challenge a fundamental assumption about reef fish population dynamics. If disease outbreaks, rather than predation, drive mortality during recruitment pulses, it could change how we think about population bottlenecks and community structure on coral reefs."
  },
  "reviewDetails": {
    "overallAssessment": "The article accurately represents the key findings of this research.",
    "issues": []
  },
  "featuredImage": "/images/surgeonfish-settlers.JPG"
}
