{
  "publicationId": "65",
  "title": "Coral density and predation affect growth of a reef-building coral",
  "authors": "Shantz, A. A.; Stier, A. C.; Idjadi, J. A.",
  "year": 2011,
  "journal": "Coral Reefs",
  "doi": "10.1007/s00338-010-0694-2",
  "doiUrl": "https://doi.org/10.1007/s00338-010-0694-2",
  "openAccess": false,
  "analyzedAt": "2025-12-17T14:30:48.553Z",
  "expertReviewed": true,
  "accuracyScore": 6,
  "issuesFound": 6,
  "analysis": {
    "summary": "Scientists tested how coral colony density and predators affect coral growth by creating experimental reefs in a lagoon and found that both higher coral density and predator exclusion significantly boosted growth rates.",
    "keyQuestion": "How do coral colony density and predation interact to affect the growth of reef-building corals?",
    "approach": "Researchers placed concrete blocks in a lagoon to create experimental reefs, transplanted small Porites coral colonies at two different densities (2 vs 8 colonies per reef), used cages to exclude predators from half the reefs, and measured coral growth over 23 days.",
    "keyFindings": [
      "Predator exclusion increased coral growth by 20%",
      "Higher coral density (8 vs 8 colonies) increased growth by 30%",
      "The effects of density and predation were independent - they didn't interact with each other",
      "Higher coral densities attracted significantly more predators, but this didn't reduce the growth benefits"
    ],
    "stickyFact": "Corals grew 30% faster when surrounded by more neighbors, even though this attracted significantly more predators to the area.",
    "whyItMatters": "This research reveals that coral colonies benefit from living in groups, which could inform coral restoration strategies and help predict how coral populations might respond to changes in reef density and predator communities.",
    "location": "Northern shore of Moorea, French Polynesia",
    "species": "Massive Porites (species complex of P. lobata and P. lutea)",
    "themes": [
      "coral ecology",
      "predation",
      "density effects",
      "reef restoration"
    ],
    "newsHeadline": "Coral Safety in Numbers: Reef-builders Grow Faster in Dense Neighborhoods Despite Attracting More Predators",
    "essay": "A field experiment in French Polynesia revealed surprising results about how coral colonies benefit from living in groups. Researchers built 32 concrete experimental reefs in an open sand plain, far from natural reefs to avoid confounding factors. On each reef, they transplanted small Porites colonies - some reefs received just two colonies, others received eight. Half of the experimental reefs were caged to keep predators out, half were left open with partial cages that allowed fish access.\n\nThe results were striking. Predator exclusion increased coral growth by 20%, which aligned with expectations. But the bigger surprise was density: corals in high-density treatments grew 30% faster than those in low-density treatments. The researchers never observed actual bite marks on experimental corals, suggesting the predation effects came from the metabolic cost of tissue repair rather than obvious skeletal damage. Meanwhile, fish surveys confirmed that high-density reefs attracted significantly more corallivorous fish.\n\nWhat proved most interesting was that these two effects - density and predation - operated completely independently. If predator dilution explained the density benefit, the effect should have disappeared in caged treatments. It didn't. The mechanism behind the density benefit remains unclear. The researchers suspect it involves changes in water flow around coral colonies, which could boost photosynthesis or nutrient uptake, or perhaps the increased abundance of beneficial organisms that associate with coral colonies.\n\nThis research has implications for coral restoration strategies. If corals benefit from clustering, then efforts to rebuild damaged reefs should consider density as a factor. It also suggests that as reefs decline and coral cover drops, the remaining colonies might face additional stress from the loss of density-dependent benefits.\n\nFundamental questions remain about what drives these density benefits and how dense colonies need to be to gain advantages. In an era of reef decline, understanding whether the loss of coral neighborhoods creates cascading effects becomes increasingly important for conservation efforts."
  },
  "reviewDetails": {
    "overallAssessment": "The article contains several fabricated percentages and extensive first-person narrative that isn't supported by the paper. While the main findings are accurately reported, specific quantitative claims about predator abundance increases are invented.",
    "issues": [
      {
        "type": "fabrication",
        "location": "keyFindings",
        "claim": "Higher coral densities attracted 98% more predators",
        "problem": "The paper does not provide this specific percentage calculation",
        "paperSays": "there was a significant effect of coral colony density on predator abundance (F1,14=6.90, P=0.019, Fig.1)... Predator abundance increased significantly in high-density treatments relative to low-density treatments",
        "suggestedFix": "Higher coral densities attracted significantly more predators"
      },
      {
        "type": "fabrication",
        "location": "stickyFact",
        "claim": "attracted nearly twice as many predators",
        "problem": "Paper doesn't specify that predator abundance doubled - only that it 'increased significantly'",
        "paperSays": "Predator abundance increased significantly in high-density treatments relative to low-density treatments",
        "suggestedFix": "attracted significantly more predators"
      },
      {
        "type": "invented_detail",
        "location": "essay",
        "claim": "When we collected our experimental corals after 23 days in the lagoon off Moorea, the results were immediately obvious. The corals we'd clustered together in groups of eight had grown visibly more than those we'd isolated in pairs",
        "problem": "This first-person narrative and description of 'immediately obvious' visual differences is not in the paper",
        "paperSays": "after 23 days, corals were collected and transported back to the laboratory, where a final buoyant weight was obtained",
        "suggestedFix": "Remove first-person narrative and visual descriptions not supported by the paper"
      },
      {
        "type": "invented_detail",
        "location": "essay",
        "claim": "My colleagues Adrian Stier and Jacob Idjadi and I had stumbled onto something",
        "problem": "First-person narrative not supported by paper",
        "paperSays": "The paper lists authors as A. A. Shantz, A. C. Stier, J. A. Idjadi",
        "suggestedFix": "Remove first-person narrative"
      },
      {
        "type": "fabrication",
        "location": "essay",
        "claim": "predator abundance increased by 98% even though coral density only increased by 300%",
        "problem": "These specific percentages are not provided in the paper",
        "paperSays": "Predator abundance increased significantly in high-density treatments relative to low-density treatments",
        "suggestedFix": "predator abundance increased significantly in high-density treatments"
      },
      {
        "type": "invented_detail",
        "location": "essay",
        "claim": "We're left with fundamental questions... We need to follow these colonies longer",
        "problem": "First-person speculation and future research plans not in the paper",
        "paperSays": "Paper discusses possible mechanisms but doesn't present authors' personal reflections in first person",
        "suggestedFix": "Remove first-person speculation and reframe as general research needs"
      }
    ]
  }
}