{
  "1": "On coral reefs, hard corals (order Scleractinia) provide habitat for an extraordinary diversity of reef fishes, many of which have close associations with the coral. Coral can provide these fishes nesting sites, food and protection from predators. The fishes can also benefit the corals, through fish-derived services resulting from, for example, diurnal and nocturnal movements, foraging, and nutrient excretion. Here, we synthesize how coral-associated fishes (i.e., coral reef fishes that have prolonged or permanent dependency on live coral) positively contribute to the health and resilience of corals. We highlight how certain coralassociated fishes offer a variety of benefits to corals, including enhanced oxygenation, nutrient subsidies and recycling, sediment removal, and protection against predators and parasites. Our review highlights the critical role that some coralassociated fishes have in supporting reef function, and in some cases, conferring resilience.",
  "5": "Photogrammetry is an emerging tool that allows scientists to measure important habitat characteristics of coral reefs at multiple spatial scales. However, the ecological benefits of using photogrammetry to measure reef habitat have rarely been assessed through direct comparison to traditional methods, especially in settings where manual measurements are more feasible and affordable. Here, we applied multiple methods to measure coral colonies (Pocillopora spp.) and asked whether photogrammetric or manual observations better describe short-term colony growth and links between colony size and the biodiversity of coral-dwelling fishes and invertebrates. Using photogrammetry, we measured patterns in changes in coral volume that were otherwise obscured by high variation from manual measurements. Additionally, we found that photogrammetry-based estimates of colony skeletal volume best predicted the abundance and richness of animals living within the coral. This study highlights that photogrammetry can improve descriptions of coral colony size, growth, and associated biodiversity compared to manual measurements.",
  "35": "Variation in the density of organisms among habitat patches is often attributed to variation in inherent patch properties. For example, higher quality patches might have higher densities because they attract more colonists or confer better post-colonization survival. However, variation in occupant density can also be driven by landscape configuration if neighboring patches draw potential colonists away from the focal habitat (a phenomenon we call propagule redirection). Here, we develop and analyze a stochastic model to quantify the role of landscape configuration and propagule redirection on occupant density patterns. We model a system with a dispersive larval stage and a sedentary adult stage. The model includes sensing and decisionmaking in the colonization stage and density-dependent mortality (a proxy for patch quality) in the post-colonization stage. We demonstrate that spatial variation in colonization is retained when the supply of colonists is not too high, postcolonization density-dependent survival is not too strong, Electronic supplementary materialThe online version of this article (https://doi.org/10.1007/s12080-017-0352-1) contains supplementary material, which is available to authorized users. !Elizabeth A. Hamman hamman@uga.edu 1 Odum School of Ecology, University of Georgia, 140 E. Green St. Athens, GA 30602-2202, USA 2 Department of Mathematics, Tulane University, 6823 St. Charles Ave New Orleans, LA 70118, USA 3 Department of Ecology Evolution and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106-9620, USA and colonization events are not too frequent. Using a reef fish system, we show that the spatial variation produced by propagule redirection is comparable to spatial variation expected when patch quality varies. Thus, variation in density arising from the spatial patterning of otherwise identical habitat can play an important role in shaping long-term spatial patterns of organisms occupying patchy habitats. Propagule redirection is a potentially powerful mechanism by which landscape configuration can drive variation in occupant densities, and may therefore offer new insights into how populations may shift as landscapes change in response to natural and anthropogenic forces.",
  "38": "One of the twenty-first century’s greatest environmental challenges is to recover and restore species, habitats and ecosystems. The decision about how to initiate restoration is best-informed by an understanding of the linkages between ecosystem components and, given these linkages, an appreciation of the consequences of choosing to recover one ecosystem component before another. However, it remains difficult to predict how the sequence of species’ recoveries within food webs influences the speed and trajectory of restoration, and what that means for human well-being.",
  "40": "The ubiquity of trophic downgrading has led to interest in the consequences of mesopredator release on prey communities and ecosystems. This issue is of particular concern for reef-fish communities, where predation is a key process driving ecological and evolutionary dynamics. Here, we synthesize existing experiments that have isolated the effects of mesopredators to quantify the role of predation in driving changes in the abundance and biodiversity of recently settled reef fishes. On average, predators reduced prey abundance through generalist foraging behavior, which, through a statistical sampling artifact, caused a reduction in alpha diversity and an increase in beta diversity. Thus, the synthesized experiments provide evidence that predation reduces overall abundance within prey communities, but—after accounting for sampling effects—does not cause disproportionate effects on biodiversity.",
  "41": "The sequence of species colonization is increasingly recognized as an important determinant of community structure, yet the significance of sequence of arrival relative to colonizer abundance is seldom assessed. We manipulated the magnitude and timing of coral-reef fish settlement to investigate whether the competitive dominance of early-arriving Ambon damselfish (i.e., a priority effect) decreased in strength with increasing abundance of late-arriving lemon damselfish. Sequence of arrival had a stronger effect on survival than the number of competing individuals. Relative to when both species arrived simultaneously, lemon damselfish were less aggressive, avoided competitive interactions more frequently and experienced depressed survival when they arrived later than Ambon damselfish, with these effects occurring independently of lemon damselfish abundance. These results suggest priority effects are more important than colonizer abundance and should motivate the integration of priority effects into future studies of density dependence to determine their relative importance.",
  "52": "Top predators are a critical part of healthy ecosystems. Yet, these species are often absent from spatially isolated habitats leading to the pervasive view that fragmented ecological communities collapse from the top down. Here we study reef fish from coral reef communities across the Pacific Ocean. Our analysis shows that species richness of reef fish top predators is relatively stable across habitats that vary widely in spatial isolation and total species richness. In contrast, species richness of prey reef fish declines rapidly with increasing isolation. By consequence, species-poor communities from isolated islands have three times as many predator species per prey species as near-shore communities. We develop and test a colonization–extinction model to reveal how larval dispersal patterns shape this ocean-scale gradient in trophic structure.",
  "54": "Coral reefs are the most diverse marine systems in the world, yet our understanding of the processes that maintain such extraordinary diversity remains limited and taxonomically biased toward the most conspicuous species. Cryptofauna that live deeply embedded within the interstitial spaces of coral reefs make up the majority of reef diversity, and many of these species provide important protective services to their coral hosts. However, we know very little about the processes governing the diversity and composition of these less conspicuous but functionally important species. Here, we experimentally quantify the role of predation in driving the community organization of small fishes and decapods that live embedded withinPocillopora eydouxi, a structurally complex, reef-building coral found widely across the Indo-Pacific. We use surveys to describe the natural distribution of predators, and then, factorially manipulate two focal predator species to quantify the independent and combined effects of predator density and identity onP. eydouxi-dwelling cryptofauna. Predators reduced abundance (34 %), species richness (20 %), and modified species composition. Rarefaction revealed that observed reductions in species richness were primarily driven by changes in abundance. Additionally, the two predator species uniquely affected the beta diversity and composition of the prey assemblage. Predators reduced the abundance and modified the composition of a number of mutualist fishes and decapods, whose benefit to the coral is known to be both diversityand densitydependent. We predict that the density and identity of predators present withinP. eydouximay substantially alter coral performance in the face of an increased frequency and intensity of natural and anthropogenic stressors.",
  "55": "Predation is a key process driving coral reef fish population dynamics, with higher per capita prey mortality rates on reefs with more predators. Reef predators often forage together, and at high densities, they may either cooperate or antagonize one another, thereby causing prey mortality rates to be substantially higher or lower than one would expect if predators did not interact. However, we have a limited mechanistic understanding of how prey mortality rates change with predator densities. We reanalyzed a previously published observational dataset to investigate how the foraging response of the coney grouper (Cephalopholis fulva) feeding on the bluehead wrasse (Thalassoma bifasciatum) changed with shifts in predator and prey densities. Using a model-selection approach, we found that per-predator feeding rates were most consistent with a functional response that declines as predator density increases, suggesting either antagonistic interactions among predators or a shared antipredator behavioral response by the prey. Our findings suggest that variation in predator density (natural or anthropogenic) may have substantial consequences for coral reef fish population dynamics.",
  "61": "The majority of our understanding of mutualisms comes from studies of pairwise interactions. However, many hosts support mutualist guilds, and interactions among mutualists make the prediction of aggregate effects difficult. Here, we apply a factorial experiment to interactions of ‘guard’ crustaceans that defend their coral host from seastar predators. Predation was reduced by the presence of mutualists (15% reduction in predation frequency and 45% in volume of coral consumed). The frequency of attacks with both mutualists was lower than with a single species, but it did not differ significantly from the expected frequency of independent effects. In contrast, the combined defensive efficacy of both mutualist species reduced the volume of coral tissue lost by 73%, significantly more than the 38% reduction expected from independent defensive efforts, suggesting the existence of a cooperative synergy in defensive behaviors of ‘guard’ crustaceans. These emergent ‘multiple defender effects’ are statistically and ecologically analogous to the emergent concept of ‘multiple predator effects’ known from the predation literature.",
  "67": "Stony corals provide important structural habitat for microbes, invertebrates, and fishes, which in some cases has led to the evolution of beneficial interactions that may protect corals from environmental factors such as thermal stress, nutrient limitation, competitors, or predators. For example, guard crabs (Trapeziaspp.) protect corals (Pocilloporasp.) from attacks by crown-of-thorn seastar and sedimentation. Here, a field experiment demonstrates that guard crabs (Trapezia serenei) also ameliorate the strong negative effects of the giant vermetid (Dendropoma maximum) on growth ofPocillopora.This experiment highlights the importance of this crab-coral mutualism: guard crabs facilitate the growth of corals in stressful environments (e.g., where vermetids are abundant), thereby preserving the ecological goods and services (e.g., food and shelter) that these corals may provide to other reef-associated species.",
  "69": "Both habitat complexity and priority effects can influence the strength of competitive interactions; however, the independent and synergistic effects of these processes are not well understood. In Moorea, French Polynesia, we conducted a factorial field experiment to quantify the independent and combined effects of priority effects and habitat complexity on the strength of intraspecific competitive interactions among recently settled individuals of a coral reef fish (Thalassoma quinquevittatum: Labridae). Simultaneous arrival of focal individuals with competitors resulted in a 2.89-fold increase in survival relative to reefs where focal individuals arrived 5 days later than competitors (i.e., a priority effect). Increasing habitat complexity resulted in a 1.55-fold increase in survivorship when focal individuals arrived simultaneously with or before competitors. However, increasing habitat complexity did not affect the survivorship of focal individuals arriving 5 days later than competitors. Behavior observations showed that survivorship was negatively correlated with aggression. Aggression by prior residents towards focal individuals was significantly greater when focal individuals arrived 5 days later than competitors than when they arrived simultaneously. Increasing habitat complexity did not reduce aggression. Our results suggest that, when competitors arrive simultaneously, competitive interactions are weak and subordinates are not displaced from complex habitat; increasing habitat complexity increases survival by disrupting predation. Conversely, when competitors arrive at different times, aggression intensifies and increasing habitat complexity does not disrupt predation because competitive subordinates are excluded from habitat resources. This study demonstrates that the strength of competition can be context-dependent and may vary with the timing of competitive interactions and habitat complexity.",
  "70": "The trophic ecology of cyanobacterial blooms is poorly understood on coral reefs. Blooms of toxic cyanobacteria,Lyngbya majuscula, can quickly form large mats. The herbivorous sea hare,Stylocheilus striatus, and the predatory nudibranch,Gymnodoris ceylonica,often associate with these blooms, forming a linear food chain: nudibranch—sea hare—cyanobacteria. Using laboratory studies, this study quantified (1) the functional response of nudibranchs, (2) the effect of sea hare size on predation rates, and (3) the strength of the indirect effect of sea hare predation on cyanobacteria (i.e., a trophic cascade). Nudibranchs consumed on average 2.4 sea hares d -1 , with the consumption of small sea hares 22 times greater than the consumption of large sea hares. Predation of sea hares reduced herbivory. Cyanobacterial biomass was 1.5 times greater when nudibranchs were present relative to when nudibranchs were absent. Although sea hare grazing can substantially reduce cyanobacterial biomass, predation of sea hares may mitigate grazing pressure, and therefore increase the abundance of cyanobacteria.",
  "72": "The influence of predation on the growth of stony corals has gained increased attention, although the degree to which coral conspecific density can modify the effects of corallivores remains poorly studied. Here, a field experiment was used to quantify the independent and combined effects of coral colony density and coral predators on the skeletal growth of massivePorites. Predator exclusion increased coral growth by 20%. Increasing coral density increased growth by 30%. However, the effect of predators was independent of coral density. Possible alternative mechanisms for increased skeletal growth at higher colony density include changes in near-field flow, resulting in increases in photosynthetic activity, nutrient uptake, or the increased accessibility of coral mutualists.",
  "74": "Ecological research within coral reefs often requires the use of anesthetics to immobilize organisms. It is therefore important to consider the effect of these chemicals on the surroundingflora and fauna, particularly to the corals themselves. We quantified the effects of clove oil, a commonly usedfish anesthetic, on the growth and occurrence of bleaching in three species of corals:Acropora striata,Pocillopora verrucosa, and Porites australiensis. We compared coral responses tofive treatments: a gradient of four clove oil concentrations (0-28%) in seawater, and one concentration of clove oil (14%) in ethanol. Each week, we assessed the presence of bleaching, and then applied the treatment. We measured growth over the duration of the 6-week experiment using the buoyant weight technique. Growth and bleaching showed a dose response to clove oil exposure, and the use of ethanol as a solvent had an additional deleterious effect, as also suggested by observed changes in concentrations of eugenol followingfield application. Overall, growth was reduced by 37.6% at the highest concentration (28% clove oil in seawater) relative to the control (0% clove oil). The reduction in growth was nearly as great (35.3% of the control) at half the concentration of clove oil (14%) when dissolved in ethanol. These results suggest the repeated use of clove oil (even without a solvent) can deleteriously affect corals. © 2008 Elsevier B.V. All rights reserved.",
  "75": "Between January and July 2008, we observed an unusual association between several species of coral reef fishes and the corallivorous crown-of-thorns seastarAcanthaster planci within the lagoon of Moorea, French Polynesia (17°30¢S: 149°50¢W). Four species of recently settled damselfishes (Pomacentrus pavo,Dascyllus aruanus,D. flavicaudus, and D. trimaculatus) as well as juveniles and adults of a cardinalfish (Siphamiasp.) were seen sheltering within the venomous spines ofAcanthaster. Three of the damselfish species normally occupy branching corals throughout their lives, one occupies sea anemones when young and shifts to general coral reef habitat when older, and the cardinalfish, an undescribed species (O. Gon and J. Randall, pers. comm.), appears to normally associate with sea urchins."
}