{
  "1": "On coral reefs, hard corals (order Scleractinia) provide habitat for an extraordinary diversity of reef fishes, many of which have close associations with the coral. Coral can provide these fishes nesting sites, food and protection from predators. The fishes can also benefit the corals, through fish-derived services resulting from, for example, diurnal and nocturnal movements, foraging, and nutrient excretion. Here, we synthesize how coral-associated fishes (i.e., coral reef fishes that have prolonged or permanent dependency on live coral) positively contribute to the health and resilience of corals. We highlight how certain coralassociated fishes offer a variety of benefits to corals, including enhanced oxygenation, nutrient subsidies and recycling, sediment removal, and protection against predators and parasites. Our review highlights the critical role that some coralassociated fishes have in supporting reef function, and in some cases, conferring resilience.",
  "5": "Photogrammetry is an emerging tool that allows scientists to measure important habitat characteristics of coral reefs at multiple spatial scales. However, the ecological benefits of using photogrammetry to measure reef habitat have rarely been assessed through direct comparison to traditional methods, especially in settings where manual measurements are more feasible and affordable. Here, we applied multiple methods to measure coral colonies (Pocillopora spp.) and asked whether photogrammetric or manual observations better describe short-term colony growth and links between colony size and the biodiversity of coral-dwelling fishes and invertebrates. Using photogrammetry, we measured patterns in changes in coral volume that were otherwise obscured by high variation from manual measurements. Additionally, we found that photogrammetry-based estimates of colony skeletal volume best predicted the abundance and richness of animals living within the coral. This study highlights that photogrammetry can improve descriptions of coral colony size, growth, and associated biodiversity compared to manual measurements. Supplementary Information The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s0033802302367-7."
}