[
  {
    "id": "1",
    "title": "Fish services to corals",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "2",
    "title": "How fishes and invertebrates impact coral resilience",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "3",
    "title": "Coral guard crabs",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "5",
    "title": "3D photogrammetry improves measurement",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "35",
    "title": "Landscape configuration drives",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "38",
    "title": "Rapid and direct recoveries",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "39",
    "title": "Costly stakeholder participation",
    "abstract": "Ecosystems often shift abruptly and dramatically between different regimes in response to human or natural disturbances. When ecosystems tip from one regime to another, the suite of available ecosystem benefits changes, impacting the stakeholders who rely on these benefits. These changes often create some groups who stand to incur large losses if an ecosystem returns to a previous regime. When the participation cost in the decision-making process is extremely high, this can“lock in”ecosystem regimes, making it harder for policy and management to shift ecosystems out of what the majority of society views as the undesirable regime. Public stakeholder meetings often have high costs of participation, thus economic theory predicts they will be dominated by extreme views and often lead to decisions that do not represent the majority viewpoint. Such extreme viewpoints can create strong inertia even when there is broad consensus to manage an ecosystem towards a different regime. In the same manner that reinforcing ecological feedback loops make it harder to exit an ecosystem regime, there are decision-making feedback loops that contribute additional inertia."
  },
  {
    "id": "40",
    "title": "Biodiversity effects of the predation gauntlet",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "41",
    "title": "The relative influence of abundance",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "52",
    "title": "Larval dispersal drives trophic structure",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "54",
    "title": "Predators alter community organization",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "55",
    "title": "Predator density and the functional responses",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "57",
    "title": "Illegal shark fishing in the Galápagos",
    "abstract": "Illegal shark fishing is thought to occur globally, including within so-called ‘‘shark sanctuaries’’, marine reserves and even inside UNESCO World Heritage sites, such as the Gala ́ pagos Islands. Presumably, this is due to poor local enforcement coupled with the growing international demand (and high economic incentives) for shark and other wildlife products. Understanding illegal shark fishing practices, and specifically catch composition, is important as poaching is identified as a causal factor of global declines in shark populations. Unfortunately, reliable quantitative data on illegal shark fishing are scarce. Here, the catch onboard an illegal shark fishing vessel seized within the borders of the Gala ́ pagos Marine Reserve was documented. A total of 379 sharks from seven shark species were found onboard the vessel. A large fraction of the illegal catch was comprised of both female and juvenile sharks (64% and 89%, respectively). Despite numerous recent advances in shark conservation worldwide, this study demonstrates illegal shark fishing is an ongoing concern and that stricter enforcement and legislation is urgently needed, particularly in areas of high biodiversity. &2013 Elsevier Ltd. All rights reserved."
  },
  {
    "id": "61",
    "title": "Multiple defender effects",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "65",
    "title": "Coral density and predation affect growth",
    "abstract": "Increased habitat availability or quality can alter production of habitatdependent organisms in two contrasting ways: (1) by enhancing input of new colonists to the new sites (the Field-of-Dreams Hypothesis); and (2) by drawing colonists away from existing sites (the Propagule Redirection Hypothesis), and thus reducing the deleterious effects of density. We conducted a field experiment on coral reef fishes in Moorea, French Polynesia, to quantify how differing levels of habitat availability (controlling for quality) increased and/or redirected colonizing larval fish. Focal reefs without neighboring reefs received two to four times more settlers than reefs with adjacent habitat, demonstrating that increased habitat redirected larval fish. At the scale of the entire reef array, total colonization increased 1.3-fold in response to a sixfold increase in reef area (and a 2.75-fold increase in adjusted habitat availability). Thus, propagules were both increased and redirected, a result midway between the Field-of-Dreams and Propagule Redirection Hypotheses. A recruitment model using our data and field estimates of density-dependent recruitment predicts that habitat addition increases recruitment primarily by ameliorating the negative effects of competition at existing sites rather than increasing colonization at the new sites per se. Understanding long-term implications of these effects depends upon the interplay among habitat dynamics, population connectivity, colonization dynamics, and density dependence."
  },
  {
    "id": "67",
    "title": "Guard crabs alleviate deleterious effects",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "69",
    "title": "Priority effects and habitat complexity",
    "abstract": null,
    "error": "PDF not found"
  },
  {
    "id": "70",
    "title": "Predators reduce abundance and species richness",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "72",
    "title": "Charismatic microfauna alter cyanobacterial",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "74",
    "title": "Effects of the fish anesthetic",
    "abstract": null,
    "error": "Could not extract"
  },
  {
    "id": "75",
    "title": "Coral reef fishes use crown-of-thorns",
    "abstract": null,
    "error": "Could not extract"
  }
]