{
  "filename": "Barbier et al. (BOOK) 2011 proofs-v1.pdf",
  "numPages": 25,
  "text": "TREATISE ON COASTAL AND ESTUARINE SCIENCE - CONTRIBUTORS? INSTRUCTIONS PROOFREADING The text content for your contribution is in final form when you receive proofs. Please read proofs for accuracy and clarity, as well as for typographical errors, but please DO NOT REWRITE. At the beginning of your chapter there is a page containing any author queries, keywords, and the authors? full address details. Please address author queries as necessary. While it is appreciated that some chapters will require updating/revising, please try to keep any alterations to a minimum. Excessive alterations may be charged to the contributors.Publication is scheduled for March 2012. As you are among the authors who are receiving their proof in 2010, you will be offered an opportunity to receive an updated proof prior to publication, in order to ensure that your chapter is up to date. We will be in touch at a later date about this. The shorter version of the address at the beginning of the chapter will appear under your author/co-author name(s) in the published work and also in a List of Contributors. The longer version shows full contact details and will be used to keep our internal records up-to-date (they will not appear in the published work). For the lead author, this is the address that the honorarium and any offprints will be sent to. Please check that these addresses are correct. Titles and headings should be checked carefully for spelling and capitalization. Please be sure that the correct typeface and size have been used to indicate the proper level of heading. Review numbered items for proper order ? e.g., tables, figures, footnotes, and lists. Proofread the captions and credit lines of illustrations and tables. Ensure that any material requiring permissions has the required credit line, and that the corresponding documentation has been sent to Elsevier. Note that these proofs may not resemble the image quality of the final printed version of the work, and are for content checking only. Artwork will have been redrawn/relabelled as necessary, and is represented at the final size. PLEASE KEEP A COPY OF ANY CORRECTIONS YOU MAKE. DESPATCH OF CORRECTIONS Proof corrections should be returned in one communication toLaura Jackson, at the Elsevier MRW Production Dept,by 29-Dec-10using one of the following methods: 1.PREFERRED: Corrections should be listed in an e-mail toLaura Jacksonat Elsevier MRW Dept at ESCO-Proofs@elsevier.com. Please do not send corrections to the Editors. The e-mail should state the chapter code number in the subject line. Corrections should be consecutively numbered and should state the paragraph number, line number within that paragraph, and the correction to be made. 2.If corrections are substantial, send the amended hardcopy by courier toLaura Jackson, Elsevier MRW Production Department, The Boulevard, Langford Lane, Kidlington, Oxford, OX5 1GB, UK. If it is not possible to courier your corrections, please fax the relevant marked pages to the Elsevier MRW Production Department(fax number: +44 (0)1865 843974)with a covering note clearly stating the chapter code number and title. Note that a delay in the return of proofs could mean a delay in publication. Should we not receive corrected proofs within 10 days, Elsevier may proceed without your corrections. CHECKLIST Author queries addressed/answered?q Affiliations, names and addresses checked and verified?q ?References?section checked and completed?q Please take this opportunity to bring the critical references in your chapter up to date Permissions details checked and completed?q Outstanding permissions letters attached/enclosed?q Figures and tables checked?q If you have any questions regarding these proofs please contact the Elsevier MRW Production Department at: ESCO-Proofs@elsevier.com. ELSEVIER AUTHOR PROOF Author Query Form Treatise on Estuarine and Coastal Science Article: 01206 Dear Author, Please respond to the queries listed below. You may write your comments on this page, but please write clearly as illegible mark-ups may delay publication. If returning the proof by fax do not write too close to the paper's edge. Thank you for your assistance. AUTHOR QUERIES AU1Please check the long affiliations for accuracy. These are for Elsevier’s records and will not appear in the printed work. AU2Please provide telephone number and fax number of all the authors, if available. AU3Please supply the chapter number, along with its title, intended here. AU4‘Yeo et al. (2002)’is not listed. Please provide complete details of this reference. AU5Do you mean US dollar? AU6‘Carpenter et al. (2008)’is not listed. Please provide complete details of this reference. AU7‘Duarte (1991)’is not listed. Please provide complete details of this reference. AU8Please provide biographical sketch of the authors‘SD Hacker’‚’EW Koch’, and‘AC Stier’with color photographs. AU9‘Koch (1996)’is not listed. Please provide complete details of this reference. AU10‘Prager and Halley (1999)’is not listed. Please provide complete details of this reference. ESCO 01206 ELSEVIER AUTHOR PROOF AU11OK as edited? AU12‘Silliman and Bertness (2003)’is not listed. Please provide complete details of this reference. AU13‘Zimmerman et al. (2007)’is not listed. Please provide complete details of this reference. AU14OK as edited? AU15‘Valiela and Teal (1979)’is not listed (cited more than once). Please provide complete details of this reference. AU16‘Bromberg and Silliman (2009)’is not listed (cited more than once). Please provide complete details of this reference. AU17‘Buckely (1987)’is not listed. Please provide complete details of this reference. AU18‘Ruggiero et al. (2008)’is not listed. Please provide complete details of this reference. AU19‘Liu et al. (2005)’is not listed. Please provide complete details of this reference. AU20OK as edited? AU21‘Petersen et al. (2003)’is not listed. Please provide complete details of this reference. AU22‘Rountree and Able (2007)’is not listed (cited more than once). Please provide complete details of this reference. AU23‘Aguilar-Perera et al. (2008)’is not listed (cited more than once). Please provide complete details of this reference. AU24OK as edited? AU25OK as edited? ESCO 01206 2 ELSEVIER AUTHOR PROOF AU26References‘Beer and Koch (1996)’,‘Glynn (1997)’,‘Petersen et al. (2008)’,‘Ruggiero (1998)’, ‘Silliman and Bertness (2002)’,‘Yeo (2002)’, and‘Zimmerman et al. 2000’are not cited in the text. Please check. AU27Please provide place of publication for all the book and book chapter type references, where missing. AU28Please provide page range and place of publication of the reference‘Henry and Jefferies (2009)’. AU29Please provide the editor name(s) for the reference‘Millennium Ecosystem Assessment (2005)’. AU30Please check if permission is required for all figures and tables. If yes, please supply permission letters. ESCO 01206 3 ELSEVIER AUTHOR PROOF Non-print Items Author's Contact Information Edward AU1 B Barbier Department of Economics and Finance University of AU2 Wyoming Laramie WY USA E-mail: ebarbier@uwyo.edu Sally D Hacker Department of Zoology Oregon State University Corvallis OR USA E-mail: hackers@science.oregonstate.edu Evamaria W Koch Horn Point Laboratory University of Maryland Center for Environmental Science Cambridge MD USA E-mail:koch@hpl.umces.edu Adrian C Stier Department of Biology University of Florida Gainesville FL USA E-mail: astier@ufl.edu Brian R Silliman Department of Biology University of Florida Gainesville FL USA E-mail: brs@ufl.edu Keywords:Coral reef; Economic value; Ecosystem service; Estuarine and coastal ecosystem; Mangrove; Salt marsh; Sand dune; Seagrass; seascape ESCO 01206 4 ELSEVIER AUTHOR PROOF Biographical Sketches Edward B. Barbier, PhD, is the John S Bugas Professor of Economics, Department of Economics and Finance, University of Wyoming. He was formerly at the Environment Department, University of York, UK, and previously served as Director of the London Environmental Economics Centre of the International Institute for Environment and Development and University College London. Professor Barbier has over 25 years’experience as an environmental and resource economist, working on natural resource and development issues as well as the interface between economics and ecology. He has served as a consultant and policy analyst for a variety of national, international, and non-governmental agencies, including many United Nations (UN) organizations and the World Bank. Professor Barbier serves on the editorial boards of several leading economics and natural science journals, and he appears in the 4th edition ofWho’s Who in Economics. He has authored over 150 peer-reviewed journal articles and book chapters, written or edited 17 books and published in popular journals. Some of his well-known works includeBlueprint for a Green Economy(with David Pearce and Anil Markandya, 1989),Natural Resources and Economic Development(2005), and the UN Environment Programme report,A Global Green New Deal(2009). Dr. Brian R. SillAU8iman received his PhD degree from Brown University, Providence, RI, USA, in 2004, after finishing his thesis Top-down vs. Bottom-up Control of Western Atlantic Salt Marshes, after which he started as an Assistant Professor at the University of Florida. Since then, he was awarded the American Society of Naturalists’Prestigious Young Investigators’ Prize, an Andrew Mellon Foundation Young Investigator Grant and has become a Fellow, both with the Nature Conservancy as a David Smith Conservation Post Doctoral Research Fellow and at the Center for Advanced Studies in Ecology and Biodiversity, Catholic University, Santiago, Chile. Brian Silliman has become internationally renowned for his work on top-down control by fungal-feeding snails on salt-marsh vegetation. In particular, he has demonstrated that the regionwide collapse of salt-marsh vegetation along the eastern and southern-US marshes is driven by the interaction of climatic stress and grazer pressure, amplified by human-related environmental impacts. Key in understanding vegetation collapse was the formation and movement of snail fronts that greatly amplified the effects of grazing and led to runaway vegetation collapse at large spatial scales. Currently, he is leading an international network studying how climate change shifts the importance of facilitation, disease, and predation in coastal plant ecosystems. This effort has been funded jointly by the National Science Foundation and the Andrew Mellon Foundation, and culminated in publication of the book Human Impacts on Salt Marshes, of which Dr. Silliman is the primary editor. The Department of Spatial Ecology of the NIOO-KNAW studies the processes that determine the spatial structure and dynamics of estuarine ecosystems, focusing on salt marshes and intertidal flats. The department’s central theme is to study how the interaction of organisms with physical processes determines the spatial structure of estuarine ecosystems, for instance, the patchy vegetation structure typical of salt marshes. We propose to combine the expertise of Dr. Brian Silliman (experimental food web ecology) and the expertise of the department of Spatial Ecology, which includesdetailed studies on the interaction between vegetation and hydrodynamic processes (Bouma), the use of geographic information systems (GIS) techniques (Vander Wal), and modeling spatial self-organization (Van de Koppel) to study the spatial dynamics of both US and European salt marshes. Dr. Silliman’s experience in setting up experiments to approach ecological interactions from multiple angles compliments our expertise in modeling and GIS techniques to build predictive ecological theory on the impacts of climate change on salt-marsh ecosystems with a solid foundation in both mathematics and experiments, as is witnessed by past publications inScience and Ecology Letters(pubs 43 and 44). ESCO 01206 5 ELSEVI ER AUTHO R PROOF 12.06a0005Estuarine and Coastal Ecosystems and Their Services EB Barbier,University of Wyoming, Laramie, WY, USA SD Hacker,Oregon State University, Corvallis, OR, USA EW Koch,University of Maryland Center for Environmental Science, Cambridge, MD, USA AC Stier and BR Silliman,University of Florida, Gainesville, FL, USA © 2012 Elsevier Inc. All rights reserved. 12.06.1Introduction1 12.06.2Definitions of Services and Values of ECE2 12.06.3Descriptions of Services and Values of ECEs3 12.06.3.1Near-shore Reefs3 12.06.3.2Seagrass Beds6 12.06.3.3Salt Marshes7 12.06.3.4Mangroves9 12.06.3.5Sand Beaches and Dunes11 12.06.4Nonlinearity of ECE Services and Values13 12.06.5Synergistic Characteristics of ECE Services and Values15 12.06.6Management Implications of Ecosystem Services and Values16 References16 Abstract The global decline in estuarine and coastal ecosystems (ECEs) is affecting a number of critical benefits, or ecosystem services. We review the main ecological functions and their services across a variety of ECEs, including marshes, mangroves, near-shore coral reefs, seagrass beds, and sand beaches and dunes. We cite estimates of the key economic values arising from these services, and discuss how the natural variability of ECE impacts their benefits, the synergistic relationships of ECE across seascapes, and the management implications. s000512.06.1 Introduction p0005 Estuarine and coastal ecosystems (ECEs) are some of the most heavily used natural systems globally; it is now recognized that the cumulative impacts from a range of human activities are threatening many of the world’s remaining ECEs and the many benefits they provide (Lotze et al., 2006; Worm et al., 2006; Halpern et al., 2008). More than one-third of the world’s population lives in coastal areas and small islands, which together make up just 4% of the Earth’s total land area. Coastal human population densities are nearly 3 times that of inland areas, and they are increasing exponentially (UNEP, 2006). The long-term sustainability of these populations depends on ECEs and the critical services they provide, such as storm buffering, fisheries production, and enhanced water quality. p0010 Yet, despite the importance of these services, the loss of ECEs is intense and increasing, such that 50% of salt marshes, 35% of mangroves, 30% of coral reefs, and 29% of seagrasses are either lost or degraded worldwide (Valiela et al., 2001; Millennium Ecosystem Assessment, 2005; Orth et al., 2006; UNEP, 2006; FAO, 2007; Waycott et al., 2009). For example, the global decline of ECEs is known to affect at least three critical ecosystem services (Worm et al., 2006): the number of viable (noncollapsed) fisheries (33% decline); the provision of nursery habitats such as oyster reefs, seagrass beds, and wet- lands (69% decline); and filtering and detoxification services provided by suspension feeders, submerged vegetation, and wetlands (63% decline). Loss of filtering services is also linked to declining water quality and the increasing occurrence of harmful algal blooms, fish kills, shellfish and beach closures, and oxygen depletion. The decline in biodiversity and ecosys- tem functions in ECEs may have contributed to biological invasions and vice versa. Increasingly, the loss or change of coastal vegetation in ECEs has affected these systems’ability to protect against coastal flooding and storm events (Braatz et al., 2007; Cochard et al., 2008; Koch et al., 2009). p0015 Such widespread transformation of ECEs and their ecosys- tem services suggests that it is important to understand further what is at stake in terms of critical benefits and values. The purpose of the following chapter AU3 is to provide an overview of the main ecological functions and their services across a variety of ECEs, including marshes, mangroves, near-shore coral reefs, seagrass beds, and sand beaches and dunes. Where possible, we cite estimates of the key economic values arising from the services provided by these ECEs. In addition, we discuss how the natural variability in these systems, both in space and time, can produce nonlinear functions and services that greatly influ- ence their economic value (Barbier et al., 2008; Koch et al., 2009). We discuss some of the synergistic effects of ECE. Because they occur at the interface between the coast, land, and watersheds, ECEs can produce cumulative benefits that are much more significant and unique than the services pro- vided by any single ecosystem. Finally, we end by highlighting the main management implications of this review of ECE ser- vices and their benefits to humankind. ESCO 01206 1 ELSEVI ER AUTHO R PROOF s001012.06.2 Definitions of Services and Values of ECE p0020 In classifying the ecosystem services provided by various ECEs, we adopt the broad definition of the Millennium Ecosystem Assessment (2005) that“ecosystem services are the benefits people obtain from ecosystems”(see also01202). Thus, the term‘ecosystem services’is usually interpreted to imply a variety of benefits, which, in economics, would normally be classified under three different categories (Daily, 1997; Barbier, 2007): (1) goods (e.g., products obtained from eco- systems, such as resource harvests, water, and genetic material); (2) services (e.g., recreational and tourism benefits or certain ecological regulatory functions, such as water pur- ification, climate regulation, and erosion control); and (3) cultural benefits (e.g., spiritual and religious beliefs, and heritage values) (see also01207,01208,01209,01210, 01211, and01212). p0025 Regardless of how one defines and classifies ecosystem services,“the fundamental challenge of valuing ecosystem ser- vices lies in providing an explicit description and adequate assessment of the links between the structure and functions of natural systems, the benefits (i.e., goods and services) derived by humanity, and their subsequent values”(Heal et al., 2005: 2). Table 1provides some examples of the links between regulatory and habitat functions and the ecosystem services from ECEs that ultimately benefit humankind. p0030 Thus, one pertinent feature of many ECEs is that they pro- vide multiple benefits, or values, to surrounding coastal populations and communities. AsTable 2indicates, these ben- efits of ECE services cover a wide variety of use and nonuse t0005Table 1Some services provided by ecosystem regulatory and habitat functions Ecosystem functionsEcosystem processes and componentsEcosystem services (benefits) Regulatory functions Gas regulationRole of ecosystems in biogeochemical processesUltraviolet-B protection Maintenance of air quality Influence of climate Climate regulationInfluence of land cover and biologically mediated processesMaintenance of temperature, precipitation Disturbance preventionInfluence of system structure on dampening environmental disturbance Storm protection Flood mitigation Water regulationRole of land cover in regulating runoff, river discharge, and infiltrationDrainage and natural irrigation Flood mitigation Groundwater recharge Soil retentionRole of vegetation root matrix and soil biota in soil structureMaintenance of arable land Prevention of damage from erosion and siltation Soil formationWeathering of rock and organic matter accumulationMaintenance of productivity on arable land Nutrient regulationRole of biota in storage and recycling of nutrientsMaintenance of productive ecosystems Waste treatmentRemoval or breakdown of nutrients and compoundsPollution control and detoxification Habitat functions Niche and refugeSuitable living space for wild plants and animalsMaintenance of biodiversity Maintenance of beneficial species Nursery and breedingSuitable reproductive habitat and nursery groundsMaintenance of biodiversity Maintenance of beneficial species From Adapted from Heal, G.M., Barbier, E.B., Boyle, K.J., Covich, A.P., Gloss, S.P., Hershner, C.H., Hoehn, J.P., Pringle, C.M., Polasky, S, Segerson, K., Shrader-Frechette, K., 2005. Valuing Ecosystem Services: Toward Better Environmental Decision Making. The National Academies Press, Washington, DC., table 3-3. t0010Table 2Various values provided by tropical coastal and marine ecosystems Use valuesNonuse values Direct valuesIndirect valuesExistence and bequest values FishingNutrient retention and cyclingCultural heritage AquacultureFlood controlResources for future generations TransportStorm protectionExistence of charismatic species Wild resourcesHabitat for speciesExistence of wild places Water supplyShoreline stabilization Recreation Genetic material Scientific and educational opportunities From Adapted from Barbier, E.B., 1994. Valuing environmental functions: tropical wetlands. Land Economics 70, 155–173 and Heal, G.M., Barbier, E.B., Boyle, K.J., Covich, A.P., Gloss, S.P., Hershner, C.H., Hoehn, J.P., Pringle, C.M., Polasky, S, Segerson, K., Shrader-Frechette, K., 2005. Valuing Ecosystem Services: Toward Better Environmental Decision Making. The National Academies Press, Washington, DC., table 2-1. ESCO 01206 2Estuarine and Coastal Ecosystems and Their Services ELSEVI ER AUTHO R PROOF values, which can have direct, indirect, and existence and bequest subcomponents (see also01203). p0035For example, typical direct-use values, which refer to both consumptive and nonconsumptive uses that involve some direct physical interaction with the ecosystem and its services, include harvesting of fish and wild resources, transportation by waterways, recreation, and tourism. Some unique estuarine and coastal habitats are also important stores of genetic mate- rial and have educational and scientific research value as well. However, in developing regions, some of the more important uses of ECEs tend to involve both small-scale commercial and informal economic activity to support the livelihoods of local populations, for example, through fishing, hunting, and fuel- wood extraction. p0040Some of the regulatory and habitat functions of ecosystems identified inTable 1underlie key services provided by ECEs. As indicated inTable 2, these include indirect use values such as nutrient retention and cycling, flood control, storm protection, habitat for species, and shoreline stabilization. Such values are considered to be indirect because they are derived mainly from the support and protection of economic activities and liveli- hoods that have directly measurable values (Barbier, 1994). For example, in the case of mangrove ecosystems, the mangrove swamps may serve as a nursery and breeding habitat for many important fish species, some of which may migrate as adults to offshore fisheries. In addition, mangroves can provide storm protection by reducing the economic damages inflicted by tropical storms on coastal property and communities. Finally, mangrove systems are thought to prevent coastal erosion, thus preserving valuable agricultural land and coastal properties. p0045Many unique ECEs are considered to have substantial non- use values, even in developing regions. These include existence and bequest values, which refer to people benefiting from the knowledge that an ecosystem simply exists or that it will be around for future generations to enjoy. These values may be particularly important among indigenous communities in rural areas, as they see their culture, heritage, and traditional knowl- edge closely intertwined with the surrounding environment. Even some of the poorest rural communities have expressed interest in seeing their way of life passed on to their heirs and future generations (Berkes, 1999). p0050In the following section, we provide an overview of the main ecological functions and their services for five ECEs. We describe the key services of the ecosystem and elaborate on its special ecological features, components, and functions that correspond to key services. We also cite, when possible, some estimates of key economic values from these services. s001512.06.3 Descriptions of Services and Values of ECEs s002012.06.3.1 Near-shore Reefs p0055Coral reefs are structurally complex limestone habitats that form in shallow coastal waters of the tropics. Reefs can form near-shore or extend hundreds of kilometers in shallow off- shore environments. Primarily generated by calcium carbonate fixed by sedentary cnidarians (corals), coral reefs flourish in oligotrophic tropical waters by supplementing their diet with excess sugar generated by photosynthetic dinoflagellates inside their tissues. Thus, the majority of the reef structure is dead coral skeleton laid down over millennia, covered by a thin layer of live coral tissue that slowly accretes new limestone. As a generalization, coral species can be functionally divided into primary and late successional species. Primary successional species are massive boulder-shaped corals that have dense skeletons and are therefore resistant to disturbance and form the foundation of the reef (e.g., Montastrea in the Atlantic and Porites in the Pacific). As time passes, initial colonists are out- competed by fragile but structurally complex late successional species (e.g., corals of the genusAcroporaandPocillopora), which form much of the habitat occupied by the diverse suite of invertebrates and fishes. The benthic composition of reefs can, however, vary substantially across oceanic basins, long- itude, latitude, distance for biodiversity hot spots, and across physical disturbance gradients. The composition of reef com- munities can additionally be affected by ecological processes such as predation, competition, and mutualisms (Glynn, 1976; Connell et al., 1997; Pandolfi, 2002; Bellwood et al., 2005). For example, the crown-of-thorns sea star, a voracious coral pre- dator, can substantially alter the composition of coral communities during spikes in population size (Porter, 1972). p0060 Coral reefs can provide a number of important ecosystem services to humans including building materials, shoreline protection, fisheries, tourism and recreation, medicinal pro- ducts, habitat for a variety of species of heavily harvested invertebrates and fishes, cross-ecosystem nutrient transfer to birds and pelagic fishes, a window into geologic history, and an opportunity for education and scientific inquiry (Moberg and Folke, 1999;Table 3). These services are collectively esti- mated as having a value of approximately $30 billion annually worldwide (Cesar et al., 2003). p0065Reefs have been providing services to humans as a coastal resource for millennia, facilitating the colonization of rocky land that is largely depauperate in terrestrial resources such as food and building materials. Indeed, the harvesting of fishes and invertebrates provided the provisional backbone (along with pigs and chickens) for early Polynesian expansions to rocky, eastern Pacific islands (though, notably, reefs were also treacherous to ships navigating uncharted waters). Historically, the mining of live reefs provided an excellent and reliable source of valuable lime, which served as both an essential material in the manufacturing of mortar and cement as well as used to control soil pH in agriculture (Dulvy et al., 1995). Presently, excavation of live reefs for lime is uncommon due to the obvious destructive nature of this resource extraction; how- ever, terrestrial limestone deposits (geologic reefs that formed during times of higher sea level) are still heavily mined on land and continue to provide goods for building construction and agriculture endeavors. As one of the most diverse marine eco- systems on the planet, coral reefs offer opportunity for the discovery and sequestration of medical products (Paulay and Meyer, 2002). For example, azidothymidine (AZT) and Ara-c, compounds derived from sponges on coral reefs, are antiviral drugs used to fight human immunodeficiency virus (HIV) (Loya et al., 1993; Jain, 2009). A suite of other compounds (e.g., sunscreens) are sequestered from seaweeds, corals, gorgo- nians, mollusks, and sea anemones and used to treat a variety of other human diseases such as cancer, heart disease, and inflammation (Carté, 1996). p0070Coral reefs also provide an important ecosystem service by facilitating island formation and persistence in the face of intense storms. For example, reefs buffer shorelines from severe ESCO 01206 Estuarine and Coastal Ecosystems and Their Services3 ELSEVI ER AUTHO R PROOF weather, making it possible for coastal housing and moderate levels of island-based agriculture to develop and persist on landmasses largely composed of rock and sand. Erosion and bioerosion of reefs also contributes to island growth, and on old sunken volcanic islands (atolls), old reef and sand reef makes up the entire livable space for humans. Finally, by alter- ing the physical environment (i.e., reducing waves and currents), corals can engineer the physical environment for entire ecosystems, making it possible for other coastal ecosys- tems such as seagrass beds and mangroves to develop, which, in turn, serve their own suite of services to humans (detailed below). p0075Shoreline protection and island growth also provide pictur- esque placid lagoons for tourism and recreational activities, which can make up a high percentage of gross domestic product (GDP) for developing countries. Resorts sell the aesthetically turquoise lagoons, white sandy beaches, and underwater opportunities on the reef to tourists. The high biological diversity and clear waters of tropical reefs also sup- port an abundance of recreational activities such as scuba diving, snorkeling, island tours, and sport fishing. These tour- ism activities can be highly lucrative for individual economies; for example, in 2002, the earnings of ~100 diver operators in Hawaii were estimated at $50–60 million yr –1 (van Beukering and Cesar, 2004). In addition, Yeo et al. (2002) AU4estimated tourism in the Pulau Payar Marine Park at $390 000 yr –1 . However, estimates of the recreational value of individual reefs should be interpreted with caution as a recent meta-ana- lysis suggests substantial bias in author’s estimates of individual recreation values (Brander et al., 2007). In addition to tourism and recreation, reefs also provide substantial ser- vices through research opportunities for scientists, providing rich geologic climate history in tree-like bands embedded in coral skeletons (Greenstein and Pandolfi, 2008). Warm, clear, tropical waters also give scientists the rare opportunity to spend extended time conducting subtidal research on extremely diverse fish, algal, and invertebrate communities, work that is essential to basic and applied science. p0080In addition to providing building materials, altering geo- morphology, stimulating tourism, recreation, and research, coral reefs also enhance production of ecologically and eco- nomically important fishery species by providing shelter space and substrate for smaller organisms and food resources for larger epibenthic and pelagic organisms. Increases in fishing technology and transport have transformed reef fisheries that initially functioned solely for subsistence, into commercial operations that serve international markets. Coral reef fisheries consist of reef-associated pelagic fisheries (e.g., tuna, mackerel, mahi-mahi, and sharks), reef fishes (e.g., jacks, snappers, groupers, and parrotfishes), and large invertebrates (e.g., giant clams, conch, lobsters, and crabs). In 1978, reef fisheries were estimated to make up 9–12% of the world’s fish market (Smith, 1978). This market has undoubtedly grown in the past 40 years, though recent estimates of economic value focus on individual markets. For example, Hawaiian reefs in the US are estimated to contribute $1.3 million yearly to the Hawaiian economy (Cesar and van Beukering, 2004). Additional fishery harvests consist of the live animal aquarium trade where corals, small fishes, and invertebrates are collected from reefs. The aquarium trade has substantially expanded in the past 20 years, listed in 1985 as making $20–40 million yr –1 AU5 as a world market (Wood, 1985) and expanding to an estimated $90–300 million yr –1 in 2002 (Sadovy et al., 2002). The export and sale of shells and jewelry also makes up a substantial portion of fisheries on reefs; giant clams, conch shells, coral, and pearls are all among the many heavily harvested organisms. p0085Coral reef ecosystems also perform important services by cycling organic and inorganic nutrients. Unlike the other coastal systems (e.g., salt marshes discussed below), reefs play t0015Table 3Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for near-shore coral reefs Ecosystem services Ecosystem processes and functions Important controlling componentsHuman drivers of service loss Coastal protectionAttenuates or dissipates waves, beach retention Wave height, distance from reef crest Climate change, blast or cyanide fishing, lime mining, eutrophication, sedimentation, coastal development, dredging, pollution, biological invasion Tourism, recreation, education, and research SCUBA and snorkel operations, aesthetic reefscapes and coastlines, water sports, tour boats Lagoon size, beach area, wave height, shell availability, education and research funding, diversity Maintenance of fisheriesSuitable reproductive habitat and nursery grounds, suitable living space for species Reef composition and density, habitat quality, water supply and quality Nutrient cyclingBiogeochemical activity, CaCO 3 sequestration, sedimentation, biological productivity Reef composition and density, sediment deposition, subsidence, coastal geomorphology Cross-ecosystem nutrient transfer Provides feeding and migration grounds for shorebirds and transfers nutrients to pelagic fisheries Food availability, reef type, quality and availability, proximity to shore and pelagic zone, outer reef slope ESCO 01206 4Estuarine and Coastal Ecosystems and Their Services ELSEVI ER AUTHO R PROOF a relatively minor role in the global carbon budget. Indeed, despite housing a great deal of inorganic carbon in the lime- stone skeleton that makes up the structure of the reef, carbon budgets for reefs are thought to be estimated as a small fraction of the global carbon budget (Hallock, 1997; Gattuso et al., 1998). Reefs do, however, serve as major players in the global calcium carbonate budget, estimated as 26% of coastal marine CaCO 3 and 11% of the total CaCO 3 precipitation. Reefs addi- tionally play a role in cross-ecosystem nutrient cycling, transferring a variety of nutrients through trophic links with pelagic organisms and marine birds. Of particular importance is transference of excess nitrogen production from cyanobac- teria and benthic microbes on the reef to the pelagic environment (Moberg and Folke, 1999). Though poorly quan- tified, the sequestering of CaCO 3 to form the foundation of the reef is the primary reason for such high abundance and diver- sity of organisms; the consequences of losing this foundation species are discussed below. p0090Despite the numerous economic, health, and nutritional benefits coral reefs provide, reef ecosystems are under threat of irrevocable decline worldwide due to a suite of anthropo- genic stressors. Localized stressors (i.e., within reefs or archipelagos) include overfishing, dynamite fishing, poisoning animals with cyanide treatments, pollution, eutrophication, and disease (Hoegh-Guldberg, 1999; Gardner et al., 2003; Bellwood et al., 2004; Hoegh-Guldberg et al., 2007). Though stressors may occur concurrently and combine in unpredictable nonadditive ways to affect reef ecosystem services, individual case studies attempting to place an economic value on these stressors provide some insight into the economic impact of coral degradation. For example, a study comparing tsunami wave heights and subsequent depths in the 2004 Sumatra tsunami found that areas where dynamite fishing had occurred suffered 70% greater wave heights than undisturbed areas. This ultimately led to the deaths of 1700 people whose train was derailed behind these degraded reef locations (Fernando et al., 2005). Blast fishing can also have negative effects on local economies by reducing the amount of available reef for tour- isms; a study in Indonesian reefs estimated blast-fishing- induced habitat destruction led to the loss of reef that was valued at $306 800km -2 (Pet-Soede et al., 1999). p0095 Overfishing has important cascading consequences on both reef ecosystem function by inducing phase shifts (Mumby et al., 2006, 2007) and through sustainable production. Overharvesting in the aquarium industry has also been docu- mented at local levels. For example, Lubbock and Polunin (1975) reported severe depletion of a butterflyfish in Sri Lanka. Another example of overharvesting is in the live fish- food trade in Hong Kong, where it makes up 40% of the Indo- Pacific market and is estimated to be a yearly global market of $1 billion yr -1 . Here, harvesting exceeds production of the Indo-Pacific fish populations by up to sixfold. In another example, fishing in Oceania for local consumption is estimated to be 20% less than the capacity, which underlines the importance of export in driving demand for reef ecosystem services (Warren-Rhodes et al., 2004). Though reefs may be somewhat capable of mitigating human impacts such as petroleum spills (Peterson and Lubchenco, 1997), a recent model estimates millions of dollars in lost tourism revenue through eutrophication-induced algal blooms in Hawaii (van Beukering and Cesar, 2004). p0100 Though local-scale stressors and fisheries export can have devastating effects on reef services, perhaps of greatest concern are global-scale climate-change threats to reefs, which include coral bleaching, disease, and ocean acidification. A recent study placed 32.8% of 702 examined coral species at elevated risk of extinction due to bleaching, diseases, and local anthropogenic stressors (Carpenter et al., 2008 AU6). Current projections of reef decline at present-day levels of increase in temperature and CO 2 (2 °C and 500 ppm by 2100, respectively) are catastrophic for reefs (Hoegh-Guldberg et al., 2007). Such declines have the potential to render reefs crippled in their ability to provide economic services to humans. A number of studies have eval- uated the economic consequences of climate-change-driven reef degradation on fisheries and tourism. p0105The response of fisheries to climate change may be variable, depending on the direct dependence of fished species on live coral, structure, or trophic dependencies (reviewed in Pratchett et al. (2008)). Species dependent on live coral are the first to disappear with severe reductions in live coral cover; however, in the case of bleaching and disease, the limestone structure often remains well beyond the death of the coral, generating a‘lag- effect’whereby populations of fishes that depend on the reef for structure only, or mobile upper trophic levels (e.g., sharks, jacks, and barracuda) that use the reef for prey, may not decline for a number of years after bleaching or disease events (Graham et al., 2007). Though the economic effects of climate change on fisheries harvested for food remain somewhat unclear, what is clear is that reefs are likely to shift heavily in composition in response to benthic composition and, therefore, fisheries will at least change in composition, if not in overall take (Pratchett et al., 2008). The effects of climate change on the aquarium trade are much more obvious. Loss of reefs may substantially reduce the availability of the most-valued fishes collected in the aquarium trade. Of the species harvested by the aquarium trade, live coral-dependent species (those most susceptible to reef shifts from climate change) are, on average, worth 12% and 18% more in fishes per dollar than fishes that are solely habi- tat-dependent or reef-associated fishes (Pratchett et al., 2008). Reef tourism is also expected to be heavily impacted by climate change. Economic costs of bleaching on tourism are not pre- sent in all areas, though a number of surveys suggest that divers are more likely to pay higher prices to dive recreationally on healthy reefs ($202 and $52 per dive in the Philippines (Pratchett et al., 2008)). Reductions in tourism due to recent climate change-driven coral-bleaching events are estimated in billions of dollars. For example, the estimated losses in revenue from the 1998 bleaching event in the Indian Ocean are thought to be as much as $3.5 billion in tourism revenue in a 20-year time period (Wilkinson et al., 1999). p0110Considering the number of services coral reefs provide, current projected levels of reef degradation will lead to enor- mous economic losses for humans in the future. Though the mechanisms by which each of the reef stressors can cause decline are still being revealed, the solutions needed to reduce human impacts on reefs are relatively straightforward. They include combating climate change by reducing CO 2 emissions, alleviating destructive fishing practices and overfishing, and stemming terrestrial runoff of fertilizers, sediments, and pollu- tants. Putting these types of changes into effect is much more difficult than identifying the solutions; however, by commu- nicating the benefits (and potential losses) of reefs to ESCO 01206 Estuarine and Coastal Ecosystems and Their Services5 ELSEVI ER AUTHO R PROOF governmental officials, fishermen, and consumers, it may be possible to preserve the essential services reefs provide. s002512.06.3.2 Seagrass Beds p0115Seagrasses are flowering plants that colonize shallow marine and estuarine habitats. With only one exception (the genus Phyllospadix), seagrasses colonize soft substrates (e.g., mud, sand, and cobble) and grow to depths where approximately 11% of surface light reaches the bottom (Duarte, 1991 AU7). Seagrasses also prefer wave-sheltered conditions as sediments disturbed by currents and/or waves lead to patchy beds or their absence (Koch et al., 2006). Despite being among the most productive ecosystems on the planet, fulfilling a key role in the coastal zone (Duarte, 2002) and being lost at an alarming rate (Orth et al., 2006), seagrasses receive little attention when compared with other ECEs (Duarte et al., 2008). p0120Anthropogenic influences such as nutrient enrichment of coastal waters, sediment runoff, algal blooms, commercial fish- eries and aquaculture practices, physical disturbance, and global warming are among the causes for the decline of sea- grasses worldwide (Table 4; Orth et al., 2006). With the disappearance of seagrasses, valuable ecosystem services are also lost (McArthur and Boland, 2006). p0125In the past, seagrasses were highly valued for their provision of materials (Table 4). In the seventeenth century, coastal villagers made a variety of foods from flour produced from seagrass seeds (Felger et al., 1980). In the eighteenth century, large amounts of seagrass leaves were harvested to manufacture pillows, mattresses, and commercial insulating products for homes and some of the first skyscrapers (Wyllie-Echeverria and Cox, 1999). Modern direct uses of seagrasses are rather limited. For example, seagrasses are harvested in Tanzania, Portugal, and Australia and are used as fertilizer (Hemminga and Duarte, 2000; de la Torre-Castro and Rönnbäck, 2004). In Chesapeake Bay, USA, seagrass by-catch or beach-cast is used to keep crabs moist during transport. In East Africa,Halophilaspp. is used as salad, whereas other species are used in magic potions (for good and bad influence) and rituals against ghosts and devils (de la Torre-Castro and Rönnbäck, 2004). Although human use of seagrasses has dwindled since the seventeenth century, they continue to be a main food source for organisms such as manatees, dugongs, and turtles. Actually, the common name of many seagrasses reflects the organisms that feed on them: for example, turtle grass (Thalassia testudinum), manatee grass (Syringodium filiforme), widgeon grass (Ruppia maritima), dugong grass (Halophila ovalis), and spiny dugong grass (Halophila spinulosa). p0130 Regulating ecosystem services provided by seagrasses include carbon sequestration, water purification, and coastal protection (Table 4). Seagrasses use carbon dissolved in the seawater (mostly in the form of CO 2 but also HCO 3 – ) to grow. Once the plants complete their life cycle, a portion of these materials is then buried in the sediment in the form of refrac- tory detritus. It has been estimated that detritus burial from vegetated coastal habitats contributes about half of the total carbon burial in the ocean (Duarte et al., 2005). Therefore, the decline in seagrasses could lead to an important loss in the global CO 2 sink capacity. p0135 Water purification by seagrasses occurs via two processes: nutrient uptake and particle removal (Table 4). Although sea- grasses tend to remove most of their nutrients from the sediments, their leaves are colonized by algae (epiphytes), which also remove nutrients from the water column. The nutri- ents incorporated into the tissue of seagrasses and algae are slowly released back into the water column once the plants decompose, or are removed from the nutrient cycle when buried in the sediment. Nutrient cycling by seagrasses has been valued at $19 004ha yr -1 (Mathews, 1983). In addition to reducing nutrients, seagrass beds also decrease the concen- tration of suspended particles (e.g., sediment and microalgae) from the water. Leaves in the water column provide an t0020Table 4Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for seagrasses Ecosystem servicesEcosystem processes and functionsImportant controlling componentsHuman drivers of service loss Raw materials and foodBiological productivity and diversitySeagrass species and density, habitat quality, water depth, light and nutrient availability Eutrophication, overharvesting, coastal development, vegetation disturbance, aquaculture, climate change, sea-level rise Coastal protectionAttenuation and/or dissipation of wavesWater depth, wave height, wind climate, beach slope, seagrass species and density, reproductive stage, distance from shore Erosion controlSediment stabilizationSea-level rise, subsidence, tidal stage, coastal geomorphology, seagrass species and density Water purificationNutrient uptake, particle depositionSeagrass species and density, nutrient load, water residence time, hydrodynamic conditions, light availability Maintenance of fisheries Suitable reproductive habitat and nursery grounds, suitable living space and sheltered substrates for species Seagrass species and density, habitat quality, proximity to other ECE, food sources Carbon sequestrationPhotosynthesisSeagrass species and density, water depth, light availability, burial rates, biomass export ESCO 01206 6Estuarine and Coastal Ecosystems and Their Services ELSEVI ER AUTHO R PROOF obstruction to water flow and, as a result, currents and waves are reduced within seagrass canopies (Koch et al., 2006) caus- ing particles to be deposited. This water-purification effect can be quite dramatic, with clear water in vegetated areas compared to those without vegetation (Rybicki, 1997). p0140Coastal protection is often listed as an ecosystem service provided by seagrasses (Hemminga and Duarte, 2000; Spalding et al., 2003), but due to nonlinearities in wave attenuation, caution about generalizations is needed (Koch et al., 2009; see also Section 12.06.4). Seagrasses tend to attenu- ate waves (Fonseca and Cahalan, 1992; Koch, 1996 AU9; Prager and Halley, 1999 AU10) and, as a result, smaller waves tend to reach the adjacent shoreline. Wave attenuation is an inverse function of water depth (Fonseca and Cahalan, 1992); therefore, coastal protection will be highest when the plants occupy the entire water column such as at low tide or when plants produce long reproductive stems (Koch et al., 2006). When small seagrasses colonize rather deep waters, their contribution to wave attenua- tion and coastal protection is rather limited. What appears to be more important is sediment stabilization by seagrass roots and rhizomes as well as by their beach-casted debris (Hemminga and Nieuwenhuize, 1990). Therefore, the benefit seagrasses provide in terms of coastal protection is more loca- lized and occurs mainly where the seagrasses grow (via sediment stabilization) and to a lesser extent at the adjacent shoreline (via wave attenuation). p0145Seagrasses are well known for their value as habitat for ecologically and economically important species such as scal- lops, shrimp, crabs, and juvenile fish (Table 4). Seagrasses protect them from predators and provide food in the form of leaves, detritus, and epiphytes. The potential shrimp yield in seagrass beds in Western Australia was estimated to be between $684 and $2511 ha yr –1 (Watson et al., 1993) and the fish, shrimp, and crab yield in southern Australia at US$1436 ha yr –1 (McArthur and Boland, 2006). p0150Although not often included in the list of ecosystem services provided, seagrasses are also a source of recreation and scien- tific discovery (Table 4). Waters inhabited by seagrasses are cleaner and have higher species diversity compared to unvege- tated areas; therefore, they provide beauty to be enjoyed by divers and snorkelers as well as fishes to be caught by anglers. Seagrass systems have also fostered 4 decades of scientific dis- covery employing faculty, students, technicians, and managers. p0155Considering all the benefits seagrass systems provide to humankind, their decline leads to tremendous losses, which range from the impacts on coastal villages that depend on fisheries facilitated by seagrass habitat to the global effects of carbon removal from the oceans via burial of",
  "sections": {
    "abstract": "and a meta-analysis of the literature. Environmental and Resource Economics 33, 223–250. bib0115Brander, L.M., Van Beukering, P., Cesar, H.S.J., 2007. The recreational value of coral reefs: a meta-analysis. Ecological Economics 63, 209–218. bib0120Broomberg, K., Silliman, B.R., 2009. Patterns of salt marsh loss within coastal regions of North America: pre-settlement to present. In: Silliman, B.R., Grosholz, T., Bertness, M.D. (Eds.), Human Impacts on Salt Marshes: A Global Perspective. University of California Press. bib0125Bromberg-Gedan, K., Silliman, B.R., Bertness, M.D., 2009. Centuries of human-driven change in salt marsh ecosystems. Annual Reviews of Marine Science 1, 117–141. bib0130Brown, A.C., McLachlan, A., 2002. Sandy shore ecosystems and the threats facing them: some predictions for the year 2025. Environmental Conservation 29, 62–77. bib0135Buckley, R., 1987. The effect of sparse vegetation on the transport of dune sand by wind. Nature 325, 426–428. bib0140Carté, B.K., 1996. Biomedical potential of marine natural products. Bioscience 46, 271–286. bib0145Carter, R.W.G., 1990. Coastal Environments: An Introduction to the Physical, Ecological and Cultural Systems of Coastlines. Academic Press, London, 617 pp. bib0150Carter, R.W.G., 1991. Near-future sea level impacts on coastal dune landscapes. Landscape Ecology 6, 29–39. bib0155Cesar, H., Burke, L., Pet-Soede, L., 2003. The Economics of Worldwide Coral Reef Degradation. Cesar Environmental Economics Consulting, Arnhem, Netherlands. bib0160Cesar, H.S.J., van Beukering, P.J.H., 2004. Economic valuation of the coral reefs of Hawai’i. Pacific Science 58, 231–242. bib0165Chong, J., 2005. Protective Values of Mangrove and Coral Ecosystems: A Review of Methods and Evidence. IUCN, Gland, Switzerland. bib0170Chong, V.C., 2007. Mangrove-fishery linkages–the Malaysian perspective. Bulletin of Marine Science 80, 755–772. bib0175Cochard, R., Ranamukhaarachchi, S.L., Shivakotib, G.P., Shipin, O.V., Edwards, P.J., Seela",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nTREATISE ON COASTAL AND ESTUARINE SCIENCE - CONTRIBUTORS? INSTRUCTIONS\nPROOFREADING\nThe text content for your contribution is in final form when you receive proofs. Please read proofs for accuracy and clarity,\nas well as for typographical errors, but please DO NOT REWRITE.\nAt the beginning of your chapter there is a page containing any author queries, keywords, and the authors? full address details.\nPlease address author queries as necessary. While it is appreciated that some chapters will require updating/revising,\nplease try to keep any alterations to a minimum. Excessive alterations may be charged to the contributors.Publication is\nscheduled for March 2012. As you are among the authors who are receiving their proof in 2010, you will be offered an\nopportunity to receive an updated proof prior to publication, in order to ensure that your chapter is up to date. We will be in\ntouch at a later date about this.\nThe shorter version of the address at the beginning of the chapter will appear under your author/co-author name(s) in the\npublished work and also in a List of Contributors. The longer version shows full contact details and will be used to keep our\ninternal records up-to-date (they will not appear in the published work). For the lead author, this is the address that the\nhonorarium and any offprints will be sent to. Please check that these addresses are correct.\nTitles and headings should be checked carefully for spelling and capitalization. Please be sure that the correct typeface\nand size have been used to indicate the proper level of heading. Review numbered items for proper order ? e.g., tables,\nfigures, footnotes, and lists. Proofread the captions and credit lines of illustrations and tables. Ensure that any material\nrequiring permissions has the required credit line, and that the corresponding documentation has been sent to Elsevier.\nNote that these proofs may not resemble the image quality of the final printed version of the work, and are for content\nchecking only. Artwork will have been redrawn/relabelled as necessary, and is represented at the final size.\nPLEASE KEEP A COPY OF ANY CORRECTIONS YOU MAKE.\nDESPATCH OF CORRECTIONS\nProof corrections should be returned in one communication toLaura Jackson, at the Elsevier MRW Production Dept,by\n29-Dec-10using one of the following methods:\n1.PREFERRED: Corrections should be listed in an e-mail toLaura Jacksonat Elsevier MRW Dept at\nESCO-Proofs@elsevier.com. Please do not send corrections to the Editors.\nThe e-mail should state the chapter code number in the subject line. Corrections should be consecutively numbered and\nshould state the paragraph number, line number within that paragraph, and the correction to be made.\n2.If corrections are substantial, send the amended hardcopy by courier toLaura Jackson, Elsevier MRW\nProduction Department, The Boulevard, Langford Lane, Kidlington, Oxford, OX5 1GB, UK. If it is not possible to\ncourier your corrections, please fax the relevant marked pages to the Elsevier MRW Production Department(fax number:\n+44 (0)1865 843974)with a covering note clearly stating the chapter code number and title.\nNote that a delay in the return of proofs could mean a delay in publication. Should we not receive corrected proofs within 10\ndays, Elsevier may proceed without your corrections.\nCHECKLIST\nAuthor queries addressed/answered?q\nAffiliations, names and addresses checked and verified?q\n?References?section checked and completed?q\nPlease take this opportunity to bring the critical\nreferences in your chapter up to date\nPermissions details checked and completed?q\nOutstanding permissions letters attached/enclosed?q\nFigures and tables checked?q\nIf you have any questions regarding these proofs please contact the Elsevier MRW Production Department at:\nESCO-Proofs@elsevier.com.\n\nELSEVIER\nAUTHOR\nPROOF\nAuthor Query Form\nTreatise on Estuarine and Coastal Science\nArticle: 01206\nDear Author,\nPlease respond to the queries listed below. You may write your comments on this page, but please\nwrite clearly as illegible mark-ups may delay publication. If returning the proof by fax do not write too\nclose to the paper's edge.\nThank you for your assistance.\nAUTHOR QUERIES\nAU1Please check the long affiliations for accuracy. These are for Elsevier’s records and will not appear in\nthe printed work.\nAU2Please provide telephone number and fax number of all the authors, if available.\nAU3Please supply the chapter number, along with its title, intended here.\nAU4‘Yeo et al. (2002)’is not listed. Please provide complete details of this reference.\nAU5Do you mean US dollar?\nAU6‘Carpenter et al. (2008)’is not listed. Please provide complete details of this reference.\nAU7‘Duarte (1991)’is not listed. Please provide complete details of this reference.\nAU8Please provide biographical sketch of the authors‘SD Hacker’‚’EW Koch’, and‘AC Stier’with color\nphotographs.\nAU9‘Koch (1996)’is not listed. Please provide complete details of this reference.\nAU10‘Prager and Halley (1999)’is not listed. Please provide complete details of this reference.\nESCO 01206\n\nELSEVIER\nAUTHOR\nPROOF\nAU11OK as edited?\nAU12‘Silliman and Bertness (2003)’is not listed. Please provide complete details of this reference.\nAU13‘Zimmerman et al. (2007)’is not listed. Please provide complete details of this reference.\nAU14OK as edited?\nAU15‘Valiela and Teal (1979)’is not listed (cited more than once). Please provide complete details of this\nreference.\nAU16‘Bromberg and Silliman (2009)’is not listed (cited more than once). Please provide complete details\nof this reference.\nAU17‘Buckely (1987)’is not listed. Please provide complete details of this reference.\nAU18‘Ruggiero et al. (2008)’is not listed. Please provide complete details of this reference.\nAU19‘Liu et al. (2005)’is not listed. Please provide complete details of this reference.\nAU20OK as edited?\nAU21‘Petersen et al. (2003)’is not listed. Please provide complete details of this reference.\nAU22‘Rountree and Able (2007)’is not listed (cited more than once). Please provide complete details of\nthis reference.\nAU23‘Aguilar-Perera et al. (2008)’is not listed (cited more than once). Please provide complete details of\nthis reference.\nAU24OK as edited?\nAU25OK as edited?\nESCO 01206\n2\n\nELSEVIER\nAUTHOR\nPROOF\nAU26References‘Beer and Koch (1996)’,‘Glynn (1997)’,‘Petersen et al. (2008)’,‘Ruggiero (1998)’,\n‘Silliman and Bertness (2002)’,‘Yeo (2002)’, and‘Zimmerman et al. 2000’are not cited in the\ntext. Please check.\nAU27Please provide place of publication for all the book and book chapter type references, where missing.\nAU28Please provide page range and place of publication of the reference‘Henry and Jefferies (2009)’.\nAU29Please provide the editor name(s) for the reference‘Millennium Ecosystem Assessment (2005)’.\nAU30Please check if permission is required for all figures and tables. If yes, please supply permission\nletters.\nESCO 01206\n3\n\nELSEVIER\nAUTHOR\nPROOF\nNon-print Items\nAuthor's Contact Information\nEdward\nAU1\nB Barbier\nDepartment of Economics and Finance\nUniversity of\nAU2\nWyoming\nLaramie\nWY\nUSA\nE-mail: ebarbier@uwyo.edu\nSally D Hacker\nDepartment of Zoology\nOregon State University\nCorvallis\nOR\nUSA\nE-mail: hackers@science.oregonstate.edu\nEvamaria W Koch\nHorn Point Laboratory\nUniversity of Maryland Center for Environmental Science\nCambridge\nMD\nUSA\nE-mail:koch@hpl.umces.edu\nAdrian C Stier\nDepartment of Biology\nUniversity of Florida\nGainesville\nFL\nUSA\nE-mail: astier@ufl.edu\nBrian R Silliman\nDepartment of Biology\nUniversity of Florida\nGainesville\nFL\nUSA\nE-mail: brs@ufl.edu\nKeywords:Coral reef; Economic value; Ecosystem service; Estuarine and coastal ecosystem;\nMangrove; Salt marsh; Sand dune; Seagrass; seascape\nESCO 01206\n4\n\nELSEVIER\nAUTHOR\nPROOF\nBiographical Sketches\nEdward B. Barbier, PhD, is the John S Bugas Professor of Economics, Department of Economics and Finance, University of\nWyoming. He was formerly at the Environment Department, University of York, UK, and previously served as Director of\nthe London Environmental Economics Centre of the International Institute for Environment and Development and\nUniversity College London. Professor Barbier has over 25 years’experience as an environmental and resource economist,\nworking on natural resource and development issues as well as the interface between economics and ecology. He has\nserved as a consultant and policy analyst for a variety of national, international, and non-governmental agencies, including\nmany United Nations (UN) organizations and the World Bank. Professor Barbier serves on the editorial boards of several\nleading economics and natural science journals, and he appears in the 4th edition ofWho’s Who in Economics. He has\nauthored over 150 peer-reviewed journal articles and book chapters, written or edited 17 books and published in popular\njournals. Some of his well-known works includeBlueprint for a Green Economy(with David Pearce and Anil Markandya,\n1989),Natural Resources and Economic Development(2005), and the UN Environment Programme report,A Global Green\nNew Deal(2009).\nDr. Brian R. SillAU8iman received his PhD degree from Brown University, Providence, RI, USA, in 2004, after finishing his\nthesis Top-down vs. Bottom-up Control of Western Atlantic Salt Marshes, after which he started as an Assistant Professor at\nthe University of Florida. Since then, he was awarded the American Society of Naturalists’Prestigious Young Investigators’\nPrize, an Andrew Mellon Foundation Young Investigator Grant and has become a Fellow, both with the Nature\nConservancy as a David Smith Conservation Post Doctoral Research Fellow and at the Center for Advanced Studies in\nEcology and Biodiversity, Catholic University, Santiago, Chile. Brian Silliman has become internationally renowned for\nhis work on top-down control by fungal-feeding snails on salt-marsh vegetation. In particular, he has demonstrated that\nthe regionwide collapse of salt-marsh vegetation along the eastern and southern-US marshes is driven by the interaction of\nclimatic stress and grazer pressure, amplified by human-related environmental impacts. Key in understanding vegetation\ncollapse was the formation and movement of snail fronts that greatly amplified the effects of grazing and led to runaway\nvegetation collapse at large spatial scales. Currently, he is leading an international network studying how climate change\nshifts the importance of facilitation, disease, and predation in coastal plant ecosystems. This effort has been funded jointly\nby the National Science Foundation and the Andrew Mellon Foundation, and culminated in publication of the book\nHuman Impacts on Salt Marshes, of which Dr. Silliman is the primary editor.\nThe Department of Spatial Ecology of the NIOO-KNAW studies the processes that determine the spatial structure and\ndynamics of estuarine ecosystems, focusing on salt marshes and intertidal flats. The department’s central theme is to study how the interaction of organisms\nwith physical processes determines the spatial structure of estuarine ecosystems, for instance, the patchy vegetation structure typical of salt marshes. We propose\nto combine the expertise of Dr. Brian Silliman (experimental food web ecology) and the expertise of the department of Spatial Ecology, which includesdetailed\nstudies on the interaction between vegetation and hydrodynamic processes (Bouma), the use of geographic information systems (GIS) techniques (Vander\nWal), and modeling spatial self-organization (Van de Koppel) to study the spatial dynamics of both US and European salt marshes. Dr. Silliman’s experience in\nsetting up experiments to approach ecological interactions from multiple angles compliments our expertise in modeling and GIS techniques to build predictive\necological theory on the impacts of climate change on salt-marsh ecosystems with a solid foundation in both mathematics and experiments, as is witnessed by\npast publications inScience and Ecology Letters(pubs 43 and 44).\nESCO 01206\n5\n\nELSEVI\nER\nAUTHO\nR\nPROOF\n12.06a0005Estuarine and Coastal Ecosystems and Their Services\nEB Barbier,University of Wyoming, Laramie, WY, USA\nSD Hacker,Oregon State University, Corvallis, OR, USA\nEW Koch,University of Maryland Center for Environmental Science, Cambridge, MD, USA\nAC Stier and BR Silliman,University of Florida, Gainesville, FL, USA\n© 2012 Elsevier Inc. All rights reserved.\n12.06.1Introduction1\n12.06.2Definitions of Services and Values of ECE2\n12.06.3Descriptions of Services and Values of ECEs3\n12.06.3.1Near-shore Reefs3\n12.06.3.2Seagrass Beds6\n12.06.3.3Salt Marshes7\n12.06.3.4Mangroves9\n12.06.3.5Sand Beaches and Dunes11\n12.06.4Nonlinearity of ECE Services and Values13\n12.06.5Synergistic Characteristics of ECE Services and Values15\n12.06.6Management Implications of Ecosystem Services and Values16\nReferences16\nAbstract\nThe global decline in estuarine and coastal ecosystems (ECEs) is affecting a number of critical benefits, or ecosystem services.\nWe review the main ecological functions and their services across a variety of ECEs, including marshes, mangroves, near-shore\ncoral reefs, seagrass beds, and sand beaches and dunes. We cite estimates of the key economic values arising from these\nservices, and discuss how the natural variability of ECE impacts their benefits, the synergistic relationships of ECE across\nseascapes, and the management implications.\ns000512.06.1  Introduction\np0005\nEstuarine and coastal ecosystems (ECEs) are some of the most\nheavily used natural systems globally; it is now recognized that\nthe cumulative impacts from a range of human activities are\nthreatening many of the world’s remaining ECEs and the many\nbenefits they provide (Lotze et al., 2006; Worm et al., 2006;\nHalpern et al., 2008). More than one-third of the world’s\npopulation lives in coastal areas and small islands, which\ntogether make up just 4% of the Earth’s total land area.\nCoastal human population densities are nearly 3 times that of\ninland areas, and they are increasing exponentially (UNEP,\n2006). The long-term sustainability of these populations\ndepends on ECEs and the critical services they provide, such\nas storm buffering, fisheries production, and enhanced water\nquality.\np0010\nYet, despite the importance of these services, the loss of\nECEs is intense and increasing, such that 50% of salt marshes,\n35% of mangroves, 30% of coral reefs, and 29% of seagrasses\nare either lost or degraded worldwide (Valiela et al., 2001;\nMillennium Ecosystem Assessment, 2005; Orth et al., 2006;\nUNEP, 2006; FAO, 2007; Waycott et al., 2009). For example,\nthe global decline of ECEs is known to affect at least three\ncritical ecosystem services (Worm et al., 2006): the number of\nviable (noncollapsed) fisheries (33% decline); the provision of\nnursery habitats such as oyster reefs, seagrass beds, and wet-\nlands (69% decline); and filtering and detoxification services\nprovided by suspension feeders, submerged vegetation, and\nwetlands (63% decline). Loss of filtering services is also linked\nto declining water quality and the increasing occurrence of\nharmful algal blooms, fish kills, shellfish and beach closures,\nand oxygen depletion. The decline in biodiversity and ecosys-\ntem functions in ECEs may have contributed to biological\ninvasions and vice versa. Increasingly, the loss or change of\ncoastal vegetation in ECEs has affected these systems’ability\nto protect against coastal flooding and storm events (Braatz\net al., 2007; Cochard et al., 2008; Koch et al., 2009).\np0015\nSuch widespread transformation of ECEs and their ecosys-\ntem services suggests that it is important to understand further\nwhat is at stake in terms of critical benefits and values. The\npurpose of the following chapter\nAU3\nis to provide an overview of\nthe main ecological functions and their services across a variety\nof ECEs, including marshes, mangroves, near-shore coral reefs,\nseagrass beds, and sand beaches and dunes. Where possible, we\ncite estimates of the key economic values arising from the\nservices provided by these ECEs. In addition, we discuss how\nthe natural variability in these systems, both in space and time,\ncan produce nonlinear functions and services that greatly influ-\nence their economic value (Barbier et al., 2008; Koch et al.,\n2009). We discuss some of the synergistic effects of ECE.\nBecause they occur at the interface between the coast, land,\nand watersheds, ECEs can produce cumulative benefits that\nare much more significant and unique than the services pro-\nvided by any single ecosystem. Finally, we end by highlighting\nthe main management implications of this review of ECE ser-\nvices and their benefits to humankind.\nESCO 01206\n1\n\nELSEVI\nER\nAUTHO\nR\nPROOF\ns001012.06.2  Definitions of Services and Values of ECE\np0020\nIn classifying the ecosystem services provided by various ECEs,\nwe adopt the broad definition of the Millennium Ecosystem\nAssessment (2005) that“ecosystem services are the benefits\npeople obtain from ecosystems”(see also01202). Thus, the\nterm‘ecosystem services’is usually interpreted to imply a\nvariety of benefits, which, in economics, would normally be\nclassified  under  three  different  categories  (Daily,  1997;\nBarbier, 2007): (1) goods (e.g., products obtained from eco-\nsystems,  such  as  resource  harvests,  water,  and  genetic\nmaterial); (2) services (e.g., recreational and tourism benefits\nor certain ecological regulatory functions, such as water pur-\nification, climate regulation, and erosion control); and (3)\ncultural benefits (e.g., spiritual and religious beliefs, and\nheritage values) (see also01207,01208,01209,01210,\n01211, and01212).\np0025\nRegardless of how one defines and classifies ecosystem\nservices,“the fundamental challenge of valuing ecosystem ser-\nvices lies in providing an explicit description and adequate\nassessment of the links between the structure and functions of\nnatural systems, the benefits (i.e., goods and services) derived by\nhumanity, and their subsequent values”(Heal et al., 2005: 2).\nTable 1provides some examples of the links between regulatory\nand habitat functions and the ecosystem services from ECEs that\nultimately benefit humankind.\np0030\nThus, one pertinent feature of many ECEs is that they pro-\nvide multiple benefits, or values, to surrounding coastal\npopulations and communities. AsTable 2indicates, these ben-\nefits of ECE services cover a wide variety of use and nonuse\nt0005Table 1Some services provided by ecosystem regulatory and habitat functions\nEcosystem functionsEcosystem processes and componentsEcosystem services (benefits)\nRegulatory functions\nGas regulationRole of ecosystems in biogeochemical processesUltraviolet-B protection\nMaintenance of air quality\nInfluence of climate\nClimate regulationInfluence of land cover and biologically mediated processesMaintenance of temperature, precipitation\nDisturbance preventionInfluence of system structure on dampening environmental\ndisturbance\nStorm protection\nFlood mitigation\nWater regulationRole of land cover in regulating runoff, river discharge, and infiltrationDrainage and natural irrigation\nFlood mitigation\nGroundwater recharge\nSoil retentionRole of vegetation root matrix and soil biota in soil structureMaintenance of arable land\nPrevention of damage from erosion and\nsiltation\nSoil formationWeathering of rock and organic matter accumulationMaintenance of productivity on arable land\nNutrient regulationRole of biota in storage and recycling of nutrientsMaintenance of productive ecosystems\nWaste treatmentRemoval or breakdown of nutrients and compoundsPollution control and detoxification\nHabitat functions\nNiche and refugeSuitable living space for wild plants and animalsMaintenance of biodiversity\nMaintenance of beneficial species\nNursery and breedingSuitable reproductive habitat and nursery groundsMaintenance of biodiversity\nMaintenance of beneficial species\nFrom Adapted from Heal, G.M., Barbier, E.B., Boyle, K.J., Covich, A.P., Gloss, S.P., Hershner, C.H., Hoehn, J.P., Pringle, C.M., Polasky, S, Segerson, K., Shrader-Frechette, K., 2005.\nValuing Ecosystem Services: Toward Better Environmental Decision Making. The National Academies Press, Washington, DC., table 3-3.\nt0010Table 2Various values provided by tropical coastal and marine ecosystems\nUse valuesNonuse values\nDirect valuesIndirect valuesExistence and bequest values\nFishingNutrient retention and cyclingCultural heritage\nAquacultureFlood controlResources for future generations\nTransportStorm protectionExistence of charismatic species\nWild resourcesHabitat for speciesExistence of wild places\nWater supplyShoreline stabilization\nRecreation\nGenetic material\nScientific and educational opportunities\nFrom Adapted from Barbier, E.B., 1994. Valuing environmental functions: tropical wetlands. Land Economics 70, 155–173 and Heal, G.M., Barbier, E.B., Boyle, K.J., Covich, A.P.,\nGloss, S.P., Hershner, C.H., Hoehn, J.P., Pringle, C.M., Polasky, S, Segerson, K., Shrader-Frechette, K., 2005. Valuing Ecosystem Services: Toward Better Environmental Decision\nMaking. The National Academies Press, Washington, DC., table 2-1.\nESCO 01206\n2Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nvalues, which can have direct, indirect, and existence and\nbequest subcomponents (see also01203).\np0035For example, typical direct-use values, which refer to both\nconsumptive and nonconsumptive uses that involve some\ndirect physical interaction with the ecosystem and its services,\ninclude harvesting of fish and wild resources, transportation by\nwaterways, recreation, and tourism. Some unique estuarine\nand coastal habitats are also important stores of genetic mate-\nrial and have educational and scientific research value as well.\nHowever, in developing regions, some of the more important\nuses of ECEs tend to involve both small-scale commercial and\ninformal economic activity to support the livelihoods of local\npopulations, for example, through fishing, hunting, and fuel-\nwood extraction.\np0040Some of the regulatory and habitat functions of ecosystems\nidentified inTable 1underlie key services provided by ECEs. As\nindicated inTable 2, these include indirect use values such as\nnutrient retention and cycling, flood control, storm protection,\nhabitat for species, and shoreline stabilization. Such values are\nconsidered to be indirect because they are derived mainly from\nthe support and protection of economic activities and liveli-\nhoods that have directly measurable values (Barbier, 1994). For\nexample, in the case of mangrove ecosystems, the mangrove\nswamps may serve as a nursery and breeding habitat for many\nimportant fish species, some of which may migrate as adults to\noffshore fisheries. In addition, mangroves can provide storm\nprotection by reducing the economic damages inflicted by\ntropical storms on coastal property and communities. Finally,\nmangrove systems are thought to prevent coastal erosion, thus\npreserving valuable agricultural land and coastal properties.\np0045Many unique ECEs are considered to have substantial non-\nuse values, even in developing regions. These include existence\nand bequest values, which refer to people benefiting from the\nknowledge that an ecosystem simply exists or that it will be\naround for future generations to enjoy. These values may be\nparticularly important among indigenous communities in rural\nareas, as they see their culture, heritage, and traditional knowl-\nedge closely intertwined with the surrounding environment.\nEven some of the poorest rural communities have expressed\ninterest in seeing their way of life passed on to their heirs and\nfuture generations (Berkes, 1999).\np0050In the following section, we provide an overview of the\nmain ecological functions and their services for five ECEs. We\ndescribe the key services of the ecosystem and elaborate on its\nspecial ecological features, components, and functions that\ncorrespond to key services. We also cite, when possible, some\nestimates of key economic values from these services.\ns001512.06.3  Descriptions of Services and Values of ECEs\ns002012.06.3.1  Near-shore Reefs\np0055Coral reefs are structurally complex limestone habitats that\nform in shallow coastal waters of the tropics. Reefs can form\nnear-shore or extend hundreds of kilometers in shallow off-\nshore environments. Primarily generated by calcium carbonate\nfixed by sedentary cnidarians (corals), coral reefs flourish in\noligotrophic tropical waters by supplementing their diet with\nexcess sugar generated by photosynthetic dinoflagellates inside\ntheir tissues. Thus, the majority of the reef structure is dead\ncoral skeleton laid down over millennia, covered by a thin layer\nof live coral tissue that slowly accretes new limestone. As a\ngeneralization, coral species can be functionally divided into\nprimary and late successional species. Primary successional\nspecies are massive boulder-shaped corals that have dense\nskeletons and are therefore resistant to disturbance and form\nthe foundation of the reef (e.g., Montastrea in the Atlantic and\nPorites in the Pacific). As time passes, initial colonists are out-\ncompeted by fragile but structurally complex late successional\nspecies (e.g., corals of the genusAcroporaandPocillopora), which\nform much of the habitat occupied by the diverse suite of\ninvertebrates and fishes. The benthic composition of reefs\ncan, however, vary substantially across oceanic basins, long-\nitude, latitude, distance for biodiversity hot spots, and across\nphysical disturbance gradients. The composition of reef com-\nmunities can additionally be affected by ecological processes\nsuch as predation, competition, and mutualisms (Glynn, 1976;\nConnell et al., 1997; Pandolfi, 2002; Bellwood et al., 2005). For\nexample, the crown-of-thorns sea star, a voracious coral pre-\ndator, can substantially alter the composition of coral\ncommunities during spikes in population size (Porter, 1972).\np0060\nCoral reefs can provide a number of important ecosystem\nservices to humans including building materials, shoreline\nprotection, fisheries, tourism and recreation, medicinal pro-\nducts, habitat for a variety of species of heavily harvested\ninvertebrates and fishes, cross-ecosystem nutrient transfer to\nbirds and pelagic fishes, a window into geologic history, and\nan opportunity for education and scientific inquiry (Moberg\nand Folke, 1999;Table 3). These services are collectively esti-\nmated as having a value of approximately $30 billion annually\nworldwide (Cesar et al., 2003).\np0065Reefs have been providing services to humans as a coastal\nresource for millennia, facilitating the colonization of rocky\nland that is largely depauperate in terrestrial resources such as\nfood and building materials. Indeed, the harvesting of fishes\nand invertebrates provided the provisional backbone (along\nwith pigs and chickens) for early Polynesian expansions to\nrocky, eastern Pacific islands (though, notably, reefs were also\ntreacherous to ships navigating uncharted waters). Historically,\nthe mining of live reefs provided an excellent and reliable\nsource of valuable lime, which served as both an essential\nmaterial in the manufacturing of mortar and cement as well\nas used to control soil pH in agriculture (Dulvy et al., 1995).\nPresently, excavation of live reefs for lime is uncommon due to\nthe obvious destructive nature of this resource extraction; how-\never, terrestrial limestone deposits (geologic reefs that formed\nduring times of higher sea level) are still heavily mined on land\nand continue to provide goods for building construction and\nagriculture endeavors. As one of the most diverse marine eco-\nsystems on the planet, coral reefs offer opportunity for the\ndiscovery and sequestration of medical products (Paulay and\nMeyer, 2002). For example, azidothymidine (AZT) and Ara-c,\ncompounds derived from sponges on coral reefs, are antiviral\ndrugs used to fight human immunodeficiency virus (HIV)\n(Loya et al., 1993; Jain, 2009). A suite of other compounds\n(e.g., sunscreens) are sequestered from seaweeds, corals, gorgo-\nnians, mollusks, and sea anemones and used to treat a variety\nof other human diseases such as cancer, heart disease, and\ninflammation (Carté, 1996).\np0070Coral reefs also provide an important ecosystem service by\nfacilitating island formation and persistence in the face of\nintense storms. For example, reefs buffer shorelines from severe\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services3\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nweather, making it possible for coastal housing and moderate\nlevels of island-based agriculture to develop and persist on\nlandmasses largely composed of rock and sand. Erosion and\nbioerosion of reefs also contributes to island growth, and on\nold sunken volcanic islands (atolls), old reef and sand reef\nmakes up the entire livable space for humans. Finally, by alter-\ning the physical environment (i.e., reducing waves and\ncurrents), corals can engineer the physical environment for\nentire ecosystems, making it possible for other coastal ecosys-\ntems such as seagrass beds and mangroves to develop, which,\nin turn, serve their own suite of services to humans (detailed\nbelow).\np0075Shoreline protection and island growth also provide pictur-\nesque placid lagoons for tourism and recreational activities,\nwhich can make up a high percentage of gross domestic\nproduct (GDP) for developing countries. Resorts sell the\naesthetically turquoise lagoons, white sandy beaches, and\nunderwater opportunities on the reef to tourists. The high\nbiological diversity and clear waters of tropical reefs also sup-\nport an abundance of recreational activities such as scuba\ndiving, snorkeling, island tours, and sport fishing. These tour-\nism activities can be highly lucrative for individual economies;\nfor example, in 2002, the earnings of ~100 diver operators in\nHawaii were estimated at $50–60 million yr\n–1\n(van Beukering\nand Cesar, 2004). In addition, Yeo et al. (2002)\nAU4estimated\ntourism in the Pulau Payar Marine Park at $390 000 yr\n–1\n.\nHowever, estimates of the recreational value of individual\nreefs should be interpreted with caution as a recent meta-ana-\nlysis  suggests  substantial  bias  in  author’s  estimates  of\nindividual recreation values (Brander et al., 2007). In addition\nto tourism and recreation, reefs also provide substantial ser-\nvices through research opportunities for scientists, providing\nrich geologic climate history in tree-like bands embedded in\ncoral skeletons (Greenstein and Pandolfi, 2008). Warm, clear,\ntropical waters also give scientists the rare opportunity to spend\nextended time conducting subtidal research on extremely\ndiverse fish, algal, and invertebrate communities, work that is\nessential to basic and applied science.\np0080In addition to providing building materials, altering geo-\nmorphology, stimulating tourism, recreation, and research,\ncoral reefs also enhance production of ecologically and eco-\nnomically important fishery species by providing shelter space\nand substrate for smaller organisms and food resources for\nlarger epibenthic and pelagic organisms. Increases in fishing\ntechnology and transport have transformed reef fisheries that\ninitially functioned solely for subsistence, into commercial\noperations that serve international markets. Coral reef fisheries\nconsist of reef-associated pelagic fisheries (e.g., tuna, mackerel,\nmahi-mahi, and sharks), reef fishes (e.g., jacks, snappers,\ngroupers, and parrotfishes), and large invertebrates (e.g., giant\nclams, conch, lobsters, and crabs). In 1978, reef fisheries were\nestimated to make up 9–12% of the world’s fish market (Smith,\n1978). This market has undoubtedly grown in the past 40\nyears, though recent estimates of economic value focus on\nindividual markets. For example, Hawaiian reefs in the US are\nestimated to contribute $1.3 million yearly to the Hawaiian\neconomy (Cesar and van Beukering, 2004). Additional fishery\nharvests consist of the live animal aquarium trade where corals,\nsmall fishes, and invertebrates are collected from reefs. The\naquarium trade has substantially expanded in the past 20\nyears, listed in 1985 as making $20–40 million yr\n–1\nAU5\nas a\nworld market (Wood, 1985) and expanding to an estimated\n$90–300 million yr\n–1\nin 2002 (Sadovy et al., 2002). The export\nand sale of shells and jewelry also makes up a substantial\nportion of fisheries on reefs; giant clams, conch shells, coral,\nand pearls are all among the many heavily harvested\norganisms.\np0085Coral reef ecosystems also perform important services by\ncycling organic and inorganic nutrients. Unlike the other\ncoastal systems (e.g., salt marshes discussed below), reefs play\nt0015Table 3Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for near-shore\ncoral reefs\nEcosystem services\nEcosystem processes and\nfunctions\nImportant controlling\ncomponentsHuman drivers of service loss\nCoastal protectionAttenuates or dissipates\nwaves, beach retention\nWave height, distance from reef\ncrest\nClimate change, blast or cyanide fishing, lime\nmining, eutrophication, sedimentation,\ncoastal development, dredging, pollution,\nbiological invasion\nTourism, recreation,\neducation, and research\nSCUBA and snorkel\noperations, aesthetic\nreefscapes and coastlines,\nwater sports, tour boats\nLagoon size, beach area, wave\nheight, shell availability,\neducation and research\nfunding, diversity\nMaintenance of fisheriesSuitable reproductive habitat\nand nursery grounds,\nsuitable living space for\nspecies\nReef composition and density,\nhabitat quality, water supply\nand quality\nNutrient cyclingBiogeochemical activity,\nCaCO\n3\nsequestration,\nsedimentation, biological\nproductivity\nReef composition and density,\nsediment deposition,\nsubsidence, coastal\ngeomorphology\nCross-ecosystem nutrient\ntransfer\nProvides feeding and\nmigration grounds for\nshorebirds and transfers\nnutrients to pelagic fisheries\nFood availability, reef type,\nquality and availability,\nproximity to shore and pelagic\nzone, outer reef slope\nESCO 01206\n4Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\na relatively minor role in the global carbon budget. Indeed,\ndespite housing a great deal of inorganic carbon in the lime-\nstone skeleton that makes up the structure of the reef, carbon\nbudgets for reefs are thought to be estimated as a small fraction\nof the global carbon budget (Hallock, 1997; Gattuso et al.,\n1998). Reefs do, however, serve as major players in the global\ncalcium carbonate budget, estimated as 26% of coastal marine\nCaCO\n3\nand 11% of the total CaCO\n3\nprecipitation. Reefs addi-\ntionally play a role in cross-ecosystem nutrient cycling,\ntransferring a variety of nutrients through trophic links with\npelagic organisms and marine birds. Of particular importance\nis transference of excess nitrogen production from cyanobac-\nteria and benthic microbes on the reef to the pelagic\nenvironment (Moberg and Folke, 1999). Though poorly quan-\ntified, the sequestering of CaCO\n3\nto form the foundation of the\nreef is the primary reason for such high abundance and diver-\nsity of organisms; the consequences of losing this foundation\nspecies are discussed below.\np0090Despite the numerous economic, health, and nutritional\nbenefits coral reefs provide, reef ecosystems are under threat\nof irrevocable decline worldwide due to a suite of anthropo-\ngenic stressors. Localized stressors (i.e., within reefs or\narchipelagos) include overfishing, dynamite fishing, poisoning\nanimals with cyanide treatments, pollution, eutrophication,\nand disease (Hoegh-Guldberg, 1999; Gardner et al., 2003;\nBellwood et al., 2004; Hoegh-Guldberg et al., 2007). Though\nstressors may occur concurrently and combine in unpredictable\nnonadditive ways to affect reef ecosystem services, individual\ncase studies attempting to place an economic value on these\nstressors provide some insight into the economic impact of\ncoral degradation. For example, a study comparing tsunami\nwave heights and subsequent depths in the 2004 Sumatra\ntsunami found that areas where dynamite fishing had occurred\nsuffered 70% greater wave heights than undisturbed areas. This\nultimately led to the deaths of 1700 people whose train was\nderailed behind these degraded reef locations (Fernando et al.,\n2005). Blast fishing can also have negative effects on local\neconomies by reducing the amount of available reef for tour-\nisms; a study in Indonesian reefs estimated blast-fishing-\ninduced habitat destruction led to the loss of reef that was\nvalued at $306 800km\n-2\n(Pet-Soede et al., 1999).\np0095\nOverfishing has important cascading consequences on both\nreef ecosystem function by inducing phase shifts (Mumby\net al., 2006, 2007) and through sustainable production.\nOverharvesting in the aquarium industry has also been docu-\nmented at local levels. For example, Lubbock and Polunin\n(1975) reported severe depletion of a butterflyfish in Sri\nLanka. Another example of overharvesting is in the live fish-\nfood trade in Hong Kong, where it makes up 40% of the Indo-\nPacific market and is estimated to be a yearly global market of\n$1 billion yr\n-1\n. Here, harvesting exceeds production of the\nIndo-Pacific fish populations by up to sixfold. In another\nexample, fishing in Oceania for local consumption is estimated\nto be 20% less than the capacity, which underlines the\nimportance of export in driving demand for reef ecosystem\nservices (Warren-Rhodes et al., 2004). Though reefs may be\nsomewhat capable of mitigating human impacts such as\npetroleum spills (Peterson and Lubchenco, 1997), a recent\nmodel estimates millions of dollars in lost tourism revenue\nthrough eutrophication-induced algal blooms in Hawaii (van\nBeukering and Cesar, 2004).\np0100\nThough local-scale stressors and fisheries export can have\ndevastating effects on reef services, perhaps of greatest concern\nare global-scale climate-change threats to reefs, which include\ncoral bleaching, disease, and ocean acidification. A recent study\nplaced 32.8% of 702 examined coral species at elevated risk of\nextinction due to bleaching, diseases, and local anthropogenic\nstressors (Carpenter et al., 2008\nAU6). Current projections of reef\ndecline at present-day levels of increase in temperature and\nCO\n2\n(2 °C and 500 ppm by 2100, respectively) are catastrophic\nfor reefs (Hoegh-Guldberg et al., 2007). Such declines have the\npotential to render reefs crippled in their ability to provide\neconomic services to humans. A number of studies have eval-\nuated the economic consequences of climate-change-driven\nreef degradation on fisheries and tourism.\np0105The response of fisheries to climate change may be variable,\ndepending on the direct dependence of fished species on live\ncoral, structure, or trophic dependencies (reviewed in Pratchett\net al. (2008)). Species dependent on live coral are the first to\ndisappear with severe reductions in live coral cover; however, in\nthe case of bleaching and disease, the limestone structure often\nremains well beyond the death of the coral, generating a‘lag-\neffect’whereby populations of fishes that depend on the reef\nfor structure only, or mobile upper trophic levels (e.g., sharks,\njacks, and barracuda) that use the reef for prey, may not decline\nfor a number of years after bleaching or disease events (Graham\net al., 2007). Though the economic effects of climate change on\nfisheries harvested for food remain somewhat unclear, what is\nclear is that reefs are likely to shift heavily in composition in\nresponse to benthic composition and, therefore, fisheries will\nat least change in composition, if not in overall take (Pratchett\net al., 2008). The effects of climate change on the aquarium\ntrade are much more obvious. Loss of reefs may substantially\nreduce the availability of the most-valued fishes collected in the\naquarium trade. Of the species harvested by the aquarium\ntrade, live coral-dependent species (those most susceptible to\nreef shifts from climate change) are, on average, worth 12% and\n18% more in fishes per dollar than fishes that are solely habi-\ntat-dependent or reef-associated fishes (Pratchett et al., 2008).\nReef tourism is also expected to be heavily impacted by climate\nchange. Economic costs of bleaching on tourism are not pre-\nsent in all areas, though a number of surveys suggest that divers\nare more likely to pay higher prices to dive recreationally on\nhealthy reefs ($202 and $52 per dive in the Philippines\n(Pratchett et al., 2008)). Reductions in tourism due to recent\nclimate change-driven coral-bleaching events are estimated in\nbillions of dollars. For example, the estimated losses in revenue\nfrom the 1998 bleaching event in the Indian Ocean are thought\nto be as much as $3.5 billion in tourism revenue in a 20-year\ntime period (Wilkinson et al., 1999).\np0110Considering the number of services coral reefs provide,\ncurrent projected levels of reef degradation will lead to enor-\nmous economic losses for humans in the future. Though the\nmechanisms by which each of the reef stressors can cause\ndecline are still being revealed, the solutions needed to reduce\nhuman impacts on reefs are relatively straightforward. They\ninclude combating climate change by reducing CO\n2\nemissions,\nalleviating destructive fishing practices and overfishing, and\nstemming terrestrial runoff of fertilizers, sediments, and pollu-\ntants. Putting these types of changes into effect is much more\ndifficult than identifying the solutions; however, by commu-\nnicating the benefits (and potential losses) of reefs to\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services5\n\nELSEVI\nER\nAUTHO\nR\nPROOF\ngovernmental officials, fishermen, and consumers, it may be\npossible to preserve the essential services reefs provide.\ns002512.06.3.2  Seagrass Beds\np0115Seagrasses are flowering plants that colonize shallow marine\nand estuarine habitats. With only one exception (the genus\nPhyllospadix), seagrasses colonize soft substrates (e.g., mud,\nsand, and cobble) and grow to depths where approximately\n11% of surface light reaches the bottom (Duarte, 1991\nAU7).\nSeagrasses also prefer wave-sheltered conditions as sediments\ndisturbed by currents and/or waves lead to patchy beds or their\nabsence (Koch et al., 2006). Despite being among the most\nproductive ecosystems on the planet, fulfilling a key role in the\ncoastal zone (Duarte, 2002) and being lost at an alarming rate\n(Orth et al., 2006), seagrasses receive little attention when\ncompared with other ECEs (Duarte et al., 2008).\np0120Anthropogenic influences such as nutrient enrichment of\ncoastal waters, sediment runoff, algal blooms, commercial fish-\neries and aquaculture practices, physical disturbance, and\nglobal warming are among the causes for the decline of sea-\ngrasses worldwide (Table 4; Orth et al., 2006). With the\ndisappearance of seagrasses, valuable ecosystem services are\nalso lost (McArthur and Boland, 2006).\np0125In the past, seagrasses were highly valued for their provision\nof materials (Table 4). In the seventeenth century, coastal\nvillagers made a variety of foods from flour produced from\nseagrass seeds (Felger et al., 1980). In the eighteenth century,\nlarge amounts of seagrass leaves were harvested to manufacture\npillows, mattresses, and commercial insulating products for\nhomes and some of the first skyscrapers (Wyllie-Echeverria\nand Cox, 1999). Modern direct uses of seagrasses are rather\nlimited. For example, seagrasses are harvested in Tanzania,\nPortugal, and Australia and are used as fertilizer (Hemminga\nand Duarte, 2000; de la Torre-Castro and Rönnbäck, 2004). In\nChesapeake Bay, USA, seagrass by-catch or beach-cast is used to\nkeep crabs moist during transport. In East Africa,Halophilaspp.\nis used as salad, whereas other species are used in magic\npotions (for good and bad influence) and rituals against ghosts\nand devils (de la Torre-Castro and Rönnbäck, 2004). Although\nhuman use of seagrasses has dwindled since the seventeenth\ncentury, they continue to be a main food source for organisms\nsuch as manatees, dugongs, and turtles. Actually, the common\nname of many seagrasses reflects the organisms that feed on\nthem: for example, turtle grass (Thalassia testudinum), manatee\ngrass (Syringodium filiforme), widgeon grass (Ruppia maritima),\ndugong grass (Halophila   ovalis), and spiny dugong grass\n(Halophila spinulosa).\np0130\nRegulating ecosystem services  provided by seagrasses\ninclude carbon sequestration, water purification, and coastal\nprotection (Table 4). Seagrasses use carbon dissolved in the\nseawater (mostly in the form of CO\n2\nbut also HCO\n3\n–\n) to grow.\nOnce the plants complete their life cycle, a portion of these\nmaterials is then buried in the sediment in the form of refrac-\ntory detritus. It has been estimated that detritus burial from\nvegetated coastal habitats contributes about half of the total\ncarbon burial in the ocean (Duarte et al., 2005). Therefore, the\ndecline in seagrasses could lead to an important loss in the\nglobal CO\n2\nsink capacity.\np0135\nWater purification by seagrasses occurs via two processes:\nnutrient uptake and particle removal (Table 4). Although sea-\ngrasses tend to remove most of their nutrients from the\nsediments, their leaves are colonized by algae (epiphytes),\nwhich also remove nutrients from the water column. The nutri-\nents incorporated into the tissue of seagrasses and algae are\nslowly released back into the water column once the plants\ndecompose, or are removed from the nutrient cycle when\nburied in the sediment. Nutrient cycling by seagrasses has\nbeen valued at $19 004ha yr\n-1\n(Mathews, 1983). In addition\nto reducing nutrients, seagrass beds also decrease the concen-\ntration of suspended particles (e.g., sediment and microalgae)\nfrom the water. Leaves in the water column provide an\nt0020Table 4Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for seagrasses\nEcosystem servicesEcosystem processes and functionsImportant controlling componentsHuman drivers of service loss\nRaw materials and foodBiological productivity and diversitySeagrass species and density,\nhabitat quality, water depth, light\nand nutrient availability\nEutrophication, overharvesting,\ncoastal development, vegetation\ndisturbance, aquaculture,\nclimate change, sea-level rise\nCoastal protectionAttenuation and/or dissipation of wavesWater depth, wave height, wind\nclimate, beach slope, seagrass\nspecies and density, reproductive\nstage, distance from shore\nErosion controlSediment stabilizationSea-level rise, subsidence, tidal\nstage, coastal geomorphology,\nseagrass species and density\nWater purificationNutrient uptake, particle depositionSeagrass species and density,\nnutrient load, water residence\ntime, hydrodynamic conditions,\nlight availability\nMaintenance of\nfisheries\nSuitable reproductive habitat and\nnursery grounds, suitable living space\nand sheltered substrates for species\nSeagrass species and density,\nhabitat quality, proximity to other\nECE, food sources\nCarbon sequestrationPhotosynthesisSeagrass species and density, water\ndepth, light availability, burial\nrates, biomass export\nESCO 01206\n6Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nobstruction to water flow and, as a result, currents and waves\nare reduced within seagrass canopies (Koch et al., 2006) caus-\ning particles to be deposited. This water-purification effect can\nbe quite dramatic, with clear water in vegetated areas compared\nto those without vegetation (Rybicki, 1997).\np0140Coastal protection is often listed as an ecosystem service\nprovided  by  seagrasses  (Hemminga  and  Duarte,  2000;\nSpalding et al., 2003), but due to nonlinearities in wave\nattenuation, caution about generalizations is needed (Koch\net al., 2009; see also Section 12.06.4). Seagrasses tend to attenu-\nate waves (Fonseca and Cahalan, 1992; Koch, 1996\nAU9; Prager and\nHalley, 1999\nAU10) and, as a result, smaller waves tend to reach the\nadjacent shoreline. Wave attenuation is an inverse function of\nwater depth (Fonseca and Cahalan, 1992); therefore, coastal\nprotection will be highest when the plants occupy the entire\nwater column such as at low tide or when plants produce long\nreproductive stems (Koch et al., 2006). When small seagrasses\ncolonize rather deep waters, their contribution to wave attenua-\ntion and coastal protection is rather limited. What appears to\nbe more important is sediment stabilization by seagrass roots\nand rhizomes as well as by their beach-casted  debris\n(Hemminga and Nieuwenhuize, 1990). Therefore, the benefit\nseagrasses provide in terms of coastal protection is more loca-\nlized and occurs mainly where the seagrasses grow (via\nsediment stabilization) and to a lesser extent at the adjacent\nshoreline (via wave attenuation).\np0145Seagrasses are well known for their value as habitat for\necologically and economically important species such as scal-\nlops, shrimp, crabs, and juvenile fish (Table 4). Seagrasses\nprotect them from predators and provide food in the form of\nleaves, detritus, and epiphytes. The potential shrimp yield in\nseagrass beds in Western Australia was estimated to be between\n$684 and $2511 ha yr\n–1\n(Watson et al., 1993) and the fish,\nshrimp, and crab yield in southern Australia at US$1436 ha yr\n–1\n(McArthur and Boland, 2006).\np0150Although not often included in the list of ecosystem services\nprovided, seagrasses are also a source of recreation and scien-\ntific discovery (Table 4). Waters inhabited by seagrasses are\ncleaner and have higher species diversity compared to unvege-\ntated areas; therefore, they provide beauty to be enjoyed by\ndivers and snorkelers as well as fishes to be caught by anglers.\nSeagrass systems have also fostered 4 decades of scientific dis-\ncovery employing faculty, students, technicians, and managers.\np0155Considering all the benefits seagrass systems provide to\nhumankind, their decline leads to tremendous losses, which\nrange from the impacts on coastal villages that depend on\nfisheries facilitated by seagrass habitat to the global effects of\ncarbon removal from the oceans via burial of seagrass detritus.\nFor example, the loss of most seagrasses in Long Island in the\n1930s due to wasting disease led to the collapse of the scallop\nindustry (Orth et al., 2006). Management and preservation of\nseagrass beds is needed to assure the continuation of provision\nof ecological and social benefits to humankind.\ns003012.06.3.3  Salt Marshes\np0160Salt marshes are intertidal grasslands that form in low-energy,\nwave-protected  shorelines  along  continental  margins.\nExtensive salt marshes (many >2 km in width) establish and\ngrow both behind barrier-island systems and along the wave-\nprotected shorelines of bays and estuaries. These systems are\ngenerated primarily from foundation plants at lower tidal\nlevels such asSpartina, Phragmites, and a variety of rushes. At\nhigher reaches of salt marshes, woody plants such asIva,\nMyrica, andBaccharusmay also play key bioengineering roles\n(Bertness, 2006). Salt marshes are characterized by sharp zona-\ntion of plants and low plant species diversity.\nAU11Individual\nmarshes typically have 5–15 plant species, with the worldwide\ntotal reaching over 400 (Marc Spalding, personal communica-\ntion).  The  structure  and  function  of  salt-marsh  plant\ncommunities (and thus their services) were long thought to\nbe regulated by physical processes, such as elevation, salinity,\nflooding, and nutrient availability (Odum and Smalley, 1959;\nMitsch and Gosselink, 2008). Over the past 25 years, however,\nexperiments have shown that competition (Bertness, 1991)\nand facilitation (Hacker and Bertness, 1995) among marsh\nplants is also critically important in controlling community\nstructure. More recently, research has revealed the presence of\nstrong trophic cascades driven by habitat-destroying herbivor-\nous grazers (Silliman and Bertness, 2003\nAU12\n; Silliman et al., 2005;\nHenry and Jefferies, 2009).\np0165\nAmong coastal ecosystems, salt marshes provide a high\nnumber of valuable benefits to humans including water filtra-\ntion, buffering of storm waves and surges, carbon sequestration\nand burial, critical habitat for both adult and juvenile fishes\nand birds, grasses for building houses and baskets, land for\ngrazing ungulates and development, and scientific and educa-\ntional opportunities (Morgan et al., 2009;Table 5).\np0170For over 8000 years, humans have benefited greatly from\nsalt marshes and relied on them for direct provisioning of\nmaterials (Table 5, Davy et al., 2009). In the Fertile Crescent\nof the Middle East, as well as in Europe and North America, salt\nmarsh grasses were harvested to provide thatch for roofs, wall\nmaterial for small houses, and baskets for holding food and\ngoods. Additionally, salt marshes in these areas were used as\ngrazing pastures for cattle and sheep, and other domesticated\nanimals. Starting roughly 2000 years ago and to this day, marsh\ngrasses are still purposely planted and protected by the Dutch\nso as to act as buffers against storms surges and as natural-\nengineering tools to reclaim shallow seas and build up sea\nbarriers to facilitate greater human reclamation and develop-\nment (Davy et al., 2009). Indeed, over 40% of the land in\npresent-day Netherlands was once estuarine habitat and was\nreclaimed with the help of the engineering services of salt\nmarsh plants (Davy et al., 2009). Although the harvesting of\nmarsh grasses and the use of salt marshes as pasture lands have\ndecreased today, these services are still important locally in\nboth  developed  and  developing  areas  of  the  world\n(Bromberg-Gedan et al., 2009).\np0175Besides directly providing humans with building materials\nfor shelter, feed for cattle, and ways of reclaiming estuarine\nhabitat, salt marsh ecosystems also help boost production of\neconomically and ecologically important fishery species, such\nas shrimp, oysters, clams, and fishes (MacKenzie and Dionne,\n2008; Boesche and Turner, 1984). For example, salt marshes\nmay account for 66% of the shrimp and 25% of the blue crab\nproduction in the Gulf of Mexico (Zimmerman et al., 2007\nAU13\n).\nField research has revealed many mechanisms by which salt\nmarshes boost production in these fisheries. Because of their\ncomplex and tightly packed plant structure, marshes provide\nhabitat that is mostly inaccessible to large fishes, thus providing\na predator-free or predator-reduced habitat for the increased\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services7\n\nELSEVI\nER\nAUTHO\nR\nPROOF\ngrowth and survival of young shrimp, fishes, and shellfish\n(Boesche and Turner, 1984). In addition, young animals utiliz-\ning marshes also benefit from increased food supply of small\ninvertebrates and primary producers, such as plants, detrital\nplant particles, and diatoms (Boesche and Turner, 1984).\nFinally, salt marshes provide juvenile animals with a stable\nand relatively low-energy physical regime, which reduces\nchances of dislodgement or death due to heavy-wave energy\n(Boesche and Turner, 1984).\np0180\nIn addition to the direct provisioning of resources for\nhumans, salt marshes also provide important regulatory eco-\nsystem  services  such  as  carbon  sequestration,  coastal\nprotection, and water purification. By being one of the most\nproductive ecosystems in the world (up to 3900 g cm\n–2\nyr–\n1\n),\nand one that is widely distributed, salt marshes sequester mil-\nlions of tons of carbon per year (Mitsch and Gosselink, 2008\nAU14\n).\nBecause of the anoxic nature of the marsh soils (as in most\nwetlands), carbon sequestered by salt marsh plants during\nphotosynthesis is often lost from the short-term carbon cycle\n(10–100 years) to the long-term carbon cycle (1000 years) as\nburied, slowly decaying biomass in the form of decaying root\nmaterial (Mitsch and Gosselink, 2008; Mayor and Hicks,\n2009). This cycle-shifting capability is unique among many of\nthe world’s ecosystems, where carbon is mostly turned over\nquickly and does not often move into the long-term carbon\ncycle. Thus, salt marshes should be elevated along with\necosystems such as Arctic tundra and boreal forests, as those\nthat provide the important ecosystem service of carbon seques-\ntration and transition into the long-term carbon cycle (Mayor\nand Hicks, 2009). Currently, however, this critical ecosystem\nservice generated by salt marshes is just beginning to be recog-\nnized by managers, economists, and scientists.\np0185\nFor over 2000 years, salt marshes have been considered as\nnatural barriers that protect our coastlines from waves and\nstorm surge (Davy et al., 2009). By generating higher, accreting\nland between sea and terrestrial ecosystems, providing baffling\nvertical structures (grass), and stabilizing sediment, salt\nmarshes reduce impacts of incoming waves by reducing their\nvelocity, height, and duration (Morgan et al., 2009). In addi-\ntion, because bioengineering by both burrowing marsh crabs\n(Bertness, 1984) and grasses provides increased interstitial\nspace and porosity for holding greater amounts of water per\nunit volume of soil, marshes are also likely to reduce storm\nsurge duration and height by providing extra water uptake and\nholding capacity in comparison to the highly compact sedi-\nments of unvegetated mudflats. Recent research in coastal\nprotection services cautions, however, that there are nonlinea-\nrities in the generation of coastal protection by salt marshes\nand other coastal ecosystems such that larger areas do not\nnecessarily produce greater protection, especially for larger\nwaves such as those produced by tsunamis and hurricanes\n(Barbier et al., 2008; Koch et al., 2009). Regardless, there is\nt0025Table 5Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for salt marshes\nEcosystem services\nEcosystem processes and\nfunctionsImportant controlling componentsHuman drivers of service loss\nRaw materials and foodBiological productivity and\ndiversity\nMarsh grass species type and density,\nmarsh quality and area, healthy predator\npopulations\nMarsh reclamation, vegetation\ndisturbance, climate change,\nsea-level rise, pollution, altered\nhydrological regimes, biological\ninvasion\nCoastal protectionAttenuates or dissipates\nwaves\nTide height, water depth, wave height,\nwind velocity, marsh area and width,\nmarsh grass species and density, healthy\npredator populations\nErosion controlProvides sediment\nstabilization and soil\nretention in vegetation root\nstructure\nSea-level rise, fluvial sediment deposition\nand load, subsidence, coastal\ngeomorphology, marsh grass species\nand density, distance from sea edge,\nhealthy predator populations\nWater purificationProvides nutrient and\npollution uptake, as well as\nretention\nMarsh grass species and density, marsh\nquality and area, nutrient and sediment\nload, water supply and quality, healthy\npredator populations\nMaintenance of\nfisheries\nProvides suitable reproductive\nhabitat and nursery\ngrounds, suitable living\nspace for species\nMarsh grass species and density, marsh\nquality and area, primary productivity,\nhealthy predator populations\nMaintenance of birds,\nother species for\nrecreational uses\nProvides suitable reproductive\nhabitat and feeding and\nrearing grounds\nMarsh grass species type, and density,\nhabitat quality and area, prey species\navailability, healthy predator populations\nCarbon sequestrationGenerates biogeochemical\nactivity, carbon\nsequestration,\nsedimentation, biological\nproductivity\nMarsh grass species and density, sediment\ntype, primary productivity, healthy\npredator populations\nESCO 01206\n8Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nlittle doubt that salt marshes provide coastlines with significant\nprotection from the erosion and destruction caused by boat-\nand mid-sized storm-generated waves. The latter economic\nvalue can be substantial, as a study of the protection against\nhurricanes by coastal wetlands along the US Atlantic and Gulf\ncoasts reveals (Costanza et al., 2008). Coastal protection\nshould thus be included as a critical service generated by salt\nmarsh ecosystems. The functional components and the quanti-\ntative details of its generation, however, must be explored to a\ngreater degree.\np0190\nLike riparian wetlands and coastal forests, salt marshes act\nas natural, vertically oriented filters that purify water entering\nthe estuary (Mitsch and Gosselink, 2008). As water (e.g., from\nrivers, terrestrial runoff, ground water, or rain) passes over\nmarshes, it slows due to the baffling and friction effect of\nupright grasses (Morgan et al., 2009). Suspended sediments\nthen deposit on the marsh surface. Those sediments contain\nnutrients as well as toxic pollutants. Both of these deposits are\ntaken up by salt marsh grasses and sequestered in plant tissue\n(Valiela and Teal, 1979\nAU15\n). Some of the bio-sequestered pollu-\ntants may enter the estuarine food web, but many are buried\nin the sediment during the biodeposition process described\nabove. After this filtration process, water leaving the marsh\neither in tides, groundwater, or as overland flow is signifi-\ncantly less polluted and clearer (Valiela and Teal, 1979). This\nwater-filtration service benefits humans, who use nearby\nwaters for swimming and fishing, as well as adjacent ecosys-\ntems and the services they provide, such as seagrasses, which\nare more easily overwhelmed and killed by nutrients (Valiela\nand Teal, 1979).\np0195\nDespite this list of abundant and valuable critical services, salt\nmarshes are currently severely threatened worldwide (50%\nare now lost or degraded) by an extensive portfolio of human-\ngenerated threats (Bromberg and Silliman, 2009\nAU16\n). Most of these\nthreats are currently underestimated or even overlooked by\ncoastal conservation managers (Table 5) because marsh-preser-\nvation practitioners have historically worried most about\nstopping reclamation efforts (Silliman et al., 2009). Current\nthreats to salt marshes include human-precipitated species inva-\nsions, small- and large-scale eutrophication and accompanying\nplant species declines, runawaygrazing bysnails, geese crabs,and\nnutria that denude vegetated marsh substrate over vast extents,\nclimate-change induced effects including sea-level rise, increasing\nair and sea-surface temperatures, increasing CO\n2\nconcentrations,\naltered hydrologic regimes, and a wide range of pollutants\nincluding nutrients, synthetic hormones, metals, organics, and\npesticides (Silliman et al., 2009). Already, about 50% of the\nvalue of services marshes provide have been lost as salt marsh\necosystems have been degraded or lost (Bromberg-Gedan et al.,\n2009). On some coasts, such as the West Coast of the US, this\nnumber rises above 90%, for both marsh area and their services\n(Bromberg and Silliman, 2009). Without proper conservation\naction, it is now predicted that this key coastal community will\nbecome a nonsignificant ecosystem-service generating habitat in\nless than 100 years (Silliman et al., 2009). Key to saving salt\nmarsh ecosystems is recognizing a wide variety of threats and\nabating  them  through  up-to-date  conservation  strategies\n(Silliman et al., 2009) and providing justification of these con-\nservation measures by both describing and valuing all of the\ncritical services marshes provide.\ns003512.06.3.4  Mangroves\np0200\nMangroves are coastal forests that inhabit saline tidal areas\nalong sheltered bays, estuaries, and inlets in the tropics and\nsubtropics throughout the world. Around 50–75 woody species\nare designated as‘mangrove’, which is a term that describes\nboth the ecosystem and the plant families that propagate in this\nsaline tidal environment (Ellison and Farnsworth, 2001).\nIn the 1970s, mangroves may have covered as much as\n200000 km\n2\n, or 75% of the world’s coastlines (Spalding\net al., 1997). However, in recent decades, human development\npressures have caused severe mangrove deforestation globally.\np0205\nAt least 35% of global mangrove area has been lost over the\npast 2 decades, and mangroves are currently disappearing at the\nrate of 1–2% annually (Valiela et al., 2001; Alongi, 2002; FAO,\n2007). Although many factors contribute to global mangrove\ndeforestation, a major cause is aquaculture expansion in coastal\nareas, especially the establishment of shrimp farms (Barbier\nand Cox, 2003). Aquaculture accounts for 52% of mangrove\nloss globally, with shrimp farming alone accounting for 38% of\nmangrove deforestation. Forest use, mainly from industrial\nlumber and woodchip operations, causes 26% of mangrove\nloss globally. Freshwater diversion accounts for 11% of defor-\nestation, and reclamation of land for other uses causes 5% of\ndecline. The remaining sources of mangrove deforestation con-\nsist of herbicide impacts, agriculture, salt ponds, and other\ncoastal developments (Valiela et al., 2001).\np0210\nThe worldwide destruction of mangroves is of concern\nbecause they provide a number of highly valued ecosystems\nservices (see Walters et al. (2008) for a recent review).\nMangroves are directly exploited for a large variety of wood\nand nonwood forest products, and they serve as habitat and\nspawning grounds for a variety of fish and shellfish that are\nimportant for commercial, recreational, and coastal fisheries.\nMangroves are considered natural barriers that protect the lives\nand properties of coastal communities from periodic storm\nevents, flooding, and shoreline erosion. Mangroves also serve\nas barriers in the other direction; their natural filtration func-\ntions protect coral reefs, seagrass beds, and important\nnavigation waters against siltation and pollution. Because man-\ngroves are among the most productive and biogeochemically\nactive ecosystems, they are important sources of global carbon\nsinks and biological diversity, including a number of endan-\ngered mammals, reptiles, amphibians, and birds. Finally, for\nmany coastal communities, their traditional use of mangrove\nresources is often closely connected with the health and func-\ntioning of the system, and thus, this use is often intimately tied\nto local culture, heritage, and traditional knowledge. Some key\nmangrove ecosystem services, processes and functions, impor-\ntant controlling components, and human drivers of service loss\nare summarized inTable 6.\np0215\nOf the ecosystem services described above, three have\nreceived most attention in terms of determining their value to\ncoastal populations. These include: (1) their use by local\ncoastal communities for a variety of products, such as fuel-\nwood, timber, raw materials, honey and resins, and crabs and\nshellfish; (2) their role as nursery and breeding habitats for\noffshore fisheries; and (3) their propensity to serve as natural\n‘coastal storm barriers’to periodic wind and wave or storm-\nsurge events, such as tropical storms, coastal floods, typhoons,\nand tsunamis. Assigning a value to these three mangrove\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services9\n\nELSEVI\nER\nAUTHO\nR\nPROOF\necosystem services has been conducted for Thailand (Barbier,\n2007). The estimates show that the net present value arising\nfrom the net income to local communities from collected forest\nproducts over 1996–2004 was $484–584 ha\n–1\n(in 1996\ndollars). In addition, the net present value of mangroves as\nbreeding and nursery habitat in support of offshore artisanal\nfisheries ranged from $708 to $987 ha\n–1\n, and the storm protec-\ntion service was $8966–10821 ha\n–1\n. Such benefits are\nconsiderable when compared to the average incomes of coastal\nhouseholds; a survey conducted in July 2000 of four mangrove-\ndependent communities in two different coastal provinces of\nThailand indicates that the average household income per\nvillage ranged from $2606 to $6623 yr\n–1\n, and the overall\nincidence of poverty (corresponding to an annual income of\n$180 or lower) in all but three villages exceeded the average\nincidence rate of 8% found across all rural areas of Thailand\n(Sarntisart and Sathirathai, 2004). The authors also found that\nexcluding the income from collecting mangrove forest products\nwould have raised the incidence of poverty to 55.3% and\n48.1% in two of the villages, and to 20.7% and 13.64% in\nthe other two communities.\np0220\nThe Thailand example is not unusual; coastal households\nacross the world typically display considerable direct and\nindirect  use  values  for  mangroves  (Ruitenbeek,  1994;\nBandaranayake, 1998; Barbier and Strand, 1998; Naylor and\nDrew, 1998; Janssen and Padilla, 1999; Rönnbäck, 1999;\nBadola and Hussain, 2005; Chong, 2005; Brander et al., 2006;\nWalton et al., 2006; Rönnbäck et al., 2007; Aburto-Oropeza\net al., 2008; Walters et al., 2008). However, there is also evi-\ndence that coastal inhabitants hold important nonuse values\nassociated with mangroves. A contingent valuation study of\nmangrove-dependent  coastal  communities  in  Micronesia\ndemonstrated that the communities“place some value on the\nexistence and ecosystem functions of mangroves over and\nabove the value of mangroves’marketable products”(Naylor\nand Drew, 1998: 488).\np0225\nAssessing the values of ecosystem services provided by man-\ngroves is proving to be important for two land-use policy\ndecisions concerning these systems globally. First, as we have\nseen, conversion of remaining mangroves to shrimp farm\nponds and other commercial coastal developments continues\nto be a major threat to the world’s remaining mangrove areas.\nSecond, since the December 2004 Indian Ocean tsunami, there\nhas been considerable interest in rehabilitating and restoring\nmangrove ecosystems as natural barriers to future coastal storm\nevents. Valuing the goods and services of mangrove ecosystems\ncan therefore help address two important policy questions: Do\nthe net economic returns to shrimp farming justify further\nmangrove conversion to this economic activity, and is it\nworth investing in mangrove replanting and ecosystem rehabi-\nlitation in abandoned shrimp farm areas? As raised later in this\nchapter, an important consideration is the scale at which deci-\nsions to convert mangroves to shrimp farms is made. In\naddition, as other chapters in this volume point out, the var-\nious ecological, economic, and social issues underlying such\ndecisions need to be considered carefully.\np0230\nTable 7illustrates how the benefits of mangrove ecosystem\nservices help address these questions, again by using the exam-\nple from Thailand. As the table indicates, the net present value\nof the benefits for all three mangrove ecosystems ranges from\n$10158 to $12392 ha\n–1\n. These ecosystem service values clearly\nexceed the net economic returns to shrimp farming. In fact, the\nnet income to local coastal communities from collected forest\nproducts and the value of habitat-fishery linkages total to\n$1192–1571 ha\n–1\n, which are greater than the net economic\nreturns to shrimp farming. However, the value of the storm\nprotection is critical to the decision as to whether or not to\nreplant and rehabilitate mangrove ecosystems in abandoned\nt0030Table 6Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for mangroves\nEcosystem services\nEcosystem processes and\nfunctionsImportant controlling componentsHuman drivers of service loss\nRaw materials and foodBiological productivity and\ndiversity\nVegetation type and density, habitat\nquality\nMangrove disturbance, degradation,\nconversion; coastline disturbance;\npollution; upstream soil loss;\noverharvesting of resources\nCoastal protectionAttenuates or dissipates\nwaves and wind energy\nWave height, wind velocity, beach slope,\ntide height, vegetation type and density,\ndistance from sea edge\nErosion controlProvides sediment\nstabilization and soil\nretention in vegetation\nroot structure\nSea-level rise, fluvial sediment deposition,\nsubsidence, coastal geomorphology,\nvegetation type and density, distance\nfrom sea edge\nMaintenance of fisheriesProvides reproductive\nhabitat and nursery\ngrounds, suitable living\nspace for species\nVegetation type and density, habitat\nquality, water supply and quality\nPollution controlProvides water storage and\nfiltration, nutrient\nretention\nVegetation type and density, nutrient load,\nwater supply and quality\nCarbon sequestrationBiogeochemical activity,\ncarbon sequestration,\nsedimentation, biological\nproductivity\nVegetation type and density, fluvial\nsediment deposition, subsidence,\ncoastal geomorphology\nESCO 01206\n10Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\npond areas. As shown inTable 7, storm-protection benefit\nmakes mangrove rehabilitation an economically feasible\nland-use option.\np0235To summarize, valuing the ecological services of mangroves\nand assessing the ecological functions underlying them is\nbecoming increasingly important, given that irreversible con-\nversion of mangroves for aquaculture and other coastal\ndevelopments is resulting in the rapid worldwide loss of these\necosystems. The economic benefits of various mangrove ser-\nvices must be taken into account in land-use decisions that lead\nto the widespread conversion of mangroves. Although the use\nof mangroves from forest and nonwood products is important\nto the livelihoods of many coastal communities, the largest\neconomic benefits of mangroves appear to arise from regula-\ntory and habitat functions, such as the role of mangroves in\nsupporting offshore fisheries and in providing protection\nagainst periodic storms. This reinforces the importance of mea-\nsuring the value of such ecological services, and employing\nthese  values  appropriately  in  coastal  management  and\nplanning.\ns004012.06.3.5  Sand Beaches and Dunes\np0240Coastal sand beaches and dunes are important but understu-\ndied arbiters of coastal ecosystem services. They form at low-\nlying coastal margins where sand transported by oceanic waves\nand wind combine with vegetation to produce dynamic geo-\nmorphic structures. Thus, sandy shore ecosystems include both\nmarine and terrestrial components and vary, depending on\nsand supply, in the extent to which the beach versus the dune\ndominates (Short and Hesp, 1982). Sandy beaches and dunes\noccur at all latitudes on earth and cover roughly 34% of the\nworld’s ice-free coastlines (Hardisty, 1994). Some countries\nhave extensive sand shorelines including 100% of the\nNetherlands, 60% of Australia, and 33% of the United States.\nFor centuries, due to their unique position between ocean and\nland, coastal beaches and dunes have provided humans with\nimportant services such as coastal defense, subsistence fisheries,\nwater catchment, agriculture, sand mining, and tourism\n(Table 8; Carter, 1990; Pye and Tsoar, 1990). Archeological\nand historical evidence from sand shorelines shows them to\nbe important components of early New Zealand and Peruvian\ncultures (Parsons, 1968; Hesp, 2000) and of Western Europe\ncoastal development, particularly in the Netherlands and\nEngland (van der Meulen et al., 2004). Many of the functions,\nand thus services, provided by sand beaches and dunes are\nthreatened by human use and climate change (Brown and\nMcLachlan, 2002). In particular, the removal or disruption of\nsand and vegetation, coupled with increased storm intensity\nand sea level rise, threaten critical services provided by this\necosystem, specifically those of coastal protection and coastal\nfreshwater catchment.\np0245\nCoastal protection is arguably one of the most valuable\nservices provided by sand-shore ecosystems, especially in the\nface of extreme storms, tsunamis, and sea-level rise (Table 8).\nAs waves reach the shoreline, they are attenuated by the beach\nslope as well as by the foredune, a structure immediately\nbehind the beach where sand accumulates in hills or ridges\nparallel to the shoreline. Beaches vary in their ability to attenu-\nate waves, depending on a continuum in their morphology\n(Short, 1999). At one end, dissipative beaches occur where\nhigh-wave energy coincides with ample sediment to produce\nbroad, gentle slopes. These beaches are superior at attenuating\nwaves and tend to have better-developed foredunes. At the\nother end, reflective beaches occur where lower-energy waves\ncoincide with less sediment to produce narrower and steeper\nslopes. Waves break on the beach face producing high turbu-\nlence and wave energy reflected back to the ocean. Reflective\nbeaches, because they occur where sand transport is lower, tend\nto have narrower foredunes when present. Thus, in terms of\ndiffusing high wave energy characteristic of coastal storms and\nsurges, the coastal protective services of dissipative beaches are\ngenerally better than that of reflective beaches (Short, 1999).\nDissipative beaches allow high waves to break further seaward\nand dissipate energy over a larger area, thus decreasing wave\nforce and erosion. In contrast, large waves hit reflective beaches\nconsiderably landward and can cause major erosion and scarp-\ning of the beach and the foredune. As a consequence of these\nt0035Table 7Comparison of land use values per ha for mangroves in Thailand, 1996–2004 (US$)\nLand useNet present value ha\n−1\n(10–15% discount rate)\nShrimp farming\nNet economic returns\na\n1078–1220\nMangrove ecosystem rehabilitation\nTotal cost\nb\n8812–9318\nEcosystem goods and services\nNet income from collected forest products\nc\n484–584\nHabitat-fishery linkage\nd\n708–987\nStorm protection service\ne\n8966–10 821\nTotal10 158–12 392\na\nBased on annual net average economic returns US$322 ha\n−1\nfor 5 years from Sathirathai and Barbier (2001), updated to 1996$.\nb\nBased on costs of rehabilitating abandoned shrimp farm site, replanting mangrove forests, and maintaining and protecting mangrove seedlings. FromSathirathai and Barbier (2001),\nupdated to 1996 US$.\nc\nBased on annual average value of $101 ha\n−1\nover 1996–2004 from Sathirathai and Barbier (2001), updated to 1996 US$.\nd\nBased on a dynamic analysis of mangrove-fishery linkages over 1996–2004 from and assuming the estimated Thailand deforestation rate of 3.44 km\n2\ny\n−1\n(see Barbier 2007).\ne\nBased on marginal value ha\n−1\nof expected damage function approach of Barbier (2007).\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services11\n\nELSEVI\nER\nAUTHO\nR\nPROOF\ndifferences in beach geomorphology, all things being equal,\nsea-level rise should be better accommodated by dissipative\ncompared to reflective beaches and foredunes (Carter, 1991;\nHesp and Short, 1999).\np0250\nForedunes can vary in height and width, and thus their\nability to attenuate waves, depending on the presence of vege-\ntation and sand supply from the beach (Hesp, 1989). Studies\nshow that the mere presence of vegetation can produce a 30-\nfold decrease in sand transport over foredunes (Olson, 1958)\nwith the type of vegetation and density playing an important\nrole (e.g., Cowles, 1899; Buckely, 1987\nAU17\n; Hesp, 1989). For exam-\nple, tall, dense canopies such as those of beach grasses (e.g.,\nAmmophila), shrubs, and trees reduce sand-laden wind very\nrapidly, thus causing significant sand deposition. Shorter,\nmore compact plants such as those found for creeping species\n(e.g.,Cakile) allow wind to blow over the surface, thus decreas-\ning sand deposition. Nonetheless, if plant species identity is\nheld constant but plant density is increased, there is a corre-\nsponding increase in foredune height (e.g., Buckley, 1987;\nHesp, 1989; Kuriyama et al., 2005). Despite the role of vegeta-\ntion, the ultimate shape of a foredune depends on sand supply\n(Psuty, 1986). Positive sand deposition from the beach onto\nthe foredune creates shorter but wider foredunes compared to\nno net change in sand deposition, which produces taller and\nnarrower foredunes. Negative sand supply produces shorter\nand narrower foredunes that are more susceptible to washover\nand erosion.\np0255\nMeasuring the coastal protective properties of sand shore-\nline systems involves understanding the relationship between\nbeach and foredune shape and wave attenuation. Beyond\nexamining what happens after storms, hurricanes, or tsunamis\n(e.g., Leatherman, 1979; Lui et al., 2005,;Ruggiero et al., 2005;\nSallenger et al., 2006; Morton et al., 2007; Stockdon et al.,\n2007) or testing sand barriers in wave tanks (e.g., Overton\net al., 1990; Larson et al., 2004), the most feasible method to\nestimate wave attenuation is through modeling (Ruggiero\net al., 2001, 2008\nAU18\n; Larson et al., 2004; Stockdon et al., 2006,\n2007;Stockdon and Thompson, 2007; Barbier et al., 2008). The\nmodels show that many factors, including the severity of the\nwaves and storm surge, beach and dune morphology, vegeta-\ntion composition and density, the tides, and the proximity of\nhumans to the shoreline, are responsible for the degrees to\nwhich beaches and foredunes protect humans living behind\nthem. Research on the coastal protective services of beaches and\ndunes is beginning to show that they can significantly reduce\nthe impact of devastating coastal storms at a landscape scale\nalbeit in a nonlinear manner (Barbier et al., 2008). The eco-\nnomic value, although not calculated previously, is likely to be\nsubstantial. For example, Liu et al. (2005)\nAU19\nreported that, after\nthe 2004 Indian Ocean tsunami, there was total devastation\nand loss of 150 lives in a resort located directly behind where a\nforedune once stood. The dune and its vegetation were\nremoved to gain a better view of the ocean. It is clear that\ncontinued research is critical to understand the influence of\nsand shorelines, especially in tsunami-prone regions and in\nareas experiencing sea-level rise and heightened storm intensity\ndue to climate change.\np0260\nAnother important service of coastal sand ecosystems is as\nwater catchment (Table 8). Sand dunes are able to store sig-\nnificant amounts of water that can serve as aquifers for coastal\npopulations. Along the coast, both salt water and freshwater\npermeate the sand but, because freshwater is less dense, it\noverrides and forms a lens that depresses the underlying salt\nwater (Carter, 1990). For every meter of freshwater, however,\nthere are roughly 40 m of salt water; thus, small changes in\naquifer depth can cause salt-water intrusion making the water\nunsuitable for drinking. Some common ways by which water\ntables can be lowered, thus increasing the risk of contamina-\ntion, are through using more water than is being recharged and/\nor through sand removal such as with\nAU20mining. For these\nt0040Table 8Ecosystem services, processes and functions, important controlling components, and human drivers of service loss for sand beaches\nand dunes\nEcosystem services\nEcosystem processes and\nfunctions\nImportant controlling\ncomponentsHuman drivers of service loss\nRaw materials and foodBiological productivity and\ndiversity, habitat for wild\nand cultivated animal and\nplant species\nDune and beach area, water and\nnutrient supply, vegetation\nand prey biomass and density\nLoss of sand through mining, development and\ncoastal structures (e.g., jetties), vegetation\ndisturbance, overuse of water, pollution,\nbiological invasion\nCoastal protectionAttenuates or dissipates\nwaves and reduces flooding\nfrom sea-level rise\nWave height, beach slope, tide\nheight, sand supply, dune\nheight, vegetation type and\ndensity\nWater catchment and\npurification\nStores and filters water\nthrough sand; raises water\ntable\nDune area, dune height, sand\nand water supply\nSand extractionProvides sand of particular\ngrain size, proportion of\nminerals\nDune and beach area, sand\nsupply, grain size, proportion\nof desired minerals\n(e.g., silica, feldspar)\nRecreationProvides unique and aesthetic\nlandscapes for beach and\ninshore recreational\nactivities\nDune and beach area, sand\nsupply, grain size, wave\nheight, wildlife, desirable\nshells and rocks\nESCO 01206\n12Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nreasons, maintaining dune aquifers requires considerable plan-\nning and management. For example, in the Meijendel dunes in\nthe Netherlands, dune aquifers were used as a source of drink-\ning water for centuries until the mid-1950s when salt water\nbegan to intrude into the aquifer (van der Meulen et al., 2004).\nAt that time, water from the Rhine and Meuse rivers was piped\ninto the dune where it was recharged and filtered for human\nuse. The aquifer supplies enough water for 1.5 million people\nin surrounding cities. Because of the importance of this water\nsource, the Meijendel dune is managed as a nature reserve that\nserves both drinking water and recreation needs. In 1999, the\ncost of management was€3.2 million ($3.8 million) yr\n–1\nwhile\nthe yearly income of the reserve was€84 million Euros ($99.2\nmillion) yr\n–1\n.\np0265\nSandy beaches and dunes provide a valuable extractive\nresource, and also support hunting and agricultural activities\n(Table 8). For example, the mining of sand has occurred for\ncenturies for multiple uses, including extraction of minerals\nsuch as silica and feldspar for glass and ceramic production,\ninfill for development, amendments for agriculture, and base\nmaterial for construction products. Although sand is a valuable\nresource, its extraction through mining can have obvious nega-\ntive and conflicting effects on the other services mentioned in\nthis section, especially that of coastal protection and aquifers.\nIn addition, beaches and dunes are habitat for fish, shellfish,\nbirds, rodents, and ungulates, which have been captured or\ncultivated for food since humans first colonized the coast.\nBaeyens and Martînez (2004) described the use of animals by\nhumans in European dunes in some detail. These systems have\nundergone a transition from subsistence hunting to grazing to\nprotection as a response to overexploitation and overgrazing.\nFor example, starting in the Middle Ages, rabbits, waterfowl,\nand deer were encouraged in dunes through predator control\nand the addition of food. As these species began to dominate,\nthey caused declines in vegetation and other animal species.\nNow, especially in the European dunes, protection and restora-\ntion of dune wildlife and habitat has become a priority. In\nother regions of the world, dunes have been used for agricul-\ntural purposes (Pye and Tsoar, 1990). For centuries, a simple\nform of agriculture known as mawasi has been used to grow\nvegetables and fruits in the moist interdune depressions in the\nGaza and Sinai.\np0270\nFinally, beaches and dunes also supply important recrea-\ntional benefits (Table 8). Boating, fishing, swimming, scuba\ndiving, walking, beachcombing, and sunbathing are among the\nnumerous recreational and scenic opportunities that are pro-\nvided by beach and dune access. In the US alone, 70% of the\npopulation visits the beach on vacation and 85% of total tour-\nism dollars come from beach visits (Houston, 2008). However,\noveruse of dune habitat due to beach recreation can cause\nsignificant damages. The impacts to beach and dune function\nhave been mostly in the form of changes in sand stabilization\nand distribution. Trampling of native vegetation by pedestrians\nor vehicles can destabilize sand and result in the loss of fore-\ndunes and thus coastal protection. Therefore, as with all coastal\nsystems, reducing the damages caused by overuse of certain\nservices such as the recreation and tourism benefits provided\nby beaches and dunes requires thoughtful management and\nplanning (e.g., Heslenfeld et al., 2004; Moreno-Casasola,\n2004).\ns004512.06.4  Nonlinearity of ECE Services and Values\np0275Many of the functions and services described above are likely to\nshow nonlinear characteristics across different spatial or tem-\nporal scales (Barbier et al., 2008; Koch et al., 2009). Because the\nfunctional relationships inherent in many of these ecological\nprocesses are understudied, and there is so little corresponding\neconomic information on the value of important services, esti-\nmations of how the value of an ecosystem service varies across\nan ecological landscape or time frame are rare. However, for a\nhandful of key services, researchers have begun to explore how\necological functions vary spatially or temporally and thus influ-\nence the economic benefits that they provide (Peterson and\nTurner, 1994; Petersen et al., 2003; Rountree and Able, 2007;\nAburto-Oropeza et al., 2008; Aguilar-Perera et al., 2008\nAU23; Barbier\net al., 2008; Meynecke et al., 2008; Koch et al., 2009). As the\nexample below illustrates, this type of information can be\ncritical to valuing a suite of services that can have conflicting\nuses.\np0280As described in this chapter, coastal interface systems,\nincluding nearshore coral reefs, seagrass beds, salt marshes,\nmangroves, and sand dunes, can provide protection against\nwind and wave damage caused by coastal storm and surge\nevents, although the magnitude of protection will vary among\nthese ECEs (Tables 3–6and8). However, for all these coastal\nhabitats, nonlinear landscape relationships have been identi-\nfied between habitat area and measurements of the ecosystem\nfunction of wave attenuation (Barbier et al., 2008; Koch et al.,\n2009). For example, salt marshes and mangroves show a pat-\ntern of decreased wave attenuation with increased distance\nfrom the shoreline. In the case of nearshore coral reefs and\nseagrasses, wave attenuation is a function of the water depth\nabove the reef or grass bed, and these relationships are also\nnonlinear. Also, sand beaches and dunes attenuate waves in a\nnonlinear manner with exponentially increasing protection at\nhigher elevations or where dune vegetation cover is greatest.\np0285Moreover, coral reefs, seagrass beds, mangroves, and salt\nmarshes strongly influence the abundance, growth, and struc-\nture of resident and neighboring marine fisheries by providing\nnursery, breeding, and other habitat functions for commer-\ncially important fish and invertebrate species that spend at\nleast part of their life cycles in ECEs. Evidence of this coastal\nhabitat-fishery linkage increasingly indicates that the value of\nthis service is nonlinear because the quality of the habitat is\ngreater at the seaward edge or‘fringe’of the coastal habitat than\nfurther inland (Peterson and Turner, 1994; Manson et al., 2005;\nAburto-Oropeza et al., 2008; Aguilar-Perera et al., 2008). For\nexample, Peterson and Turner (1994) found that densities of\nmost fish and crustaceans were highest in salt marshes in\nLouisiana within 3m of the water’s edge compared to the\ninterior marshes. In the Gulf of California, Mexico, the man-\ngrove fringe with a width of 5–10m has the most influence on\nthe productivity of nearshore fisheries, with a median value of\n$37 500 ha\n–1\n. Fishery landings also increased positively with\nthe length of the mangrove fringe in a given location (Aburto-\nOropeza et al., 2008).\np0290To illustrate how nonlinearity can affect the value of an\necosystem service for an entire coastal landscape, we return to\nthe Thailand mangrove example of Section 12.06.3.4. Recall\nthat this study found that three ecosystem services–coastal\nprotection, wood-product collection, and habitat support for\nAU21,22\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services13\n\nELSEVI\nER\nAUTHO\nR\nPROOF\noffshore fisheries–have a combined value ranging from $10\n158 to $12 392 ha\n–1\nin net present value terms, and that the\nhighest value of the mangrove is its storm protection service,\nwhich yields a net present value of $8966–$10821ha\n–1\n(see\nTable 7). But what if these values for mangroves were used to\ninform a land-use decision, in particular, that of converting an\nentire mangrove ecosystem to shrimp aquaculture? Deciding\nhow much of a mangrove forest coastline to convert to shrimp\naquaculture may depend critically on whether or not all the\nmangroves are equally beneficial in terms of coastal storm\nprotection (Barbier et al., 2008). Suppose that it is assumed\ninitially that the annual per hectare values for the various\necosystem benefits are uniform, and thus vary linearly across\na10km\n2\nmangrove landscape. Following this assumption, a\nmangrove area of 10 km\n2\nwould have an annual storm protec-\ntion value of 1000 times the $1879 ha\n–1\npoint estimate, which\nyields an annual total benefit estimate of nearly $1.9 million.\nBarbier et al. (2008) employed this assumption to compare the\nnet present value (10% discount rate and 20-year horizon) of\nshrimp farming to the three mangrove services–coastal protec-\ntion, wood-product collection, and habitat support for offshore\nfisheries–for the entire mangrove area.Figure 1shows the\ncomparison of benefits, when they are all‘scaled’uniformly\nacross the 10-km\n2\nlandscape.\np0295\nFigure 1also aggregates all four values to test whether an\nintegrated land-use option involving some conversion and\nsome preservation yields the highest total value. When all\nvalues are linear, the outcome is a typical all-or-none scenario;\neither the aggregate values will favor complete conversion or\nthey will favor preservation of the entire habitat. Because the\necosystem service values are large and increase linearly with\nmangrove area, the preservation option is preferred. The aggre-\ngate value of the mangrove system is at its highest ($18.98\nmillion) when it is completely preserved and any conversion\nto shrimp farming would lead to less aggregate value compared\nto full preservation. Therefore, any land-use strategy that con-\nsiders all the values of the ecosystem would favor mangrove\npreservation and no shrimp-farm conversion.\np0300\nHowever, not all mangroves along a coastline are equally\neffective in storm protection and thus this value is unlikely to\nbe uniform across all mangroves. The reason is that the storm\nprotection service provided by mangroves depends on their\nability to attenuate waves. Ecological and hydrological field\nstudies suggest that mangroves are unlikely to stop storm\nwaves that are greater than 6m in height (Forbes and\nBroadhead, 2007; Wolanski, 2007; Alongi, 2008; Cochard\net al., 2008). On the other hand, where mangroves are effec-\ntive as natural barriers against storms that generate waves less\nthan 6m in height, the wave height of a storm decreases\nquadratically for each 100 m that a mangrove forest extends\nout to sea (Mazda et al., 1997; Barbier et al., 2008). In other\nwords, wave attenuation is greatest for the first 100 m of\nmangroves but declines as more mangroves are added to the\nseaward edge.\np0305\nBarbier et al. (2008) employed the nonlinear wave attenua-\ntion function for mangroves based on the field study by Mazda\net al. (1997) to revise the estimate of storm protection service\nvalue for the Thailand case study (Figure 2).\np0310\nThe storm-protection service of mangroves still dominates\nall values, but small losses in mangroves will not cause the\neconomic benefits of storm buffering by mangroves to fall\nprecipitously. The consequence is that the aggregate value\nacross all uses of the mangroves, including shrimp farming\nand ecosystem values, is at its highest ($17.5 million) when\nup to 2km\n2\nof mangroves are allowed to be converted to\nshrimp aquaculture and the remainder of the ecosystem is\npreserved\nAU24\n. Thus, taking into account the nonlinear relationship\nin storm protection, it is possible to make a more economically\nfeasible land-use decision than if a linear, or all-or-none,\nstrategy was employed.\np0315\nGiven the potential generality of nonlinear ecosystem func-\ntions and services, it is clear that future coastal planning and\nmanagement will need to incorporate this aspect into their\ndecision-making  process.  Although  these  nonlinearities\nincrease the complexity of management decisions, they may,\nas we have seen in the Thailand mangrove example, also help\nresolve  conflicting  ECE  uses  while  providing  the  best\neconomic value for stakeholders. For that reason, we envision\nthis aspect of ecosystem services to become more important in\nthe future.\n$18 000 000\n$20\n 000 000\nShrimp farming (commercial\nreturns)\nWood products\nHabitat-fishery linkage\nCoastal Protection\nAll Values\n012345\nMan\ngrove area (Km\n2\n)\nNet present value\n678910\n$16\n 000 000\n$14\n 000 000\n$12\n 000 000\n$10\n 000 000\n$8\n 000 000\n$6\n 000 000\n$4\n 000 000\n$2\n 000 000\n$0\nf0005Figure 1AU30Comparison of shrimp farming to various mangrove services at coastal landscape level (10 km\n2\n), Thailand (net present value, 10% discount\nrate, 1996$), assuming linear scaling of wave attenuation function. From Barbier, E.B., Koch, E.W., Silliman, B.R., Hacker, S.D., Wolanski, E.,\nPrimavera, J.H., Granek, E., Polasky, S., Aswani, S., Cramer, L.A., Stoms, D.M., Kennedy, C.J., Bael, D., Kappel, C.V., Perillo G.M., Reed, D.J., 2008.\nCoastal ecosystem-based management with nonlinear ecological functions and values. Science 319, 321–323.\nESCO 01206\n14Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\ns005012.06.5  Synergistic Characteristics of ECE Services\nand Values\np0320\nOne unique feature of ECEs is that they occur at the interface\nbetween the coast, land, and watersheds, which also make\nthem especially valuable. The location of ECE in the land-sea\ninterface suggests a high degree of interconnectedness or con-\nnectivity across these systems, leading to the linked provision\nof one or multiple services by more than one ECE.\np0325\nAs Moberg and Rönnbäck (2003) described for tropical\nregions, numerous physical and biogeochemical interactions\nhave been identified among mangroves, seagrass beds, and\ncoral reefs that effectively create interconnected systems, or a\nsingle‘seascape’. By dissipating the force of currents and\nwaves, coral reefs are instrumental for the evolution of\nlagoons and sheltered bays that are suitable environments\nfor seagrass beds and mangroves. In turn, the control of sedi-\nmentation of nutrients and pollutants by mangroves and\nseagrasses creates the coastal water conditions that favor the\ngrowth of coral reefs.\nAU25\nThis synergistic relationship between\ncoral reefs, seagrasses, mangroves, and even sand dunes sug-\ngests that the presence of these interlinked habitats in a\nseascape may considerably enhance the ecosystem service pro-\nvided by one single habitat.\np0330\nFor example, Alongi (2008) suggested that the extent to\nwhich mangroves offer protection against catastrophic storm\nevents, such as tsunamis, may depend not only on the relevant\nfeatures and conditions within the mangrove ecosystem, such\nas width of forest, slope of forest floor, forest density, tree\ndiameter and height, proportion of above-ground biomass in\nthe roots, soil texture, and forest location (open coast vs.\nlagoon), but also on the presence of foreshore habitats, such\nas coral reefs, seagrass beds, and dunes. Similar cumulative\neffects of wave attenuation are noted for seascapes containing\ncoral reefs, seagrasses, and marshes (Koch et al., 2009). As we\nhave seen in Section 12.06.3, each ECE habitat has consider-\nable ability to attenuate waves, and thus, the presence of\nforeshore habitats, such as coral reefs and seagrasses, can\nreduce significantly the wave energy reaching the seaward\nedge of mangroves, salt marshes, sand beaches, or dunes. For\ninstance, evidence from the Seychelles documents how rising\ncoral reef mortality and deterioration have increased signifi-\ncantly the wave energy reaching shores that are normally\nprotected from erosion and storm surges by these reefs\n(Sheppard et al., 2005). In the Caribbean, mangroves appear\nnot only to protect shorelines from coastal storms but may also\nto enhance the recovery of coral reef fish populations from\ndisturbances due to hurricanes and other violent storms\n(Mumby and Hastings, 2008).\np0335\nECE systems are also linked biologically. Many fish and\nshellfish species utilize mangroves and seagrass beds as nursery\ngrounds, and eventually migrate to coral reefs as adults, only to\nreturn to the mangroves and seagrasses to spawn (Nagelkerken\net al., 2002; Mumby et al., 2004; Rountree and Able, 2007;\nMeynecke et al., 2008). In addition, the high biological pro-\nductivity of mangroves, marshes, and seagrasses also produces\nsignificant amounts of organic matter that is used directly or\nindirectly by marine fishes, shrimps, crabs, and other species\n(Chong, 2007). The consequence is that interconnected seas-\ncapes contribute significantly to supporting fisheries via a\nnumber of ecosystem functions, including nursery and breed-\ning habitat, trophic interactions, and predator-free habitat.\np0340\nFor example, studies in the Caribbean show that the pre-\nsence of mangroves and seagrasses enhances considerably the\nbiomass of coral reef fish communities (Nagelkerken et al.,\n2002; Mumby et al., 2004; Mumby, 2006). In Malaysia, it is\nestimated that mangrove forests sustain more than half of the\nannual offshore fish landings, much of which are from reef\nfisheries (Chong, 2007). In Puerto Rico, maps show fish dis-\ntributions to be controlled by the spatial arrangement of\nmangroves, seagrasses, and coral reefs, and the relative value\nof these habitats as nurseries (Aguilar-Perera and Appeldoorn,\n2008). Stratification of environmental conditions along a\nmarsh-habitat gradient, stretching from intertidal vegetated\nsalt marshes, to subtidal marsh creeks, to marsh-bay fringe,\nand then to open water channels, indicates large spatial and\ntemporal variability in fish migration, nursery habitats, and\nfood webs (Rountree and Able, 2007). Finally, indices repre-\nsenting the connectivity of mangroves, salt marshes, and\nchannels explained 30–70% of the catch-per-unit effort\n$18 000 000\nShrimp farming (commercial\nreturns)\nWood products\nHabitat-fishery linkage\nCoastal Protection\nAll Values\n012345\nMan\ngrove area (Km\n2\n)\nNet present value\n678910\n$16\n 000 000\n$14\n 000 000\n$12\n 000 000\n$10\n 000 000\n$8 000 000\n$6\n 000 000\n$4\n 000 000\n$2\n 000 000\n$0\nf0010Figure 2Comparison of shrimp farming to various mangrove services at coastal landscape level (10 km\n2\n), Thailand (net present value, 10% discount\nrate, 1996$), incorporating nonlinear scaling of wave attenuation function. From Barbier, E.B., Koch, E.W., Silliman, B.R., Hacker, S.D., Wolanski, E.,\nPrimavera, J.H., Granek, E., Polasky, S., Aswani, S., Cramer, L.A., Stoms, D.M., Kennedy, C.J., Bael, D., Kappel, C.V., Perillo G.M., Reed, D.J., 2008.\nCoastal ecosystem-based management with nonlinear ecological functions and values. Science 319, 321–323.\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services15\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nharvesting  yields  for  commercially  caught  species  in\nQueensland, Australia (Meynecke et al., 2008).\np0345In sum, allowing for the connectivity of ECE habitats may\nhave important implications for assessing the ecological func-\ntions underling key ecosystems services, such as coastal\nprotection, control of erosion, and habitat-fishery linkages.\nOnly recently have studies of ECEs begun to assess the cumu-\nlative implications for these services, or to model this\nconnectivity (for one example, see Sanchirico and Mumby,\n2009). As we shall discuss further in the next section, allowing\nfor such synergistic characteristics of ECEs has important man-\nagement implications.\ns005512.06.6  Management Implications of Ecosystem\nServices and Values\np0350Given the rate and scale at which ECEs are disappearing world-\nwide, assessing that the ecological services of these systems is\ncritically important to their management. Our review of five\nECEs, that is, near-shore coral reefs, seagrass beds, salt marshes,\nmangroves, and sand beaches and dunes, reveals that many of\nthe important benefits of these habitats are undervalued or\neven ignored in many coastal development decisions. This\nreinforces the importance of measuring the value of such eco-\nlogical services, and employing these values appropriately in\ncoastal management and planning. For example, the case study\nof converting mangroves to shrimp ponds in Thailand outlined\nin Section 12.06.4 illustrates how assessing the values of man-\ngrove ecosystem services can help address two important land-\nuse policy decisions concerning mangroves globally. First, to\nwhat extent should the remaining mangroves be conserved as\nopposed to conversion into shrimp aquaculture and other\ncommercial coastal development? Second, do the ecosystem\nbenefits of rehabilitating and restoring mangroves in defor-\nested areas justify the costs of investing in restoration efforts?\nBoth questions are also critical to the other ECEs and their\necosystem services, as all coastal interface habitats are facing\nincreasing pressure for conversion to other economic activities,\nwhile at the same time, in many coastal areas where ECEs have\nbeen degraded or lost, there is often keen interest in restoring\nthese habitats.\np0355Maintaining ECEs for their multiple and synergistic ecosys-\ntem services invariably involves managing coastal landscapes\nacross different spatial and temporal scales. As this review has\nindicated, for a number of key ecosystem services, such as\ncoastal protection and habitat-fishery linkages, there is now\nsufficient evidence to suggest that these services are not uni-\nform across a coastal seascape. Incorporating nonlinear and\nsynergistic characteristics of ECEs into management scenarios\nis likely to result in the most ecologically and economically\nsustainable management plan possible (Granek et al., 2010).\nFor example, in Section 12.06.4, we discussed how nonlinearity\ncould affect the value of an ecosystem service for an entire\ncoastal landscape by again using the example of Thailand\nmangroves that could be converted to shrimp farming. When\nit is assumed that the value of the key service–coastal protec-\ntion against tropical storms–is uniform across the entire\nmangrove landscape, then the management decision is simple:\neither the aggregate values favor complete conversion or they\nfavor preserving the entire landscape. In contrast, however,\nwhen coastal protection is assumed to vary nonlinearly across\nthe landscape, for example, because wave attenuation is great-\nest for mangroves along the seaward edge but declines for\nmangroves further inward, then small losses in mangroves\nwill not cause the economic benefits of storm buffering by\nmangroves to fall precipitously. It is then possible that a\nsmall part of the mangroves further inward could be converted\nto shrimp aquaculture, while the remainder of the mangrove\nwould be preserved. Although this case study was a highly\nsimplified example of how an ecological function, and thus\nthe ecosystem service it supports, varies nonlinearly across a\ncoastal landscape, it nonetheless shows how such nonlinear\nrelationships can have important implications for management\nat the landscape scale for all ECEs.\np0360\nBecause the connectivity of ECE across land–sea gradients\nhas implications for the provision of certain ecosystem services,\nmanagement of the entire seascape will be necessary to preserve\nsuch synergistic effects. For example, Mumby (2006) argued\nthat the life cycle migration of fish between mangroves, sea\ngrass beds, and coral reefs has important implications for the\nmanagement of ECE habitats in the Caribbean. He recom-\nmended  that  management  planning  should  focus  on\nconnected corridors of these habitats and emphasized four\nkey priorities: (1) the relative importance of mangrove nursery\nsites; (2) the connectivity of individual reefs to mangrove nur-\nseries; (3) areas of nursery habitat that have an unusually large\nimportance to specific reefs; and (4) priority sites for mangrove\nrestoration projects. Similarly, Meynecke et al. (2008) empha-\nsized that to improve marine-protected areas, it is important to\nunderstand the role of connectivity in the life history of fishes\nthat likely utilize different ECEs.\np0365\nIn sum, the more we learn about ECEs and their ecosystem\nservices, it is apparent that ignoring these benefits is detrimen-\ntal to coastal management and planning. In addition, more\nattention needs to be paid to how these services vary across\nseascapes, as these considerations clearly matter to managing\nestuarine, coastal, and inshore marine environments (Granek\net al., 2010). Coasts and small islands may comprise just 4% of\nthe Earth’s total land area, but, as this review has shown, the\nECEs that dominate these geographic areas provide some of the\nmost important global benefits for humankind.\nReAU26ferences\nbib0005Aburto-Oropeza, O., Ezcurra, E., Danemann, G., Valdez, V., Murray, J., Sala, E., 2008.\nMangroves in the Gulf of California increase fishery yields. Proceedings of the\nNational Academy of Sciences of the United States of America 105, 10456–10459.\nbib0010Aguilar-Perera, A., Appeldoorn, R.S., 2008. Spatial distribution of marine fishes along a\ncross-shelf gradient containing a continuum of mangrove–seagrass–coral reefs off\nsouthwestern Puerto Rico. Estuarine, Coastal and Shelf Science 76, 378–394.\nbib0015Alongi, D.M., 2002. Present state and future of the world’s mangrove forests.\nEnvironmental Conservation 29, 331–349.\nbib0020Alongi, D.M., 2008. Mangrove forests: resilience, protection from tsunamis, and\nresponses to global climate change. Estuarine, Coastal and Shelf Science 76, 1–13.\nbib0025Badola, R., Hussain, S.A., 2005. Valuing ecosystems functions: an empirical study on\nthe storm protection function of Bhitarkanika mangrove ecosystem, India.\nEnvironmental Conservation 32, 85–92.\nbib0030Baeyens, G., Martînez, M.L., 2004. Animal life on coastal dunes: from exploitation\nand prosecution to protection and monitoring. In: Martinez, M.L., Psuty, N.P.\n(Eds.), Coastal Dunes: Ecology and Conservation. Springer, Heidelberg,\nGermany, pp. 279–296.\nbib0035Bandaranayake, W.M., 1998. Traditional and medicinal uses of mangroves. Mangroves\nand Salt Marsh 2, 133–148.\nESCO 01206\n16Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nbib0040Barbier, E.B., 1994. Valuing environmental functions: tropical wetlands. Land Economics\n70, 155–173.\nbib0045Barbier, E.B., 2007. Valuing ecosystem services as productive inputs. Economic Policy\n22, 177–229.\nbib0050Barbier, E.B., Cox, M., 2003. Does economic development lead to mangrove loss? A\ncross-country analysis. Contemporary Economic Policy 21, 418–432.\nbib0055Barbier, E.B., Koch, E.W., Silliman, B.R., Hacker, S.D., Wolanski, E., Primavera,\nJ.H., Granek, E., Polasky, S., Aswani, S., Cramer, L.A., Stoms, D.M., Kennedy,\nC.J., Bael, D., Kappel, C.V., Perillo G.M., Reed, D.J., 2008. Coastal ecosystem-\nbased management with nonlinear ecological functions and values. Science\n319, 321–323.\nbib0060Barbier, E.B., Strand, I., 1998. Valuing mangrove-fishery linkages: a case study of\nCampeche, Mexico. Environmental and Resource Economics 12, 151–166.\nbib0065Beer, S., Koch, E.W., 1996. Photosynthesis of seagrasses vs. marine macroalgae in\nglobally changing CO\n2\nenvironments. Marine Ecology Progress Series 141, 199–204.\nbib0070Bellwood, D.R., Hughes, T.P., Connolly, S.R., Tanner, J., 2005. Environmental and geometric\nconstraints on Indo-Pacific coral reef biodiversity. Ecology Letters 8, 643–651.\nbib0075Bellwood, D.R., Hughes, T.P., Folke, C., Nystrom, M., 2004. Confronting the coral reef\ncrisis. Nature 429, 827–833.\nbib0080Berkes, F., 1999. Sacred Ecology: Traditional Ecological Knowledge and Resource\nManagement. Taylor and Francis, Philadelphia, PA, 209 pp.\nbib0085Bertness, M.D., 1984. Fiddler crab regulation ofSpartina alternifloraproduction on a\nNew England salt marsh. Ecology 66, 1042–1055.\nbib0090Bertness, M.D., 1991. Zonation ofSpartinaspp. in New England salt marshes. Ecology\n72, 138–148.\nbib0095Bertness, M.D., 2006. Atlantic SAU27horeline Ecology: A Natural History. Princeton University\nPress.\nbib0100Boesch, D.F., Turner, R.E., 1984 Dependency of fishery species on salt marshes: the role\nof food and refuge. Estuaries 7, 460–468.\nbib0105Braatz, S., Fortuna, S., Broadhead, J., Leslie, R., 2007. Coastal Protection in the\nAftermath of the Indian Ocean Tsunami. What Role for Forests and Trees? FAO,\nBangkok, pp. 157–179.\nbib0110Brander, L.M., Florax, R.J.G.M., Vermaat, J.E., 2006. The empirics of wetland valuation:\na comprehensive summary and a meta-analysis of the literature. Environmental and\nResource Economics 33, 223–250.\nbib0115Brander, L.M., Van Beukering, P., Cesar, H.S.J., 2007. The recreational value of coral\nreefs: a meta-analysis. Ecological Economics 63, 209–218.\nbib0120Broomberg, K., Silliman, B.R., 2009. Patterns of salt marsh loss within coastal regions of\nNorth America: pre-settlement to present. In: Silliman, B.R., Grosholz, T., Bertness,\nM.D. (Eds.), Human Impacts on Salt Marshes: A Global Perspective. University of\nCalifornia Press.\nbib0125Bromberg-Gedan, K., Silliman, B.R., Bertness, M.D., 2009. Centuries of human-driven\nchange in salt marsh ecosystems. Annual Reviews of Marine Science 1, 117–141.\nbib0130Brown, A.C., McLachlan, A., 2002. Sandy shore ecosystems and the threats facing them:\nsome predictions for the year 2025. Environmental Conservation 29, 62–77.\nbib0135Buckley, R., 1987. The effect of sparse vegetation on the transport of dune sand by wind.\nNature 325, 426–428.\nbib0140Carté, B.K., 1996. Biomedical potential of marine natural products. Bioscience 46,\n271–286.\nbib0145Carter, R.W.G., 1990. Coastal Environments: An Introduction to the Physical, Ecological\nand Cultural Systems of Coastlines. Academic Press, London, 617 pp.\nbib0150Carter, R.W.G., 1991. Near-future sea level impacts on coastal dune landscapes.\nLandscape Ecology 6, 29–39.\nbib0155Cesar, H., Burke, L., Pet-Soede, L., 2003. The Economics of Worldwide Coral Reef\nDegradation. Cesar Environmental Economics Consulting, Arnhem, Netherlands.\nbib0160Cesar, H.S.J., van Beukering, P.J.H., 2004. Economic valuation of the coral reefs of\nHawai’i. Pacific Science 58, 231–242.\nbib0165Chong, J., 2005. Protective Values of Mangrove and Coral Ecosystems: A Review of\nMethods and Evidence. IUCN, Gland, Switzerland.\nbib0170Chong, V.C., 2007. Mangrove-fishery linkages–the Malaysian perspective. Bulletin of\nMarine Science 80, 755–772.\nbib0175Cochard, R., Ranamukhaarachchi, S.L., Shivakotib, G.P., Shipin, O.V., Edwards, P.J.,\nSeeland, K.T., 2008. The 2004 tsunami in Aceh and Southern Thailand: a review on\ncoastal ecosystems, wave hazards and vulnerability. Perspectives in Plant Ecology,\nEvolution and Systematics 10, 3–40.\nbib0180Connell, J., Hughes, T., Wallace, C., 1997. A 30-year study of coral abundance,\nrecruitment, and disturbance at several scales in space and time. Ecological\nMonographs 67, 461–488.\nbib0185Costanza, R., Pérez-Maqueo, O., Martinez, M.L., Sutton, P., Anderson, S.J., Mulder, K.,\n2008. The value of coastal wetlands for hurricane protection. AMBIO 37, 241–248.\nbib0190Cowles, H.C., 1899. The ecological relations of the vegetation on the sand dunes of Lake\nMichigan. Botanical Gazette 27, 167–202.\nbib0195Daily, G., 1997. Nature’s Services: Societal Dependence on Natural Ecosystems. Island\nPress, Washington, DC.\nbib0200Davy, A., Figueroa, E., Bakker, J., 2009. Human modification European salt marshes. In:\nSilliman, B.R., Grosholz, T., Bertness, M.D. (Eds.), Human Impacts on Salt Marshes:\nA Global Perspective. University of California Press.\nbib0205de la Torre-Castro, M., Rönnbäck, P., 2004. Links between humans and seagrasses–an\nexample from tropical East Africa. Ocean and Coastal Management 47, 361–387.\nbib0210Duarte, C.M., 2002. The future of seagrass meadows. Environmental Conservation 29,\n192–206.\nbib0215Duarte, C.M., Dennison, W.C., Orth, R.J., Carruthers, T.J.B., 2008. The charisma of\ncoastal ecosystems: addressing the imbalance. Estuaries and Coasts 31, 233–238.\nbib0220Duarte, C.M., Middleburg, J.J., Caraco, N., 2005. Major role of marine vegetation on the\noceanic carbon cycle. Biogeosciences 2, 1–8.\nbib0225Dulvy, N.K., Stanwellsmith, D., Darwall, W.R.T., Horrill, C.J., 1995. Coral mining at\nMafia-island, Tanzania–a management dilemma. AMBIO 24, 358–365.\nbib0230Ellison, AM., Farnsworth, E.J., 2001. Mangrove communities. In: Bertness, M.D.,\nGaines, S.D., Hay, M.E. (Eds.), Marine Community Ecology. Sinauer, Sunderland,\nMA, pp. 423–442.\nbib0235FAO (Food and Agricultural Organization) of the United Nations. 2007. The world’s\nmangroves 1980–2005. FAO Forestry Paper 153. FAO, Rome.\nbib0240Felger, R.S., Moser, M.B., Moser, E.W., 1980. Seagrasses in Seri Indian culture. In:\nPhillips, R.C., McRoy, C.P. (Eds.), Handbook of Seagrass Biology: An Ecosystem\nPerspective. Garland STPM Press, New York, NY, pp. 260–276.\nbib0245Fernando, H.J.S., McCulley, J.L., Mendis, S.G., Perera, K., 2005. Coral poaching\nworsens tsunami destruction in Sri Lanka. EOS, Transactions American Geophysical\nUnion 86 (33), 301.\nbib0250Fonseca, M.S., Cahalan, J.A., 1992. A preliminary evaluation of wave attenuation for four\nspecies of seagrass. Estuarine, Coastal and Shelf Science 35, 565–576.\nbib0255Forbes, K., Broadhead, J., 2007. The Role Of Coastal Forests in the Mitigation of\nTsunami Impacts. RAP Publication 2007/1, Food and Agricultural Organization of the\nUnited Nations, Regional Office for Asia and the Pacific, Bangkok.\nbib0260Gardner, T.A., Cote, I.M., Gill, J.A., Grant, A., Watkinson, A.R., 2003. Long-term region-\nwide declines in Caribbean corals. Science 301, 958–960.\nbib0265Gattuso, J.P., Frankignoulle, M., Wollast, R., 1998. Carbon and carbonate metabolism in\ncoastal aquatic ecosytems. Annual Review of Ecology and Systematics 29, 405–434.\nbib0270Glynn, P.W., 1976. Some physical and biological determinants of coral community\nstructure in the eastern Pacific. Ecological Monographs 46, 431–456.\nbib0275Glynn, P.W., 1997. Bioerosion and coral-reef growth: a dynamic balance. In: Birkeland, C.\n(Ed.), Life and Death of Coral Reefs. Chapman and Hall, New York, NY, pp. 68–95.\nbib0280Graham, N.A.J., Wilson, S.K., Jennings, S., Polunin, N.V.C., Robinson, J., Bijoux, J.P.,\nDaw, T.M., 2007. Lag effects in the impacts of mass coral bleaching on coral reef\nfish, fisheries, and ecosystems. Conservation Biology 21, 1291–1300.\nbib0285Granek, E.F., Polasky, S., Kappel, C.V., Reed, D.J., Stoms, D.M., Koch, E.W., Kennedy,\nC.J., Cramer, L.A., Hacker, S.D., Barbier, E.B., Aswani, S., Ruckelshaus, M., Perillo,\nG.M., Silliman, B.R., Muthiga, N., Bael, D., Wolanski, E., 2010. Ecosystem services\nas a common language for coastal ecosystem-based management. Conservation\nBiology 24 (1), 207–216.\nbib0290Greenstein, B.J., Pandolfi, J.M., (2008). Escaping the heat: range shifts of reef coral taxa\nin coastal Western Australia. Global Change Biology 14, 513–528.\nbib0295Hacker, S.D., Bertness, M.D., 1995. Morphological and physiological consequences of a\npositive plant interaction. Ecology 76, 2165–2175.\nbib0300Hallock, P., 1997. Reefs and reef limestones in earth history. In: Birkeland, C. (Ed.), Life\nand Death of Coral Reefs. Chapman and Hall, New York, NY, pp. 13–42.\nbib0305Halpern, B.S., Walbridge, S., Selkoe, K.A., Kappel, C.V., Micheli, F., D’Agrosa, C., Bruno,\nJ.F., Casey, K.S., Ebert, C., Fox, H.E., Fujita, R., Heinemann, D., Lenihan, H.S., Madin,\nE.M.P., Perry, M.T., Selig, E.R., Spalding, M., Steneck, R.S., Watson, R., 2008. A\nglobal map of human impacts on marine ecosystems. Science 319, 948–952.\nbib0310Hardisty, J. 1994. Beach and nearshore sediment transport. In: Pye, K. (Ed.), Sediment\nTransport and Depositional Processes. Blackwell, London, pp. 216–255.\nbib0315Heal, G.M., Barbier, E.B., Boyle, K.J., Covich, A.P., Gloss, S.P., Hershner, C.H., Hoehn,\nJ.P., Pringle, C.M., Polasky, S., Segerson, K., Shrader-Frechette, K., 2005. Valuing\nEcosystem Services: Toward Better Environmental Decision Making. The National\nAcademies Press , Washington, DC.\nbib0320Hemminga, M.A., Duarte, C.M., 2000. Seagrass Ecology. Cambridge University Press,\nCambridge, 298 pp.\nbib0325Hemminga, M.A., Nieuwenhuize, J., 1990. Seagrass wrack-induced dune formation on a\ntropical coast (Banc d’Arguin, Mauritania). Estuarine, Coastal and Shelf Science 31,\n499–502.\nbib0330Henry, H., Jefferies, R., 2009 Opportunistic herbivores, migratory connectivity, and\ncatastrophic shifts in Arctic coastal ecosystems. In: Silliman, B.R., Grosholz, T.,\nBertness, M.D. (Eds.),. Human Impacts on Salt Marshes: A\nAU28Global Perspective.\nUniversity of California Press.\nbib0335Heslenfeld, P., Jungerius, P.D., Klijn, J.A., 2004. European coastal dunes: ecological\nvalues, threats, opportunities, and policy development. In: Martinez, M.L., Psuty,\nN.P. (Eds.), Coastal Dunes: Ecology and Conservation. Springer, Heidelberg,\nGermany, pp. 335–351.\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services17\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nbib0340Hesp, P.A., 1989. A review of biological and geomorphological processes involved in the\ninitiation and development of incipient foredunes. Proceedings of the Royal Society\nof Edinburgh 96B, 181–201.\nbib0345Hesp, P.A. 2000. Coastal Sand Dunes. Form and Function. CDVN Technical Manual 4.\nMassey University, Rotorua Printers, NZ, 28 pp.\nbib0350Hesp, P.A., Short, A.D., 1999. Barrier morphodynamics. In: Short, A.D. (Ed.), Handbook\nof Beach and Shoreface Morphodynamics. Wiley, Chichester, pp. 307–333.\nbib0355Houston, J.R., 2008. The economic value of beaches–a 2008 update. Shore and Beach\n76, 22–26.\nbib0360Janssen, R., Padilla, J.E., 1999. Preservation or conservation? Valuation and evaluation\nof a mangrove forest in the Philippines. Environmental and Resource Economics 14,\n297–331.\nbib0365Hoegh-Guldberg, O., 1999. Climate change, coral bleaching and the future of the world’s\ncoral reefs. Marine and Freshwater Research 50, 839–866.\nbib0370Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E.,\nHarvell, C.D., Sale, P.F., Edwards, A.J., Caldeira, K., Knowlton, N., Eakin, C.M.,\nIglesias-Prieto, R., Muthiga, N., Bradbury, R.H., Dubi, A., Hatziolos, M.E., 2007. Coral\nreefs under rapid climate change and ocean acidification. Science 318, 1737–1742.\nbib0375Jain, R., 2009. Marine life: New hope for cancer drugs. Indian Journal of Cancer 46,\n243–244.\nbib0380Koch, E.W., Ackerman, J., van Keulen, M., Verduin, J., 2006. Fluid dynamics in seagrass\necology: from molecules to ecosystems. In: Larkum, A.W.D., Orth, R.J., Duarte, C.M.\n(Eds.), Seagrasses: Biology, Ecology and Conservation. Springer, Heidelberg,\nGermany, pp. 193–225.\nbib0385Koch, E.W., Barbier, E.B., Silliman, B.R., Reed, D.J., Perillo, G.M.E., Hacker, S.D.,\nGranek, E.F., Primavera, J.H., Muthiga, N., Polasky, S., Halpern, B.S., Kennedy, C.J.,\nKappel, C.V., Wolanski, E., 2009. Non-linearity in ecosystem services: temporal and\nspatial variability in coastal protection. Frontiers in Ecology and the Environment 7,\n29–37.\nbib0390Kuriyama, Y., Mochizuki, N., Nakashima, T., 2005. Influence of vegetation on Aeolian\nsand transport rate from a backshore to a foredune at Hasaki, Japan. Sedimentology\n52, 1123–1132.\nbib0395Larson, M., Erickson, L., Hanson, H., 2004. An analytical model to predict dune erosion\ndue to wave impact. Coastal Engineering 51, 675–696.\nbib0400Leatherman, S.P., 1979. Beach and dune interactions during storm conditions. Quarterly\nJournal of Engineering Geology and Hydrogeology 12, 281–290.\nbib0405Lotze, H.K., Lenihan, H.S., Bourque, B.J., Bradbury, R.H., Cooke, R.G., Kay, M.C.,\nKidwell, S.M., Kirby, M.X., Peterson, C.H., Jackson, J.B.C., 2006. Depletion,\ndegradation, and recovery potential of estuaries and coastal seas. Science 312,\n1806–1809.\nbib0410Loya, S., Tal, R., Hizi, A., Issacs, S., Kashman, Y., Loya, Y., 1993. Hexaprenoid\nhydroquinones, novel inhibitors of the reverse-transcriptase of human-\nimmunodeficiency-virus type-1. Journal of Natural Products 56, 2120–2125.\nbib0415Lubbock, H.R., Polunin, N.V.C., 1975. Conservation and the tropical marine aquarium\ntrade. Environmental Conservation 2, 229–232.\nbib0420Lui, P.L.-F., Lynett, P., Fernando, H., Jaffe, B.E., Fritz, F., Higman, B., Morton, R., Goff J.,\nSynolakis, C., 2005. Observations by the international tsunami survey team in Sri\nLanka. Science 308, 1595.\nbib0425MacKenzie, R.A., Dionne, M., 2008. Habitat heterogeneity: importance of salt marsh\npools and high marsh surfaces to fish production in two Gulf of Maine salt marshes.\nMarine Ecology Progress Series 368, 217–230.\nbib0430Manson, F.J., Loneragan, N.R., Skilleter, G.A., Phinn, S.R., 2005. An evaluation of the\nevidence for linkages between mangroves and fisheries: a synthesis of the literature\nand identification of research directions. In: Gibson, R.N., Atkinson, R.J.A., Gordon,\nJ.D.M. (Eds.), Oceanography and Marine Biology: An Annual Review. CRC Press,\nBoca Raton, FL, vol. 43, pp. 483–513.\nbib0435Mathews, E., 1983. Global vegetation and land-use: new high-resolution databases for\nclimate studies. Journal of Climatology and Applied Meteorology 22, 474–487.\nbib0440Mayor, J., Hicks, C., 2009. Potential impacts of elevated CO\n2\non plant interactions,\nsustained growth, and carbon cycling in salt marsh ecosystems. In: Silliman, B.R.,\nGrosholz, T., Bertness, M.D. (Eds.), Human Impacts on Salt Marshes: A Global\nPerspective. University of California Press.\nbib0445Mazda, Y., Magi, M., Kogo, M., Hong, P.N., 1997. Mangroves as a coastal protection from\nwaves in the Tong King Delta, Vietnam. Mangroves and Salt Marshes 1, 127–135.\nbib0450McArthur, L.C., Boland, J.W., 2006. The economic contribution of seagrass to secondary\nproduction in South Australia. Ecological Modeling 196, 163–172.\nbib0455Meynecke, J.-O., Lee, S.Y., Duke, N.C., 2008. Linking spatial metrics and fish catch\nreveals the importance of coastal wetland connectivity to inshore fisheries in\nQueensland, Australia. Biological Conservation 141, 981–996.\nbib0460Millennium Ecosystem Assessment, 2005. CoastalAU29systems. In: Ecosystems and Human\nWell-Being: Current State and Trends. Island Press, Washington, DC.chapter 19.\nbib0465Mitsch, W.J., Gosselink, J.G., 2008. Wetlands. Van Nostrand Reinhold, New York, NY.\nbib0470Moberg, F., Folke, C., 1999. Ecological goods and services of coral reef ecosystems.\nEcological Economics 29, 215–233.\nbib0475Moberg, F., Rönnbäck, P., 2003. Ecosystem services of the tropical seascape: interactions,\nsubstitutions and restoration. Ocean and Coastal Management 46, 27–46.\nbib0480Moreno-Casasola, P., 2004. A case study of conservation and management of\ntropical sand dune systems: La Mancha-El Llano. In: Martinez, M.L., Psuty, N.P.\n(Eds.), Coastal Dunes: Ecology and Conservation. Springer, Heidelberg, Germany,\npp. 319–333.\nbib0485Morgan, P.A., Burdick, D.M., Short, F.T., 2009. The functions and values of fringing slat\nmarshes in Northern New England, USA. Estuaries and Coasts 32, 483–495.\nbib0490Morton, R.A., Gelfenbaum, G., Jaffe, B.E., 2007. Physical criteria for distinguishing\nsandy tsunami and storm deposits using modern examples, Sedimentary Geology\ndoi:10.1016/j.sedgeo.2007.01.003.\nbib0495Mumby, P.J., 2006. Connectivity of reef fish between mangroves and coral reefs:\nalgorithms for the design of marine reserves at seascape scales. Biological\nConservation 128, 215–222.\nbib0500Mumby, P.J., Dahlgren, C.P., Harborne, A.R., Kappel, C.V., Micheli, F., Brumbaugh,\nD.R., Holmes, K.E., Mendes, J.M., Broad, K., Sanchirico, J.N., Buch, K., Box, S.,\nStoffle, R.W., Gill, A.B., 2006. Fishing, trophic cascades, and the process of grazing\non coral reefs. Science 311, 98–101.\nbib0505Mumby, P.J., Edwards, A.J., Arias-Gonzalez, J.E., Lindeman, K.C., Blackwell, P.G., Gall,\nA., Gorczynska, M.I., Harborne, A.R., Pescod, C.L., Renken, H., Wabnitz, C.C.C.,\nLlewellyn, G., 2004. Mangroves enhance the biomass of reef fisheries in the\nCaribbean. Nature 427, 533–536.\nbib0510Mumby, P.J., Harborne, A.R., Williams, J., Kappel, C.V., Brumbaugh, D.R., Micheli, F.,\nHolmes, K.E., Dahlgren, C.P., Paris, C.B., Blackwell, P.G., 2007. Trophic cascade\nfacilitates coral recruitment in a marine reserve. Proceedings of the National\nAcademy of Sciences of the United States of America 104, 8362–8367.\nbib0515Mumby, P.J., Hastings, A., 2008. The impact of ecosystem connectivity on coral reef\nresilience. Journal of Applied Ecology 45, 854–862\nbib0520Nagelkerken, I., Roberts, C.M., van der Velde, G., Dorenbosch, M., van Riel, M.C.,\nCocheret de la Morinière, E., Nienhuis, P.H., 2002. How important are mangroves\nand seagrass beds for coral-reef fish? The nursery hypothesis tested on an island\nscale. Marine Ecology Progress Series 244, 299–305.\nbib0525Naylor, R., Drew, M., 1998. Valuing mangrove resources in Kosrae, Micronesia.\nEnvironment and Development Economics 3, 471–490.\nbib0530Odum, E.P., Smalley, A.E., 1959. Comparison of population energy flow of a herbivorous\nand a deposit-feeding invertebrate in a salt marsh ecosystem. Proceedings of the\nNational Academy of Sciences of the United State of America 45, 617–622.\nbib0535Olson, J.S., 1958. Lake Michigan dune development. 1. Wind–velocity profiles. Journal\nof Geology 66, 254–263.\nbib0540Orth, R.J., Carruthers, T.J.B, Dennison, W.C., Duarte, C.M., Fourqurean, J.W., Heck,\nK.L., Jr., Hughes, A.R., Kendrick, G.A., Kenworthy, W.J., Olyarnik, S., Short, F.T.,\nWaycott, M., Williams, S.L., 2006. A global crisis for seagrass ecosystems.\nBioScience 56, 987–996.\nbib0545Overton, M.F., Fisher, J.S., Stone, A.L., 1990. Large scale laboratory tests of dune\nerosion. Proceedings of the 22nd Coastal Engineering Conference, ASCE 1990.\nASCE pp. 2471–2479.\nbib0550Pandolfi, J.M., 2002. Coral community dynamics at multiple scales. Coral Reefs 21, 12–23.\nbib0555Parsons, J.R., 1968. The archeological significance of mahameaes cultivation on the\ncoast of Peru. American Antiquity 33, 80–85.\nbib0560Paulay, G., Meyer, C., 2002. Diversification in the tropical Pacific: comparisons between\nmarine and terrestrial systems and the importance of founder speciation. Integrative\nand Comparative Biology 42, 922–934.\nbib0565Petersen, J.E., Kemp, W.M., Bartleson, R., Boynton, W.R., Chen, C.-C., Cornwell, J.C.,\nGardner, R.H., Hinkle, D.C., Houde, E.D., Malone, T.C., Mowitt, W.R., Murray, L.,\nSanford, L.P., Stevenson, J.C., Sundberg, K.L., Suttles, S.E., 2008. Multiscale\nexperiments in coastal ecology: improving realism and advancing theory. BioScience\n53, 1181–1197.\nbib0570Pet-Soede, C., Cesar, H.S.J., Pet, J.S., 1999. An economic analysis of blast fishing on\nIndonesian coral reefs. Environmental Conservation 26, 83–93.\nbib0575Peterson, C.H., Lubchenco, J., 1997. Marine ecosystem services. In: Daily, G.C. (Ed.),\nNature’s Services: Societal Dependence on Natural Ecosystems. Island Press,\nWashington, DC, pp. 177–194.\nbib0580Peterson, G.W., Turner, R.E., 1994. The value of salt marsh edge versus interior as\nhabitat for fish and decapods crustaceans in a Louisiana tidal marsh. Estuaries 17,\n235–262.\nbib0585Porter, J.W., 1972. Predation by Acanthaster and its effect on coral species diversity.\nAmerican Naturalist 106, 487-492.\nbib0590Pratchett, M.S., Munday, M.S., Wilson, S.K., Graham, N.A.J., Cinner, J.E., Bellwood,\nD.R., Jones, G.P., Polunin, N.V.C., McClanahan, T.R., 2008. Effects of climate-\ninduced coral bleaching on coral-reef fishes: ecological and economica\nconsequences. Oceanography and Marine Biology 46, 251–296.\nbib0595Psuty, N.P., 1986. A dune/beach interaction model and dune management. Thalassas 4,\n11–15.\nbib0600Pye, K., Tsoar, H., 1990. Aeolian Sand and Sand Dunes. Unwin Hyman, London, 396 pp.\nESCO 01206\n18Estuarine and Coastal Ecosystems and Their Services\n\nELSEVI\nER\nAUTHO\nR\nPROOF\nbib0605Rönnbäck, P., 1999. The ecological basis for economic value of seafood production\nsupported by mangrove ecosystems. Ecological Economics 29, 235–252.\nbib0610Ruggiero, P., 2008. Impacts of climate change on coastal erosion and flood probability in\nthe US Pacific Northwest. Proceedings of Solutions to Coastal Disasters 2008. Oahu\nPearl City, HI, USA.\nbib0615Rönnbäck, P., Crona, B., Ingwall, L., 2007. The return of ecosystem goods and services\nin replanted mangrove forests–perspectives from local communities in Gazi Bay,\nKenya. Environmental Conservation 34, 313–324.\nbib0620Ruggiero, P., Kaminsky, G.M., Gelfenbaum, G., Voigt, B., 2005. Seasonal to interannual\nmorphodynamics along a high-energy dissipative littoral cell. Journal of Coastal\nResearch 21, 553–578.\nbib0625Ruggiero, P., Komar, P.D., McDougal, W.G., Marra, J.J., Beach, R.A., 2001. Wave runup,\nextreme water levels, and the erosion of properties backing beaches. Journal of\nCoastal Research 17, 407–419.\nbib0630Ruitenbeek, H.J., 1994. Modeling economy–ecology linkages in mangroves: economic\nevidence for promoting conservation in Bintuni Bay, Indonesia. Ecological\nEconomics 10, 233–247.\nbib0635Rybicki, N.B., 1997. Observations of tidal flux between submersed aquatic plant stand\nand the adjacent channel in the Potomac River near Washington, DC. Limnology and\nOceanography 42, 307–317.\nbib0640Sadovy, Y.J., Vincent, A.C.J., Sale, P.F., 2002. Ecological issues and the trades in live\nreef fishes. In: Sale, P.F. (ed.), Coral Reef Fishes: Dynamics and Diversity in a\nComplex Ecosystem. Academic Press, San Diego, CA, pp. 391–420.\nbib0645Sallenger, A.H., Stockdon, H.F., Fauver, L., Hansen, M., Thompson, D., Wright, C.W.,\nLillycrop, J., 2006. Hurricanes 2004: an overview of their characteristics and coastal\nchange. Estuaries and Coasts 29, 880–888.\nbib0650Sanchirico, J.N., Mumby, P., 2009. Mapping ecosystem functions to the valuation of\necosystem services: implications of species-habitat associations for coastal land-use\ndecisions. Theoretical Ecology 2, 67–77.\nbib0655Sarntisart, I., Sathirathai, S., 2004. Mangrove dependency, income distribution and\nconservation. In: Barbier, E.B., Sathirathai, S. (Eds.), Shrimp Farming and Mangrove\nLoss in Thailand. Edward Elgar, London, pp. 96–114.\nbib0660Sathirathai, S., Barbier, E.B., 2001. Valuing mangrove conservation, Southern Thailand.\nContemporary Economic Policy 19, 109–122.\nbib0665Sheppard, C., Dixon, D.J., Gourlay, M., Sheppard, A., Payet, R., 2005. Coral mortality\nincreases wave energy reaching shores protected by reef flats: examples from the\nSeychelles. Estuarine, Coastal and Shelf Science 64, 223–234.\nbib0670Short, A.D., 1999. Wave-dominated beaches. In: Short, A.D. (Ed.), Handbook of Beach\nand Shoreface Morphodynamics. Wiley, Chichester, pp.173–203.\nbib0675Short, A.D., Hesp, P.A., 1982. Wave, beach and dune interactions in southeast Australia.\nMarine Geology 48, 259–284.\nbib0680Silliman, B.R., Grosholz, T., Bertness, M.D., 2009. Salt marshes under global siege. In:\nSilliman, B.R., Grosholz, T., Bertness, M.D. (Eds.), Human Impacts on Salt Marshes:\nA Global Perspective. University of California Press.\nbib0685Silliman, B.R., Bertness, M.D., 2002. A trophic cascade regulates salt marsh primary\nproduction. Proceedings of the National Academy of Sciences of the United States of\nAmerica 99, 10500–10505.\nbib0690Silliman, B.R., van de Koppel, J., Bertness, M.D., Stanton, L., Mendelsohn, I., 2005\nDrought, snails, and large-scale die-off of southern U.S. salt marshes. Science 310,\n1803–1806.\nbib0695Smith, S.V. 1978. Coral-reef area and contributions of reefs to processes and resources\nof world’s oceans. Nature 273, 225–226.\nbib0700Spalding, M.D., Blasco, F., Field, C.D., 1997. World Mangrove Atlas. International\nSociety for Mangrove Ecosystems, Okinawa, Japan, 178 pp.\nbib0705Spalding, M.D., Taylor, M., Ravilious, C., Short, F., Green, E., 2003. The distribution and\nstatus of seagrasses. In: Green, E.P., Short, F.T. (Eds.), World Atlas of Seagrasses.\nUniversity of California Press, Berkeley, LA, pp. 5–26.\nbib0710Stockdon, H.F., Holman, R.A., Howd, P.A., Sallenger, A.H., 2006. Empirical\nparameterization of setup, swash, and runup. Coastal Engineering 53, 573–588.\nbib0715Stockdon, H.F., Sallenger, H.A., Holman, R.A., Howd, P.A., 2007. A simple model for the\nspatially-variable coastal response to hurricanes. Marine Geology 238, 1–20.\nbib0720Stockdon, H.F., Thompson, D.M., 2007. Vulnerability of National Park Service beaches\nto inundation during a direct hurricane landfall: Fire Island National Seashore.USGS\nOpen-File Report 2007–1389. USGS, St. Petersburg, FL, 8 pp.\nbib0725UNEP (United Nations Environment Programme), 2006. Marine and Coastal Ecosystems\nand Human Wellbeing: A Synthesis Report Based on the Findings of the Millennium\nEcosystem Assessment. UNEP, Nairobi, 64 pp.\nbib0730Valiela, I., Bowen, J.L., York, J.K., 2001. Mangrove forests: one of the world’s threatened\nmajor tropical environments. BioScience 51, 807–815.\nbib0735Van Der Meulen, F., Bakker, T.W.M., Houston, J.A., 2004. The costs of our coasts:\nexamples of dynamic dune management from Western Europe. In: Martinez, M.L.,\nPsuty, N.P. (Eds.), Coastal Dunes: Ecology and Conservation. Springer, Heidelberg,\nGermany, pp. 259–277.\nbib0740van Beukering, P.J.H., Cesar, H.S.J., 2004. Ecological economic modeling of coral reefs:\nevaluating tourist overuse at Hanauma Bay and algae blooms at the Kihei coast,\nHawai’i. Pacific Science 58, 243–260.\nbib0745Walters, B.B., Rönnbäck, P., Kovacs, J.M., Crona, B., Hussain, S.A., Badola, R.,\nPrimavera, J.H., Barbier, E.B., Dahdouh-Guebas, F., 2008. Ethnobiology, socio-\neconomics and management of mangrove forests: a review. Aquatic Botany 89,\n220–236.\nbib0750Walton, M.E.M, Samonte-Tan, G.P.B., Primavera, J.H., Edwards-Jones, G.,\nLe Vay, L., 2006. Are mangroves worth replanting? The direct economic\nbenefits of a community-based reforestation project. Environmental\nConservation 33, 335–343.\nbib0755Warren-Rhodes, K., Sadovy, Y., Cesar, H., 2004. Marine ecosystem appropriation in the\nIndo-Pacific: a case study of the live reef fish food trade. AMBIO 33, 116–119.\nbib0760Watson, R.A., Coles, R.G., Long, W.L.L., 1993. Simulation estimates of annual yield and\nlanded value for commercial Panaeid prawns from a tropical seagrass habitat,\nNorthern Queensland, Australia. Australian Journal of Marine and Freshwater\nResearch 44, 211–219.\nbib0765Waycott, M., Duarte, C.M., Carruthers, T.J.B., Orth, R.J., Dennison, W.C., Olyarnik, S.,\nCalladine, A., Fourqurean, J.W., Heck, K.L., Jr., Hughes, A.R., Kendrick, G.A.,\nKenworthy, W.J., Short, F.T., Williams, S.L., 2009. Accelerating loss of seagrasses\nacross the globe threatens coastal ecosystems. Proceedings of the National Academy\nof Sciences 106, 12377–12381.\nbib0770Wilkinson, C., Linden, O., Cesar, H., Hodgson, G., Rubens, J., Strong, A.E., 1999.\nEcological and socioeconomic impacts of 1998 coral mortality in the Indian Ocean:\nAn ENSO impact and a warning of future change? AMBIO 28, 188–196.\nbib0775Wolanski, E., 2007. Estuarine Ecohydrology. Elsevier, Amsterdam, 157 pp.\nbib0780Wood, E.M., 1985. Exploitation of Coral Reef Fishes for the Aquarium Fish Trade. Marine\nConservation Society, Rosson-Wye.\nbib0785Worm, B., Barbier, E.B., Beaumont, N., Duffy, J.E., Folke, C., Halpern, B.S., Jackson,\nJ.B.C., Lotze, H.K., Micheli, F., Palumbi, S.R., Sala, E., Selkoe, K.A., Stachowicz,\nJ.J., Watson, R., 2006. Impacts of biodiversity loss on ocean ecosystem services.\nScience 314, 787–790.\nbib0790Wyllie-Echeverria, S., Cox, P.A., 1999. The seagrass (Zostera marina) industry of Nova\nScotia (1907–1960). Economic Botany 53, 419–426.\nbib0795Yeo, B. 2002. Valuing a marine park in Malaysia. In: Pearce, D., Pearce, C., Palmer, C.\n(Eds.), Valuing the Environment in Developing Countries: Case Studies. Edward\nElgar Publishing, Cheltenham, pp. 311–326.\nbib0800Zimmerman, R.J., Minello, T.J., Rozas, L.P., 2000. Salt marsh linkages to productivity of\npenaeid shrimps and blue crabs in the Northern Gulf of Mexico. In: Weinstein, M.P.,\nKreeger, D.A. (Eds.), Concepts and Controversies in Tidal Marsh Ecology. Kluwer,\nDordrecht.\nESCO 01206\nEstuarine and Coastal Ecosystems and Their Services19",
  "extractedAt": "2025-12-12T18:45:05.790Z",
  "success": true,
  "matchedPublication": {
    "title": "The value of estuarine and coastal ecosystem services",
    "doi": "10.1890/10-1510.1",
    "year": "2011",
    "authors": "Barbier, Edward B.; Hacker, Sally D.; Kennedy, Chris; Koch, Evamaria W.; Stier, Adrian C.; Silliman, Brian R."
  }
}