{
  "filename": "Barbier et al. (Ecological Monographs) 2011.pdf",
  "numPages": 26,
  "text": "Reviews The value of estuarine and coastal ecosystem services Concepts & Synthesis The underpinnings of the relationship of species richness with space and time Articles Stability, resilience, and phase shifts in rocky subtidal communities along the west coast of Vancouver Island, Canada Ecological MONOGRAPHS A PUBLICATION OF THE ECOLOGICAL SOCIETY OF AMERICA Volume 81 No. 2 May 2011 VOL. 81 • NO. 2 • MAY 2011 ISSN 0012-9615 CONTENTS Cover Photo: Smith Island, in the middle of the Chesapeake Bay (USA), contains extensive marshes that provide the habitat and organic matter to sustain a crab fishery that has been harvested for centuries (see Barbier et al., pp. 169–193). Photo credit: E. W. Koch. Reviews 169 The value of estuarine and coastal ecosystem services • EDWARD B. BARBIER, SALLY D. HACKER, CHRIS KENNEDY, EVAMARIA W. KOCH, ADRIAN C. STIER, AND BRIAN R. SILLIMAN Concepts and Synthesis 195 The underpinnings of the relationship of species richness with space and time • SAMUEL M. SCHEINER, ALESSANDRO CHIARUCCI, GORDON A. FOX, MATTHEW R. HELMUS, DANIEL J. MCGLINN, AND MICHAEL R. WILLIG Articles 215 Stability, resilience, and phase shifts in rocky subtidal communities along the west coast of Vancouver Island, Canada • JANE WATSON AND JAMES A. ESTES 241 Modeling plant ranges over 75 years of climate change in California, USA: temporal transferability and species traits • SOLOMON Z. DOBROWSKI, JAMES H. THORNE, JONATHAN A. GREENBERG, HUGH D. SAFFORD, ALISON R. MYNSBERGE, SHAWN M. CRIMMINS, AND ALAN K. SWANSON 259 Broadscale variability in tree data of the historical Public Land Survey and its consequences for ecological studies • FENG LIU, DAVID J. MLADENOFF, NICHOLAS S. KEULER, AND LISA SCHULTE MOORE 277 Successful invaders co-opt pollinators of native flora and accumulate insect pollinators with increasing residence time • PETR PYŠEK, VOJTE ˇ CH JAROŠÍK, MILAN CHYTRÝ, JIR ˇ Í DANIHELKA, INGOLF KÜHN, JAN PERGL, LUBOMÍR TICHÝ, JACOBUS C. BIESMEIJER, WILLEM N. ELLIS,WILLIAM E. KUNIN, AND JOSEF SETTELE 295 Hawaiian ant–flower networks: nectar-thieving ants prefer undefended native over introduced plants with floral defenses • ROBERT R. JUNKER, CURTIS C. DAEHLER, STEFAN DÖTTERL, ALEXANDER KELLER, AND NICO BLÜTHGEN 313 A brown-world cascade in the dung decomposer food web of an alpine meadow: effects of predator interactions and warming • XINWEI WU, J. EMMETT DUFFY, PETER B. REICH, AND SHUCUN SUN 329 Decomposing environmental, spatial, and spatiotemporal components of species distributions • TORSTEN HOTHORN, JÖRG MÜLLER, BORIS SCHRÖDER, THOMAS KNEIB, AND ROLAND BRANDL Ecological Archives Appendices and Supplements are available online at Fesapubs.org/archive). ESA Data Registry Available online at Fdata.esa.org). Instructions to Authors Available online at Fesapubs.org). VOL. 81, NO. 2, 169–348 MAY 2011 REVIEWS Ecological Monographs, 81(2), 2011, pp. 169–193 Ó2011 by the Ecological Society of America The value of estuarine and coastal ecosystem services EDWARDB. BARBIER, 1,5 SALLYD. HACKER, 2 CHRISKENNEDY, 1 EVAMARIAW. KOCH, 3 ADRIANC. STIER, 4 ANDBRIANR. SILLIMAN 4 1 Department of Economics and Finance, University of Wyoming, Laramie, Wyoming 82071 USA 2 Department of Zoology, Oregon State University, Corvallis, Oregon 97331 USA 3 Horn Point Laboratory, University of Maryland Center for Environmental Science, Cambridge, Maryland 21613 USA 4 Department of Biology, University of Florida, Gainesville, Florida 32611 USA Abstract. The global decline in estuarine and coastal ecosystems (ECEs) is affecting a number of critical benefits, or ecosystem services. We review the main ecological services across a variety of ECEs, including marshes, mangroves, nearshore coral reefs, seagrass beds, and sand beaches and dunes. Where possible, we indicate estimates of the key economic values arising from these services, and discuss how the natural variability of ECEs impacts their benefits, the synergistic relationships of ECEs across seascapes, and management implications. Although reliable valuation estimates are beginning to emerge for the key services of some ECEs, such as coral reefs, salt marshes, and mangroves, many of the important benefits of seagrass beds and sand dunes and beaches have not been assessed properly. Even for coral reefs, marshes, and mangroves, important ecological services have yet to be valued reliably, such as cross-ecosystem nutrient transfer (coral reefs), erosion control (marshes), and pollution control (mangroves). An important issue for valuing certain ECE services, such as coastal protection and habitat–fishery linkages, is that the ecological functions underlying these services vary spatially and temporally. Allowing for the connectivity between ECE habitats also may have important implications for assessing the ecological functions underlying key ecosystems services, such coastal protection, control of erosion, and habitat–fishery linkages. Finally, we conclude by suggesting an action plan for protecting and/or enhancing the immediate and longer-term values of ECE services. Because the connectivity of ECEs across land–sea gradients also influences the provision of certain ecosystem services, management of the entire seascape will be necessary to preserve such synergistic effects. Other key elements of an action plan include further ecological and economic collaborative research on valuing ECE services, improving institutional and legal frameworks for management, controlling and regulating destructive economic activities, and developing ecological restoration options. Key words: coral reef; economic value; ecosystem service; estuarine and coastal ecosystem; mangrove; salt marsh; sand beach and dune; seagrass; seascape. INTRODUCTION Estuarine and coastal ecosystems (ECEs) are some of the most heavily used and threatened natural systems globally (Lotze et al. 2006, Worm et al. 2006, Halpern et al. 2008). Their deterioration due to human activities is intense and increasing;50%of salt marshes, 35%of mangroves, 30%of coral reefs, and 29%of seagrasses are either lost or degraded worldwide (Valiela et al. 2001, MEA 2005, Orth et al. 2006, UNEP 2006, FAO 2007, Waycott et al. 2009). This global decrease in ECEs is known to affect at least three critical ecosystem services (Worm et al. 2006): the number of viable (non- collapsed) fisheries (33%decline); the provision of nursery habitats such as oyster reefs, seagrass beds, and wetlands (69%decline); and filtering and detoxifi- cation services provided by suspension feeders, sub- merged vegetation, and wetlands (63%decline). The loss of biodiversity, ecosystem functions, and coastal vege- tation in ECEs may have contributed to biological invasions, declining water quality, and decreased coastal protection from flooding and storm events (Braatz et al. 2007, Cochard et al. 2008, Koch et al. 2009). Manuscript received 5 August 2010; revised 12 October 2010; accepted 12 October 2010. Corresponding Editor: A. M. Ellison. 5 E-mail: ebarbier@uwyo.edu 169 Such widespread and rapid transformation of ECEs and their services suggest that it is important to understand what is at stake in terms of critical benefits and values. The purpose of this paper is to provide an overview of the main ecological services across a variety of ECEs, including marshes, mangroves, nearshore coral reefs, seagrass beds, and sand beaches and dunes. Where available, we cite estimates of the key economic values arising from the services provided by these ECEs. In addition, we discuss how the natural variability in these systems in space and time results in nonlinear functions and services that greatly influence their economic value (Barbier et al. 2008, Koch et al. 2009) and some of the synergistic properties of ECEs. Because they exist at the interface between the coast, land, and watersheds, ECEs can produce cumulative benefits that are much more significant and unique than the services provided by any single ecosystem. Finally, we finish by highlighting the main management implications of this review of ECE services and their benefits, and provide an ‘‘action plan’’ to protect and/or enhance their immediate and longer term value to humankind. M ETHODS:ASSESSINGECE SERVICES ANDVALUES In identifying the ecosystem services provided by natural environments, a common practice is to adopt the broad definition of the Millennium Ecosystem Assess- ment (MEA 2005) that ‘‘ecosystem services are the benefits people obtain from ecosystems.’’ Thus, the term ‘‘ecosystem services’’ is usually interpreted to imply the contribution of nature to a variety of ‘‘goods and services,’’ which in economics would normally be classified under three different categories (Barbier 2007): (1) ‘‘goods’’ (e.g., products obtained from ecosystems, such as resource harvests, water, and genetic material), (2) ‘‘services’’ (e.g., recreational and tourism benefits or certain ecological regulatory and habitat functions, such as water purification, climate regulation, erosion control, and habitat provision), and (3) cultural benefits (e.g., spiritual and religious beliefs, heritage values). However, for economists, the term ‘‘benefit’’ has a specific meaning. Mendelsohn and Olmstead (2009:326) summarize the standard definition as follows: ‘‘The economic benefit provided by an environmental good or service is the sum of what all members of society would be willing to pay for it.’’ Thus, given this specific meaning, some economists argue that it is misleading to characterize all ecosystem services as ‘‘benefits.’’ As explained by Boyd and Banzhaf (2007:619), ‘‘as end- products of nature, final ecosystem services are not benefits nor are they necessarily the final product consumed. For example, recreation is often called an ecosystem service. It is more appropriately considered a benefit produced using both ecological services and conventional goods and services.’’ To illustrate this point, they consider recreational angling. It requires certain ‘‘ecosystem services,’’ such as ‘‘surface waters and fish populations,’’ but also ‘‘other goods and services including tackle, boats, time allocation, and access’’ (Boyd and Banzhaf 2007:619). But other economists still prefer a broader interpretation of ecosystem services, along the lines of the Millennium Ecosystem Assessment (MEA 2005), which equates ecosystem services with benefits. For example, Polasky and Segerson (2009:412) state: ‘‘We adopt a broad definition of the term ecosystem services that includes both intermediate and final services,’’ which they justify by explaining that ‘‘supporting services, in economic terms, are akin to the infrastructure that provides the necessary conditions under which inputs can be usefully combined to provide intermediate and final goods and services of value to society.’’ Thus, unlike Boyd and Banzhaf (2007), Polasky and Segerson (2009) consider recreation to be an ecosystem service. Economists do agree that, in order to determine society’s willingness to pay for the benefits provided by ecosystem goods and services, one needs to measure and account for their various impacts on human welfare. Or, as Freeman (2003:7) succinctly puts it: ‘‘The economic value of resource–environmental systems resides in the contributions that the ecosystem functions and services make to human well-being,’’ and consequently, ‘‘the basis for deriving measures of the economic value of changes in resource–environmental systems is the effects of the changes on human welfare.’’ Similarly, Bockstael et al. (2000:1385) state: ‘‘In economics, valuation concepts relate to human welfare. So the economic value of an ecosystem function or service relates only to the contribution it makes to human welfare, where human welfare is measured in terms of each individual’s own assessment of his or her well-being.’’ The key is determining how changes in ecosystem goods and services affect an individual’s well-being, and then determining how much the individual is either willing to pay for changes that have a positive welfare impact, or conversely, how much the individual is willing to accept as compensation to avoid a negative effect. In our approach to identifying the key services of estuarine and coastal ecosystem (ECEs) and their values, we adopt this consensus economic view. That is, as long as nature makes a contribution to human well-being, either entirely on its own or through joint use with other human inputs, then we can designate this contribution as an ‘‘ecosystem service.’’ In other words, ‘‘ecosystem services are the direct or indirect contributions that ecosystems make to the well-being of human popula- tions’’ (U.S. EPA 2009:12). In adopting this interpreta- tion, (U.S. EPA 2009:12–13) ‘‘uses the term ecosystem service to refer broadly to both intermediate and final end services,’’ and as a result, the report maintains that ‘‘in specific valuation contexts...it is important to identify whether the service being valued is an interme- diate or a final service.’’ For example, following this approach, the tourism and recreation benefits that arise through interacting EDWARD B. BARBIER ET AL.170 Ecological Monographs Vol. 81, No. 2 R EVIEWS with an ECE can be considered the product of a ‘‘service’’ provided by that ecosystem. But it should be kept in mind, as pointed out by Boyd and Banzhaf (2007:619), that the role of the ECE is really to provide an ‘‘intermediate service’’ (along with ‘‘conventional goods and services’’) in the production of the final benefit of recreation and tourism. In selecting estimates of the ‘‘value’’ of this ‘‘intermediate’’ ecosystem service in producing recreational benefits, it is therefore important to consider only those valuation estimates that assess the effects of changes in the ECE habitat on the tourism and recreation benefits, but not the additional influence of any human inputs. The same approach should be taken for those ‘‘final’’ ecosystem services, such as coastal protection, erosion control, nutrient cycling, water purification, and carbon seques- tration, which may benefit human well-being without any additional human-provided goods and services. But if ‘‘final’’ services do involve any human inputs, the appropriate valuationestimates should show how changes in these services affect human welfare, after controlling for the influence of these additional human- provided goods and services. Although this approach to selecting among valuation estimates of various ECE services seems straightforward, in practice there are a number of challenges to overcome. These difficulties are key to understanding an important finding of our review: Whereas considerable progress has been made in valuing a handful of ECE services, there are still a large number of these services that have either no or very unreliable valuation estimates. The most significant problem faced in valuing ecosystem services, including those of ECEs, is that very few are marketed. Some of the products arising from ECEs, such as raw materials, food, and fish harvests, are bought and sold in markets. Given that the price and quantities of these marketed products are easy to observe, there are many value estimates of the contribution of the environmental input to this produc- tion. However, this valuation is more complicated than it appears. Market conditions and regulatory policies for the marketed output will influence the values imputed to the environment input (Freeman 2003:259–296, McCon- nell and Bockstael 2005, Barbier 2007). For example, one important service of many ECEs is the maintenance of fisheries through providing coastal breeding and nursery habitat. Although many fisheries are exploited for commercial harvests sold in domestic and interna- tional markets, studies have shown that the inability to control fishing access and the presence of production subsidies and other market distortions can impact harvests, the price of fish sold, and ultimately, the estimated value of ECE habitats in supporting commer- cial fisheries (Freeman 1991, Barbier 2007, Smith 2007). However, the majority of other key ECE services do not lead to marketed outputs. These include many services arising from ecosystem processes and functions that benefit human beings largely without any additional input from them, such as coastal protection, nutrient cycling, erosion control, water purification, and carbon sequestration. In recent years, substantial progress has been made by economists working with ecologists and other natural scientists inapplying environmental valuation methodologies to assess the welfare contribu- tion of these services. The various nonmarket valuation methods employed for ecosystem services are essentially the standard techniques that are available to economists. For example, Freeman (2003), Pagiola et al. (2004), NRC (2005), Barbier (2007), U.S. EPA (2009), Mendel- sohn and Olmstead (2009), and Hanley and Barbier (2009) discuss how these standard valuation methods are best applied to ecosystem services, emphasizing in particular both the advantages and the shortcomings of the different methods and their application. However, what makes applying these methods especially difficult is that they require three important, and interrelated, steps (Barbier 1994, 2007, Freeman 2003, NRC 2005, Polasky and Segerson 2009). The first step involves determining how best to characterize the change in ecosystem structure, func- tions, and processes that gives rise to the change in the ecosystem service. For instance, the change could be in the spatial area or quality of a particular type of ECE habitat, such as a mangrove forest, marsh vegetation, or sand dune extent. It could also be a change in a key population, such as fish or main predator. Alternatively, the change could be due to variation in the flow of water, energy or nutrients through the system, such as the variability in tidal surges due to coastal storm events or the influx of organic waste from pollution upstream from ECEs. The second step requires tracing how the changes in ecosystem structure, functions, and processes influence the quantities and qualities of ecosystem service flows to people. Underlying each ecosystem service is a range of important energy flow, biogeochemical and biotic processes and functions. For example, water purification by seagrass beds is linked to the ecological processes of nutrient uptake and suspended particle deposition (Rybicki 1997, Koch et al. 2006). However, the key ecological process and functions that generate an ecosystem service are, in turn, controlled by certain abiotic and biotic components that are unique to each ecosystem’s structure. The various controlling compo- nents that may affect nutrient uptake and particle deposition by seagrasses include seagrass species and density, nutrient load, water residence time, hydrody- namic conditions, and light availability. Only when these first two steps are completed is it possible to conduct the final step, which involves using existing economic valuation method to assess the changes in human well- being that result from the change in ecosystem services. As summarized by NRC (2005:2) this three-step approach implies that ‘‘the fundamental challenge of valuing ecosystem services lies in providing an explicit description and adequate assessment of the links May 2011171ECOSYSTEM SERVICE VALUES R EVIEWS between the structure and functions of natural systems, the benefits (i.e., goods and services) derived by humanity, and their subsequent values.’’ This approach is summarized in Fig. 1. Human drivers of ecosystem change affect important ecosystem processes and functions and their controlling components. Assessing this change is fundamental yet difficult. However, ‘‘making the translation from ecosystem structure and function to ecosystem goods and services (i.e., the ecological production) is even more difficult’’ and ‘‘probably the greatest challenge for successful valuation of ecosystem services is to integrate studies of the ecological production function with studies of the economic valuation function’’ (NRC 2005:2–3). Simi- larly, Polasky and Segerson (2009:422) maintain that ‘‘among the more practical difficulties that arise in either predicting changes in service flows or estimating the associated value of ecosystem services’’ include the ‘‘lack of multiproduct, ecological production functions to quantitatively map ecosystem structure and function to a flow of services that can then be valued.’’ We find that, for many key ECE services, the integration of the ‘‘ecological production function’’ with the ‘‘economic valuation function’’ is incomplete. In many instances, how to go about making this linkage is poorly understood. However, for a handful of services, considerable progress has been made in estimating how the structure and functions of ECEs generate economic benefits. Thus, the main purpose of our review is to illustrate the current state of identifying, assessing, and valuing the key ecosystem services of ECEs, which is motivated by an important question: What is the current state of progress in integrating knowledge about the ‘‘ecological production function’’ underlying each im- portant ECE service with economic methods to value changes in this service in terms of impacts on human welfare? To answer this important question, we adopt the following approach. First, for each of five critical ECEs, coral reefs, seagrass beds, salt marshes, mangroves, and sand beaches and dunes, we identified the main ecosystem services associated with each habitat. Second, we provided an overview of the ‘‘ecological production function’’ underlying each service by assessing current knowledge of the important ecosystem processes, functions, and controlling components that are vital to this service. Third, where possible, we cited estimates of economic values arising from each service, and identified those services where there is no reliable estimate of an economic value. Fourth, we discussed briefly the main human drivers of ecosystem change that are affecting each ECE habitat. Finally, the results of our review are summarized in a table for each ECE. This facilitates comparison across all five habitats and also illustrates the important ‘‘gaps’’ in the current state of valuing some key ECE services. To keep the summary table short, we selected only one valuation estimate as a representative example. In some cases, it may be the only valuation estimate of a particular ecosystem service; in others, we have tried to choose one of the best examples from recent studies. Note that our purpose in reviewing valuation estimates of ECE services is, first, to determine which services have at least one or more reliable estimate and which do not, and, second, to identify future areas of ecological and economic research to further progress in valuing ECE services. We do not attempt to quantify the total number of valuation studies for each ECE service, nor do we analyze in detail the various valuation methods used in assessing an ecosystem service. Instead, we selected those examples of valuation studies that conform to the standard and appropriate techniques that are recommended for application to various ecosystem services, as discussed in Freeman (2003), Pagiola et al. (2004), NRC (2005), Barbier (2007), Hanley and Barbier (2009), U.S. EPA (2009), and Mendelsohn and Olmstead (2009). The interested reader should consult these references for a comprehensive discussion of economic nonmarket valuation methods and their suitable application to ecosystem services. Because our aim is to assess the extent to which reliable valuation estimates exist for each identified ECE service, we have reported each estimate as it appears in the original valuation study. This is for two principal reasons. First, many of the studies are for specific ECE habitats in distinct locations at different time periods, such as the recreation value of several coral reef marine parks in the Seychelles (Mathieu et al. 2003), the value of increased offshore fishery production from mangrove habitat in Thailand (Barbier 2007), or the benefits of beach restoration in the U.S. states of Maine and New Hampshire (Huang et al. 2007). Each study also uses specific measures and units of value appropriate for the relevant study. For example, in the Seychelles study, the value estimate was expressed in terms of the average consumer surplus per tourist for a single year, the Maine and New Hampshire study estimated each household’s willingness to pay for an erosion control program to preserve five miles of beach, and the Thailand study calculated the capitalized value per hectare of mangrove in terms of offshore fishery production. Although it is possible to make assumptions to transform the valua- tion estimate of each study into the same physical units (e.g., per hectare), temporal period (e.g., capitalized or annual value), or currency (e.g., US$), we do not think such a transformation is warranted for the purposes of this study. Second, we do not alter the original valuation estimates into a common unit of measure (such as US$   ha  1   yr  1 in 2010 prices) because of the concern that such standardizing of values will be misused or misinterpreted. For example, one might be tempted to ‘‘add up’’ all the ecosystem service values and come up with a ‘‘total value’’ of a particular ECE habitat, such as a salt marsh. Or, one might take the estimate for a specific location, such as the recreation value of several EDWARD B. BARBIER ET AL.172 Ecological Monographs Vol. 81, No. 2 R EVIEWS coral reef marine parks in the Seychelles (Mathieu et al. 2003), and ‘‘scale it up’’ by all the total hectares of coral reefs in the Indian Ocean or even the world to come up with a regional or global value of the recreational value of coral reefs. As argued by Bockstael et al. (2000:1396), when ‘‘the original studies valued small changes in specific and localized components of individual ecosys- tems...it is incorrect to extrapolate the value estimates obtained in any of these studies to a much larger scale, let alone to suppose that the extrapolated estimates could then be added together.’’ Finally, because our efforts here focus on identifying individual ECE services and any reliable estimates that value changes in these specific services, we do not emphasize valuation studies that estimate the value of entire ecosystems to human beings or assessing broader values, such as many nonuse existence and bequest values, that relate to the protection of ecosystems. However, we do recognize that such values are an important motivation for the willingness to pay by many members of society to protect ecosystems, including ECEs. For example, Fig. 2 is a more detailed version of Fig. 1, emphasizing the economic valuation component of the latter diagram. As indicated in Fig. 2, there are a number of different ways in which humans benefit from, or value, ecosystem goods and services. The first distinction is between the ‘‘use values’’ as opposed to ‘‘nonuse values’’ arising from these goods and services. Typically, use values involve some human ‘‘interaction’’ with the environment, whereas nonuse values do not, as they represent an individual valuing the pure ‘‘existence’’ of a natural habitat or ecosystem or wanting to ‘‘bequest’’ it to future generations. Direct-use values refer to both consumptive and nonconsumptive uses that involve some form of direct physical interaction with environmental goods and services, such as recrea- tional activities, resource harvesting, drinking clean water, breathing unpolluted air, and so forth. Indirect- use values refer to those ecosystem services whose values can only be measured indirectly, since they are derived from supporting and protecting activities that have directly measurable values. As is apparent from Tables 1–5, the individual ECE services that we identified and discuss contribute to consumptive direct-use values (e.g., raw materials and food), nonconsumptive direct-use values (e.g., tourism, recreation, education, and research), and indirect-use values (e.g., coastal protection, erosion control, water catchment and purification, maintenance of beneficial species, and carbon sequestration). When it comes to valuing whether or not to create national parks from ECEs, or to protect entire ecosystems, assessing non- users’ willingness to pay is also important. For example, Bateman and Langford (1997) assess the nonuse values of households across Great Britain for preserving the Norfolk and Suffolk Broads coastal wetlands in the United Kingdom from salt water intrusion. Even poor coastal communities in Malaysia, Micronesia, and Sri Lanka show considerable existence and other nonuse values for mangroves that can justify the creation of national parks and other protection measures (Naylor and Drew 1998, Othman et al. 2004, Wattage and Mardle 2008). As our review highlights how ECEs globally are endangered by a wide range of human drivers of change, it will be important that future studies assess all the use and nonuse values that arise from ecosystem goods and services to determine whether it is worth preserving or restoring critical ECEs. R ESULTS:THEKEYSERVICES ANDVALUES OFECES In the following sections, we provide an overview of the results of our review of the main ecological services for five ECEs, arranged in order of most to least submerged: coral reefs, seagrass beds, salt marshes, mangroves, and sand beaches and dunes. To give an indication of the ‘‘ecological production function’’ underlying the ecological services generated by each FIG. 1. Key interrelated steps in the valuation of ecosystem goods and services. This figure is adapted from NRC (2005: Fig. 1- 3). May 2011173ECOSYSTEM SERVICE VALUES R EVIEWS ECE (see Fig. 1), we outline briefly its key ecological structure, processes and functions, and identify the main controlling abiotic and biotic components. When available, we cite estimates of economic values from these services. The results give an indication as to the level of progress in valuing key ECE services and, equally important, where more integrated work on ecological and economic assessment of ecosystem services needs to be done. Coral reefs Coral reefs are structurally complex limestone habi- tats that form in shallow coastal waters of the tropics. Reefs can form nearshore and extend hundreds of kilometers in shallow offshore environments. Coral reefs are created by sedentary cnidarians (corals) that accrete calcium carbonate and feed on both zooplankton and maintain a mutualistic symbiosis with photosynthetic dinoflagellates. Thus, the majority of the reef structure is dead coral skeleton laid down over millennia, covered by a thin layer of live coral tissue that slowly accretes new limestone. In addition, coralline algae play an important role in stabilizing and cementing the coral reef structure. The community composition of reefs depends on global, regional, and local factors, which interact to produce the wide variety of coral reefs present on earth (Connell et al. 1997, Glynn 1997, Pandolfi 2002, Hughes et al. 2005). As outlined in Table 1, coral reefs provide a number of ecosystem services to humans including raw materi- als, coastal protection, maintenance of fisheries, nutrient cycling, and tourism, recreation, education, and re- search. The table indicates representative examples of the values of some of these services, where they are available. Historically, live reefs have served as a source of lime, which is an essential material in the manufacturing of mortar and cement and road building, and is used to control soil pH in agriculture (Dulvy et al. 1995). Presently, excavation of live reefs for lime is uncommon due to the obvious destructive nature of this resource extraction. As there are no examples of such coral mining being conducted sustainably, we have not included any value estimates in Table 1. An important ecosystem service provided by coral reefs is coastal protection or the buffering of shorelines from severe weather, thus protecting coastal human populations, property, and economic activities. As indicated in Table 1, this service is directly related to the economic processes and functions of attenuating or dissipating waves and facilitating beach and shoreline retention. By altering the physical environment (i.e., reducing waves and currents), corals can engineer the physical environment for entire ecosystems, making it possible for other coastal ecosystems such as seagrass beds and mangroves to develop, which in turn serve their own suite of services to humans. Despite the importance of this coastal protection service, very few economic studies have estimated a value for it. Those FIG. 2. Economic valuation of ecosystem goods and services. UVB is ultraviolet-B radiation from sunlight, which can cause skin cancer. This figure is adapted from NRC (2005: Fig. 4-1). EDWARD B. BARBIER ET AL.174 Ecological Monographs Vol. 81, No. 2 R EVIEWS studies that do exist tend to use benefit transfer and replacement cost methods of valuation in an ad hoc manner, which undermine the reliability of the value estimates (see Chong 2005 and Barbier 2007 for further discussion). However, the widespread reef destruction caused by catastrophic events and global change, such as hurricanes, typhoons, and coral bleaching, gives some indication of the value of the lost storm protection services. For example, as a result of the 1998 bleaching event in the Indian Ocean, the expected loss in property values from declining reef protection was estimated to be US$174   ha  1   yr  1 (hereafter all values in US$, unless otherwise stated; Wilkinson et al. 1999). Coral reefs also serve to maintain fisheries through the enhancement of ecologically and economically impor- tant species by providing shelter space and substrate for smaller organisms, and food sources for larger epi- benthic and pelagic organisms. Increases in fishing technology and transport have transformed reef fisheries that initially functioned solely for subsistence into commercial operations that serve international markets. Coral reef fisheries consist of reef-associated pelagic fisheries (e.g., tuna, mackerel, mahi-mahi, and sharks), reef fishes (e.g., jacks, snappers, groupers, and parrot fishes), and large invertebrates (e.g., giant clams, conch, lobsters, and crabs). The commercial value of these fisheries can be significant for some economies. For example, fish harvested from Hawaiian coral reefs are estimated to contribute $1.3 million yearly to the Hawaiian economy (Cesar and van Beukering 2004). From 1982 to 2002, small-scale, predominantly coral reef, fisheries contributed $54.7 million to the economies of America Samoa and the Commonwealth of the Northern Mariana Islands (Zeller et al. 2007). Additional fishery harvests consist of the live-animal aquarium trade, based on corals, small fishes, and invertebrates collected from reefs. The aquarium trade has substantially expanded in the past 20 years, listed in 1985 as making $20–40 million/yr as a world market (Wood 1985) and expanding to an estimated $90–300 million/yr in 2002 (Sadovy and Vincent 2002). The export and sale of shells and jewelry also makes up a substantial portion of fisheries on reefs; giant clams, conch shells, coral, and pearls are all among the many heavily harvested byproducts. TABLE1. Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers of ecosystem change for nearshore coral reefs. Ecosystem services Ecosystem processes and functions Important controlling components Ecosystem service value examples Human drivers of ecosystem change Raw materialsgenerates biological productivity and diversity reef size and depth, coral type, habitat quality estimates unavailableclimate change, blast or cyanide fishing, lime mining, eutrophication, sedimentation, coastal development, dredging, pollution, biological invasion Coastal protection attenuates and/or dissipates waves, sediment retention wave height and length, water depth above reef crest, reef length and distance from shore, coral species, wind climate US$174   ha  1   yr  1 for Indian Ocean based on impacts from 1998 bleaching event on property values (Wilkinson et al. 1999) Maintenance of fisheries provides suitable reproductive habitat and nursery grounds, sheltered living space coral species and density, habitat quality, food sources, hydrodynamic conditions US$15–45 000   km  2   yr  1 in sustainable fishing for local consumption and $5– 10 000   km  2   yr  1 for live-fish export, the Philippines (White et al. 2000) Nutrient cyclingprovides biogeochemical activity, sedimentation, biological productivity coral species and density, sediment deposition, subsidence, coastal geomorphology estimates unavailable Tourism, recreation, education, and research provides unique and aesthetic reefscapes, suitable habitat for diverse fauna and flora lagoon size, beach area, wave height, habitat quality, coral species and density, diversity US$88 000 total consumer surplus for 40 000 tourists to marine parks, Seychelles (Mathieu et al. 2003) and meta- analysis of recreational values (Brander et al. 2007) May 2011175ECOSYSTEM SERVICE VALUES R EVIEWS Reliable values for the sustainable production of coral reef fish for local consumption and the aquarium trade are rare. White et al. (2000) provide some estimates for the Philippines. The potential annual revenue for sustainable fish production could be $15–45 000/km 2 of healthy coral reef for local consumption and $5– 10 000/km 2 for live fish export. Zhang and Smith (in press) estimate the maximum sustainable yield to the Gulf of Mexico reef fishery (mainly grouper and snapper species, amberjack, and tilefish) to be;1.30 million kg/ month (;2.86 million pounds/month). Though the reefs in the Gulf of Mexico are generally exposed limestone or sandstone and not coral, the habitats are similar in their structural complexity, which is an important factor in protecting young fish and smaller species from predation. Coral reef ecosystems also perform important services by cycling organic and inorganic nutrients. Despite housing a great deal of inorganic carbon in the limestone skeleton that makes up the structure of the reef, coral reefs may actually be a net source of atmospheric carbon dioxide (Kawahata et al. 1997). Reefs do, however, contribute significantly to the global calcium carbonate (CaCO 3 ) budget, estimated as 26%of coastal marine CaCO 3 and 11%of the total CaCO 3 precipitation (Hallock 1997, Gattuso et al. 1998). Reefs additionally transfer excess nitrogen production from cyanobacteria and benthic microbes on the reef to the pelagic (water column) environment (Moberg and Folke 1999). Though poorly quantified, the sequestering of CaCO 3 to form the foundation or habitat of the reef is the primary reason for such high abundance and diversity of organisms. Unfortunately, as indicated in Table 1, there are no reliable estimates of the economic value of the nutrient cycling and transfer services of coral reefs. Coral reefs and associated placid lagoons are also economically valuable for the tourism and recreational activities they support. Resorts depend on the aesthet- ically turquoise lagoons, white sandy beaches, and underwater opportunities on the reef to attract tourists. The high biological diversity and clear waters of tropical reefs also support an abundance of recreational activ- ities such as SCUBA diving, snorkeling, island tours, and sport fishing. These activities can be highly lucrative for individual economies; for example, in 2002, the earnings of;100 diver operators in Hawaii were estimated at $50–60 million/year (van Beukering and Cesar 2004). Revenues from coral reef tourism in the Pulau Payar Marine Park, Malaysia, are estimated at $390 000/year (Yeo 2002), and coral reef diving earns gross revenue of $10 500–45 540/year in the Bohol Marine Triangle, the Philippines (Samonte-Tan et al. 2007). However, estimates of the recreational value of individual reefs should be interpreted with caution as a recent review of such studies found substantial bias in the estimates of individual recreation values (Brander et al. 2007). Reliable estimates can be made if such biases are controlled. For example, Mathieu et al. (2003) found that the average consumer surplus per tourist visiting the marine national parks in the Seychelles is $2.20, giving a total consumer surplus estimate of $88 000 for the 40 000 tourists to the coral reefs in 1997. Tapsuwan and Asafu- Adjaye (2008) were able to estimate the economic value of scuba diving in the Similan Island coral reefs in Thailand, controlling for diver’s attitude toward the quality of the dive site, frequency of dive trips, and socioeconomic characteristics, including whether divers were Thai or foreign. The authors estimated a consumer surplus value of $3233 per person per dive trip. In addition to tourism and recreation, reefs also provide substantial services through research opportu- nities for scientists, work that is essential to basic and applied science (Greenstein and Pandolfi 2008). There are no reliable estimates of this value for coral reefs. As a rough indication of this value, expenditures for field work, primary data gathering, boat/vessel rental, supplies, and diving equipment amount to $32– 111   ha  1   yr  1 in Bohol Marine Triangle, the Philippines (Samonte-Tan et al. 2007). Despite the numerous economic benefits coral reefs provide, reef ecosystems are under threat of irrevocable decline worldwide from a suite of anthropogenic stressors. Localized stressors (i.e., within reefs or archipelagos) include overfishing, dynamite or cyanide fishing, pollution, mining, eutrophication, coastal devel- opment, dredging, sedimentation, and biological inva- sion (e.g., Hoegh-Guldberg 1999, Gardner et al. 2003, Bellwood et al. 2004, Hoegh-Guldberg et al. 2007). A variety of reef ecosystem services may be affected by coral degradation. For example, areas in Sumatra where dynamite fishing had occurred suffered 70%greater wave heights than undisturbed areas during the 2004 Indian Ocean Tsunami (Fernando et al. 2005). Blast fishing can also have negative effects on local economies by reducing the amount of available reef for tourisms; in Indonesia, blast fishing led to the loss of a reef that was valued at $306 800/km 2 (Pet-Soede et al. 1999). Over- fishing has important cascading consequences on both reef ecosystem function and sustainable production by inducing phase shifts (Mumby et al. 2006, 2007). Overharvesting by the aquarium industry has also been documented on local levels (Lubbock and Polunin 1975, Warren-Rhodes et al. 2004). Moreover, eutrophication- induced algal blooms led to millions of dollars of lost tourism revenue in Hawaii (van Beukering and Cesar 2004). Global-scale climate change is also threatening reefs through coral bleaching, disease, and ocean acidifica- tion, leading to both reef destruction and structural degradation (Graham et al. 2007, Hoegh-Guldberg et al. 2007, Carpenter et al. 2008). Several important reef ecosystem services are likely to be affected. Though the economic impacts of climate change on fisheries remain somewhat unclear, the benthic composition of reefs is likely to shift, thus affecting overall fish productivity and EDWARD B. BARBIER ET AL.176 Ecological Monographs Vol. 81, No. 2 R EVIEWS harvests, as well as the availability of the most valued fishes collected in the aquarium trade (Pratchett et al. 2008). Reductions in tourism due to recent climate change-driven coral bleaching events are estimated in the billions (Wilkinson et al. 1999, Pratchett et al. 2008). The overall estimated economic damages from lost fisheries production, tourism and recreation, coastal protection, and other ecosystem services from the 1998 Indian Ocean coral bleaching event have ranged from $706 million to $8.2 billion (Wilkinson et al. 1999). Seagrass beds Seagrasses are flowering plants that colonize shallow marine and estuarine habitats. With only one exception (the genusPhyllospadix), seagrasses colonize soft substrates (e.g., mud, sand, cobble) and grow to depths where;11%of surface light reaches the bottom (Duarte 1991). Seagrasses prefer wave-sheltered conditions as sediments disturbed by currents and/or waves lead to patchy beds or their absence (Koch et al. 2006). Despite being among the most productive ecosystems on the planet, fulfilling a key role in the coastal zone (Duarte 2002) and being lost at an alarming rate (Orth et al. 2006, Waycott et al. 2009), seagrasses receive little attention when compared to other ECEs (Duarte et al. 2008). As indicated in Table 2, seagrass beds provide a wide range of ecosystem services, including raw materials and TABLE2. Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers of ecosystem change for seagrasses. Ecosystem services Ecosystem processes and functions Important controlling components Ecosystem service value examples Human drivers of ecosystem change Raw materials and food generates biological productivity and diversity vegetation type and density, habitat quality estimates unavailableeutrophication, overharvesting, coastal development, vegetation disturbance, dredging, aquaculture, climate change, sea level rise Coastal protection attenuates and/or dissipates waves wave height and length, water depth above canopy, seagrass bed size and distance from shore, wind climate, beach slope, seagrass species and density, reproductive stage estimates unavailable Erosion controlprovides sediment stabilization and soil retention in vegetation root structure sea level rise, subsidence, tidal stage, wave climate, coastal geomorphology, seagrass species and density estimates unavailable Water purification provides nutrient and pollution uptake, as well as retention, particle deposition seagrass species and density, nutrient load, water residence time, hydrodynamic conditions, light availability estimates unavailable Maintenance of fisheries provides suitable reproductive habitat and nursery grounds, sheltered living space seagrass species and density, habitat quality, food sources, hydrodynamic conditions loss of 12 700 ha of seagrasses in Australia; associated with lost fishery production of AU$235 000 (McArthur and Boland 2006) Carbon sequestration generates biogeochemical activity, sedimentation, biological productivity seagrass species and density, water depth, light availability, burial rates, biomass export estimates unavailable Tourism, recreation, education, and research provides unique and aesthetic submerged vegetated landscape, suitable habitat for diverse flora and fauna biological productivity, storm events, habitat quality, seagrass species and density, diversity estimates unavailable May 2011177ECOSYSTEM SERVICE VALUES R EVIEWS food, coastal protection, erosion control, water purifi- cation, maintenance of fisheries, carbon sequestration, and tourism, recreation, education, and research, yet reliable estimates of the economic values of most of these services are lacking. Although in the past seagrasses were highly valued as raw materials and food, modern direct uses of seagrasses are rather limited. For example, seagrasses are still harvested in Tanzania, Portugal, and Australia, where they are used as fertilizer (Hemminga and Duarte 2000, de la Torre-Castro and Ro ̈ nnba ̈ ck 2004). In the Chesapeake Bay, USA, seagrass by-catch or beach-cast is used to keep crabs moist during transport. In East Africa, some species are served as salad, while others are used in potions and rituals (de la Torre-Castro and Ro ̈ nnba ̈ ck 2004). In the Solomon Islands, roots of the seagrassEnhalus acoroidesare sometimes used as food, while leaf fibers are used to make necklaces and to provide spiritual benefits such as a gift to a newborn child, for fishing luck, and to remove an aphrodisiac spell (Lauer and Aswani 2010). However, currently there are no reliable estimates of the values of these food and raw material uses of harvested seagrasses. Coastal protection and erosion control are often listed as important ecosystem services provided by seagrasses (Hemminga and Duarte 2000, Spalding et al. 2003, Koch et al. 2009). Seagrasses can attenuate waves and, as a result, smaller waves reach the adjacent shoreline (Fonseca and Cahalan 1992, Koch 1996, Prager and Halley 1999). Coastal protection is highest when the plants occupy the entire water column, such as at low tide, or when plants produce long reproductive stems (Koch et al. 2006). When small seagrasses colonize deeper waters, their contribution to wave attenuation and coastal protection is more limited. Sediment stabilization by seagrass roots and rhizomes, as well as by their beach-casted debris is important for controlling coastal erosion (Hemminga and Nieuwenhuize 1990). The benefits seagrasses provide in terms of coastal protection and erosion control via sediment stabilization and wave attenuation are yet to be valued satisfactorily. Water purification, or the increase in water clarity, by seagrasses occurs via two processes: nutrient uptake and suspended particle deposition. Seagrasses not only remove nutrients from the sediments and water column (Lee and Dunton 1999), but also their leaves are colonized by algae (epiphytes), which further remove nutrients from the water column (Cornelisen and Thomas 2006). The nutrients incorporated into the tissue of seagrasses and algae are slowly released back into the water column once the plants decompose or are",
  "sections": {
    "abstract": ". The global decline in estuarine and coastal ecosystems (ECEs) is affecting a number of critical benefits, or ecosystem services. We review the main ecological services across a variety of ECEs, including marshes, mangroves, nearshore coral reefs, seagrass beds, and sand beaches and dunes. Where possible, we indicate estimates of the key economic values arising from these services, and discuss how the natural variability of ECEs impacts their benefits, the synergistic relationships of ECEs across seascapes, and management implications. Although reliable valuation estimates are beginning to emerge for the key services of some ECEs, such as coral reefs, salt marshes, and mangroves, many of the important benefits of seagrass beds and sand dunes and beaches have not been assessed properly. Even for coral reefs, marshes, and mangroves, important ecological services have yet to be valued reliably, such as cross-ecosystem nutrient transfer (coral reefs), erosion control (marshes), and pollution control (mangroves). An important issue for valuing certain ECE services, such as coastal protection and habitat–fishery linkages, is that the ecological functions underlying these services vary spatially and temporally. Allowing for the connectivity between ECE habitats also may have important implications for assessing the ecological functions underlying key ecosystems services, such coastal protection, control of erosion, and habitat–fishery linkages. Finally, we conclude by suggesting an action plan for protecting and/or enhancing the immediate and longer-term values of ECE services. Because the connectivity of ECEs across land–sea gradients also influences the provision of certain ecosystem services, management of the entire seascape will be necessary to preserve such synergistic effects. Other key elements of an action plan include further ecological and economic collaborative research on valuing ECE services, improving institutional and legal frameworks for management, cont",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nReviews\nThe value of estuarine and coastal ecosystem services\nConcepts & Synthesis\nThe underpinnings of the relationship of species richness with space and time\nArticles\nStability, resilience, and phase shifts in rocky subtidal communities  \nalong the west coast of Vancouver Island, Canada\nEcological\nMONOGRAPHS\n A PUBLICATION OF THE ECOLOGICAL SOCIETY OF AMERICA\nVolume 81 No. 2\nMay 2011\nVOL. 81 • NO. 2 • MAY 2011\nISSN 0012-9615\nCONTENTS\nCover Photo:  Smith Island, in the middle of the Chesapeake Bay (USA), contains extensive marshes that provide \nthe habitat and organic matter to sustain a crab fishery that has been harvested for centuries (see Barbier et al.,  \npp. 169–193). Photo credit: E. W. Koch.\nReviews\n169\nThe value of estuarine and coastal ecosystem services\n• EDWARD B. BARBIER, SALLY D. HACKER, CHRIS KENNEDY, EVAMARIA W. KOCH, ADRIAN C. STIER, AND BRIAN R. SILLIMAN\nConcepts and Synthesis\n195\nThe underpinnings of the relationship of species richness with space and time \n• SAMUEL M. SCHEINER, ALESSANDRO CHIARUCCI, GORDON A. FOX, MATTHEW R. HELMUS, DANIEL J. MCGLINN, \nAND MICHAEL R. WILLIG\nArticles\n215\nStability, resilience, and phase shifts in rocky subtidal communities along the west coast of Vancouver \nIsland, Canada\n• JANE WATSON AND JAMES A. ESTES\n241\nModeling plant ranges over 75 years of climate change in California, USA: temporal transferability and \nspecies traits\n• SOLOMON Z. DOBROWSKI, JAMES H. THORNE, JONATHAN A. GREENBERG, HUGH D. SAFFORD, ALISON R. MYNSBERGE, \nSHAWN M. CRIMMINS, AND ALAN K. SWANSON\n259\nBroadscale variability in tree data of the historical Public Land Survey and its consequences for  \necological studies\n• FENG LIU, DAVID J. MLADENOFF, NICHOLAS S. KEULER, AND LISA SCHULTE MOORE\n277\nSuccessful invaders co-opt pollinators of native flora and accumulate insect pollinators with increasing \nresidence time  \n• PETR PYŠEK, VOJTE\nˇ\nCH JAROŠÍK, MILAN CHYTRÝ, JIR\nˇ\nÍ DANIHELKA, INGOLF KÜHN, JAN PERGL, LUBOMÍR TICHÝ, \nJACOBUS C. BIESMEIJER, WILLEM N. ELLIS,WILLIAM E. KUNIN, AND JOSEF SETTELE\n295\nHawaiian ant–flower networks: nectar-thieving ants prefer undefended native over introduced plants \nwith floral defenses\n• ROBERT R. JUNKER, CURTIS C. DAEHLER, STEFAN DÖTTERL, ALEXANDER KELLER, AND NICO BLÜTHGEN\n313\nA brown-world cascade in the dung decomposer food web of an alpine meadow: effects of predator \ninteractions and warming\n• XINWEI WU, J. EMMETT DUFFY, PETER B. REICH, AND SHUCUN SUN\n329\nDecomposing environmental, spatial, and spatiotemporal components of species distributions\n• TORSTEN HOTHORN, JÖRG MÜLLER, BORIS SCHRÖDER, THOMAS KNEIB, AND ROLAND BRANDL\nEcological Archives\nAppendices and Supplements are available online at Fesapubs.org/archive).\nESA Data Registry\nAvailable online at Fdata.esa.org).\nInstructions to Authors\nAvailable online at Fesapubs.org).\n\t\nVOL.\n\t81,\n\tNO.\n\t2,\n\t169–348\t\nMAY\t2011\n\nREVIEWS\nEcological Monographs, 81(2), 2011, pp. 169–193\nÓ2011 by the Ecological Society of America\nThe value  of  estuarine  and  coastal  ecosystem  services\nEDWARDB. BARBIER,\n1,5\nSALLYD. HACKER,\n2\nCHRISKENNEDY,\n1\nEVAMARIAW. KOCH,\n3\nADRIANC. STIER,\n4\nANDBRIANR. SILLIMAN\n4\n1\nDepartment of Economics and Finance, University of Wyoming, Laramie, Wyoming 82071 USA\n2\nDepartment of Zoology, Oregon State University, Corvallis, Oregon 97331 USA\n3\nHorn Point Laboratory, University of Maryland Center for Environmental Science, Cambridge, Maryland 21613 USA\n4\nDepartment of Biology, University of Florida, Gainesville, Florida 32611 USA\nAbstract.  The global decline in estuarine and coastal ecosystems (ECEs) is affecting a\nnumber of critical benefits, or ecosystem services. We review the main ecological services\nacross a variety of ECEs, including marshes, mangroves, nearshore coral reefs, seagrass beds,\nand sand beaches and dunes. Where possible, we indicate estimates of the key economic values\narising from these services, and discuss how the natural variability of ECEs impacts their\nbenefits, the synergistic relationships of ECEs across seascapes, and management implications.\nAlthough reliable valuation estimates are beginning to emerge for the key services of some\nECEs, such as coral reefs, salt marshes, and mangroves, many of the important benefits of\nseagrass beds and sand dunes and beaches have not been assessed properly. Even for coral\nreefs, marshes, and mangroves, important ecological services have yet to be valued reliably,\nsuch as cross-ecosystem nutrient transfer (coral reefs), erosion control (marshes), and\npollution control (mangroves). An important issue for valuing certain ECE services, such as\ncoastal protection and habitat–fishery linkages, is that the ecological functions underlying\nthese services vary spatially and temporally. Allowing for the connectivity between ECE\nhabitats also may have important implications for assessing the ecological functions\nunderlying key ecosystems services, such coastal protection, control of erosion, and\nhabitat–fishery linkages. Finally, we conclude by suggesting an action plan for protecting\nand/or enhancing the immediate and longer-term values of ECE services. Because the\nconnectivity of ECEs across land–sea gradients also influences the provision of certain\necosystem services, management of the entire seascape will be necessary to preserve such\nsynergistic effects. Other key elements of an action plan include further ecological and\neconomic collaborative research on valuing ECE services, improving institutional and legal\nframeworks for management, controlling and regulating destructive economic activities, and\ndeveloping ecological restoration options.\nKey words:  coral reef; economic value; ecosystem service; estuarine and coastal ecosystem; mangrove;\nsalt marsh; sand beach and dune; seagrass; seascape.\nINTRODUCTION\nEstuarine and coastal ecosystems (ECEs) are some of\nthe most heavily used and threatened natural systems\nglobally (Lotze et al. 2006, Worm et al. 2006, Halpern et\nal. 2008). Their deterioration due to human activities is\nintense and increasing;50%of salt marshes, 35%of\nmangroves, 30%of coral reefs, and 29%of seagrasses\nare either lost or degraded worldwide (Valiela et al.\n2001, MEA 2005, Orth et al. 2006, UNEP 2006, FAO\n2007, Waycott et al. 2009). This global decrease in ECEs\nis known to affect at least three critical ecosystem\nservices (Worm et al. 2006): the number of viable (non-\ncollapsed) fisheries (33%decline); the provision of\nnursery habitats such as oyster reefs, seagrass beds,\nand wetlands (69%decline); and filtering and detoxifi-\ncation services provided by suspension feeders, sub-\nmerged vegetation, and wetlands (63%decline). The loss\nof biodiversity, ecosystem functions, and coastal vege-\ntation in ECEs may have contributed to biological\ninvasions, declining water quality, and decreased coastal\nprotection from flooding and storm events (Braatz et al.\n2007, Cochard et al. 2008, Koch et al. 2009).\nManuscript received 5 August 2010; revised 12 October 2010;\naccepted 12 October 2010. Corresponding Editor: A. M.\nEllison.\n5\nE-mail: ebarbier@uwyo.edu\n169\n\nSuch widespread and rapid transformation of ECEs\nand their services suggest that it is important to\nunderstand what is at stake in terms of critical benefits\nand values. The purpose of this paper is to provide an\noverview of the main ecological services across a variety\nof ECEs, including marshes, mangroves, nearshore coral\nreefs, seagrass beds, and sand beaches and dunes. Where\navailable, we cite estimates of the key economic values\narising from the services provided by these ECEs. In\naddition, we discuss how the natural variability in these\nsystems in space and time results in nonlinear functions\nand services that greatly influence their economic value\n(Barbier et al. 2008, Koch et al. 2009) and some of the\nsynergistic properties of ECEs. Because they exist at the\ninterface between the coast, land, and watersheds, ECEs\ncan produce cumulative benefits that are much more\nsignificant and unique than the services provided by any\nsingle ecosystem. Finally, we finish by highlighting the\nmain management implications of this review of ECE\nservices and their benefits, and provide an ‘‘action plan’’\nto protect and/or enhance their immediate and longer\nterm value to humankind.\nM\nETHODS:ASSESSINGECE SERVICES ANDVALUES\nIn identifying the ecosystem services provided by\nnatural environments, a common practice is to adopt the\nbroad definition of the Millennium Ecosystem Assess-\nment (MEA 2005) that ‘‘ecosystem services are the\nbenefits people obtain from ecosystems.’’ Thus, the term\n‘‘ecosystem services’’ is usually interpreted to imply the\ncontribution of nature to a variety of ‘‘goods and\nservices,’’ which in economics would normally be\nclassified under three different categories (Barbier\n2007): (1) ‘‘goods’’ (e.g., products obtained from\necosystems, such as resource harvests, water, and genetic\nmaterial), (2) ‘‘services’’ (e.g., recreational and tourism\nbenefits or certain ecological regulatory and habitat\nfunctions, such as water purification, climate regulation,\nerosion control, and habitat provision), and (3) cultural\nbenefits (e.g., spiritual and religious beliefs, heritage\nvalues).\nHowever, for economists, the term ‘‘benefit’’ has a\nspecific meaning. Mendelsohn and Olmstead (2009:326)\nsummarize the standard definition as follows: ‘‘The\neconomic benefit provided by an environmental good or\nservice is the sum of what all members of society would\nbe willing to pay for it.’’ Thus, given this specific\nmeaning, some economists argue that it is misleading to\ncharacterize all ecosystem services as ‘‘benefits.’’ As\nexplained by Boyd and Banzhaf (2007:619), ‘‘as end-\nproducts of nature, final ecosystem services are not\nbenefits nor are they necessarily the final product\nconsumed. For example, recreation is often called an\necosystem service. It is more appropriately considered a\nbenefit produced using both ecological services and\nconventional goods and services.’’ To illustrate this\npoint, they consider recreational angling. It requires\ncertain ‘‘ecosystem services,’’ such as ‘‘surface waters\nand fish populations,’’ but also ‘‘other goods and\nservices including tackle, boats, time allocation, and\naccess’’ (Boyd and Banzhaf 2007:619). But other\neconomists still prefer a broader interpretation of\necosystem services, along the lines of the Millennium\nEcosystem Assessment (MEA 2005), which equates\necosystem services with benefits. For example, Polasky\nand Segerson (2009:412) state: ‘‘We adopt a broad\ndefinition of the term ecosystem services that includes\nboth intermediate and final services,’’ which they justify\nby explaining that ‘‘supporting services, in economic\nterms, are akin to the infrastructure that provides the\nnecessary conditions under which inputs can be usefully\ncombined to provide intermediate and final goods and\nservices of value to society.’’ Thus, unlike Boyd and\nBanzhaf (2007), Polasky and Segerson (2009) consider\nrecreation to be an ecosystem service.\nEconomists do agree that, in order to determine\nsociety’s willingness to pay for the benefits provided by\necosystem goods and services, one needs to measure and\naccount for their various impacts on human welfare. Or,\nas Freeman (2003:7) succinctly puts it: ‘‘The economic\nvalue of resource–environmental systems resides in the\ncontributions that the ecosystem functions and services\nmake to human well-being,’’ and consequently, ‘‘the\nbasis for deriving measures of the economic value of\nchanges in resource–environmental systems is the effects\nof the changes on human welfare.’’ Similarly, Bockstael\net al. (2000:1385) state: ‘‘In economics, valuation\nconcepts relate to human welfare. So the economic\nvalue of an ecosystem function or service relates only to\nthe contribution it makes to human welfare, where\nhuman welfare is measured in terms of each individual’s\nown assessment of his or her well-being.’’ The key is\ndetermining how changes in ecosystem goods and\nservices affect an individual’s well-being, and then\ndetermining how much the individual is either willing\nto pay for changes that have a positive welfare impact,\nor conversely, how much the individual is willing to\naccept as compensation to avoid a negative effect.\nIn our approach to identifying the key services of\nestuarine and coastal ecosystem (ECEs) and their values,\nwe adopt this consensus economic view. That is, as long\nas nature makes a contribution to human well-being,\neither entirely on its own or through joint use with other\nhuman inputs, then we can designate this contribution\nas an ‘‘ecosystem service.’’ In other words, ‘‘ecosystem\nservices are the direct or indirect contributions that\necosystems make to the well-being of human popula-\ntions’’ (U.S. EPA 2009:12). In adopting this interpreta-\ntion, (U.S. EPA 2009:12–13) ‘‘uses the term ecosystem\nservice to refer broadly to both intermediate and final\nend services,’’ and as a result, the report maintains that\n‘‘in specific valuation contexts...it is important to\nidentify whether the service being valued is an interme-\ndiate or a final service.’’\nFor example, following this approach, the tourism\nand recreation benefits that arise through interacting\nEDWARD B. BARBIER ET AL.170\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nwith an ECE can be considered the product of a\n‘‘service’’ provided by that ecosystem. But it should be\nkept in mind, as pointed out by Boyd and Banzhaf\n(2007:619), that the role of the ECE is really to provide\nan ‘‘intermediate service’’ (along with ‘‘conventional\ngoods and services’’) in the production of the final\nbenefit of recreation and tourism. In selecting estimates\nof the ‘‘value’’ of this ‘‘intermediate’’ ecosystem service\nin producing recreational benefits, it is therefore\nimportant to consider only those valuation estimates\nthat assess the effects of changes in the ECE habitat on\nthe tourism and recreation benefits, but not the\nadditional influence of any human inputs. The same\napproach should be taken for those ‘‘final’’ ecosystem\nservices, such as coastal protection, erosion control,\nnutrient cycling, water purification, and carbon seques-\ntration, which may benefit human well-being without\nany additional human-provided goods and services. But\nif ‘‘final’’ services do involve any human inputs, the\nappropriate valuationestimates should show how\nchanges in these services affect human welfare, after\ncontrolling for the influence of these additional human-\nprovided goods and services. Although this approach to\nselecting among valuation estimates of various ECE\nservices seems straightforward, in practice there are a\nnumber of challenges to overcome. These difficulties are\nkey to understanding an important finding of our\nreview: Whereas considerable progress has been made\nin valuing a handful of ECE services, there are still a\nlarge number of these services that have either no or very\nunreliable valuation estimates.\nThe  most  significant  problem  faced  in  valuing\necosystem services, including those of ECEs, is that\nvery few are marketed. Some of the products arising\nfrom ECEs, such as raw materials, food, and fish\nharvests, are bought and sold in markets. Given that the\nprice and quantities of these marketed products are easy\nto observe, there are many value estimates of the\ncontribution of the environmental input to this produc-\ntion. However, this valuation is more complicated than\nit appears. Market conditions and regulatory policies for\nthe marketed output will influence the values imputed to\nthe environment input (Freeman 2003:259–296, McCon-\nnell and Bockstael 2005, Barbier 2007). For example,\none important service of many ECEs is the maintenance\nof fisheries through providing coastal breeding and\nnursery habitat. Although many fisheries are exploited\nfor commercial harvests sold in domestic and interna-\ntional markets, studies have shown that the inability to\ncontrol fishing access and the presence of production\nsubsidies and other market distortions can impact\nharvests, the price of fish sold, and ultimately, the\nestimated value of ECE habitats in supporting commer-\ncial fisheries (Freeman 1991, Barbier 2007, Smith 2007).\nHowever, the majority of other key ECE services do\nnot lead to marketed outputs. These include many\nservices arising from ecosystem processes and functions\nthat benefit human beings largely without any additional\ninput from them, such as coastal protection, nutrient\ncycling, erosion control, water purification, and carbon\nsequestration. In recent years, substantial progress has\nbeen made by economists working with ecologists and\nother natural scientists inapplying environmental\nvaluation methodologies to assess the welfare contribu-\ntion of these services. The various nonmarket valuation\nmethods employed for ecosystem services are essentially\nthe standard techniques that are available to economists.\nFor example, Freeman (2003), Pagiola et al. (2004),\nNRC (2005), Barbier (2007), U.S. EPA (2009), Mendel-\nsohn and Olmstead (2009), and Hanley and Barbier\n(2009) discuss how these standard valuation methods are\nbest applied to ecosystem services, emphasizing in\nparticular both the advantages and the shortcomings\nof the different methods and their application. However,\nwhat makes applying these methods especially difficult is\nthat they require three important, and interrelated, steps\n(Barbier 1994, 2007, Freeman 2003, NRC 2005, Polasky\nand Segerson 2009).\nThe first step involves determining how best to\ncharacterize the change in ecosystem structure, func-\ntions, and processes that gives rise to the change in the\necosystem service. For instance, the change could be in\nthe spatial area or quality of a particular type of ECE\nhabitat, such as a mangrove forest, marsh vegetation, or\nsand dune extent. It could also be a change in a key\npopulation, such as fish or main predator. Alternatively,\nthe change could be due to variation in the flow of\nwater, energy or nutrients through the system, such as\nthe variability in tidal surges due to coastal storm events\nor the influx of organic waste from pollution upstream\nfrom ECEs.\nThe second step requires tracing how the changes in\necosystem structure, functions, and processes influence\nthe quantities and qualities of ecosystem service flows to\npeople. Underlying each ecosystem service is a range of\nimportant energy flow, biogeochemical and biotic\nprocesses and functions. For example, water purification\nby seagrass beds is linked to the ecological processes of\nnutrient uptake and suspended particle deposition\n(Rybicki 1997, Koch et al. 2006). However, the key\necological process and functions that generate an\necosystem service are, in turn, controlled by certain\nabiotic and biotic components that are unique to each\necosystem’s structure. The various controlling compo-\nnents that may affect nutrient uptake and particle\ndeposition by seagrasses include seagrass species and\ndensity, nutrient load, water residence time, hydrody-\nnamic conditions, and light availability. Only when these\nfirst two steps are completed is it possible to conduct the\nfinal step, which involves using existing economic\nvaluation method to assess the changes in human well-\nbeing that result from the change in ecosystem services.\nAs summarized by NRC (2005:2) this three-step\napproach implies that ‘‘the fundamental challenge of\nvaluing ecosystem services lies in providing an explicit\ndescription and adequate assessment of the links\nMay 2011171ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nbetween the structure and functions of natural systems,\nthe benefits (i.e., goods and services) derived by\nhumanity, and their subsequent values.’’ This approach\nis summarized in Fig. 1. Human drivers of ecosystem\nchange  affect  important  ecosystem  processes  and\nfunctions and their controlling components. Assessing\nthis change is fundamental yet difficult. However,\n‘‘making the translation from ecosystem structure and\nfunction to ecosystem goods and services (i.e., the\necological production) is even more difficult’’ and\n‘‘probably the greatest challenge for successful valuation\nof ecosystem services is to integrate studies of the\necological production function with studies of the\neconomic valuation function’’ (NRC 2005:2–3). Simi-\nlarly, Polasky and Segerson (2009:422) maintain that\n‘‘among the more practical difficulties that arise in either\npredicting changes in service flows or estimating the\nassociated value of ecosystem services’’ include the ‘‘lack\nof multiproduct, ecological production functions to\nquantitatively map ecosystem structure and function to\na flow of services that can then be valued.’’\nWe find that, for many key ECE services, the\nintegration of the ‘‘ecological production function’’ with\nthe ‘‘economic valuation function’’ is incomplete. In\nmany instances, how to go about making this linkage is\npoorly understood. However, for a handful of services,\nconsiderable progress has been made in estimating how\nthe structure and functions of ECEs generate economic\nbenefits. Thus, the main purpose of our review is to\nillustrate the current state of identifying, assessing, and\nvaluing the key ecosystem services of ECEs, which is\nmotivated by an important question: What is the current\nstate of progress in integrating knowledge about the\n‘‘ecological production function’’ underlying each im-\nportant ECE service with economic methods to value\nchanges in this service in terms of impacts on human\nwelfare? To answer this important question, we adopt\nthe following approach.\nFirst, for each of five critical ECEs, coral reefs,\nseagrass beds, salt marshes, mangroves, and sand\nbeaches and dunes, we identified the main ecosystem\nservices associated with each habitat. Second, we\nprovided an overview of the ‘‘ecological production\nfunction’’ underlying each service by assessing current\nknowledge  of  the  important  ecosystem  processes,\nfunctions, and controlling components that are vital to\nthis service. Third, where possible, we cited estimates of\neconomic values arising from each service, and identified\nthose services where there is no reliable estimate of an\neconomic value. Fourth, we discussed briefly the main\nhuman drivers of ecosystem change that are affecting\neach ECE habitat. Finally, the results of our review are\nsummarized in a table for each ECE. This facilitates\ncomparison across all five habitats and also illustrates\nthe important ‘‘gaps’’ in the current state of valuing\nsome key ECE services. To keep the summary table\nshort, we selected only one valuation estimate as a\nrepresentative example. In some cases, it may be the only\nvaluation estimate of a particular ecosystem service; in\nothers, we have tried to choose one of the best examples\nfrom recent studies.\nNote  that  our  purpose  in  reviewing  valuation\nestimates of ECE services is, first, to determine which\nservices have at least one or more reliable estimate and\nwhich do not, and, second, to identify future areas of\necological and economic research to further progress in\nvaluing ECE services. We do not attempt to quantify the\ntotal number of valuation studies for each ECE service,\nnor do we analyze in detail the various valuation\nmethods used in assessing an ecosystem service. Instead,\nwe selected those examples of valuation studies that\nconform to the standard and appropriate techniques\nthat are recommended for application to various\necosystem services, as discussed in Freeman (2003),\nPagiola et al. (2004), NRC (2005), Barbier (2007),\nHanley and Barbier (2009), U.S. EPA (2009), and\nMendelsohn and Olmstead (2009). The interested reader\nshould consult these references for a comprehensive\ndiscussion of economic nonmarket valuation methods\nand their suitable application to ecosystem services.\nBecause our aim is to assess the extent to which\nreliable valuation estimates exist for each identified ECE\nservice, we have reported each estimate as it appears in\nthe original valuation study. This is for two principal\nreasons. First, many of the studies are for specific ECE\nhabitats in distinct locations at different time periods,\nsuch as the recreation value of several coral reef marine\nparks in the Seychelles (Mathieu et al. 2003), the value of\nincreased offshore fishery production from mangrove\nhabitat in Thailand (Barbier 2007), or the benefits of\nbeach restoration in the U.S. states of Maine and New\nHampshire (Huang et al. 2007). Each study also uses\nspecific measures and units of value appropriate for the\nrelevant study. For example, in the Seychelles study, the\nvalue estimate was expressed in terms of the average\nconsumer surplus per tourist for a single year, the Maine\nand New Hampshire study estimated each household’s\nwillingness to pay for an erosion control program to\npreserve five miles of beach, and the Thailand study\ncalculated the capitalized value per hectare of mangrove\nin terms of offshore fishery production. Although it is\npossible to make assumptions to transform the valua-\ntion estimate of each study into the same physical units\n(e.g., per hectare), temporal period (e.g., capitalized or\nannual value), or currency (e.g., US$), we do not think\nsuch a transformation is warranted for the purposes of\nthis study.\nSecond, we do not alter the original valuation\nestimates into a common unit of measure (such as\nUS$\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nin 2010 prices) because of the concern\nthat such standardizing of values will be misused or\nmisinterpreted. For example, one might be tempted to\n‘‘add up’’ all the ecosystem service values and come up\nwith a ‘‘total value’’ of a particular ECE habitat, such as\na salt marsh. Or, one might take the estimate for a\nspecific location, such as the recreation value of several\nEDWARD B. BARBIER ET AL.172\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\ncoral reef marine parks in the Seychelles (Mathieu et al.\n2003), and ‘‘scale it up’’ by all the total hectares of coral\nreefs in the Indian Ocean or even the world to come up\nwith a regional or global value of the recreational value\nof coral reefs. As argued by Bockstael et al. (2000:1396),\nwhen ‘‘the original studies valued small changes in\nspecific and localized components of individual ecosys-\ntems...it is incorrect to extrapolate the value estimates\nobtained in any of these studies to a much larger scale,\nlet alone to suppose that the extrapolated estimates\ncould then be added together.’’\nFinally, because our efforts here focus on identifying\nindividual ECE services and any reliable estimates that\nvalue changes in these specific services, we do not\nemphasize valuation studies that estimate the value of\nentire ecosystems to human beings or assessing broader\nvalues, such as many nonuse existence and bequest\nvalues, that relate to the protection of ecosystems.\nHowever, we do recognize that such values are an\nimportant motivation for the willingness to pay by many\nmembers of society to protect ecosystems, including\nECEs.\nFor example, Fig. 2 is a more detailed version of Fig.\n1, emphasizing the economic valuation component of\nthe latter diagram. As indicated in Fig. 2, there are a\nnumber of different ways in which humans benefit from,\nor value, ecosystem goods and services. The first\ndistinction is between the ‘‘use values’’ as opposed to\n‘‘nonuse values’’ arising from these goods and services.\nTypically, use values involve some human ‘‘interaction’’\nwith the environment, whereas nonuse values do not, as\nthey represent an individual valuing the pure ‘‘existence’’\nof a natural habitat or ecosystem or wanting to\n‘‘bequest’’ it to future generations. Direct-use values\nrefer to both consumptive and nonconsumptive uses\nthat involve some form of direct physical interaction\nwith environmental goods and services, such as recrea-\ntional activities, resource harvesting, drinking clean\nwater, breathing unpolluted air, and so forth. Indirect-\nuse values refer to those ecosystem services whose values\ncan only be measured indirectly, since they are derived\nfrom supporting and protecting activities that have\ndirectly measurable values.\nAs is apparent from Tables 1–5, the individual ECE\nservices that we identified and discuss contribute to\nconsumptive direct-use values (e.g., raw materials and\nfood), nonconsumptive direct-use values (e.g., tourism,\nrecreation, education, and research), and indirect-use\nvalues (e.g., coastal protection, erosion control, water\ncatchment and purification, maintenance of beneficial\nspecies, and carbon sequestration). When it comes to\nvaluing whether or not to create national parks from\nECEs, or to protect entire ecosystems, assessing non-\nusers’ willingness to pay is also important. For example,\nBateman and Langford (1997) assess the nonuse values\nof households across Great Britain for preserving the\nNorfolk and Suffolk Broads coastal wetlands in the\nUnited Kingdom from salt water intrusion. Even poor\ncoastal communities in Malaysia, Micronesia, and Sri\nLanka show considerable existence and other nonuse\nvalues for mangroves that can justify the creation of\nnational parks and other protection measures (Naylor\nand Drew 1998, Othman et al. 2004, Wattage and\nMardle 2008). As our review highlights how ECEs\nglobally are endangered by a wide range of human\ndrivers of change, it will be important that future studies\nassess all the use and nonuse values that arise from\necosystem goods and services to determine whether it is\nworth preserving or restoring critical ECEs.\nR\nESULTS:THEKEYSERVICES ANDVALUES OFECES\nIn the following sections, we provide an overview of\nthe results of our review of the main ecological services\nfor five ECEs, arranged in order of most to least\nsubmerged: coral reefs, seagrass beds, salt marshes,\nmangroves, and sand beaches and dunes. To give an\nindication of the ‘‘ecological production function’’\nunderlying the ecological services generated by each\nFIG. 1.  Key interrelated steps in the valuation of ecosystem goods and services. This figure is adapted from NRC (2005: Fig. 1-\n3).\nMay 2011173ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nECE (see Fig. 1), we outline briefly its key ecological\nstructure, processes and functions, and identify the main\ncontrolling  abiotic  and  biotic  components.  When\navailable, we cite estimates of economic values from\nthese services. The results give an indication as to the\nlevel of progress in valuing key ECE services and,\nequally important, where more integrated work on\necological and economic assessment of ecosystem\nservices needs to be done.\nCoral reefs\nCoral reefs are structurally complex limestone habi-\ntats that form in shallow coastal waters of the tropics.\nReefs can form nearshore and extend hundreds of\nkilometers in shallow offshore environments. Coral reefs\nare created by sedentary cnidarians (corals) that accrete\ncalcium carbonate and feed on both zooplankton and\nmaintain a mutualistic symbiosis with photosynthetic\ndinoflagellates. Thus, the majority of the reef structure is\ndead coral skeleton laid down over millennia, covered by\na thin layer of live coral tissue that slowly accretes new\nlimestone. In addition, coralline algae play an important\nrole in stabilizing and cementing the coral reef structure.\nThe community composition of reefs depends on global,\nregional, and local factors, which interact to produce the\nwide variety of coral reefs present on earth (Connell et\nal. 1997, Glynn 1997, Pandolfi 2002, Hughes et al. 2005).\nAs outlined in Table 1, coral reefs provide a number\nof ecosystem services to humans including raw materi-\nals, coastal protection, maintenance of fisheries, nutrient\ncycling, and tourism, recreation, education, and re-\nsearch. The table indicates representative examples of\nthe values of some of these services, where they are\navailable.\nHistorically, live reefs have served as a source of lime,\nwhich is an essential material in the manufacturing of\nmortar and cement and road building, and is used to\ncontrol soil pH in agriculture (Dulvy et al. 1995).\nPresently, excavation of live reefs for lime is uncommon\ndue to the obvious destructive nature of this resource\nextraction. As there are no examples of such coral\nmining being conducted sustainably, we have not\nincluded any value estimates in Table 1.\nAn important ecosystem service provided by coral\nreefs is coastal protection or the buffering of shorelines\nfrom severe weather, thus protecting coastal human\npopulations, property, and economic activities. As\nindicated in Table 1, this service is directly related to\nthe economic processes and functions of attenuating or\ndissipating waves and facilitating beach and shoreline\nretention. By altering the physical environment (i.e.,\nreducing waves and currents), corals can engineer the\nphysical environment for entire ecosystems, making it\npossible for other coastal ecosystems such as seagrass\nbeds and mangroves to develop, which in turn serve\ntheir own suite of services to humans. Despite the\nimportance of this coastal protection service, very few\neconomic studies have estimated a value for it. Those\nFIG. 2.  Economic valuation of ecosystem goods and services. UVB is ultraviolet-B radiation from sunlight, which can cause\nskin cancer. This figure is adapted from NRC (2005: Fig. 4-1).\nEDWARD B. BARBIER ET AL.174\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nstudies that do exist tend to use benefit transfer and\nreplacement cost methods of valuation in an ad hoc\nmanner, which undermine the reliability of the value\nestimates (see Chong 2005 and Barbier 2007 for further\ndiscussion). However, the widespread reef destruction\ncaused by catastrophic events and global change, such as\nhurricanes, typhoons, and coral bleaching, gives some\nindication of the value of the lost storm protection\nservices. For example, as a result of the 1998 bleaching\nevent in the Indian Ocean, the expected loss in property\nvalues from declining reef protection was estimated to be\nUS$174\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n(hereafter all values in US$, unless\notherwise stated; Wilkinson et al. 1999).\nCoral reefs also serve to maintain fisheries through the\nenhancement of ecologically and economically impor-\ntant species by providing shelter space and substrate for\nsmaller organisms, and food sources for larger epi-\nbenthic and pelagic organisms. Increases in fishing\ntechnology and transport have transformed reef fisheries\nthat initially functioned solely for subsistence into\ncommercial operations that serve international markets.\nCoral reef fisheries consist of reef-associated pelagic\nfisheries (e.g., tuna, mackerel, mahi-mahi, and sharks),\nreef fishes (e.g., jacks, snappers, groupers, and parrot\nfishes), and large invertebrates (e.g., giant clams, conch,\nlobsters, and crabs). The commercial value of these\nfisheries can be significant for some economies. For\nexample, fish harvested from Hawaiian coral reefs are\nestimated to contribute $1.3 million yearly to the\nHawaiian economy (Cesar and van Beukering 2004).\nFrom 1982 to 2002, small-scale, predominantly coral\nreef, fisheries contributed $54.7 million to the economies\nof America Samoa and the Commonwealth of the\nNorthern Mariana Islands (Zeller et al. 2007).\nAdditional fishery harvests consist of the live-animal\naquarium trade, based on corals, small fishes, and\ninvertebrates collected from reefs. The aquarium trade\nhas substantially expanded in the past 20 years, listed in\n1985 as making $20–40 million/yr as a world market\n(Wood 1985) and expanding to an estimated $90–300\nmillion/yr in 2002 (Sadovy and Vincent 2002). The\nexport and sale of shells and jewelry also makes up a\nsubstantial portion of fisheries on reefs; giant clams,\nconch shells, coral, and pearls are all among the many\nheavily harvested byproducts.\nTABLE1.  Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers\nof ecosystem change for nearshore coral reefs.\nEcosystem services\nEcosystem processes\nand functions\nImportant controlling\ncomponents\nEcosystem service value\nexamples\nHuman drivers of\necosystem change\nRaw materialsgenerates biological\nproductivity and\ndiversity\nreef size and depth,\ncoral type, habitat\nquality\nestimates unavailableclimate change, blast or\ncyanide fishing, lime\nmining, eutrophication,\nsedimentation, coastal\ndevelopment, dredging,\npollution, biological\ninvasion\nCoastal protection   attenuates and/or\ndissipates waves,\nsediment retention\nwave height and length,\nwater depth above\nreef crest, reef length\nand distance from\nshore, coral species,\nwind climate\nUS$174\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nfor\nIndian Ocean based\non impacts from 1998\nbleaching event on\nproperty values\n(Wilkinson et al.\n1999)\nMaintenance of\nfisheries\nprovides suitable\nreproductive habitat\nand nursery grounds,\nsheltered living space\ncoral species and\ndensity, habitat\nquality, food sources,\nhydrodynamic\nconditions\nUS$15–45 000\n\u0002\nkm\n\u00032\n\u0002\nyr\n\u00031\nin sustainable\nfishing for local\nconsumption and $5–\n10 000\n\u0002\nkm\n\u00032\n\u0002\nyr\n\u00031\nfor\nlive-fish export, the\nPhilippines (White et\nal. 2000)\nNutrient cyclingprovides\nbiogeochemical\nactivity,\nsedimentation,\nbiological\nproductivity\ncoral species and\ndensity, sediment\ndeposition,\nsubsidence, coastal\ngeomorphology\nestimates unavailable\nTourism, recreation,\neducation, and\nresearch\nprovides unique and\naesthetic reefscapes,\nsuitable habitat for\ndiverse fauna and\nflora\nlagoon size, beach area,\nwave height, habitat\nquality, coral species\nand density, diversity\nUS$88 000 total\nconsumer surplus for\n40 000 tourists to\nmarine parks,\nSeychelles (Mathieu\net al. 2003) and meta-\nanalysis of recreational\nvalues (Brander et al.\n2007)\nMay 2011175ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nReliable values for the sustainable production of coral\nreef fish for local consumption and the aquarium trade\nare rare. White et al. (2000) provide some estimates for\nthe Philippines. The potential annual revenue for\nsustainable fish production could be $15–45 000/km\n2\nof healthy coral reef for local consumption and $5–\n10 000/km\n2\nfor live fish export. Zhang and Smith (in\npress) estimate the maximum sustainable yield to the\nGulf of Mexico reef fishery (mainly grouper and snapper\nspecies, amberjack, and tilefish) to be;1.30 million kg/\nmonth (;2.86 million pounds/month). Though the reefs\nin the Gulf of Mexico are generally exposed limestone or\nsandstone and not coral, the habitats are similar in their\nstructural complexity, which is an important factor\nin protecting young fish and smaller species from\npredation.\nCoral reef ecosystems also perform important services\nby cycling organic and inorganic nutrients. Despite\nhousing a great deal of inorganic carbon in the limestone\nskeleton that makes up the structure of the reef, coral\nreefs may actually be a net source of atmospheric carbon\ndioxide (Kawahata et al. 1997). Reefs do, however,\ncontribute significantly to the global calcium carbonate\n(CaCO\n3\n) budget, estimated as 26%of coastal marine\nCaCO\n3\nand 11%of the total CaCO\n3\nprecipitation\n(Hallock 1997, Gattuso et al. 1998). Reefs additionally\ntransfer excess nitrogen production from cyanobacteria\nand benthic microbes on the reef to the pelagic (water\ncolumn)  environment  (Moberg  and  Folke  1999).\nThough poorly quantified, the sequestering of CaCO\n3\nto form the foundation or habitat of the reef is the\nprimary reason for such high abundance and diversity of\norganisms. Unfortunately, as indicated in Table 1, there\nare no reliable estimates of the economic value of the\nnutrient cycling and transfer services of coral reefs.\nCoral reefs and associated placid lagoons are also\neconomically valuable for the tourism and recreational\nactivities they support. Resorts depend on the aesthet-\nically turquoise lagoons, white sandy beaches, and\nunderwater opportunities on the reef to attract tourists.\nThe high biological diversity and clear waters of tropical\nreefs also support an abundance of recreational activ-\nities such as SCUBA diving, snorkeling, island tours,\nand sport fishing. These activities can be highly lucrative\nfor individual economies; for example, in 2002, the\nearnings of;100 diver operators in Hawaii were\nestimated at $50–60 million/year (van Beukering and\nCesar 2004). Revenues from coral reef tourism in the\nPulau Payar Marine Park, Malaysia, are estimated at\n$390 000/year (Yeo 2002), and coral reef diving earns\ngross revenue of $10 500–45 540/year in the Bohol\nMarine Triangle, the Philippines (Samonte-Tan et al.\n2007).\nHowever, estimates of the recreational value of\nindividual reefs should be interpreted with caution as a\nrecent review of such studies found substantial bias in\nthe estimates of individual recreation values (Brander et\nal. 2007). Reliable estimates can be made if such biases\nare controlled. For example, Mathieu et al. (2003) found\nthat the average consumer surplus per tourist visiting the\nmarine national parks in the Seychelles is $2.20, giving a\ntotal consumer surplus estimate of $88 000 for the 40 000\ntourists to the coral reefs in 1997. Tapsuwan and Asafu-\nAdjaye (2008) were able to estimate the economic value\nof scuba diving in the Similan Island coral reefs in\nThailand, controlling for diver’s attitude toward the\nquality of the dive site, frequency of dive trips, and\nsocioeconomic characteristics, including whether divers\nwere Thai or foreign. The authors estimated a consumer\nsurplus value of $3233 per person per dive trip.\nIn addition to tourism and recreation, reefs also\nprovide substantial services through research opportu-\nnities for scientists, work that is essential to basic and\napplied science (Greenstein and Pandolfi 2008). There\nare no reliable estimates of this value for coral reefs. As\na rough indication of this value, expenditures for field\nwork,  primary  data  gathering,  boat/vessel  rental,\nsupplies,  and  diving  equipment  amount  to  $32–\n111\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nin Bohol Marine Triangle, the Philippines\n(Samonte-Tan et al. 2007).\nDespite the numerous economic benefits coral reefs\nprovide, reef ecosystems are under threat of irrevocable\ndecline worldwide from a suite of anthropogenic\nstressors. Localized stressors (i.e., within reefs or\narchipelagos) include overfishing, dynamite or cyanide\nfishing, pollution, mining, eutrophication, coastal devel-\nopment, dredging, sedimentation, and biological inva-\nsion (e.g., Hoegh-Guldberg 1999, Gardner et al. 2003,\nBellwood et al. 2004, Hoegh-Guldberg et al. 2007). A\nvariety of reef ecosystem services may be affected by\ncoral degradation. For example, areas in Sumatra where\ndynamite fishing had occurred suffered 70%greater\nwave heights than undisturbed areas during the 2004\nIndian Ocean Tsunami (Fernando et al. 2005). Blast\nfishing can also have negative effects on local economies\nby reducing the amount of available reef for tourisms; in\nIndonesia, blast fishing led to the loss of a reef that was\nvalued at $306 800/km\n2\n(Pet-Soede et al. 1999). Over-\nfishing has important cascading consequences on both\nreef ecosystem function and sustainable production by\ninducing phase shifts (Mumby et al. 2006, 2007).\nOverharvesting by the aquarium industry has also been\ndocumented on local levels (Lubbock and Polunin 1975,\nWarren-Rhodes et al. 2004). Moreover, eutrophication-\ninduced algal blooms led to millions of dollars of lost\ntourism revenue in Hawaii (van Beukering and Cesar\n2004).\nGlobal-scale climate change is also threatening reefs\nthrough coral bleaching, disease, and ocean acidifica-\ntion, leading to both reef destruction and structural\ndegradation (Graham et al. 2007, Hoegh-Guldberg et al.\n2007, Carpenter et al. 2008). Several important reef\necosystem services are likely to be affected. Though the\neconomic impacts of climate change on fisheries remain\nsomewhat unclear, the benthic composition of reefs is\nlikely to shift, thus affecting overall fish productivity and\nEDWARD B. BARBIER ET AL.176\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nharvests, as well as the availability of the most valued\nfishes collected in the aquarium trade (Pratchett et al.\n2008). Reductions in tourism due to recent climate\nchange-driven coral bleaching events are estimated in\nthe billions (Wilkinson et al. 1999, Pratchett et al. 2008).\nThe overall estimated economic damages from lost\nfisheries production, tourism and recreation, coastal\nprotection, and other ecosystem services from the 1998\nIndian Ocean coral bleaching event have ranged from\n$706 million to $8.2 billion (Wilkinson et al. 1999).\nSeagrass beds\nSeagrasses are flowering plants that colonize shallow\nmarine and estuarine habitats. With only one exception\n(the  genusPhyllospadix),  seagrasses  colonize  soft\nsubstrates (e.g., mud, sand, cobble) and grow to depths\nwhere;11%of surface light reaches the bottom (Duarte\n1991). Seagrasses prefer wave-sheltered conditions as\nsediments disturbed by currents and/or waves lead to\npatchy beds or their absence (Koch et al. 2006). Despite\nbeing among the most productive ecosystems on the\nplanet, fulfilling a key role in the coastal zone (Duarte\n2002) and being lost at an alarming rate (Orth et al.\n2006, Waycott et al. 2009), seagrasses receive little\nattention when compared to other ECEs (Duarte et al.\n2008).\nAs indicated in Table 2, seagrass beds provide a wide\nrange of ecosystem services, including raw materials and\nTABLE2.  Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers\nof ecosystem change for seagrasses.\nEcosystem services\nEcosystem processes\nand functions\nImportant controlling\ncomponents\nEcosystem service value\nexamples\nHuman drivers of\necosystem change\nRaw materials and\nfood\ngenerates biological\nproductivity and\ndiversity\nvegetation type and\ndensity, habitat\nquality\nestimates unavailableeutrophication,\noverharvesting, coastal\ndevelopment, vegetation\ndisturbance, dredging,\naquaculture, climate\nchange, sea level rise\nCoastal protection    attenuates and/or\ndissipates waves\nwave height and length,\nwater depth above\ncanopy, seagrass bed\nsize and distance\nfrom shore, wind\nclimate, beach slope,\nseagrass species and\ndensity, reproductive\nstage\nestimates unavailable\nErosion controlprovides sediment\nstabilization and soil\nretention in\nvegetation root\nstructure\nsea level rise,\nsubsidence, tidal\nstage, wave climate,\ncoastal\ngeomorphology,\nseagrass species and\ndensity\nestimates unavailable\nWater purification    provides nutrient and\npollution uptake, as\nwell as retention,\nparticle deposition\nseagrass species and\ndensity, nutrient\nload, water residence\ntime, hydrodynamic\nconditions, light\navailability\nestimates unavailable\nMaintenance of\nfisheries\nprovides suitable\nreproductive habitat\nand nursery grounds,\nsheltered living space\nseagrass species and\ndensity, habitat\nquality, food sources,\nhydrodynamic\nconditions\nloss of 12 700 ha of\nseagrasses in\nAustralia; associated\nwith lost fishery\nproduction of\nAU$235 000\n(McArthur and\nBoland 2006)\nCarbon\nsequestration\ngenerates\nbiogeochemical\nactivity,\nsedimentation,\nbiological\nproductivity\nseagrass species and\ndensity, water depth,\nlight availability,\nburial rates, biomass\nexport\nestimates unavailable\nTourism, recreation,\neducation, and\nresearch\nprovides unique and\naesthetic submerged\nvegetated landscape,\nsuitable habitat for\ndiverse flora and\nfauna\nbiological productivity,\nstorm events, habitat\nquality, seagrass\nspecies and density,\ndiversity\nestimates unavailable\nMay 2011177ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nfood, coastal protection, erosion control, water purifi-\ncation, maintenance of fisheries, carbon sequestration,\nand tourism, recreation, education, and research, yet\nreliable estimates of the economic values of most of\nthese services are lacking.\nAlthough in the past seagrasses were highly valued as\nraw materials and food, modern direct uses of seagrasses\nare rather limited. For example, seagrasses are still\nharvested in Tanzania, Portugal, and Australia, where\nthey are used as fertilizer (Hemminga and Duarte 2000,\nde la Torre-Castro and Ro\n ̈\nnnba\n ̈\nck 2004). In the\nChesapeake Bay, USA, seagrass by-catch or beach-cast\nis used to keep crabs moist during transport. In East\nAfrica, some species are served as salad, while others are\nused in potions and rituals (de la Torre-Castro and\nRo\n ̈\nnnba\n ̈\nck 2004). In the Solomon Islands, roots of the\nseagrassEnhalus acoroidesare sometimes used as food,\nwhile leaf fibers are used to make necklaces and to\nprovide spiritual benefits such as a gift to a newborn\nchild, for fishing luck, and to remove an aphrodisiac\nspell (Lauer and Aswani 2010). However, currently there\nare no reliable estimates of the values of these food and\nraw material uses of harvested seagrasses.\nCoastal protection and erosion control are often listed\nas important ecosystem services provided by seagrasses\n(Hemminga and Duarte 2000, Spalding et al. 2003,\nKoch et al. 2009). Seagrasses can attenuate waves and,\nas a result, smaller waves reach the adjacent shoreline\n(Fonseca and Cahalan 1992, Koch 1996, Prager and\nHalley 1999). Coastal protection is highest when the\nplants occupy the entire water column, such as at low\ntide, or when plants produce long reproductive stems\n(Koch et al. 2006). When small seagrasses colonize\ndeeper waters, their contribution to wave attenuation\nand coastal protection is more limited. Sediment\nstabilization by seagrass roots and rhizomes, as well as\nby their beach-casted debris is important for controlling\ncoastal erosion (Hemminga and Nieuwenhuize 1990).\nThe benefits seagrasses provide in terms of coastal\nprotection and erosion control via sediment stabilization\nand wave attenuation are yet to be valued satisfactorily.\nWater purification, or the increase in water clarity, by\nseagrasses occurs via two processes: nutrient uptake and\nsuspended particle deposition. Seagrasses not only\nremove nutrients from the sediments and water column\n(Lee and Dunton 1999), but also their leaves are\ncolonized by algae (epiphytes), which further remove\nnutrients from the water column (Cornelisen and\nThomas 2006). The nutrients incorporated into the\ntissue of seagrasses and algae are slowly released back\ninto the water column once the plants decompose or are\nremoved from the nutrient cycle when buried in the\nsediment (Romero et al. 2006). In addition to reducing\nnutrients, seagrass beds also decrease the concentration\nof suspended particles (e.g., sediment and microalgae)\nfrom the water (Gacia et al. 1999). Leaves in the water\ncolumn provide an obstruction to water flow and, as a\nresult, currents and waves are reduced within seagrass\ncanopies causing particles to be deposited (Koch et al.\n2006). This water purification effect can be quite\ndramatic with clearer water in vegetated areas compared\nto those without vegetation (Rybicki 1997). No reliable\neconomic estimates exist for the water purification\nservice provided by seagrass beds.\nSeagrasses also generate value as habitat for ecolog-\nically and economically important species such as\nscallops, shrimp, crabs, and juvenile fish. Seagrasses\nprotect these species from predators and provide food in\nthe form of leaves, detritus, and epiphytes. The market\nvalue of the potential shrimp yield in seagrass beds in\nWestern Australia is estimated to be between $684 and\n$2511\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n(Watson et al. 1993). In Bohol Marine\nTriangle, the Philippines, the annual net revenue from\ngleaning mollusks and echinoderms (e.g., starfish, sea\nurchins,  sea  cucumbers,  etc.)  from  seagrass  beds\nat low tide ranges from $12–120/ha and from fishing\n$8–84/ha (Samonte-Tan et al. 2007). The fish, shrimp,\nand crab yield in southern Australia is valued at\nUS$1436\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n(McArthur and Boland 2006). Based\non the latter estimate, a loss of 2700 ha of seagrass\nbeds results in lost fishery production of AU$235 000\n(Table 2).\nSeagrasses are involved in carbon sequestration by\nusing carbon dissolved in the seawater (mostly in the\nform of CO\n2\n, but also HCO\n3\n\u0003\n) to grow. Once the plants\ncomplete their life cycle, a portion of these materials is\nthen buried in the sediment in the form of refractory\ndetritus. It has been estimated that detritus burial from\nvegetated coastal habitats contributes about half of the\ntotal carbon burial in the ocean (Duarte et al. 2005).\nTherefore, the decline in seagrasses could lead to an\nimportant loss in the global CO\n2\nsequestration capacity,\nalthough this effect has yet to be valued.\nAnthropogenic influences such as eutrophication,\noverharvesting, sediment runoff, algal blooms, commer-\ncial fisheries and aquaculture practices, vegetation\ndisturbance, global warming, and sea level rise are\namong the causes for the decline of seagrasses world-\nwide (Orth et al. 2006, Waycott et al. 2009). With the\ndisappearance of seagrasses, valuable ecosystem services\nare also lost (McArthur and Boland 2006). Yet, as very\nfew of these benefits have been estimated reliably (see\nTable 2), we have only historical and anecdotal evidence\nof the likely economic impacts. For example, the\ndisappearance of most seagrasses in Long Island,\nUSA, in the 1930s due to wasting disease led to the\ncollapse of the scallop industry (Orth et al. 2006).\nSalt marshes\nSalt marshes are intertidal grasslands that form in\nlow-energy, wave-protected shorelines along continental\nmargins. Extensive salt marshes (.2 km in width)\nestablish and grow both behind barrier-island systems\nand along the wave-protected shorelines of bays and\nestuaries. Salt marshes are characterized by sharp\nzonation of plants and low species diversity, but\nEDWARD B. BARBIER ET AL.178\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nextremely high primary and secondary production. The\nstructure and function of salt marsh plant communities\n(and thus their services) were long thought to be\nregulated by physical processes, such as elevation,\nsalinity, flooding, and nutrient availability (Mitsch and\nGosselink 2008). Over the past 25 years, however,\nexperiments have shown that competition (Bertness\n1991) and facilitation (Hacker and Bertness 1995)\namong marsh plants is also critically important in\ncontrolling community structure. More recently, re-\nsearch has revealed the presence of strong trophic\ncascades  driven by habitat-destroying herbivorous\ngrazers (Silliman and Bertness 2002, Silliman and\nBortolus 2003, Silliman et al. 2005, Henry and Jefferies\n2009).\nAmong coastal ecosystems, salt marshes provide a\nhigh number of valuable benefits to humans, including\nraw materials and food, coastal protection, erosion\ncontrol, water purification, maintenance of fisheries,\ncarbon sequestration, and tourism, recreation, educa-\ntion, and research. Some of these important values have\nbeen estimated (Table 3).\nFor over 8000 years, humans have relied on salt\nmarshes for direct provisioning of raw materials and\nfood (Davy et al. 2009). Although harvesting of marsh\ngrasses and use of salt marshes as pasture lands has\ndecreased today, these services are still important locally\nin both developed and developing areas of the world\n(Bromberg-Gedan et al. 2009). For example, in the\nRibble estuary on England’s west coast, annual net\nincome from grazing in a salt marsh nature reserve is:\n£15.27\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n(King and Lester 1995).\nFor thousands of years, salt marshes have provided\ncoastal protection from waves and storm surge, as well\nas from coastal erosion, for humans (Davy et al. 2009).\nBy stabilizing sediment, increasing the intertidal height,\nand providing baffling vertical structures (grass), salt\nmarshes reduce impacts of incoming waves by reducing\ntheir velocity, height, and duration (Morgan et al. 2009;\nBromberg-Gedan et al.,in press). Marshes are also likely\nto reduce storm surge duration and height by providing\nextra water uptake and holding capacity in comparison\nto the sediments of unvegetated mudflats. This storm\nprotection value can be substantial, as a study of the\nprotection against hurricanes by coastal wetlands along\nthe U.S. Atlantic and Gulf coasts reveals (Table 3;\nCostanza et al. 2008). However, there are no reliable\nestimates of the economic value of salt marshes in\ncontrolling coastal erosion.\nSalt marshes act as natural filters that purify water\nentering the estuary (Mitsch and Gosselink 2008). As\nwater (e.g., from rivers, terrestrial runoff, groundwater,\nor rain) passes through marshes, it slows due to the\nbaffling and friction effect of upright grasses (Morgan et\nal. 2009). Suspended sediments are then deposited on the\nmarsh surface, facilitating nutrient uptake by salt marsh\ngrasses. This water filtration service benefits human\nhealth, but also adjacent ecosystems, such as seagrasses,\nwhich may be degraded by nutrients and pollutants. In\nsouthern Louisiana, USA, treatment of wastewater by\npredominantly marsh swamps achieved capitalized cost\nsavings of $785 to $15 000/acre (1 acre¼0.4 ha)\ncompared to conventional municipal treatment (Breaux\net al. 1995).\nSalt marsh ecosystems also serve to maintain fisheries\nby boosting the production of  economically  and\necologically important fishery species, such as shrimp,\noysters, clams, and fishes (Boesch and Turner 1984,\nMacKenzie and Dionne 2008). For example, salt\nmarshes may account for 66%of the shrimp and 25%\nof the blue crab production in the Gulf of Mexico\n(Zimmerman et al. 2000). Because of their complex and\ntightly packed plant structure, marshes provide habitat\nthat is mostly inaccessible to large fishes, thus providing\nprotection and shelter for the increased growth and\nsurvival of young fishes, shrimp, and shellfish (Boesch\nand Turner 1984). For example, the capitalized value of\nan acre of salt marsh in terms of recreational fishing is\nestimated to be $6471 and $981 for the east and west\ncoasts of Florida, USA, respectively (Bell 1997). The\ncontribution of an additional acre of salt marsh to the\nvalue of the Gulf Coast blue crab fishery ranges from\n$0.19 to $1.89/acre (Freeman 1991).\nAs one of the most productive ecosystems in the world\n(upto3900gC\n\u0002\nm\n\u00032\n\u0002\nyr\n\u00031\n), salt marshes sequester\nmillions of tons of carbon annually (Mitsch and\nGosselink 2008). Because of the anoxic nature of the\nmarsh soils (as in most wetlands), carbon sequestered by\nsalt marsh plants during photosynthesis is often shifted\nfrom the short-term carbon cycle (10–100 years) to the\nlong-term carbon cycle (1000 years) as buried, slowly\ndecaying biomass in the form of peat (Mitsch and\nGosselink 2008, Mayor and Hicks 2009). This cycle-\nshifting capability is unique among many of the world’s\necosystems, where carbon is mostly turned over quickly\nand does not often move into the long-term carbon\ncycle. However, to our knowledge, there is no valuation\nestimation of this carbon sequestration service. Based on\nan estimate of permanent carbon sequestration by\nglobal salt marshes of 2.1 Mg C/ha by Chmura et al.\n(2003), and employing the 23 September 2009 Carbon\nEmission Reduction (CER) price of the European\nEmission Trading System (ETS) of€12.38/Mg converted\nto $2000, we calculated a value of $30.50\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nas an\napproximate indicator of this benefit, but this is likely to\nvary greatly depending on latitude, as warmer marshes\ndo not accumulate peat like their colder counterparts.\nSalt marshes provide important habitat for many\nother  beneficial  species,which  are  important  for\ntourism,  recreation,  education,  and  research.  For\nexample, estimates from land sales and leases for\nmarshes in England suggest prices in the range of\n£150–493/acre for bird shooting and wildfowling (King\nand Lester 1995). Respondents were willing to pay\n£31.60/person to create otter habitat and £1.20 to\nMay 2011179ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nprotect birds in the Severn Estuary Wetlands bordering\nEngland and Wales (Birol and Cox 2007).\nCurrent human threats to salt marshes include\nbiological invasions, eutrophication, climate change\nand sea level rise, increasing air and sea surface\ntemperatures, increasing CO\n2\nconcentrations, altered\nhydrologic regimes, marsh reclamation, vegetation\ndisturbance, and pollution (Silliman et al. 2009). As\nindicated in Table 3, a growing number of valuable\nmarsh services are lost with the destruction of this\nhabitat. Approximately 50%of the original salt marsh\necosystems have been degraded or lost globally, and in\nsome areas, such as the West Coast of the USA, the loss\nis.90%(Bromberg and Silliman 2009, Bromberg-\nGedan et al. 2009). This is likely to be exacerbated by\nthe recent Gulf of Mexico oil spill in 2010.\nTABLE3.  Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers\nof ecosystem change for salt marshes.\nEcosystem services\nEcosystem processes\nand functions\nImportant controlling\ncomponents\nEcosystem service value\nexamples\nHuman drivers of\necosystem change\nRaw materials and\nfood\ngenerates biological\nproductivity and\ndiversity\nvegetation type and\ndensity, habitat quality,\ninundation depth,\nhabitat quality, healthy\npredator populations\n£15.27\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nnet\nincome from livestock\ngrazing, UK (King and\nLester 1995)\nmarsh reclamation,\nvegetation\ndisturbance,\nclimate change,\nsea level rise,\npollution, altered\nhydrological\nregimes, biological\ninvasion\nCoastal protection    attenuates and/or\ndissipates waves\ntidal height, wave height\nand length, water depth\nin or above canopy,\nmarsh area and width,\nwind climate, marsh\nspecies and density, local\ngeomorphology\nUS$8236\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nin\nreduced hurricane\ndamages, USA (Costan-\nza et al. 2008)\nErosion controlprovides sediment\nstabilization and soil\nretention in\nvegetation root\nstructure\nsea level rise, tidal stage,\ncoastal geomorphology,\nsubsidence, fluvial\nsediment deposition and\nload, marsh grass species\nand density, distance\nfrom sea edge\nestimates unavailable\nWater purification    provides nutrient and\npollution uptake, as\nwell as retention,\nparticle deposition\nmarsh grass species and\ndensity, marsh quality\nand area, nutrient and\nsediment load, water\nsupply and quality,\nhealthy predator\npopulations\nUS$785–15 000/acre\ncapitalized cost savings\nover traditional waste\ntreatment, USA (Breaux\net al. 1995) \nMaintenance of\nfisheries\nprovides suitable\nreproductive habitat\nand nursery grounds,\nsheltered living space\nmarsh grass species and\ndensity, marsh quality\nand area, primary\nproductivity, healthy\npredator populations\nUS$6471/acre and $981/\nacre capitalized value for\nrecreational fishing for\nthe east and west coasts,\nrespectively, of Florida,\nUSA (Bell 1997) and\n$0.19–1.89/acre marginal\nvalue product in Gulf\nCoast blue crab fishery,\nUSA (Freeman 1991) \nCarbon\nsequestration\ngenerates\nbiogeochemical\nactivity,\nsedimentation,\nbiological\nproductivity\nmarsh grass species and\ndensity, sediment type,\nprimary productivity,\nhealthy predator\npopulations\nUS$30.50\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nà\nTourism, recreation,\neducation, and\nresearch\nprovides unique and\naesthetic landscape,\nsuitable habitat for\ndiverse fauna and\nflora\nmarsh grass species and\ndensity, habitat quality\nand area, prey species\navailability, healthy\npredator populations\n£31.60/person for otter\nhabitat creation and\n£1.20/person for\nprotecting birds, UK\n(Birl and Cox 2007)\n One acre¼0.4 ha.\nàBased on Chumra et al. (2003) estimate of permanent carbon sequestration by global salt marshes of 2.1 Mg C\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nand\n23 September 2009 Carbon Emission Reduction (CER) price of the European Emission Trading System (ETS) of€12.38/Mg, which\nwas converted to US$2000.\nEDWARD B. BARBIER ET AL.180\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nMangroves\nMangroves are coastal forests that inhabit saline tidal\nareas along sheltered bays, estuaries, and inlets in the\ntropics and subtropics throughout the world. Around\n50–75 woody species are designated as ‘‘mangrove,’’\nwhich is a term that describes both the ecosystem and\nthe plant families (Ellison and Farnsworth 2001). In the\n1970s, mangroves may have covered as much as 200 000\nkm\n2\n,or75%of the world’s coastlines (Spalding et al.\n1997). But since then, at least 35%of global mangrove\narea has been lost, and mangroves are currently\ndisappearing at the rate of 1–2%annually (Valiela et\nal. 2001, Alongi 2002, FAO 2007).\nThe worldwide destruction of mangroves is of concern\nbecause they provide a number of highly valued\necosystems services, including raw materials and food,\ncoastal protection, erosion control, water purification,\nmaintenance of fisheries, carbon sequestration, and\ntourism, recreation, education, and research (Table 4).\nFor many coastal communities, their traditional use of\nmangrove resources is often closely connected with the\nhealth and functioning of the system, and thus this use is\noften intimately tied to local culture, heritage, and\ntraditional knowledge (Walters et al. 2008).\nOf the ecosystem services listed, three have received\nmost attention in terms of determining their value to\ncoastal populations. These include (1) their use by local\ncoastal communities for a variety of products, such as\nfuel wood, timber, raw materials, honey and resins, and\ncrabs and shellfish; (2) their role as nursery and breeding\nTABLE4.  Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers\nof ecosystem change for mangroves.\nEcosystem services\nEcosystem processes\nand functions\nImportant controlling\ncomponents\nEcosystem service\nvalue examples\nHuman drivers of\necosystem change\nRaw materials and\nfood\ngenerates biological\nproductivity and\ndiversity\nvegetation type and\ndensity, habitat\nquality\nUS$484–585\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\ncapitalized value\nof collected\nproducts,\nThailand (Barbier\n2007)\nmangrove disturbance,\ndegradation, conversion;\ncoastline disturbance;\npollution; upstream soil\nloss; overharvesting of\nresources\nCoastal protectionattenuates and/or\ndissipates waves\nand wind energy\ntidal height, wave\nheight and length,\nwind velocity, beach\nslope, tide height,\nvegetation type and\ndensity, distance\nfrom sea edge\nUS$8966–10 821/ha\ncapitalized value for\nstorm protection,\nThailand (Barbier\n2007)\nErosion controlprovides sediment\nstabilization and\nsoil retention in\nvegetation root\nstructure\nsea level rise, tidal\nstage, fluvial\nsediment deposition,\nsubsidence, coastal\ngeomorphology,\nvegetation type and\ndensity, distance\nfrom sea edge\nUS$3679\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nannualized\nreplacement cost,\nThailand\n(Sathirathai and\nBarbier 2001)\nWater purificationprovides nutrient\nand pollution\nuptake, as well as\nparticle retention\nand deposition\nmangrove root length\nand density,\nmangrove quality and\narea\nestimates unavailable\nMaintenance of\nfisheries\nprovides suitable\nreproductive\nhabitat and\nnursery grounds,\nsheltered living\nspace\nmangrove species and\ndensity, habitat\nquality and area,\nprimary productivity\nUS$708-$987/ha\ncapitalized value\nof increased\noffshore fishery\nproduction,\nThailand (Barbier\n2007)\nCarbon\nsequestration\ngenerates biological\nproductivity,\nbiogeochemical\nactivity,\nsedimentation\nvegetation type and\ndensity, fluvial\nsediment deposition,\nsubsidence, coastal\ngeomorphology\nUS$30.50\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n \nTourism, recreation,\neducation, and\nresearch\nprovides unique and\naesthetic\nlandscape,\nsuitable habitat\nfor diverse fauna\nand flora\nmangrove species and\ndensity, habitat\nquality and area,\nprey species\navailability, healthy\npredator populations\nestimates unavailable\n Based on Chumra et al. (2003) estimate of permanent carbon sequestration by global salt marshes of 2.1 Mg C\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nand 23\nSeptember 2009 Carbon Emission Reduction (CER) price of the European Emission Trading System (ETS) of€12.38/Mg, which\nwas converted to US$2000.\nMay 2011181ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nhabitats for offshore fisheries; and (3) their propensity to\nserve as natural ‘‘coastal storm barriers’’ to periodic\nwind and wave or storm surge events, such as tropical\nstorms, coastal floods, typhoons, and tsunamis. Assign-\ning a value to these three mangrove ecosystem services\nhas been conducted for Thailand by Barbier (2007), who\ncompared the net economic returns per hectare to\nshrimp farming, the costs of mangrove rehabilitation,\nand the value of mangrove services. All land uses were\nassumed to be instigated over a nine-year period (1996\nto 2004), and the net present value (NPV) of each land\nuse or ecosystem service was estimated in 1996 US$ per\nhectare. The NPV arising from the net income to local\ncommunities from collected forest and other products\nand shellfish was $484 to $584/ha. In addition, the NPV\nof mangroves as breeding and nursery habitat in support\nof offshore artisanal fisheries ranged from $708 to $987/\nha, and the storm protection service was $8966 to\n$10 821/ha.\nSuch benefits are considerable when compared to the\naverage incomes of  coastal households; a survey\nconducted in July 2000 of four mangrove-dependent\ncommunities in two different coastal provinces of\nThailand indicates that the average household income\nper village ranged from $2606 to $6623/yr, and the\noverall incidence of poverty (corresponding to an annual\nincome of $180 or lower) in all but three villages\nexceeded the average incidence rate of 8%found across\nall rural areas of Thailand (Sarntisart and Sathirathai\n2004). The authors also found that excluding the income\nfrom collecting mangrove forest products would have\nraised the incidence of poverty to 55.3%and 48.1%in\ntwo of the villages, and to 20.7%and 13.64%in the other\ntwo communities.\nThe  Thailand  example  is  not  unusual;  coastal\nhouseholds across the world typically benefit from the\nmangrove services, indicated in Table 4 (Ruitenbeek\n1994, Bandaranayake 1998, Barbier and Strand 1998,\nNaylor and Drew 1998, Janssen and Padilla 1999,\nRo\n ̈\nnnba\n ̈\nck 1999, Badola and Hussain 2005, Chong 2005,\nBrander et al. 2006, Walton et al. 2006, Ro\n ̈\nnnba\n ̈\nck et al.\n2007, Aburto-Oropeza et al. 2008, Walters et al. 2008,\nLange and Jiddawi 2009, Nfotabong Atheull et al. 2009).\nMangroves also provide important cultural benefits to\ncoastal inhabitants. A study in Micronesia finds that the\ncommunities ‘‘place some value on the existence and\necosystem functions of mangroves over and above the\nvalue of mangroves’ marketable products’’ (Naylor and\nDrew 1998:488).\nSince the 2004 Indian Ocean Tsunami, there has been\nconsiderable global interest in one particular service of\nmangroves: their role as natural barriers that protect the\nlives and properties of coastal communities from\nperiodic storm events and flooding. Eco-hydrological\nevidence indicates that this protection service is based on\nthe ability of mangroves to attenuate waves and thus\nreduce storm surges (Mazda et al. 1997, 2006, Massel et\nal. 1999, Wolanski 2007, Barbier et al. 2008, Koch et al.\n2009). Comprehensive reviews of all the field assess-\nments in the aftermath of the Indian Ocean Tsunami\nsuggest that some areas were more protected by the\npresence of healthy mangroves, provided that the tidal\nwave was not too extreme in magnitude (Montgomery\n2006, Braatz et al. 2007, Forbes and Broadhead 2007,\nAlongi 2008, Cochard et al. 2008). For other major\nstorm events, there is more economic evidence of the\nprotective role of mangroves. For example, during the\n1999 cyclone that struck Orissa, India, mangroves\nsignificantly reduced the number of deaths as well as\ndamages to property, livestock, agriculture, fisheries,\nand other assets (Badola and Hussain 2005, Das and\nVincent 2009). Das and Vincent estimated that there\ncould have been 1.72 additional deaths per village within\n10 km of the coast if the mangrove width along\nshorelines had been reduced to zero. Losses incurred\nper household were greatest ($154) in a village that was\nprotected by an embankment but had no mangroves\ncompared to losses per household ($33) in a village\nprotected only by mangrove forests (Badola and\nHussain 2005).\nThe ability of mangroves to stabilize sediment and\nretain soil in their root structure reduces shoreline\nerosion and deterioration (Daehler and Strong 1996,\nSathirathai and Barbier 2001, Thampanya et al. 2006,\nWolanski 2007). But despite the importance of this\nerosion control service, very few economic studies have\nbeen conducted to value it. Existing studies tend to use\nthe replacement cost methods of valuation, due to lack\nof data, which can undermine the reliability of the value\nestimates (Chong 2005, Barbier 2007). In Thailand, the\nannualized replacement cost of using artificial barriers\ninstead of mangroves is estimated to be $3679\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\n(Sathirathai and Barbier 2001).\nMangroves also serve as barriers in the other\ndirection; their water purification functions protect coral\nreefs, seagrass beds, and important navigation waters\nagainst siltation and pollution (Wolanski 2007). In\nsouthern China, field experiments have been conducted\nto determine the feasibility of using mangrove wetlands\nfor wastewater treatment (Chen et al. 2009). Mangrove\nroots may also serve as a sensitive bio-indicator for\nmetal pollution in estuarine systems (MacFarlane et al.\n2003). The economic value of the pollution control\nservice of mangroves has not been reliably estimated,\nhowever.\nBecause mangroves are among the most productive\nand  biogeochemically  active  ecosystems,  they  are\nimportant sources of global carbon sequestration. To\ndate, the value of mangroves as a carbon sink has not\nbeen estimated. Based on an estimate of permanent\ncarbon sequestration by all mangroves globally (Chum-\nra et al. 2003), following the same approach described\nabove for salt marshes (seeSalt marshes), we calculate a\nvalue of $30.50\n\u0002\nha\n\u00031\n\u0002\nyr\n\u00031\nas an approximate indicator of\nthis benefit for mangroves.\nEDWARD B. BARBIER ET AL.182\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nAlthough many factors contribute to global mangrove\ndeforestation, a major cause is aquaculture expansion in\ncoastal areas, especially the establishment of shrimp\nfarms (Barbier and Cox 2003). Aquaculture accounts for\n52%of mangrove loss globally, with shrimp farming\nalone accounting for 38%. Forest use, mainly from\nindustrial lumber and woodchip operations, causes 26%\nof mangrove loss globally. Freshwater diversion ac-\ncounts for 11%of deforestation, and reclamation of land\nfor other uses causes 5%of decline. The remaining\nsources of mangrove deforestation consist of herbicide\nimpacts, agriculture, salt ponds, and other coastal\ndevelopments (Valiela et al. 2001). The extensive and\nrapid loss of mangroves globally reinforces the impor-\ntance of measuring the value of such ecological services,\nand employing these values appropriately in coastal\nmanagement and planning.\nSand beaches and dunes\nCoastal sand beaches and dunes are important but\nunderstudied arbiters of coastal ecosystem services.\nThey form at low-lying coastal margins where sand\ntransported by oceanic waves and wind combine with\nvegetation to produce dynamic geomorphic structures.\nThus, sandy-shore ecosystems include both marine and\nterrestrial components and vary, depending on sand\nsupply, in the extent to which the beach vs. the dune\ndominates (Short and Hesp 1982). Sandy beaches and\ndunes occur at all latitudes on earth and cover roughly\n34%of the world’s ice-free coastlines (Hardisty 1994).\nFor centuries, due to their unique position between\nocean and land, coastal beaches and dunes have\nprovided humans with important services such as raw\nmaterials, coastal protection, erosion control, water\ncatchment and purification, maintenance of wildlife,\ncarbon sequestration, and tourism, recreation, educa-\ntion, and research (Table 5; Carter 1990, Pye and Tsoar\n1990). However, very few of these services have been\nvalued, with the exception of erosion control and\nrecreation and tourism (Table 5).\nBeaches and dunes provide raw materials in the form\nof sand that has been mined for centuries for multiple\nuses, including extraction of minerals such silica and\nfeldspar for glass and ceramic production, infill for\ndevelopment, amendments for agriculture, and base\nmaterial for construction products. Although sand is a\nvaluable resource, its extraction through mining can\nhave obvious negative effects, especially on coastal\nprotection and aquifers.\nCoastal protection is arguably one of the most\nvaluable services provided by sand shore ecosystems\nespecially in the face of extreme storms, tsunamis, and\nsea level rise. As waves reach the shoreline they are\nattenuated by the beach slope and, at high tide, also by\nthe foredune, a structure immediately behind the beach\nwhere sand accumulates in hills or ridges parallel to the\nshoreline. Beaches vary in their ability to attenuate\nwaves depending on a continuum in their morphology\n(Carter 1991, Hesp and Short 1999, Short 1999).\nForedunes can vary in height and width, and thus\ntheir ability to attenuate waves, depending on the\npresence of vegetation and sand supply from the beach\n(Hesp 1989; Hacker et al.,in press). Measuring the\ncoastal protective properties of sand shoreline systems\ninvolves understanding the relationship between beach\nand foredune shape and wave attenuation, especially in\nthe aftermath of storms,hurricanes, or tsunamis\n(Leatherman 1979, Lui et al. 2005, Sallenger et al.\n2006, Morton et al. 2007, Stockdon et al. 2007,\nRuggiero et al. 2010). The economic value, although\nnot calculated previously, is likely to be substantial.\nFor example, Liu et al. (2005) report that, after the\n2004 Indian Ocean Tsunami, there was total devasta-\ntion and loss of 150 lives in a resort located directly\nbehind where a foredune was removed to improve the\nscenic view of the beach and ocean.\nBeaches and sand dunes provide sediment stabiliza-\ntion and soil retention in vegetation root structure, thus\ncontrolling coastal erosion and protecting recreational\nbeaches, tourist-related business, ocean front properties,\nland for aquaculture and agriculture, and wildlife\nhabitat. Although this service has not been valued\ndirectly, there have been a growing number of studies\nthat value the benefits gained from erosion control\nprograms that either preserve or ‘‘nourish’’ existing\nbeaches and dunes (Landry et al. 2003, Kriesel and\nLandry 2004, Huang et al. 2007, Whitehead et al. 2008,\nMorgan and Hamilton 2010). Such programs often\nsubstitute for property owners building their own\nerosion protection structures, such as seawalls and\ngroins, which can inadvertently accelerate the degrada-\ntion of the coastal environment (Landry et al. 2003,\nKriesel and Landry 2004). However, erosion control\nprograms  can  also  have  negative  effects  on  the\nsurrounding environment, including affecting recrea-\ntional beach use and views, displacing coastal erosion\nelsewhere, and disturbing wildlife habitat. For example,\nin the U.S. states of New Hampshire and Maine, a\ncoastal erosion program that preserves five miles of\nbeach is estimated to have net benefits, adjusted for the\ncosts associated with the risk of injury to swimmers from\nthe control measures, disturbance to wildlife habitat,\nand deterioration of water quality, of $4.45/household\n(Huang et al. 2007). Landry et al. (2003) find that a one-\nmeter increase in beach width, or equivalently, the\nprevention of one meter of beach erosion, increased\noceanfront and inlet-front property values by $233 on\nTybee Island in the U.S. state of Georgia.\nAnother important service of coastal sand ecosystems\nis water catchment. Sand dunes are able to store\nsignificant amounts of water that can serve as aquifers\nfor coastal populations (Carter 1990). For example, in\nthe Meijendel dunes in The Netherlands, dune aquifers\nhave been used as a source of drinking water for\ncenturies (van der Meulen et al. 2004). The aquifer still\nsupplies  enough  water  for  1.5  million  people  in\nMay 2011183ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nsurrounding cities. Because of the importance of this\nwater source, the Meijendel dune is managed as a nature\nreserve that serves both drinking water and recreation\nneeds. In 1999, the cost of management was $3.8\nmillion/year, while the yearly income of the reserve\nwas $99.2 million/year.\nCoastal dunes can provide maintenance of wildlife in\nthe form of habitat for fish, shellfish, birds, rodents, and\nungulates, which have been captured or cultivated for\nfood since humans first colonized the coast (Carter 1990,\nPye and Tsoar 1990). In Europe, protection and\nrestoration of dune wildlife and habitat has become a\npriority (Baeyens and Martı\n ́\nnez 2004). In other regions\nof the world, dunes have been used for agricultural\npurposes (Pye and Tsoar 1990). However, there are no\nreliable estimates on the value of beaches and dunes as a\nsource of habitat for wildlife.\nDunes that encourage vegetation growth and produc-\ntivity will also assist in carbon sequestration, although\nthis process is likely to vary with the type of vegetation,\nsediment deposition and subsidence, and coastal geo-\nmorphology. There are currently no estimates of the\nvalue of this service provided by dunes, however.\nBeaches and dunes also supply important recreational\nbenefits. Boating, fishing, swimming, scuba diving,\nwalking, beachcombing, and sunbathing are among the\nnumerous recreational and scenic opportunities that are\nprovided by beach and dune access. In the USA alone,\n70%of the population visits the beach on vacation, and\n85%of total tourism dollars come from beach visits\n(Houston 2008). An analysis of North Carolina beaches\nshows that implementation of a beach replenishment\npolicy to improve beach width by an average of 100 feet\nwould increase the average number of trips by visitors in\nTABLE5.  Ecosystem services, processes and functions, important controlling components, examples of values, and human drivers\nof ecosystem change for sand beaches and dunes.\nEcosystem services\nEcosystem processes\nand functions\nImportant controlling\ncomponents\nEcosystem service value\nexamples\nHuman drivers of\necosystem change\nRaw materialsprovides sand of\nparticular grain\nsize, proportion\nof minerals\ndune and beach area,\nsand supply, grain\nsize, proportion of\ndesired minerals (e.g.,\nsilica, feldspar)\nestimates unavailable\nfor sustainable\nextraction\nloss of sand through\nmining, development\nand coastal structures\n(e.g., jetties),\nvegetation\ndisturbance, overuse\nof water, pollution,\nbiological invasion\nCoastal protectionattenuates and/or\ndissipates waves\nand reduces\nflooding and\nspray from sea\nwave height and length,\nbeach slope, tidal\nheight, dune height,\nvegetation type and\ndensity, sand supply\nestimates unavailable\nErosion controlprovides sediment\nstabilization and\nsoil retention in\nvegetation root\nstructure\nsea level rise,\nsubsidence, tidal\nstage, wave climate,\ncoastal\ngeomorphology,\nbeach grass species\nand density\nUS$4.45/household for\nan erosion control\nprogram to preserve\n8 km of beach, for\nMaine and New\nHampshire beaches,\nUSA (Huang et al.\n2007)\nWater catchment and\npurification\nstores and filters\nwater through\nsand; raises water\ntable\ndune area, dune height,\nsand and water\nsupply\nestimates unavailable\nMaintenance of wildlifebiological\nproductivity and\ndiversity, habitat\nfor wild and\ncultivated animal\nand plant species\ndune and beach area,\nwater and nutrient\nsupply, vegetation\nand prey biomass\nand density\nestimates unavailable\nCarbon sequestrationgenerates biological\nproductivity,\nbiogeochemical\nactivity\nvegetative type and\ndensity, fluvial\nsediment deposition,\nsubsidence, coastal\ngeomorphology\nestimates unavailable\nTourism, recreation,\neducation, and research\nprovides unique and\naesthetic\nlandscapes,\nsuitable habitat\nfor diverse fauna\nand flora\ndune and beach area,\nsand supply, wave\nheight, grain size,\nhabitat quality,\nwildlife species,\ndensity and diversity,\ndesirable shells and\nrocks\nUS$166/trip or $1574\nper visiting\nhousehold per year\nfor North Carolina\nbeaches, USA\n(Landry and Liu\n2009)\nEDWARD B. BARBIER ET AL.\n184\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nthe subsequent year from 11 to 14, with beach-goers\nwilling to pay $166/trip or $1574 per visiting household\nper year (Landry and Liu 2009). Another study of North\nCarolina beaches found that widening beach width\nincreases the consumer surplus of visitors by $7/trip\n(Whitehead et al. 2008). However, overuse of dune\nhabitat due to beach recreation can also cause significant\ndamages. The impacts to beach and dune function have\nbeen mostly in the form of changes in sand stabilization\nand distribution. Trampling of native vegetation by\npedestrians or vehicles can destabilize sand and result in\nthe loss of foredunes and thus coastal protection.\nTherefore, as with all coastal systems, reducing the\ndamages caused by overuse of certain services such as\nthe recreation and tourism benefits provided by beaches\nand dunes, requires thoughtful management and plan-\nning (e.g., Heslenfeld et al. 2004, Moreno-Casasola\n2004).\nMany of the services provided by sand beaches and\ndunes are threatened by human use, species invasions,\nand climate change (Brown and McLachlan 2002,\nZarnetske et al. 2010; Hacker et al.,in press). In\nparticular, the removal or disruption of sand and\nvegetation coupled with increased storm intensity and\nsea level rise threaten critical services provided by this\necosystem, specifically those of coastal protection\n(Ruggiero et al. 2010) and coastal freshwater catchment.\nThe fact that no reliable estimates of these services are\ncurrently available is worrisome.\nD\nISCUSSION:ISSUES FORFUTURERESEARCH\nOur review of economic values of key ecosystem\nservices for five estuarine and coastal ecosystems (coral\nreefs, seagrass beds, salt marshes, mangroves, and sand\nbeaches and dunes) reveals that progress has been made\nin estimating these benefits for some systems and\nservices, but much work remains. For example, reliable\nvaluation estimates are beginning to emerge for the key\nservices of some ECEs, such as coral reefs, salt marshes,\nand mangroves, but many of the important benefits of\nseagrass beds and sand dunes and beaches have not been\nassessed properly. Even for coral reefs, marshes, and\nmangroves, important ecological services have yet to be\nvalued reliably, such as cross-ecosystem nutrient transfer\n(coral reefs), erosion control (marshes), and pollution\ncontrol (mangroves). Although more studies valuing\nECE services have been conducted recently, our review\nshows that the number of reliable estimates is still\nrelatively small.\nMeasurement issues, data availability, and other\nlimitations continue to prevent the application of\nstandard valuation methods to many ecosystem services.\nIn circumstances where an ecological service is unique to\na specific ecosystem and is difficult to value, often the\ncost of replacing the service or treating the damages\narising from the loss of the service is used as a valuation\napproach. Such methods have been employed frequently\nto measure coastal protection, erosion control, and\nwater purification services by ECEs (Ellis and Fisher\n1987, Chong 2005, Barbier 2007). However, economists\nrecommend that the replacement cost approach should\nbe used with caution because, first, one is essentially\nestimating a benefit (e.g., storm protection) by a cost\n(e.g., the costs of constructing seawalls, groins, and\nother structures), and second, the human-built alterna-\ntive is rarely the most cost-effective means of providing\nthe service (Ellis and Fisher 1987, Barbier 1994, 2007,\nFreeman 2003, NRC 2005).\nAs summarized in our tables, ECE habitats tend to\ngenerate multiple ecosystem services. These typically\nrange from tourism and recreation benefits to coastal\nprotection, erosion control, nutrient cycling, water\npurification, and carbon sequestration to food and\nraw-material products. Where studies are aware of such\nmultiple benefits, the current approach is still to value\neach service as if it is independent, as was done for\ncoastal protection, habitat–fishery linkages, and raw\nmaterials for mangroves in Thailand (Barbier 2007).\nHowever, as our tables indicate, similar ecological\nprocesses and functions, as well as controlling compo-\nnents, may influence more than one ecosystem service.\nSuch ecological interactions are bound to affect the\nvalue of multiple services arising from a single habitat,\nwhich is an important direction for future research in\nvaluing ECE services.\nFor a growing number of services, there is evidence\nthat ecological functions vary spatially or temporally,\nand thus influence the economic benefits that they\nprovide (Peterson and Turner 1994, Petersen et al. 2003,\nRountree and Able 2007, Aburto-Oropeza et al. 2008,\nAguilar-Perera and Appeldoorn 2008, Barbier et al.\n2008, Meynecke et al. 2008, Koch et al. 2009). For\nexample, wave attenuation by coral reefs, seagrass beds,\nsalt marshes, mangroves, and sand dunes provides\nprotection against wind and wave damage caused by\ncoastal storm and surge events, but the magnitude of\nprotection will vary spatially across the extent of these\nhabitats (Barbier et al. 2008, Koch et al. 2009). In\nparticular, ecological and hydrological field studies\nsuggest that mangroves are unlikely to stop storm waves\nthat are greater than 6 m in height (Forbes and\nBroadhead 2007, Wolanski 2007, Alongi 2008, Cochard\net al. 2008). On the other hand, where mangroves are\neffective as ‘‘natural barriers’’ against storms that\ngenerate waves less than 6 m in height, the wave height\nof a storm decreases quadratically for each 100 m that a\nmangrove forest extends out to sea (Mazda et al. 1997,\nBarbier et al. 2008). In other words, wave attenuation is\ngreatest for the first 100 m of mangroves, but declines as\nmore mangroves are added to the seaward edge.\nValuation of coastal habitat support for offshore\nfisheries increasingly indicates that the value of this\nservice varies spatially because the quality of the habitat\nis greater at the seaward edge or ‘‘fringe’’ of the coastal\necosystem than further inland (Peterson and Turner\n1994, Manson et al. 2005, Aburto-Oropeza et al. 2008,\nMay 2011185ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nAguilar-Perera and Appeldoorn 2008). In the case of\nmangroves and salt marshes, the evidence suggests that\nboth storm protection andhabitat–fishery linkage\nbenefits tend to decline with the distance inshore from\nthe seaward edge of most coastal wetland habitats, such\nas mangroves and salt marshes. For example, Peterson\nand Turner (1994) found that densities of most fish and\ncrustaceans were highest in salt marshes in Louisiana\nwithin 3 m of the water’s edge compared to the interior\nmarshes. In the Gulf of California, Mexico, the\nmangrove fringe with a width of 5–10 m has the most\ninfluence on the productivity of nearshore fisheries, with\na median value of $37 500/ha. Fishery landings also\nincreased positively with the length of the mangrove\nfringe in a given location (Aburto-Oropeza et al. 2008).\nThe tendency for these services to vary unidirectionally\nacross such coastal landscapes has implications for\nmodeling the provision of these services and valuing\ntheir benefits (Barbier 2008).\nCoastal protection can also vary if damaging storm\nevents occur when plant biomass and/or density are low\n(Koch et al. 2009). This is particularly important in\ntemperate  regions,  where  seasonal  fluctuations  of\nbiomass may differ from the seasonal occurrence of\nstorms. For example, along the U.S. Atlantic coast, the\nbiomass of seagrass peaks in the summer (April–June),\nyet decreases in the fall (July–September) when storm\nevents usually strike. In tropical areas, vegetation in\ncoastal systems, such as mangroves but also seagrasses,\nhas relatively constant biomass throughout the year, so\nthe coastal protection service is relatively unaffected by\nseasonal or temporal variability.\nThe value of some ECE services can also vary\nspatially (i.e., distance from the shoreline) and tempo-\nrally (i.e., seasonality). This is of particular importance\nfor recreational and property-related benefits (Coombes\net al. 2010, Morgan and Hamilton 2010). A study of\nhome values near Pensacola Beach, Florida, found that\nGulf-front property owners were willing to pay an\nannual tax of $5807 for a five-year beach nourishment\nproject that would improve access and shoreline views;\nhowever, the tax payment declines to $2770 for a\nproperty in the next block, $2540 for a property two\nblocks away, and $1684 for a property three blocks\naway (Morgan and Hamilton 2010). Models of beach\nvisitors in East Anglia, UK, reveal that seasonal\ndifferences are important. For example, school holidays\nand temperatures have the greatest influence on visitor\nnumbers, and the visitors’ propensity to visit the coast\nincreases  rapidly  at  temperatures  exceeding  158C\n(Coombes et al. 2010). Spatial characteristics that were\nalso associated with more visitors included wide and\nsandy beaches, beach cleanliness, the presence of a\nnature reserve, pier, or an urban area behind the beach,\nand close proximity of an entrance point, car park, and\ntoilet facilities.\nAnother unique feature of ECEs is that they occur at\nthe interface between the coast, land, and watersheds,\nwhich also make them especially valuable. The location\nof ECEs in the land–sea interface suggests a high degree\nof ‘‘interconnectedness’’ or ‘‘connectivity’’ across these\nsystems, leading to the linked provision of one or\nmultiple services by more than one ECE.\nAs Moberg and Ro\n ̈\nnnba\n ̈\nck (2003) describe for tropical\nregions, numerous physical and biogeochemical interac-\ntions have been identified among mangroves, seagrass\nbeds, and coral reefs that effectively create intercon-\nnected systems, or a single ‘‘seascape.’’ By dissipating the\nforce of currents and waves, coral reefs are instrumental\nfor the evolution of lagoons and sheltered bays that are\nsuitable environments for seagrass beds and mangroves.\nIn turn, the control of sedimentation, nutrients, and\npollutants by mangroves and seagrasses create the\ncoastal water conditions that favor the growth of coral\nreefs. This synergistic relationship between coral reefs,\nseagrasses, mangroves, and even sand dunes, suggests\nthat the presence of these interlinked habitats in a\nseascape may considerably enhance the ecosystem\nservice provided by one single habitat.\nFor example, Alongi (2008) suggests that the extent to\nwhich mangroves offer protection against catastrophic\nstorm events, such as tsunamis, may depend not only on\nthe relevant features and conditions within the man-\ngrove ecosystem, such as width of forest, slope of forest\nfloor, forest density, tree diameter and height, propor-\ntion of aboveground biomass in the roots, soil texture,\nand forest location (open coast vs. lagoon), but also on\nthe presence of foreshore habitats, such as coral reefs,\nseagrass beds, and dunes. Similar cumulative effects of\nwave attenuation are noted for seascapes containing\ncoral reefs, seagrasses, and marshes (Koch et al. 2009).\nAs can be seen from Tables 1–5, each ECE habitat has\nconsiderable ability to attenuate waves, and thus the\npresence of foreshore habitats, such as coral reefs and\nseagrasses, can reduce significantly the wave energy\nreaching the seaward edge of mangroves, salt marshes,\nand sand beaches and dunes. For instance, evidence\nfrom the Seychelles documents how rising coral reef\nmortality and deterioration have increased significantly\nthe wave energy reaching shores that are normally\nprotected from erosion and storm surges by these reefs\n(Sheppard et al. 2005). In the Caribbean, mangroves\nappear not only to protect shorelines from coastal\nstorms, but may also enhance the recovery of coral reef\nfish populations from disturbances due to hurricanes\nand other violent storms (Mumby and Hastings 2008).\nECE habitats are also linked biologically. Many fish\nand shellfish species utilize mangroves and seagrass beds\nas nursery grounds, and eventually migrate to coral reefs\nas adults, only to return to the mangroves and seagrasses\nto spawn (Layman and Silliman 2002, Nagelkerken et al.\n2002, Mumby et al. 2004, Rountree and Able 2007,\nMeynecke et al. 2008). In addition, the high biological\nproductivity of mangroves, marshes, and seagrasses also\nproduce significant amounts of organic matter that is\nused directly or indirectly by marine fishes, shrimps,\nEDWARD B. BARBIER ET AL.186\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\ncrabs, and other species (Chong 2007). The consequence\nis that interconnected seascapes contribute significantly\nto supporting fisheries via a number of ecosystem\nfunctions including nursery and breeding habitat,\ntrophic interactions, and predator-free habitat.\nFor example, studies in the Caribbean show that the\npresence of mangroves and seagrasses enhance consid-\nerably the biomass of coral reef fish communities\n(Nagelkerken et al. 2002, Mumby et al. 2004, Mumby\n2006). In Malaysia, it is estimated that mangrove forests\nsustain more than half of the annual offshore fish\nlandings, much of which are from reef fisheries (Chong\n2007). In Puerto Rico, maps show fish distributions to\nbe controlled by the spatial arrangement of mangroves,\nseagrasses, and coral reefs and the relative value of these\nhabitats as nurseries (Aguilar-Perera and Appeldoorn\n2008). Stratification of environmental conditions along a\nmarsh habitat gradient, stretching from intertidal\nvegetated salt marshes, to subtidal marsh creeks, to\nmarsh–bay fringe, and then to open water channels,\nindicates large spatial and temporal variability in fish\nmigration, nursery habitats, and food webs (Rountree\nand Able 2007). Finally, indices representing the\nconnectivity of mangroves, salt marshes, and channels\nexplained 30%to 70%of the catch-per-unit effort\nharvesting yields for commercially caught species in\nQueensland, Australia (Meynecke et al. 2008).\nThere are two ways in which current economic studies\nof ECE services are incorporating such synergies. One\napproach is to assess the multiple benefits arising from\nentire interconnected habitats, such as estuaries. A\nsecond method is to allow for the biological connectivity\nof habitats, food webs, and migration and life-cycle\npatterns across specific seascapes, such as mangrove–\nseagrass–reef systems and large marine systems.\nFor example, Johnston et al. (2002) estimate the\nbenefits arising from a wide range of ecosystem services\nprovided by the Peconic Estuary in Long Island, New\nYork, USA. The tidal mudflats, salt marshes, and\nseagrass (eelgrass) beds of the estuary support the\nshellfish and demersal fisheries. In addition, bird-\nwatching and waterfowl hunting are popular activities.\nIncorporating production function methods, the authors\nsimulate the biological and food web interactions of the\necosystems to assess the marginal value per acre in terms\nof gains in commercial value for fish and shellfish, bird-\nwatching, and waterfowl hunting. The aggregate annual\nbenefits are estimated to be $67 per acre for intertidal\nmud flats, $338 for salt marsh, and $1065 for seagrass\nacross the estuary system. Using these estimates, the\nauthors calculate that the asset value per acre of\nprotecting existing habits to be $12 412 per acre for\nseagrass, $4291 for salt marsh, and $786 for mudflats; in\ncomparison, the asset value of restored habitats is $9996\nper acre for seagrass, $3454 for marsh, and $626 for\nmudflats.\nSanchirico and Mumby (2009) developed an integrat-\ned seascape model to illustrate how the presence of\nmangroves and seagrasses enhance considerably the\nbiomass of coral reef fish communities. A key finding is\nthat mangroves become more important as nursery\nhabitat when excessive fishing effort levels are applied to\nthe reef, because the mangroves can directly offset the\nnegative impacts of fishing effort. Such results support\nthe development of ‘‘ecosystem-based’’ fishery manage-\nment and the design of integrated coastal-marine\nreserves that emphasize the importance of conserving\nand restoring coastal mangroves as nursery sites for reef\nfisheries (Mumby 2006).\nIn sum, allowing for the connectivity of ECE habitats\nmay have important implications for assessing the\necological functions underling key ecosystems services,\nsuch as coastal protection, control of erosion, and\nhabitat–fishery linkages. Only recently have studies of\nECEs begun to assess the cumulative implications for\nthese services, or to model this connectivity. This is one\nimportant area for future direction of research into ECE\nservices that requires close collaboration between\neconomists, ecologists and other environmental scien-\ntists.\nC\nONCLUSION:TOWARD AMANAGEMENTACTIONPLAN\nGiven  the  rate  and  scale  at  which  ECEs  are\ndisappearing worldwide, assessing and valuing the\necological  services  of  these  systems  are  critically\nimportant for improving their management and for\ndesigning better policies. Certainly, the various econom-\nic values of ECEs should be incorporated into policy\ndecisions that are currently determining the major\nhuman drivers of ecological change, such as ecosystem\nconversion and degradation, resource overexploitation,\npollution, and water diversion. As indicated in Figs. 1\nand 2, valuation of ECE services is a key step in\ndemonstrating how these human drivers of change alter\necosystem  structure  and  functions,  and  thus  the\necological production of important ecosystem goods\nand services that benefit human beings.\nYet, as this review has shown, many ECE values are\nnon-marketed. If the aggregate willingness to pay for\nthese benefits is not revealed through market outcomes,\nthen efficient management of such ecosystem services\nrequires explicit methods to measure this social value.\nThus, it should not be surprising that the failure to\nconsider the values provided by key ECE services in\ncurrent policy and management decisions is a major\nreason for the widespread disappearance of many of\nthese ecosystems and habitats across the globe. Improv-\ning the assessment and valuation of ECE services should\ntherefore be a top policy priority for any global\nmanagement plan for these ecosystems (Granek et al.\n2010).\nSuch a priority is urgent. Our review of five ECEs (i.e.,\nnearshore coral reefs, seagrass beds, salt marshes,\nmangroves, and sand beaches and dunes) reveals that\nmany of the important benefits of these habitats have\nnot been estimated reliably, and even for those services\nMay 2011187ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nthat have been valued, only a few dependable studies\nhave been conducted. Without more efforts to value the\nkey services of ECEs, and to employ these values\nappropriately in coastal management and planning,\nslowing the worldwide degradation of coastal and\nestuarine landscapes will be difficult. Assessing the\nvalues of ECE services is critical, as all coastal interface\nhabitats are facing increasing pressure for conversion to\nother economic activities, while at the same time, in\nmany coastal areas where ECEs have been degraded or\nlost, there is often keen interest in restoring these\nhabitats.\nOur review also points to other important policy\nchallenges for improving global management of ECEs.\nFor example, there is now sufficient evidence to suggest\nthat some services, such as coastal protection and\nhabitat–fishery linkages, are not uniform across a\ncoastal seascape. Maintaining ECEs for their multiple\nand synergistic ecosystem services will also invariably\ninvolve managing coastal landscapes across different\nspatial and temporal scales. Incorporating nonlinear and\nsynergistic characteristics of ECEs into management\nscenarios is likely to result in the most ecologically and\neconomically sustainable management plan possible\n(Granek et al. 2010). How an ecological function, and\nthus the ecosystem service it supports, varies nonlinearly\nacross a coastal landscape can have important implica-\ntions for management at the landscape scale for all\nECEs (Koch et al. 2009).\nBecause the connectivity of ECEs across land–sea\ngradients also influences the provision of certain\necosystem services, management of the entire seascape\nwill be necessary to preserve such synergistic effects. For\nexample, Mumby (2006) argues that the management of\nECE habitats in the Caribbean should take into account\nthe life cycle migration of fish between mangroves,\nseagrass beds, and coral reefs. He recommends that\nmanagement planning should focus on connected\ncorridors of these habitats and emphasize four key\npriorities: (1) the relative importance of mangrove\nnursery sites, (2) the connectivity of individual reefs to\nmangrove nurseries, (3) areas of nursery habitat that\nhave an unusually large importance to specific reefs, and\n(4) priority sites for mangrove restoration projects.\nSimilarly, Meynecke et al. (2008) emphasize that to\nimprove marine protected areas, it is important to\nunderstand the role of connectivity in the life history of\nfishes that likely utilize different ECEs.\nGiven the perilous state of many ECEs globally and\ntheir critically important benefits, there is clearly a need\nfor a global action plan for protecting and/or enhancing\nthe immediate and longer term values of important ECE\nservices. Such a plan should contain the following\nfeatures.\nFirst, more interdisciplinary studies involving econo-\nmists, ecologists, and environmental scientists are\nrequired to assess the values of the various ECE services\nidentified in this review for coral reefs, seagrasses, salt\nmarshes, mangroves, and sand beaches and dunes\n(Tables 1–5). A key priority is to value those services\nidentified in this review for which estimates are currently\nunavailable or unreliable. Although we know less about\nthe economic benefits of seagrasses and sand beaches\nand dunes compared to the other ECEs, the number of\nreliable estimates of almost all services remains woefully\ninadequate.\nSecond, destruction of these five critical ECEs for\ncoastal economic development can no longer be viewed\nas ‘‘costless’’ by those responsible for managing and\napproving such developments. In particular, the wide-\nspread global practice of giving away mangroves, salt\nmarshes, and other ECEs as ‘‘free land’’ for coastal\naquaculture, agricultural, and residential development\nneeds to be halted. Especially destructive economic\nactivities, such as dynamite fishing of coral reefs, clear-\ncutting mangroves for wood chips or shrimp farming,\nmining of sand dunes, extracting seagrasses for shellfish\nbeds, and using salt marshes for landfills, should be\nbanned and the bans enforced. Coastal pollution from\naquaculture, tourism activities and infrastructure, agri-\nculture, urban areas and industry need to be monitored,\nregulated, and where appropriate, taxed.\nThird, in many developing countries, the current legal\nframework and formal institutional structures of ECEs\nand resource management do not allow local coastal\ncommunities any legal rights to establish and enforce\ncontrol over the ECE goods and services on which the\nlivelihoods of these communities depend. Establishing\nan improved institutional framework does not necessar-\nily require transferring full ownership of ECE resources\nto local communities, but could involve co-management\nby governments and local communities that would\nallow, for example, the participation of the communities\nin decisions concerning the long-term management,\ndevelopment and utilization of these resources.\nFinally, where appropriate, ecological restoration of\nkey ECEs should be encouraged. However, ecological\nrestoration of these systems is difficult and costly, and\nrequires the right incentives. For example, in Thailand,\nthe full costs of replanting and restoring mangroves in\nabandoned shrimp ponds is estimated to be around\n$9318/ha, which nearly accounts for the entire capital-\nized value of the restored services of $12 392/ha (Barbier\n2007). This suggests that investors in shrimp farms and\nother coastal developments that cause widespread\nmangrove destruction should have the legal requirement\nto replant mangroves and finance the costs, rather than\nleaving mangrove restoration solely to governments and\nlocal communities. It should be recognized, however,\nthat ex post ecological restoration is no panacea for\nfailed conservation. Such investments are not only costly\nbut risky, and in many cases fall short of recovering the\nfull suite of ecosystem services (Palmer and Filoso 2009).\nFor example, as discussed in the previous section, the\nJohnston et al. (2002) study of the Peconic Estuary of\nLong Island found that the asset value of restored salt\nEDWARD B. BARBIER ET AL.188\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nmarsh and seagrass and tidal mudflats in terms of\nnursery habitat and recreational services were much\nlower than for conserving the original habitats.\nIn sum, the more we learn about ECEs and their\nservices, it is apparent that ignoring these benefits is\ndetrimental to coastal management and planning. In\naddition, more attention needs to be paid to how these\nservices vary across seascapes, as these considerations\nclearly matter to managing estuarine, coastal, and\ninshore marine environments (Granek et al. 2010).\nCoasts and small islands may comprise just 4%of the\nEarth’s total land area, but as this review has shown, the\nECEs that dominate these geographic areas provide\nsome  of  the  most  important  global  benefits  for\nhumankind.\nACKNOWLEDGMENTS\nWe are grateful to two anonymous referees for helpful\ncomments and suggestions on this paper.\nL\nITERATURECITED\nAburto-Oropeza, O., E. Ezcurra, G. Danemann, V. Valdez, J.\nMurray, and E. Sala. 2008. Mangroves in the Gulf of\nCalifornia increase fishery yields. Proceedings of the National\nAcademy of Sciences USA 105:10456–10459.\nAguilar-Perera, A., and R. S. Appeldoorn. 2008. Spatial\ndistribution of marine fishes along a cross-shelf gradient\ncontaining a continuum of mangrove-seagrass-coral reefs off\nsouthwestern Puerto Rico. Estuarine, Coastal and Shelf\nScience 76:378–394.\nAlongi, D. M. 2002. Present state and future of the world’s\nmangrove forests. Environmental Conservation 29:331–349.\nAlongi, D. M. 2008. Mangrove forests: resilience, protection\nfrom tsunamis, and responses to global climate change.\nEstuarine, Coastal and Shelf Science 76:1–13.\nBadola, R., and S. A. Hussain. 2005. Valuing ecosystems\nfunctions: an empirical study on the storm protection\nfunction of Bhitarkanika mangrove ecosystem, India. Envi-\nronmental Conservation 32:85–92.\nBaeyens, G., and M. L. Martı\n ́\nnez. 2004. Animal life on coastal\ndunes: from exploitation and prosecution to protection and\nmonitoring. Pages 279–296inM. L. Martı\n ́\nnez, and N. P.\nPsuty, editors. Coastal dunes: ecology and conservation.\nSpringer-Verlag, Heidelberg, Germany.\nBandaranayake, W. M. 1998. Traditional and medicinal uses of\nmangroves. Mangroves and Salt Marsh 2:133–148.\nBarbier, E. B. 1994. Valuing environmental functions: tropical\nwetlands. Land Economics 70:155–173.\nBarbier, E. B. 2007. Valuing ecosystem services as productive\ninputs. Economic Policy 22:177–229.\nBarbier, E. B. 2008. Ecosystems as natural assets. Foundations\nand Trends in Microeconomics 4:611–681.\nBarbier, E. B., and M. Cox. 2003. Does economic development\nlead to mangrove loss? A cross-country analysis. Contempo-\nrary Economic Policy 21:418–432.\nBarbier, E. B., et al. 2008. Coastal ecosystem-based manage-\nment with nonlinear ecological functions and values. Science\n319:321–323.\nBarbier, E. B., and I. Strand. 1998. Valuing mangrove-fishery\nlinkages: a case study of Campeche, Mexico. Environmental\nand Resource Economics 12:151–166.\nBateman, I. J., and I. H. Langford. 1997. Non-users willingness\nto pay for a national park: an application of the contingent\nvaluation method. Regional Studies 31:571–582.\nBell, F. W. 1997. The economic valuation of saltwater marsh\nsupporting marine recreational fishing in the southeastern\nUnited States. Ecological Economics 21:243–254.\nBellwood, D. R., T. P. Hughes, C. Folke, and M. Nystrom.\n2004. Confronting the coral reef crisis. Nature 429:827–833.\nBertness, M. D. 1991. Zonation ofSpartinaspp. in New\nEngland salt marshes. Ecology 72:138–148.\nBirol, K., and V. Cox. 2007. Using choice experiments to design\nwetland management programmes: the case of the Severn\nEstuary Wetland, UK. Journal of Environmental Planning\nand Management 50:363–380.\nBockstael, N. E., A. M. Freeman III, R. J. Kopp, P. R.\nPortney, and V. K. Smith. 2000. On measuring economic\nvalues for nature. Environmental Science and Technology\n34:1384–1389.\nBoesch, D. F., and R. E. Turner. 1984. Dependency of fishery\nspecies on salt marshes: the role of food and refuge. Estuaries\nand Coasts 7:460–468.\nBoyd, J., and S. Banzhaf. 2007. What are ecosystem services?\nThe need for standardized environmental accounting units.\nEcological Economics 63:616–626.\nBraatz, S., S. Fortuna, J. Broadhead, and R. Leslie. 2007.\nCoastal protection in the aftermath of the Indian Ocean\nTsunami. What role for forests and trees? Proceedings of the\nRegional Technical Workshop, Khao Lak, Thailand, 28–31\nAugust 2006. FAO, Bangkok, Thailand.\nBrander, L. M., R. J. G. M. Florax, and J. E. Vermaat. 2006.\nThe empirics of wetland valuation: a comprehensive summa-\nry and a meta-analysis of the literature. Environmental and\nResource Economics 33:223–250.\nBrander, L. M., P. Van Beukering, and H. S. J. Cesar. 2007.\nThe recreational value of coral reefs: a meta-analysis.\nEcological Economics 63:209–218.\nBreaux, A., S. Farber, and J. Day. 1995. Using natural coastal\nwetlands systems for wastewater treatment: an economic\nbenefit analysis. Journal of Environmental Management\n44:285–291.\nBromberg, K., and B. R. Silliman. 2009. Patterns of salt marsh\nloss within coastal regions of North America: pre-settlement\nto present. Pages 253–266 in B. R. Silliman, T. Grosholz, and\nM. D. Bertness, editors. Human impacts on salt marshes: a\nglobal perspective. University of California Press, Berkeley,\nCalifornia, USA.\nBromberg-Gedan, K., M. Kirwan, E. Barbier, E. Wolinksi, and\nB. R. Silliman.In press. Coastal vegetations present and\nfuture role in protecting shorelines: An answer to recent\nchallenges to the paradigm. Journal of Climate Change.\nBromberg-Gedan, K., B. R. Silliman, and M. D. Bertness.\n2009. Centuries of human-driven change in salt marsh\necosystems. Annual Review of Marine Science 1:117–141.\nBrown, A. C., and A. McLachlan. 2002. Sandy shore\necosystems and the threats facing them: some predictions\nfor the year 2025. Environmental Conservation 29:62–77.\nCarpenter, K. E., et al. 2008. One-third of reef-building coral\nface elevated extinction risk from climate change and local\nimpacts. Science 321:560–563.\nCarter, R. W. G. 1990. Coastal environments: an introduction\nto the physical, ecological and cultural systems of coastlines.\nAcademic Press, London, UK.\nCarter, R. W. G. 1991. Near-future sea level impacts on coastal\ndune landscapes. Landscape Ecology 6:29–39.\nCesar, H. S. J., and P. J. H. van Beukering. 2004. Economic\nvaluation of the coral reefs of Hawai’i. Pacific Science\n58:231–242.\nChen, L., W. Wang, Y. Zhang, and G. Lin. 2009. Recent\nprogresses in mangrove conservation, restoration and re-\nsearch in China. Journal of Plant Ecology 2:45–54.\nChmura, G. L., S. C. Anisfeld, D. R. Cahoon, and J. C. Lynch.\n2003. Global carbon sequestration in tidal, saline wetland\nsoils. Global Biogeochemical Cycles 17:1111.\nChong, J. 2005. Protective values of mangrove and coral\necosystems: a review of methods and evidence. IUCN,\nGland, Switzerland.\nMay 2011189ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\nChong, V. C. 2007. Mangrove-fishery linkages: the Malaysian\nperspective. Bulletin of Marine Science 80:755–772.\nCochard, R., S. L. Ranamukhaarachchi, G. P. Shivakotib,\nO. V. Shipin, P. J. Edwards, and K. T. Seeland. 2008. The\n2004 tsunami in Aceh and Southern Thailand: a review on\ncoastal ecosystems, wave hazards and vulnerability. Perspec-\ntives in Plant Ecology, Evolution and Systematics 10:3–40.\nConnell, J., T. Hughes, and C. Wallace. 1997. A 30-year study\nof coral abundance, recruitment, and disturbance at several\nscales in space and time. Ecological Monographs 67:461–488.\nCoombes, E. G., A. P. Jones, I. J. Bateman, J. A. Tratalos, J. A.\nGill, D. A. Showler, A. R. Watkinson, and W. J. Sutherland.\n2010. Spatial and temporal modeling of beach use: a case\nstudy of East Anglia, U.K. Coastal Management 37:94–115.\nCornelisen, C. D., and F. I. Thomas. 2006. Water flow enhances\nammonium and nitrate uptake in a seagrass community.\nMarine Ecology Progress Series 312:1–13.\nCostanza, R., O. Pe\n ́\nrez-Maqueo, M. L. Martinez, P. Sutton,\nS. J. Anderson, and K. Mulder. 2008. The value of coastal\nwetlands for hurricane protection. Ambio 37:241–248.\nDaehler, C. C., and D. R. Strong. 1996. Status, prediction and\nprevention of introduced cordgrassSpartinaspp. invasions in\nPacific estuaries, USA. Biological Conservation 78:51–58.\nDas, S., and J. R. Vincent. 2009. Mangroves protected villages\nandreduceddeathtollduringIndiansupercyclone.\nProceedings of the National Academy of Sciences USA\n106:7357–7360.\nDavy,  A.,  E.  Figueroa,  and  J.  Bakker.  2009.  Human\nmodification European salt marshes. Pages 311–336in\nB. R. Silliman, T. Grosholz, and M. D. Bertness, editors.\nHuman impacts on salt marshes: a global perspective.\nUniversity of California Press, Berkeley, California, USA.\nde la Torre-Castro, M., and P. Ro\n ̈\nnnba\n ̈\nck. 2004. Links between\nhumans and seagrasses: an example from tropical East\nAfrica. Ocean and Coastal Management 47:361–387.\nDuarte, C. M. 1991. Seagrass depth limits. Aquatic Botany\n40:363–377.\nDuarte, C. M. 2002. The future of seagrass meadows.\nEnvironmental Conservation 29:192–206.\nDuarte, C. M., W. C. Dennison, R. J. Orth, and T. J. B.\nCarruthers. 2008. The charisma of coastal ecosystems:\naddressing the imbalance. Estuaries and Coasts 31:233–238.\nDuarte, C. M., J. J. Middleburg, and N. Caraco. 2005. Major\nrole of marine vegetation on the oceanic carbon cycle.\nBiogeosciences 2:1–8.\nDulvy, N. K., D. Stanwellsmith, W. R. T. Darwall, and C. J.\nHorrill. 1995. Coral mining at Mafia-island, Tanzania: a\nmanagement dilemma. Ambio 24:358–365.\nEllis, G. M., and A. C. Fisher. 1987. Valuing the environment\nas input. Journal of Environmental Management 25:149–156.\nEllison, A. M., and E. J. Farnsworth. 2001. Mangrove\ncommunities. Pages 423–442inM. D. Bertness, S. D. Gaines,\nand M. E. Hay, editors. Marine community ecology. Sinauer,\nSunderland, Massachusetts, USA.\nFAO [Food and Agricultural Organization of the United\nNations]. 2007. The world’s mangroves 1980–2005. FAO\nForestry Paper 153. Food and Agricultural Organization of\nthe United Nations, Rome, Italy.\nFernando, H. J. S., J. L. McCulley, S. G. Mendis, and K.\nPerera. 2005. Coral poaching worsens tsunami destruction in\nSri Lanka. EOS, Transactions American Geophysical Union\n86(33):301304.\nFonseca, M. S., and J. A. Cahalan. 1992. A preliminary\nevaluation of wave attenuation for four species of seagrass.\nEstuarine, Coastal and Shelf Science 35:565–576.\nForbes, K., and J. Broadhead. 2007. The role of coastal forests\nin the mitigation of tsunami impacts. RAP Publication 2007/\n1. Food and Agricultural Organization of the United\nNations, Regional Office for Asia and the Pacific, Bangkok,\nThailand.\nFreeman, A. M., III. 1991. Valuing environmental resources\nunder alternative management regimes. Ecological Econom-\nics 3:247–256.\nFreeman, A. M., III. 2003. The measurement of environmental\nand resource values: theory and methods. Second edition.\nResources for the Future, Washington, D.C., USA.\nGacia, E., T. C. Granata, and C. M. Duarte. 1999. An\napproach to the measurements of particle flux and sediment\nretention within seagrass (Posidonia oceanica) meadows.\nAquatic Botany 65:255–269.\nGardner, T. A., I. M. Cote, J. A. Gill, A. Grant, and A. R.\nWatkinson. 2003. Long-term region-wide declines in Carib-\nbean corals. Science 301:958–960.\nGattuso, J. P., M. Frankignoulle, and R. Wollast. 1998. Carbon\nand carbonate metabolism in coastal aquatic ecosystems.\nAnnual Review of Ecology and Systematics 405–434.\nGlynn, P. W. 1997. Bioerosion and coral-reef growth: a\ndynamic balance. Pages 68–95inC. Birkeland, editor. Life\nand death of coral reefs. Chapman and Hall, New York, New\nYork, USA.\nGraham, N. A. J., S. K. Wilson, S. Jennings, N. V. C. Polunin,\nJ. Robinson, J. P. Bijoux, and T. M. Daw. 2007. Lag effects\nin the impacts of mass coral bleaching on coral reef fish,\nfisheries, and ecosystems. Conservation Biology 21:1291–\n1300.\nGranek, E. F., et al. 2010. Ecosystem services as a common\nlanguage for coastal ecosystem-based management. Conser-\nvation Biology 24:207–216.\nGreenstein, B. J., and J. M. Pandolfi. 2008. Escaping the heat:\nrange shifts of reef coral taxa in coastal Western Australia.\nGlobal Change Biology 14:513–528.\nHacker, S. D., and M. D. Bertness. 1995. Morphological and\nphysiological consequences of a positive plant interaction.\nEcology 76:2165–2175.\nHacker, S. D., P. Zarnetske, E. Seabloom, P. Ruggiero, J. Mull,\nS. Gerrity, and C. Jones.In press. Subtle differences in two\nnon-native congeneric beach grasses significantly affect their\ncolonization, spread, and impact. Oikos.\nHallock, P. 1997. Reefs and reef limestones in earth history.\nPages 13–42inC. Birlelund, editor. Life and death of coral\nreefs. Chapman and Hall, New York, New York, USA.\nHalpern, B. S., et al. 2008. A global map of human impacts on\nmarine ecosystems. Science 319:948–952.\nHanley, N., and E. B. Barbier. 2009. Pricing nature: cost-benefit\nanalysis and environmental policy-making. Edward Elgar,\nLondon, UK.\nHardisty, J. 1994. Beach and nearshore sediment transport.\nPages 216–255inK. Pye, editor. Sediment transport and\ndepositional processes. Blackwell, London, UK.\nHemminga, M. A., and C. M. Duarte. 2000. Seagrass ecology.\nCambridge University Press, Cambridge, UK.\nHemminga, M. A., and J. Nieuwenhuize. 1990. Seagrass wrack-\ninduced dune formation on a tropical coast (Banc-Darguin,\nMauritania). Estuarine Coastal and Shelf Science 31:499–\n502.\nHenry, H., and R. L. Jefferies. 2009. Opportunistic herbivores,\nmigratory connectivity, and catastrophic shifts in Arctic\ncoastal ecosystems. Pages 85–102inB. R. Silliman, T.\nGrosholz, and M. D. Bertness, editors. Human impacts on\nsalt marshes: a global perspective. University of California\nPress, Berkeley, California, USA.\nHeslenfeld, P., P. D. Jungerius, and J. A. Klijn. 2004. European\ncoastal dunes: ecological values, threats, opportunities, and\npolicy development. Pages 335–351inM. L. Martı\n ́\nnez and\nN. P. Psuty, editors. Coastal dunes: ecology and conserva-\ntion. Springer-Verlag, Heidelberg, Germany.\nHesp, P. A. 1989. A review of biological and geomorphological\nprocesses involved in the initiation and development of\nincipient foredunes. Proceedings of the Royal Society of\nEdinburgh 96B:181–201.\nEDWARD B. BARBIER ET AL.190\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nHesp, P. A., and A. D. Short. 1999. Barrier morphodynamics.\nPages 307–333inA. D. Short, editor. Handbook of beach\nand shoreface morphodynamics. Wiley and Sons, Chichester,\nUK.\nHoegh-Guldberg, O. 1999. Climate change, coral bleaching and\nthe future of the world’s coral reefs. Marine and Freshwater\nResearch 50:839–866.\nHoegh-Guldberg, O., et al. 2007. Coral reefs under rapid\nclimate change and ocean acidification. Science 318:1737–\n1742.\nHouston, J. R. 2008. The economic value of beaches: a 2008\nupdate. Shore and Beach 76:22–26.\nHuang, J.-C., P. J. Poor, and M. Q. Zhao. 2007. Economic\nvaluation of beach erosion control. Marine Resource\nEconomics 32:221–238.\nHughes, T. P., D. R. Bellwood, C. Folke, R. S. Steneck, and J.\nWilson. 2005. New paradigms for supporting resilience of\nmarine ecosystems. Trends in Ecology and Evolution 20:380–\n386.\nJanssen, R., and J. E. Padilla. 1999. Preservation or conserva-\ntion? Valuation and evaluation of a mangrove forest in the\nPhilippines. Environmental and Resource Economics 14:297–\n331.\nJohnston, R. J., T. A. Grigalunas, J. J. Opaluch, M. Mazzotta,\nand J. Diamantedes. 2002. Valuing estuarine resource\nservices using economic and ecological models: the Peconic\nEstuary System. Coastal Management 30:47–65.\nKawahata, H., A. Suzuki, and K. Goto. 1997. Coral reef\necosystems as a source of atmospheric CO\n2\n: evidence from\nPCO2 measurements of surface waters. Coral Reefs 16:261–\n266.\nKing, S. E., and J. N. Lester. 1995. The value of salt marsh as a\nsea defence. Marine Pollution Bulletin 30:180–189.\nKoch, E. W. 1996. Hydrodynamics of a shallowThalassia\ntestudinumbed in Florida, USA. Pages 105–110inJ. Kuo,\nR. C. Phillips, D. I. Walker, and H. Kirkman, editors.\nSeagrass biology: proceedings of an international workshop.\nWestern Australia Museum, Perth, Australia.\nKoch, E. W., J. Ackerman, M. van Keulen, and J. Verduin.\n2006. Fluid dynamics in seagrass ecology: from molecules to\necosystems. Pages 193–225inA. W. D. Larkum, R. J. Orth,\nand C. M. Duarte, editors. Seagrasses: biology, ecology and\nconservation. Springer-Verlag, Heidelberg, Germany.\nKoch, E. W., et al. 2009. Non-linearity in ecosystem services:\ntemporal and spatial variability in coastal protection.\nFrontiers in Ecology and the Environment 7:29–37.\nKriesel, W., and C. E. Landry. 2004. Participation in the\nNational Flood Insurance Program: an empirical analysis for\ncoastal properties. Journal of Risk and Insurance 71:405–\n420.\nLandry, C. E., A. G. Keeler, and W. Kriesel. 2003. An\neconomic evaluation of beach erosion management alterna-\ntives. Marine Resource Economics 18:105–127.\nLandry, C. E., and H. Liu. 2009. A semi-parametric estimator\nfor revealed and stated preference application to recreational\nbeach visitation. Journal of Environmental Economics and\nManagement 57:205–218.\nLange, G.-M., and N. Jiddawi. 2009. Economic value of marine\necosystem services in Zanzibar: implications for marine\nconservation and sustainable development. Ocean and\nCoastal Management 52:521–532.\nLauer, M., and S. Aswani. 2010. Indigenous knowledge and\nlong-term ecological change: detection, interpretation, and\nresponses to changing ecological conditions in pacific Island\nCommunities.  Environmental  Management  45:985–997.\nhhttp://www.springerlink.com/content/g6u604k241n57646/\nfulltext.pdfi\nLayman, C. A., and B. R. Silliman. 2002. Preliminary survey of\nthe fish fauna in Fresh Creek, Andros, Bahamas. Bulletin of\nMarine Science 70:199–210.\nLeatherman, S. P. 1979. Beach and dune interactions during\nstorm conditions. Quarterly Journal of Engineering Geology\nand Hydrogeology 12:281–290.\nLee, K. S., and K. H. Dunton. 1999. Inorganic nitrogen\nacquisition in the seagrassThalassia testudinum: development\nof a whole plant nitrogen budget. Limnology and Oceanog-\nraphy 44:1404–1215.\nLotze, H. K., H. S. Lenihan, B. J. Bourque, R. H. Bradbury,\nR. G. Cooke, M. C. Kay, S. M. Kidwell, M. X. Kirby, C. H.\nPeterson, and J. B. C. Jackson. 2006. Depletion, degradation,\nand recovery potential of estuaries and coastal seas. Science\n312:1806–1809.\nLubbock, H. R., and N. V. C. Polunin. 1975. Conservation and\nthe tropical marine aquarium trade. Environmental Conser-\nvation 2:229–232.\nLui, P. L.-F., P. Lynett, H. Fernando, B. E. Jaffe, F. Fritz, B.\nHigman, R. Morton, J. Goff, and C. Synolakis. 2005.\nObservations by the International Tsunami Survey Team in\nSri Lanka. Science 308:1595.\nMacFarlane, G. R., A. Pulkownik, and M. D. Burchett. 2003.\nAccumulation and distribution of heavy metals in the grey\nmangrove,Avicennia marina(Forsk.) Vierh.: biological\nindication potential. Environmental Pollution 123:139–151.\nMacKenzie, R. A., and M. Dionne. 2008. Habitat heterogene-\nity: importance of salt marsh pools and high marsh surfaces\nto fish production in two Gulf of Maine salt marshes. Marine\nEcology Progress Series 368:217–230.\nManson, F. J., N. R. Loneragan, G. A. Skilleter, and S. R.\nPhinn. 2005. An evaluation of the evidence for linkages\nbetween mangroves and fisheries: a synthesis of the literature\nand identification of research directions. Oceanography and\nMarine Biology: An Annual Review 43:483–513.\nMassel, S. R., K. Furukawa, and R. M. Brinkman. 1999.\nSurface wave propagation inmangrove forests. Fluid\nDynamics Research 24:219–249.\nMathieu, L. F., I. H. Langford, and W. Kenyon. 2003. Valuing\nmarine parks in a developing country: a case study of the\nSeychelles.  Environment  and  Development  Economics\n8:373–390.\nMayor, J., and C. Hicks. 2009. Potential impacts of elevated\nCO\n2\non plant interactions, sustained growth, and carbon\ncycling in salt marsh ecosystems. Pages 207–230inB. R.\nSilliman, T. Grosholz, and M. D. Bertness, editors. Human\nimpacts on salt marshes: a global perspective. University of\nCalifornia Press, Berkeley, California, USA.\nMazda, Y., M. Magi, Y. Ikeda, T. Kurokawa, and T. Asano.\n2006. Wave reduction in a mangrove forest dominated by\nSonneratiasp. Wetlands Ecology and Management 14:365–\n378.\nMazda, Y., M. Magi, M. Kogo, and P. N. Hong. 1997.\nMangroves as a coastal protection from waves in the Tong\nKing Delta, Vietnam. Mangroves and Salt Marshes 1:127–\n135.\nMcArthur, L. C., and J. W. Boland. 2006. The economic\ncontribution of seagrass to secondary production in South\nAustralia. Ecological Modeling 196:163–172.\nMcConnell, K. E., and N. E. Bockstael. 2005. Valuing the\nenvironment as a factor of production. Pages 621–669in\nK.-G. Ma\n ̈\nler and J. R. Vincent, editors. Handbook of\nenvironmental economics. Volume 2. Elsevier, Amsterdam,\nThe Netherlands.\nMEA [Millennium Ecosystem Assessment]. 2005. Ecosystems\nand human well-being: current state and trends. Coastal\nsystems. Island Press, Washington, D.C., USA.\nMendelsohn, R., and S. Olmstead. 2009. The economic\nvaluation of environmental amenities and disamenities:\nmethods and applications. Annual Review of Environment\nand Resources 34:325–347.\nMeynecke, J.-O., S. Y. Lee, and N. C. Duke. 2008. Linking\nspatial metrics and fish catch reveals the importance of\nMay 2011191ECOSYSTEM SERVICE VALUES\nR\nEVIEWS\n\ncoastal wetland connectivity to inshore fisheries in Queens-\nland, Australia. Biological Conservation 141:981–996.\nMitsch, W. J., and J. G. Gosselink. 2008. Wetlands. Van\nNostrand Reinhold, New York, New York, USA.\nMoberg, F., and C. Folke. 1999. Ecological goods and services\nof coral reef ecosystems. Ecological Economics 29:215–233.\nMoberg, F., and P. Ro\n ̈\nnnba\n ̈\nck. 2003. Ecosystem services of the\ntropical seascape: interactions, substitutions and restoration.\nOcean and Coastal Management 46:27–46.\nMontgomery, R. D. 2006. The next Sumatera tsunami: Who\nwill live and who will die? Asian Affairs 37:50–71.\nMoreno-Casasola, P. 2004. A case study of conservation and\nmanagement of tropical sand dune systems: La Mancha–El\nLlano. Pages 319–333inM. L. Martı\n ́\nnez, N. P. Psuty, editors.\nCoastal dunes: ecology and conservation. Springer-Verlag,\nHeidelberg, Germany.\nMorgan, O. A., and S. E. Hamilton. 2010. Estimating a\npayment vehicle for financing nourishment of residential\nbeaches using a spatial-lag hedonic property price model.\nCoastal Management 38:65–75.\nMorgan, P. A., D. M. Burdick, and F. T. Short. 2009. The\nfunctions and values of fringing salt marshes in Northern\nNew England, USA. Estuaries and Coasts 32:483–495.\nMorton, R. A., G. Gelfenbaum, and B. E. Jaffe. 2007. Physical\ncriteria for distinguishing sandy tsunami and storm deposits\nusing modern examples. Sedimentary Geology. [doi: 10.1016/\nj.sedgeo.2007.01.003]\nMumby,  P. J.  2006. Connectivity  of  reef  fish  between\nmangroves and coral reefs: algorithms for the design of\nmarine reserves at seascape scales. Biological Conservation\n128:215–222.\nMumby, P. J., et al. 2006. Fishing, trophic cascades, and the\nprocess of grazing on coral reefs. Science 311:98–101.\nMumby, P. J., A. J. Edwards, J. E. Arias-Gonzalez, K. C.\nLindeman, P. G. Blackwell, A. Gall, M. I. Gorczynska, A. R.\nHarborne, C. L. Pescod, H. Renken, C. C. C. Wabnitz, and\nG. Llewellyn. 2004. Mangroves enhance the biomass of reef\nfisheries in the Caribbean. Nature 427:533–536.\nMumby, P. J., A. R. Harborne, J. Williams, C. V. Kappel,\nD. R. Brumbaugh, F. Micheli, K. E. Holmes, C. P. Dahlgren,\nC. B. Paris, and P. G. Blackwell. 2007. Trophic cascade\nfacilitates coral recruitment in a marine reserve. Proceedings\nof the National Academy of Sciences USA 104:8362–8367.\nMumby, P. J., and A. Hastings. 2008. The impact of ecosystem\nconnectivity on coral reef resilience. Journal of Applied\nEcology 45:854–862.\nNagelkerken, I., C. M. Roberts, G. van der Velde, M.\nDorenbosch, M. C. van Riel, E. Cocheret de la Morinie\n`\nre,\nand P. H. Nienhuis. 2002. How important are mangroves and\nseagrass beds for coral-reef fish? The nursery hypothesis\ntested on an island scale. Marine Ecology Progress Series\n244:299–305.\nNaylor, R., and M. Drew. 1998. Valuing mangrove resources in\nKosrae, Micronesia. Environment and Development Eco-\nnomics 3:471–490.\nNfotabong Atheull, A., N. Din, S. N. Longonje, N. Koedam,\nand F. Dahdouh-Guebas. 2009. Commercial activities and\nsubsistence utilization of mangrove forests around the Wouri\nestuary and the Douala-Edea reserve (Cameroon). Journal of\nEthnobiology and Ethnomedicine 5:35–49.\nNRC [National Research Council]. 2005. Valuing ecosystem\nservices: toward better environmental decision making.\nNational Academies Press, Washington, D.C., USA.\nOrth, R. J., et al. 2006. A global crisis for seagrass ecosystems.\nBioScience 56:987–996.\nOthman, J., J. Bennett, and R. Blamey. 2004. Environmental\nmanagement and resource management options: a choice\nmodelling experiment in Malaysia. Environment and Devel-\nopment Economics 9:803–824.\nPagiola, S., K. von Ritter, and J. Bishop. 2004. How much is an\necosystem worth? Assessing the economic value of conserva-\ntion. World Bank, Washington, D.C., USA.\nPalmer, M. A., and S. Filoso. 2009. Restoration of ecosystem\nservices for environmental markets. Science 31:575–576.\nPandolfi, J. M. 2002. Coral community dynamics at multiple\nscales. Coral Reefs 21:12–23.\nPeterson, G. W., and R. E. Turner. 1994. The value of salt\nmarsh edge versus interior as habitat for fish and decapods\ncrustaceans in a Louisiana tidal marsh. Estuaries 17:235–262.\nPetersen, J. E., et al. 2003. Multiscale experiments in coastal\necology: improving realism and advancing theory. BioScience\n53:1181–1197.\nPet-Soede, C. H., S. J. Cesar, and J. S. Pet. 1999. An economic\nanalysis of blast fishing on Indonesian coral reefs. Environ-\nmental Conservation 26:83–93.\nPolasky, S., and K. Segerson. 2009. Integrating ecology and\neconomics in the study of ecosystem services: some lessons\nlearned. Annual Review of Resource Economics 1:409–434.\nPrager, E. J., and R. B. Halley. 1999. The influence of seagrass\non shell layers and Florida Bay mudbanks. Journal of\nCoastal Research 15:1151–1162.\nPratchett, M. S., M. S. Munday, S. K. Wilson, N. A. J.\nGraham, J. E. Cinner, D. R. Bellwood, G. P. Jones, N. V. C.\nPolunin, and T. R. McClanahan. 2008. Effects of climate-\ninduced coral bleaching on coral-reef fishes: ecological and\neconomic consequences. Oceanography and Marine Biology\n46:251–296.\nPye, K., and H. Tsoar. 1990. Aeolian sand and sand dunes.\nUnwin Hyman, London, UK.\nRomero, J., K.-S. Lee, M. Perez, M. A. Mateo, and T.\nAlcoverro. 2006. Nutrient dynamics in seagrass ecosystems.\nPages 227–254inA. W. D. Larkum, R. J. Orth, and C. M.\nDuarte, editors. Seagrass biology, ecology and conservation.\nSpringer-Verlag, Amsterdam, The Netherlands.\nRo\n ̈\nnnba\n ̈\nck, P. 1999. The ecological basis for economic value of\nseafood production supported by mangrove ecosystems.\nEcological Economics 29:235–252.\nRo\n ̈\nnnba\n ̈\nck, P., B. Crona, and L. Ingwall. 2007. The return of\necosystem goods and services in replanted mangrove forests:\nperspectives from local communities in Gazi Bay, Kenya.\nEnvironmental Conservation 34:313–324.\nRountree, R. A., and K. W. Able. 2007. Spatial and temporal\nhabitat use patterns for salt marsh nekton: implications for\necological functions. Aquatic Ecology 41:25–45.\nRuggiero, P., M. C. Buijsman, G. M. Kaminsky, and G. B.\nGelfenbaum. 2010. Modeling the effect of wave climate and\nsediment supply variability on large scale shoreline change.\nMarine Geology 273:127–140.\nRuitenbeek, H. J. 1994. Modeling economy–ecology linkages in\nmangroves: economic evidence for promoting conservation in\nBintuni Bay, Indonesia. Ecological Economics 10:233–247.\nRybicki, N. B. 1997. Observations of tidal flux between\nsubmersed aquatic plant stand and the adjacent channel in\nthe Potomac River near Washington, D.C. Limnology and\nOceanography 42:307–317.\nSadovy, Y. J., and A. C. J. Vincent. 2002. Ecological issues and\nthe trades in live reef fishes. Pages 391–420inP. F. Sale,\neditor. Coral reef fishes: dynamics and diversity in a complex\necosystem. Academic Press, San Diego, California., USA.\nSallenger, A. H., H. F. Stockdon, L. Fauver, M. Hansen, D.\nThompson, C. W. Wright, and J. Lillycrop. 2006. Hurricanes\n2004: an overview of their characteristics and coastal change.\nEstuaries and Coasts 29:880–888.\nSamonte-Tan, G. P. B., A. T. White, M. T. J. Diviva, E.\nTabara, and C. Caballes. 2007. Economic valuation of\ncoastal and marine resources: Bohol Marine Triangle,\nPhilippines. Coastal Management 35:319–338.\nSanchirico, J. N., and P. Mumby. 2009. Mapping ecosystem\nfunctions to the valuation of ecosystem services: implications\nEDWARD B. BARBIER ET AL.192\nEcological Monographs\nVol. 81, No. 2\nR\nEVIEWS\n\nof species-habitat associations for coastal land-use decisions.\nTheoretical Ecology 2:67–77.\nSarntisart, I., and S. Sathirathai. 2004. Mangrove dependency,\nincome distribution and conservation. Pages 96–114inE. B.\nBarbier, and S. Sathirathai, editors. Shrimp farming and\nmangrove loss in Thailand. Edward Elgar, London, UK.\nSathirathai, S., and E. B. Barbier. 2001. Valuing mangrove\nconservation, Southern Thailand. Contemporary Economic\nPolicy 19:109–122.\nSheppard, C., D. J. Dixon, M. Gourlay, A. Sheppard, and R.\nPayet. 2005. Coral mortality increases wave energy reaching\nshores protected by reef flats: examples from the Seychelles.\nEstuarine, Coastal and Shelf Science 64:223–234.\nShort, A. D. 1999. Wave-dominated beaches. Pages 173–203in\nA. D. Short, editor. Handbook of beach and shoreface\nmorphodynamics. Wiley and Sons, Chichester, UK.\nShort, A. D., and P. A. Hesp. 1982. Wave, beach and dune\ninteractions in southeastAustralia. Marine Geology 48:259–\n284.\nSilliman, B. R., and M. D. Bertness. 2002. A trophic cascade\nregulates salt marsh primary production. Proceedings of the\nNational Academy of Sciences USA 99:10500–10505.\nSilliman, B. R., and A. Bortolus. 2003. Underestimation of\nSpartina alternifloraproduction in Western Atlantic salt\nmarshes. Oikos 143:549–555.\nSilliman, B. R., T. Grosholz, and M. D. Bertness. 2009. Salt\nmarshes under global siege. Pages 103–114inB. R. Silliman,\nT. Grosholz, and M. D. Bertness, editors. Human impacts on\nsalt marshes: a global perspective. University of California\nPress, Berkeley, California, USA.\nSilliman, B. R., J. van de Koppel, M. D. Bertness, L. Stanton,\nand I. Mendelsohn. 2005. Drought, snails, and large-scale\ndie-off of southern U.S. salt marshes. Science 310:1803–1806.\nSmith, M. D. 2007. Generating value in habitat-dependent\nfisheries: the importance of fishery management institutions.\nLand Economics 83:59–73.\nSpalding, M. D., F. Blasco, and C. D. Field. 1997. World\nmangrove atlas. International Society for Mangrove Ecosys-\ntems, Okinawa, Japan.\nSpalding, M. D., M. Taylor, C. Ravilious, F. Short, and E.\nGreen. 2003. The distribution and status of seagrasses. Pages\n5–26inE. P. Green and F. T. Short, editors. World atlas of\nseagrasses. University of California Press, Berkeley, Califor-\nnia, USA.\nStockdon, H. F., H. A. Sallenger, R. A. Holman, and P. A.\nHowd. 2007. A simple model for the spatially-variable\ncoastal response to hurricanes. Marine Geology 238:1–20.\nTapsuwan, S., and J. Asafu-Adjaye. 2008. Estimating the\neconomic benefit of SCUBA diving in the Similan Islands,\nThailand. Coastal Management 36:431–442.\nThampanya, U., J. E. Vermaat, S. Sinsakul, and N. Panapi-\ntukkul. 2006. Coastal erosion and mangrove progradation of\nSouthern Thailand. Estuarine, Coastal and Shelf Science\n68:75–85.\nUNEP [United Nations Environment Programme]. 2006.\nMarine and coastal ecosystems and human wellbeing: A\nsynthesis report based on the findings of the Millennium\nEcosystem Assessment. UNEP, Nairobi, Kenya.\nU.S. EPA [U.S. Environmental Protection Agency]. 2009.\nValuing the protection of ecological systems and services. A\nreport of the EPA Science Advisory Board. EPA, Wash-\nington, D.C., USA.\nValiela, I., J. L. Bowen, and J. K. York. 2001. Mangrove\nforests: one of the world’s threatened major tropical\nenvironments. BioScience 51:807–815.\nvan Beukering, P. J. H., and H. S. J. Cesar. 2004. Ecological\neconomic modeling of coral reefs: evaluating tourist overuse\nat Hanauma Bay and algae blooms at the Kihei coast,\nHawai’i. Pacific Science 58:243–260.\nvan der Meulen, F., T. W. M. Bakker, and J. A. Houston. 2004.\nThe costs of our coasts: examples of dynamic dune\nmanagement from Western Europe. Pages 259–277inM. L.\nMartı\n ́\nnez, and N. P. Psuty, editors. Coastal dunes: ecology\nand conservation. Springer-Verlag, Heidelberg, Germany.\nWalters, B. B., P. Ro\n ̈\nnnba\n ̈\nck, J. M. Kovacs, B. Crona, S. A.\nHussain, R. Badola, J. H. Primavera, E. B. Barbier, and F.\nDahdouh-Guebas. 2008. Ethnobiology, socio-economics and\nmanagement of mangrove forests: a review. Aquatic Botany\n89:220–236.\nWalton, M. E. M., G. P. B. Samonte-Tan, J. H. Primavera, G.\nEdwards-Jones, and L. Le Vay. 2006. Are mangroves worth\nreplanting? The direct economic benefits of a community-\nbased reforestation project. Environmental Conservation\n33:335–343.\nWarren-Rhodes, K., Y. Sadovy, and H. Cesar. 2004. Marine\necosystem appropriation in the Indo-Pacific: A case study of\nthe live reef fish food trade. Ambio 33:116–119.\nWatson, R. A., R. G. Coles, and W. L. L. Long. 1993.\nSimulation estimates of annual yield and landed value for\ncommercial Panaeid prawns from a tropical seagrass habitat,\nNorthern Queensland, Australia. Australian Journal of\nMarine and Freshwater Research 44:211–219.\nWattage, P., and S. Mardle. 2008. Total economic value of\nwetland conservation in Sri Lanka: identifying use and non-\nuse value. Wetlands Ecology and Management 16:359–369.\nWaycott, M., et al. 2009. Accelerating loss of seagrasses across\nthe globe threatens coastal ecosystems. Proceedings of the\nNational Academy of Sciences USA 106:12377–12381.\nWhite, A. T., H. P. Vogt, and T. Arin. 2000. Philippine coral\nreefs under threat: the economic losses caused by reef\ndestruction. Marine Pollution Bulletin 40:598–605.\nWhitehead, J. C., C. F. Dumas, J. Herstine, J. Hill, and B.\nBuerger. 2008. Valuing beach access and width with revealed\nand stated preference data. Marine Resource Economics\n23:119–135.\nWilkinson, C., O. Linden, H. Cesar, G. Hodgson, J. Rubens,\nand A. E. Strong. 1999. Ecological and socioeconomic\nimpacts of 1998 coral mortality in the Indian Ocean: an\nENSO impact and a warning of future change? Ambio\n28:188–196.\nWolanski, E. 2007. Estuarine ecohydrology. Elsevier, Amster-\ndam, The Netherlands.\nWood, E. M. 1985. Exploitation of coral reef fishes for the\naquarium fish trade. Marine Conservation Society, Rosson-\nWye, UK.\nWorm, B., et al. 2006. Impacts of biodiversity loss on ocean\necosystem services. Science 314:787–790.\nYeo, B. 2002. Valuing a marine park in Malaysia. Pages 311–\n326inDavid Pearce, editor. Valuing the environment in\ndeveloping countries: case studies. Edward Elgar Publishing,\nCheltenham, UK.\nZarnetske, P. L., E. W. Seabloom, and S. D. Hacker. 2010.\nNon-target effects of invasive species management: beach-\ngrass, birds, and bulldozers in coastal dunes. Ecosphere 1:\nart13.\nZeller, D., S. Booth, and D. Pauly. 2007. Fisheries contribu-\ntions to the gross domestic product: underestimating small-\nscale fisheries in the Pacific. Marine Resource Economics\n21:355–374.\nZhang, J., and M. D. Smith.In press. Estimation of a\ngeneralized fishery model: a two-stage approach. Review of\nEconomics and Statistics.\nZimmerman, R. J., T. J. Minnillo, and L. P. Rozas. 2000. Salt\nmarsh linkages to productivity of Penaeid shrimps and blue\ncrabs in the Northern Gulf of Mexico. Pages 293–314in\nM. P. Weinstein and D. A. Kreeger, editors. Concepts and\ncontroversies in marsh ecology. Kluwer Academic, Amster-\ndam, The Netherlands.\nMay 2011193ECOSYSTEM SERVICE VALUES\nR\nEVIEWS",
  "extractedAt": "2025-12-12T18:45:05.909Z",
  "success": true,
  "matchedPublication": {
    "title": "The value of estuarine and coastal ecosystem services",
    "doi": "10.1890/10-1510.1",
    "year": "2011",
    "authors": "Barbier, Edward B.; Hacker, Sally D.; Kennedy, Chris; Koch, Evamaria W.; Stier, Adrian C.; Silliman, Brian R."
  }
}