{
  "filename": "Baumann et al. (GCB) 2021.pdf",
  "numPages": 12,
  "text": "Glob Change Biol. 2021;00:1–12. wileyonlinelibrary.com/journal/gcb | 1© 2021 John Wiley & Sons Ltd 1 | INTRODUCTION Remote ecosystems far from humans are thought to have especially high conservation value due to their biodiversity and relatively in- tact food webs. If these remote ecosystems remain vibrant, they could serve as biodiversity arks, able to repopulate more degraded locations (Roberts et al., 2002; Hoegh- Guldberg et al., 2018). For remote areas to repopulate denuded sites, they will have to be more resilient to the onslaught of disturbances associated with global cli- mate change. The absence of localized human impacts in many re- mote areas has the potential to promote resistance to and recovery from disturbances. A number of studies have found that localized human impacts can erode resilience, supporting the hypothesis that remote areas away from humans are likely to be more resilient. For example, over- fishing and climate change have reduced the resilience of kelp for- est ecosystems in Tasmania (Ling et al., 2019), logging has reduced the resilience of tropical forests in the Amazon (de Andrade et al., 2020), and overharvesting has reduced the resilience of salt marshes in the western Atlantic (Altieri et al., 2012). Although there is some evidence suggesting that coral reefs isolated from people could be more resilient to disturbance (Bellwood et al., 2006; Donovan et al., 2020, 2021; Sandin et al., 2008; Smith et al., 2016), the strength and generality of this relationship remains unclear. Here, we determined whether isolation increases the resilience of coral communities to disturbances associated with global climate change, including bleaching, storm damage, predator outbreaks, and disease (Bruno et al., 2007; Hughes et al., 2017; Madin et al., 2012; Uthicke et al., 2015). Reef- building corals live near their upper ther- mal limit. Consequently, decadal ocean warming, short- term marine heatwaves, and increasingly intense hurricanes are causing mass coral bleaching and mortality around the globe. This in turn has led to reductions in living coral cover and reef accretion (Alvarez- Filip et al., 2009; Perry & Alvarez- Filip, 2019; Perry et al., 2018), and a Received: 12 March 2021 | Revised: 7 September 2021 | Accepted: 7 September 2021 DOI: 10.1111/gcb.15904 PRIMARY RESEARCH ARTICLE Remoteness does not enhance coral reef resilience Justin H. Baumann 1,2,3 | Lily Z. Zhao 4 | Adrian C. Stier 4 | John F. Bruno 1 1 The Department of Biology, The University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA 2 Department of Marine Sciences, The University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA 3 Biology Department, Bowdoin College, Brunswick, Maine, USA 4 Department of Ecology, Evolution, and Marine Biology, The University of California Santa Barbara, Santa Barbara, California, USA Correspondence Justin H. Baumann and John F. Bruno, The Department of Biology, The University of North Carolina at Chapel Hill, Chapel Hill, NC 27599- 3280, USA. Emails: j.baumann3@gmail.com (J. H. B.); jbruno@unc.edu (J. F. B.) Funding information National Institute of General Medical Sciences, Grant/Award Number: NIH K12GM00067820; National Science Foundation, Grant/Award Number: OCE #1737071 and OCE #1851510; UNC- CH Abstract Remote coral reefs are thought to be more resilient to climate change due to their isolation from local stressors like fishing and pollution. We tested this hypothesis by measuring the relationship between local human influence and coral community re- silience. Surprisingly, we found no relationship between human influence and resist- ance to disturbance and some evidence that areas with greater human development may recover from disturbance faster than their more isolated counterparts. Our re- sults suggest remote coral reefs are imperiled by climate change, like so many other geographically isolated ecosystems, and are unlikely to serve as effective biodiver- sity arks. Only drastic and rapid cuts in greenhouse gas emissions will ensure coral survival. Our results also indicate that some reefs close to large human populations were relatively resilient. Focusing research and conservation resources on these more accessible locations has the potential to provide new insights and maximize conserva- tion outcomes. KEYWORDS climate change, coral reefs, disturbance, global impacts, local impacts, recovery, resilience 2 | BAUMANN et Al. loss in the ecosystem services coral reefs provide to humans such as coastal protection, tourism, and fisheries (Barbier et al., 2011). Isolated coral reefs tens to hundreds of kilometers from humans offer an important opportunity to determine whether reducing local- ized human impacts (e.g., fishing and pollution) promotes resilience to anthropogenic climate change. We tested the hypothesis that isolation from humans promotes coral reef resilience to large- scale disturbances. We compiled a global database of 57 peer- reviewed studies that measured coral community resistance to and recovery from acute, large- scale disturbances, including storms, predator outbreaks, bleaching, and disease. Our results suggest that reef re- moteness does not enhance resilience to disturbance. Instead, some of the most resilient reefs are close to large human populations. These findings have important implications for reef conservation and management. 2 | MATERIALS AND METHODS 2.1 | Study selection To test the hypothesis that reefs isolated from humans are more resilient, we conducted a global meta- analysis based on published monitoring studies that quantified changes in total hard (scleractin- ian) coral cover due to a documented large- scale acute disturbance including bleaching, storm damage, disease, and Acanthaster planci outbreaks (e.g., Edmunds, 2002; Graham et al., 2015; Holbrook et al., 2018; McClanahan et al., 2014). We queried ISI Web of Science using the following search term to build our database: ISI Web of Science Search Term: TI= (CORAL) AND TS= (\"CORAL COVER\") AND TS=(DISTURB* OR COTS OR STORM OR CYCLONE OR HURRICANE OR BLEACHING OR ACIDIFICATION OR EUTROPHICATION OR DISEASE OR RECOVER* OR DECLINE*) AND TS=(YEAR* OR TIME* OR TRAJECTORY). These studies tracked coral cover over time via diver surveys or video transects. We leveraged previously published coral cover change databases compiled by Graham et al. (2011) and Zhang et al. (2014) and added 134 new observations from 36 additional peer- reviewed studies to this database, resulting in 65 published studies and observations from 182 unique sites and four geographic regions: Caribbean Sea, Indian Ocean, West Pacific, and East Pacific (Table S1). We included data from peer- reviewed studies in our analysis if they met the following criteria: (i) a recorded acute disturbance event, (ii) estimated pre- disturbance coral cover, (iii) estimated post- disturbance coral cover, and (iv) coral cover after a recovery interval. Use of these criteria allowed us to calculate both aspects of resilience (recovery rate and resistance) as defined by Holling (1973) while also maximizing the amount of data we could use. As a result of this approach, we were able to extract data from a maximum of three time points at each site. Although more detailed time series were available at some sites, we elected to only retain coral cover data from up to three time points following the above criteria, for the sake of comparison. We included any studies that allowed us to estimate just resistance or just recovery or both. Fifty- seven studies documented resistance to (impact of) disturbances (based on data from 175 unique reef sites). Twenty studies that documented resis- tance did so within MPAs (at 57 unique sites). Fifty- six studies doc- umented coral recovery rates based on data from 181 unique reef sites. Twenty- six studies that documented coral recovery rates did so within MPAs (at 65 unique sites). Forty- five studies documented both resistance and recovery (Table S1). We excluded one study in the Arabian Gulf which met our criteria because it was the only study in the region that met the criteria. Notably, data from long- term monitoring programs such as Reef Life Survey or AGRRA were not included in our analysis, as most of these programs did not con- sistently record acute disturbance events. Coral taxa specific cover data were only available for 22% of reefs in this study and fish data were only available for 21% of reefs. As a result, the analysis was limited to total coral cover only. 2.2 | Data extraction We extracted coral cover data directly from text or tables when pos- sible. When coral cover data were only included in figures, we deter- mined coral cover values with plot digitization via webplotdigitizer. Coral cover was recorded at three intervals: pre- disturbance (before the acute disturbance event), post- disturbance (immediately follow- ing the acute disturbance event), and recovery (coral cover recorded after a post- disturbance recovery interval; Figure 1). For each site, we also categorized the location (latitude and lon- gitude) depth (min and max, range: 1– 30 m), and reef type (fringing reef, barrier reef, rocky reef, back reef, reef crest, atoll, patch reef, and lagoon). When site locations were presented in maps and fig- ures but not detailed in the paper, we used webplotdigitizer (Rohatgi, FIGURE 1 Conceptual diagram of resistance to and recovery from an acute disturbance. Resistance is defined as post- disturbance coral cover— pre- disturbance coral cover and recovery is defined as: (coral cover after a recovery interval— post- disturbance coral cover)/time between measurements. Recovery trajectories may vary. Represented here are exponential (E), linear (Li), and logarithmic (Log) trajectories Cora l cover (%) Resistance Recovery Time Li E Log | 3 BAUMANN et Al. 2017) to extract approximate coordinates for each site. We excluded reef type, reef zone, and depth from all analyses due to inconsistent reporting and the absence of data. 2.3 | Estimating resilience as resistance and recovery from disturbance Following Graham et al. (2011), we calculated coral resistance to and recovery from disturbance using the following equations (Figure 1): This formula for recovery rate assumes linearity and matches a formula that is often used in the coral literature (Graham et al., 2011; Zhang et al., 2014). Negative recovery rates may have indi- cated continued loss of coral cover following the disturbances, sug- gesting chronic or compounding stressors or a phase shift from coral to algae. Positive recovery rates indicated the recovery of the eco- system back to a pre- disturbance coral cover. Negative resistance values represented a loss of coral cover following a disturbance, indicating that the recorded disturbance had a negative effect on ecosystem state. Resistance values near zero indicated a resistant community and positive resistance values represented a gain of coral cover following a disturbance, indicating that the recorded disturbance likely had little to no effect on coral cover or that the post- disturbance coral cover values were recorded following a pe- riod of recovery. Alternatively, resistance values near zero may also have been driven by low pre- disturbance coral cover, whereby the already degraded reef appears more resistant simply because there is very little coral cover left to lose. To consider the potential co- variate of pre- disturbance coral cover, we calculated relative coral cover (post- disturbance or recovery coral cover/pre- disturbance coral cover at the same site) was also calculated for each site, when possible. Additionally, as recovery trajectories can be nonlinear (Gilmour et al., 2013), instantaneous growth rates (IGRs) were calcu- lated across the entire recovery interval at each site following Ortiz et al. (2018). IGRs assume exponential growth during recovery. See Methods S1 for details. 2.4 | Estimating isolation using the Human Influence Index and WCS cumulative impact score For each site, we measured reef- specific isolation from local human impacts using the Global Human Influence Index (HII, referred to as “human influence” in the results and discussion) v2 (1995– 2004) database provided by the NASA Socioeconomic Data and Applications Center (WCS and CIESIN, 2005). HII is gridded into 1 km 2 cells aggregated from 1995 to 2004. Global Human Influence (HII) is an integrated product that includes human population density, human land use and infrastructure, and human access (coastlines, roads, railroads, and navigable rivers). These aspects of human communities are known to be predictive of local human impacts in many natural systems including coral reefs (Bruno & Valdivia, 2016; Cinner et al., 2018; Fabricius, 2005; Knowlton & Jackson, 2008; Mora, 2008; Stallings, 2009; Ward- Paige et al., 2010). The sum of human influence (HII) values within a 10, 25, 50, 75, and 100 km radius of each site were calculated using the ‘ex- tract’ function in the raster package in R. The cumulative HII value within a 100 km radius or a site was used a proxy for isolation, where lower HII scores indicated more isolation from human impact and HII values of zero indicated no human impact based on HII. The reef- site specific cumulative human pressure index value was also extracted for each site using the metric published by Andrello et al. (2021). This metric, henceforth referred to as the WCS cumula- tive impact score, integrates fishing pressure (through calculations of market gravity Cinner et al., 2018), coastal development (using human populations living on coastlines as a proxy), industrial devel- opment (indicated by number of nearby ports), tourism (using reef value from Spalding et al. 2017), and pollution (including sediment and nitrogen delivery to reefs using a sediment plume model) into cumulative impact score with a resolution of ~5 km. Cumulative impact scores were extracted from the pixels containing each of our reef sites using code modified from Andrello et al. (2021). Both HII and WCS cumulative score were included in our models. Both are proxies for human influence, but they use different methods and metrics with HII focused on populations and land use and the WCS score focused on fishing, tourism, coastal development, and land- based pollution. 2.5 | Estimating effects of other covariates Because local human impacts are thought to contribute heavily to reef resilience (Bellwood et al., 2004; Hughes et al., 2010), we also assessed the relative impacts of local stress metrics (distance to shore, travel time to nearest human population, human gravity, and distance to nearest river) as well as protective status (inside or outside MPA). We hypothesized distance from shore and travel time from nearest human population (Maire et al., 2016) as possi- ble proxies for isolation because increased distance from a human population is likely to decrease its impact on the ecosystem. We included distance to the nearest river in the analysis as distance from a river mouth is considered a proxy for sedimentation and nu- trient stress (Golbuu et al., 2011). MPAs are designed to minimize local impacts, especially fishing pressure, thereby potentially en- hancing the resilience of a coral reef (Bellwood et al., 2004; Hughes et al., 2010). Geographic coordinates from each reef site in this study were compared with geospatial datasets of shorelines, river mouths, and MPA shape files to determine distance from shore, distance from the nearest river, and MPA status (inside or outside MPA). For details on other data extraction and preparation meth- ods (Methods S1). Resistance= ( Post-disturbancecoralcover−pre-disturbancecoralcover ) , Recovery = ( CoralCoverafterrecoveryinterval−Post-disturbanceCoralCover ) ∕ Time ( yearsbetweenmeasurements ) . 4 | BAUMANN et Al. 2.6 | Statistical analysis We identified reefs with anomalously high or low recovery rates, IGR, and/or resistance values to a single acute disturbance event to understand the spatial distribution of such reefs and their proximity to human influence. Reefs were identified as high outliers (1.5 IQR above the third quartile for their home region) or low outliers (1.5 IQR below the first quartile for their home region). Visual distribu- tions of the regional data can be found in Figure 2, and the results of the outlier test can be found in Table 1. Although such instances of high and low resilience to a single disturbance do not consider the context of environmental history at each site, they do highlight the variance in ecosystem scale responses across regions and may pro- vide examples of locations or environmental regimes in which resil- ience is high (Lester et al., 2020). Such information may be valuable for managers and restoration practitioners. We used linear models to assess the effect of isolation from human effect (HII) on coral resistance to and recovery from acute disturbance. Because resistance and recovery are hypothesized to be governed by many environmental and anthropogenic factors, we used a mixed- effects modeling approach using the “lmer” function in the lme4 package in R with HII as a fixed effect. Our models also included other fixed factors known or believed to influence coral community resilience to acute, large- scale disturbances, includ- ing geographic region, distance from shore, distance from nearest river, MPA status, region, pre- disturbance coral cover, recovery or resistance time, and disturbance type. The parameter “study” (the name of the study from which the data were collected) was set as a random effect as we wanted to account for variations in the data associated with different methods, though we were not interested in differences in recovery rates between each individual study and reef location (Negret et al., 2020). Latitude and longitude of each reef were considered as random effects to account for spatial au- tocorrelation but including both in any model resulted in overfitting of the data (singular fit). Numerical fixed effects were centered and scaled as a means of standardization using the scale() function in R, following recommendations from Gelman (2008). Interactions of fixed effects were not included in the models as they resulted in multicollinearity of fixed effects. Multicollinearity of fixed effects were also high when distance to the nearest river was included in the model (co- varied with distance to shore and region). Thus, distance to the nearest river was excluded from the final model. The final models used in each analysis were selected using a top- down modeling approach (Tables S2 and S3) in which the most complex model was fit and model complexity was gradually reduced until the best fit model was selected (Zuur et al., 2009). We produced two models, one for resistance and one for recovery, and performed a comprehensive model check to assess that the assump- tions of each model (collinearity, normality of residuals, homosce- dasticity, homogeneity of variance, outliers/influential observations) were met using the “check_model” function in the Performance pack- age in R (Lüdecke et al., 2021). Models in which assumptions were not satisfactorily met were discarded. Models in which assumptions were met were compared with one another using the “check_per- formance” function in the Performance package in R. This function outputs Akaike information criterion (AIC), Bayesian information criterion (BIC), conditional and marginal R 2 , interclass correlation coefficient, and root mean- squared error as well as a performance FIGURE 2 Regional trends in (a) coral recovery rate (%/year) and (b) coral resistance (%) to acute disturbance. Inset figures represent global trends. Black vertical lines represent Q1, Median, and Q3 values by basin. Points outside of the red lines (1.5 × IQR outside of quartiles) are outliers. Tick marks on X- axes represent raw data. Although there are no clear differences in recovery and resistance across ocean basins, these plots detail the variability of responses observed on a global scale 5HFRYHU\\ UDWH (a)(b) | 5 BAUMANN et Al. TABLE 1 Examples of resilience to single acute disturbance events. Locations that showed resilience (or lack thereof) to a single disturbance based on coral cover recovery rate (% cover/ year), instantaneous growth rate (IGR) over the recovery interval, or resistance Location Region Disturbance Pre- disturbance coral cover Recovery rate IGR Resistance Human Influence Index WCS cumulative score Nelly Bay, GBR, Australia W. Pacific Bleaching 58.06 17. 2 2 3.98 −26.67 200,650 0.75 Iriomote Island, Japan W. Pacific COTS NA 12.49 2.96 NA 18,590 0.60 Discovery Bay, Jamaica Caribbean Bleaching 46.00 9. 0 0 2.90 −33.00 358,658 0.89 St. Pierre, Seychelles (10 m site) Indian Ocean Bleaching NA 9. 0 0 2.95 NA 0 0.09 Geoffrey Bay, GBR, Australia W. Pacific Bleaching 39.4 4 8.61 3.57 −17.77 196,220 0.71 Carter Reef, GBR, Australia W. Pacific Storm NA 7. 52 2.37 NA 32,372 0.14 Tiahura, Moorea E. Pacific Bleaching 49. 2 2 6.41 4.02 −5.16 26,354 0.71 Mahahual, Mexico Caribbean Bleaching 32.55 4.32 3.56 −6.87 259, 587 0.48 Diani, Kenya Indian Ocean Bleaching 18.30 0.33 0.13 −15.30 280,845 0. 51 M2, Cousin Island, Seychelles Indian Ocean Bleaching 23.65 −0.67 0.06 −17.33 0 0.42 Mahe E. Granitic, Seychelles Indian Ocean Bleaching 9.75 −0.96 0.11 −5.90 0 0.48 M1, Cousin Island, Seychelles Indian Ocean Bleaching 49.91 −2.37 −0.09 −33.20 0 0.42 Mennebeck Reef, USVI Caribbean Bleaching, Disease 26.70 −5.66 1.98 −6.09 29,4 39 0.59 Tektite Reef, USVI Caribbean Bleaching, Disease 24.70 −5.42 −1.44 −0.26 34,265 0.50 Haulover Reef, USVI Caribbean Bleaching, Disease 22.50 −5.98 2.75 −5.22 29, 3 05 0.59 Channel Caye, Belize Caribbean Bleaching, Storm 41.0 0 −7.00 2.34 −29.00 1 57, 619 0.53 South Fore Reef, USVI Caribbean Bleaching, Disease 19. 8 0 −7.40 2.25 −8.30 27,14 8 0.47 Site 2, Okinawa, Japan W. Pacific Bleaching 23.19 −7.66 2.46 −9.15 56,156 0.77 Notes: Reefs that were resilient have blue or gray recovery rates or IGR and were positive outliers (1.5 IQR above the third quantile for their home region). Reefs that were not resilient have bright red recovery, IGR, or resistance values and were negative outliers (1.5 IQR below the 1st quantile for their home region). Note that there were no positive outliers for resistance (Figure 2). N/A indicates a lack of necessary data to calculate resistance for a specific reef. Human Influence Index (HII) values are HII within a 100 km radius of each site. WCS cumulative score reflects the reef- site- specific cumulative human pressure index value for each site as extracted from the metric published by Andrello et al. (2021). Higher HII and WCS cumulative scores indicate greater human influence (lower “remoteness”). 6 | BAUMANN et Al. score for each model. We selected a “best fit” model for each analy- sis based on AIC and BIC scores, as well as ΔAIC following Burnham et al. (2011). Models with ΔAIC <7 from the model with the lowest overall AIC score were considered as plausible options. The models selected as overall “best fit” for both recovery rate and resilience were the models with the lowest AIC and BIC scores, in this case. Details of each candidate model and the model selection pipeline are available in Tables S2 and S3. The same modeling pipeline was used for additional models that used relative coral cover in calculat- ing both aspects of resilience instead of absolute coral cover. The output of the relative coral cover model is available in Figure S4. Following selection of a best fit model, collinearity was checked using the “check_collinearity” function and outliers or influential observations were assessed using the “check_outliers” function in the Performance package in R. Variance inflation factors did not exceed 4 for the final models, indicating that issues of collinearity were unlikely to influence the models (Tables S4 and S5; Hair, 2009). “Check_outliers” uses a composite outlier score that applies multiple outlier detection algorithms including: Z- scores, IQR, Mahalanobis distance, and Cook's Distance. For both models, the check_outliers test returned no outliers. Additionally, spatial autocorrelation of model residuals was assessed using a Moran's I test (Cliff, 1973) for each model used in the analysis. In both instances, there was no sig- nificant effect of spatial autocorrelation in the models (Tables S4 and S5). Model fixed effects in which the estimate was greater than the absolute value of the standard error were deemed to significantly impact the response variable (recovery rate or resistance) with the magnitude of the effect represented by the “estimate” value and the direction of the effect given by the sign of the estimate value (posi- tive or negative). Error ranges that did not overlap indicated signifi- cant differences between fixed effects. For categorical fixed effects, the model predicted categorical means and 95% confidence inter- vals were generated using the “ggpredict” function in the ggeffects package in R (Lüdecke, 2018). Confidence intervals that do not over- lap (Figures S2 and S3) represent significant differences between groups. 3 | RESULTS Globally, coral resilience varied tremendously. After a disturbance, some reefs continued to decline, while others showed no response or even a positive response to a disturbance (resistance: −78.5% to 18.3%, Figure 2b). Similarly, reefs varied greatly in their rates of re- covery ranging from −7.7% to 17% coral cover per year (Figure 2a) and IGR (−0.09 to 4.01; Figure S5). Certain reefs appear to have been resilient to single acute disturbance events (Table 1; Figure S1). For example, places such as Nelly Bay, GBR; Iriomote Island, Japan; and Carter Reef, GBR recovered rapidly (>9% coral cover per year) following major disturbancess (bleaching, sea star outbreak, and storm, respectively). Notably, such “bright spots” can and do often suffer declines following additional acute disturbances or chronic stress (Cinner et al., 2016; Haapkylä et al., 2013). Thus, historical and environmental context is essential when interpreting “bright spots” for management purposes. Other reefs are more fragile and seem to have little capacity to resist and/or recover from distur- bance. For example, following bleaching events in Okinawa, the USVI, and Belize, reef sites used in this study failed to recover and instead continued to show coral cover decline 1– 2 years after the bleaching event. Surprisingly, coral resilience was positively associated with local human influence. We found a positive correlation between HII and recovery rate (model coefficient = 0.80 ± 0.42 [SE]; Figure 3; Table S6) but not resistance (model coefficient = −0.58 ± 1.90 [SE]; Figure 3; Table S7). We also found a slight positive correlation be- tween WCS cumulative stress score and IGR (Figure S6g). Areas with low HII recovered at a rate of 1.28% per year while areas with high HII recovered almost three times faster (3.69% per year). However, there was no correlation (positive or negative) between WCS cu- mulative score (the other measure of human influence used in the model) and either linear recovery rate or resistance (Figure 4c,d). Additionally, the recovery models do not differ when relative coral cover is used instead of absolute coral cover. However, in the resis- tance models that use relative coral cover, there is a positive cor- relation between WCS cumulative score and resistance (Figure S4). Taken together, it is clear that there is not a negative correlation be- tween local human pressure and resilience. This finding rejects the core hypothesis that reefs isolated from human influence are more resilient. Other variables assessed by our models also contributed to variance in resilience. 3.1 | Additional drivers of recovery Coral recovery was positively influenced by pre- disturbance coral cover, with reefs that had high coral cover recovering two times faster than reefs with low pre- disturbance cover (on average 2.22%/ year vs. 1.13%/year) (Table S6; Figure S2c). Recovery rates did not statistically differ among regions, but on average Caribbean and Indian ocean reefs did not recover from acute disturbance (1.32%/ year ±2.36 [95% CI], 0.51%/year ±1.38 [95% CI]), whereas reefs in the East and West Pacific showed slight recovery (2.44%/year ±2.31 [95% CI], 2.39%/year ±1.71 [95% CI]) (Tables S6 and S8; Figure S2d). Additionally, sites that experienced co- occurring disturbances, es- pecially co- occurrence of bleaching and disease were least likely to recover and even showed continued declines over time, while the effects of single acute disturbances on recovery did not differ from one another (Tables S6 and S8; Figure S2e). Estimates of coral recov- ery rate were not correlated with recovery time, travel time to near- est human population, WCS cumulative score, or MPA status (Tables S6 and S8; Figures S2a,b and S3a). Overall, HII had the greatest posi- tive impact on recovery rate. Notably, even regions with relatively high human influence could still have struggled to recover due to the effect of co- occurring disturbances, especially co- occurrence of bleaching and disease, which had the most significant negative ef- fect on recovery rate. | 7 BAUMANN et Al. 3.2 | Additional drivers of IGR Instantaneous growth rates, a representation of recovery rate as- suming exponential growth, was negatively influenced by recovery time, where sites with higher recovery times had two times lower IGR than sites with longer recovery times (Figure S7a) due to the nature of the IGR equation (Methods S1). Estimates of IGR were not correlated with travel time to nearest human population, pre- disturbance coral cover, or HII (Figure S7b,c,f). IGR did not vary by region, disturbance, or MPA status (Figure S7d,e,h). 3.3 | Additional drivers of resistance Coral resistance was negatively influenced by pre- disturbance coral cover, where sites with high (80%) pre- disturbance coral cover lost 11 times more coral cover following a disturbance (60% decline in cover) than sites with low (20%) pre- disturbance coral cover (5% decline in cover) (Tables S7 and S9; Figure S2h). Changes in resist- ance were not correlated with resistance time, travel time to near- est human population, region, disturbance type, WCS cumulative score, HII, or MPA status (Tables S7 and S9; Figures S2f– j and S3b). Thus, the only variable that significantly influenced resistance was pre- disturbance coral cover (large negative effect). Based on the ef- fect sizes of these variables, it is clear that of the drivers considered in this study, pre- disturbance coral cover is the best predictor of coral resistance to disturbance, where reefs with higher coral cover are much less resistant than reefs with lower coral cover. Thus, re- sistance rates near zero may indicate resistance of a robust coral community or may simply indicate that coral cover did not decrease tremendously following a disturbance because pre- disturbance coral cover was already quite low and prevented a large decrease in cover from being possible. As such, interpretations of resistance val- ues should be considered in the context of past disturbance history and coral cover prior to the disturbance. 4 | DISCUSSION We found that isolation from local human influence did not measur- ably affect coral community resilience to large- scale disturbances such as bleaching, disease, storms, and predator outbreaks. The absence of greater resilience on isolated reefs suggests that they are just as susceptible to degradation caused by climate change. Therefore, we cannot expect isolated areas to act as biodiversity arks able to rescue degraded sites. The conservation of isolated FIGURE 3 Linear mixed- effect model coefficient plots for (a) recovery rate and (b) resistance. Error bars are ±1 SE ±  ±   &RHIILFLHQW ±  ±        &RHIILFLHQW 7UDYHO WLPH WR QHDUHVW SRSXODWLRQ 5HVLVWDQFH 7LPH 5HJLRQ   :  3 DFLILF 5HJLRQ   ,QGLDQ 2FHDQ 5HJLRQ   (  3DFLILF 3UH 'LVWXUEDQFH &RUDO &RYHU 03$ GXULQJ UHVLVWDQFH   <(6 +,,     NP 'LVWXUEDQFH   6WRUP 'LVWXUEDQFH  'LVHDVH 'LVWXUEDQFH   &276 'LVWXUEDQFH   %OHDFKLQJ   6WRUP 'LVWXUEDQFH   %OHDFKLQJ   &276 :&6 &XPXODWLYH 6FRUH ,QWHUFHSW 7UDYHO WLPH WR QHDUHVW SRSXODWLRQ 5HFRYHU\\ 7LPH 5HJLRQ   :  3 DFLILF 5HJLRQ   ,QGLDQ 2FHDQ 5HJLRQ   (  3DFLILF 3UH 'LVWXUEDQFH &RUDO &RYHU 03$ GXULQJ UHFRYHU\\   <(6 +,,     NP 'LVWXUEDQFH   6WRUP 'LVWXUEDQFH   'LVHDVH 'LVWXUEDQFH   &276 'LVWXUEDQFH   %OHDFKLQJ   6WRUP 'LVWXUEDQFH   %OHDFKLQJ   &276 :&6 &XPXODWLYH 6FRUH ,QWHUFHSW 'LVWXUEDQFH   %OHDFKLQJ   'LVHDVH 5HFRYHU\\ 5DWH 5HVLVWDQFH (a) (b) 8 | BAUMANN et Al. areas, while valuable for many other reasons (Edgar et al., 2014; Turner & Corlett, 1996), is, therefore, unlikely to be sufficient in promoting thriving coral reefs elsewhere unless we are able to also rapidly reduce greenhouse gas emissions to mitigate the impacts of global climate change. 4.1 | Why might recovery be higher in areas with higher human influence? The mechanisms underlying the observed positive association be- tween the HII and recovery rate, and WCS cumulative score and IGR are unclear. One possible explanation is that reefs with a large human footprint could be more resilient to disturbance due to past selection for resilient genotypes or species in response to local impacts. Nearly all the world's reefs are transitioning (or have fully transitioned) to- wards dominance by weedy or stress- tolerant taxa (Darling et al., 2013; Van Woesik et al., 2011). These selective processes could have progressed further on reefs with intense human impacts, many of which have been present for decades or even centuries (Jackson, 1997; Pandolfi et al., 2003). Côté and Darling (2010) predicted that the co- tolerance (among- species) of sensitivity to local human im- pacts and larger- scale disturbances combined with selection for traits related to resilience should lead to the pattern we observed. The protection paradox, where protected areas exhibit lower resil- ience due to the retention of relatively vulnerable taxa or genotypes, is based on this idea (and lower resilience in managed areas where local stressors are effectively mitigated— aka the protection paradox sensu Bates et al., 2019). Specifically, areas near humans dominated by weedy and/or stress- tolerant species may show high resilience to disturbance, while isolated areas that have yet to shift into a more stress- tolerant community may still have low tolerance to distur- bance and recover more slowly. Shifts in species composition may similarly explain why we see some reefs with high recovery rates but low resistance and other reefs with low recovery and high resistance (Table 1). Reefs dominated by stress- tolerant species are likely to be FIGURE 4 Relationship between two metrics of human influence and resilience. Correlations between Human Influence Index (HII) and (a) recovery rate (%/year) and (b) resistance (%). Correlations between WCS cumulative local stress score and (a) recovery rate (%/year) and (b) resistance (%)      6FDOHG +XPDQ ,QIOXHQFH ,QGH[ 5HFRYHU\\ 5DW H ±   ±   ±         6FDOHG +XPDQ ,QIOXHQFH ,QGH[ 5HVLVWDQFH      6FDOHG :&6 &XPXODWLYH 6WUHVV 6FRUH 5HFRYHU\\ 5DW H ±   ±   ±     ±     ±   ± ±    ± ±      6FDOHG :&6 &XPXODWLYH 6WUHVV 6FRUH 5HVLVWDQFH (a) (b) (c) (d) | 9 BAUMANN et Al. more resistant, whereas reefs dominated by competitive species and weedy species are likely to recover faster from acute disturbances (Darling et al., 2013). It is also notable that recovery of coral cover does not always lead to recovery of function, as shifts toward weedy and non- framework building species often result in increased cover but low functionality (González- Barrios et al., 2021). 4.2 | Where does coral reef conservation go from here? A small fraction of reefs appear to be especially resilient (i.e. they have relatively high recovery rates or IGR) to single, acute large- scale disturbances despite high human influence (Table 1; Figure 4a,c). These sites deserve additional research focus because they could offer insight into what mechanisms underlie resilience. However, resilience to a single acute disturbance may not translate to a tra- jectory of continued resilience in the face of additional acute and chronic stressors. Sites with a history of high resilience may also be resilient in the future and be key to the supply of tolerant species or genotypes needed to repopulate degraded sites. This may be a silver lining because resilient reefs near human populations may be more cost- effective to study and manage than isolated reefs and thus may prove to be a prudent area of focus for limited conservation dollars. While our study identified sites that have demonstrated resilience to acute disturbance events, we do not account for long- term dis- turbance history and growth trajectories at each site, two additional factors that will be important in management decision making. The lack of resilience in areas with little human influence shown here, combined with the lack of resilience afforded locally by MPAs (Bruno et al., 2019; Graham et al., 2011) points to the importance of drastically reducing emission of carbon dioxide, methane, and black carbon in the near term to slow global climate change. While MPAs have been shown effective at reducing local stressors or in- creases herbivore and predator abundances (Bonaldo et al., 2017; Strain et al., 2019), they cannot stop climate change and other large- scale disturbances nor have they proven particularly effective at improving coral resilience (Hargreaves- Allen et al., 2017; Harvey et al., 2018; Strain et al., 2019). Coral reef scientists, managers, con- servationists, and island states have (for decades) been strongly ad- vocating for reductions in greenhouse gas emissions. In 2015, the International Coral Reef Society called on “all nations to take the action necessary, within the next 12 years, to keep global warming to a maximum of 1.5°C” (Hoegh- Guldberg et al., 2015). However, the world is currently not on track to reduce emissions to levels agreed upon through the Paris Agreement, where nations pledged to pur- sue emission reductions that hold the global average temperature to “well below 2°C ... and to pursue ... 1.5°C” that of pre- industrial levels (Anderson et al., 2020). Without this drawdown, we will see dramatic changes to both remote and human dependent coral reef ecosystems and a loss of ecosystem services provided by coral reefs to the human communities that depend on them (Donner & Potere, 2007). This includes a loss or reduction of food, income, and coastal protection coral reefs provide to more than 500 million people worldwide (Wilkinson, 2008). Combating the threats of climate change involves embracing a multitude of potential solutions that could mitigate global coral de- cline and aid in reef adaptation. Climate change legislation at a global scale is likely the fastest route to mitigation and allowing populations to adapt. Yet the glacial pace of actual emissions reduction action has us looking for alternative solutions. Stop gap methods that can be enacted quickly include restoration (Boström- Einarsson et al., 2020), genetic engineering and assisted evolution (Cleves et al., 2018; van Oppen et al., 2015), and reducing fishing pressure and local human impacts (McClanahan et al., 2006; Selig & Bruno, 2010). Many governments (e.g., in the U.S. and Australia) and NGOs are promoting an approach based on protection measures that aim to reduce impacts from fishing, pollution, and other human activities. The thinking behind such “managed resilience” is that local stressors interact additively or synergistically with ocean heating and other aspects of climate change. Therefore, local mitigation should make coral communities more resilient to large- scale disturbances, includ- ing mass- bleaching, disease outbreaks, and storm impacts. Although this solution avoids the difficult issue of greenhouse gas mitigation, a growing body of evidence indicates it is not effective (Bruno et al., 2019; Carassou et al., 2013; Côté & Darling, 2010; Graham et al., 2015). Recent theory and empirical evidence support the “protection paradox”; the idea that when effective, local protection could make reefs less resilient (Bates et al., 2019; Bruno et al., 2019). In some cases, pursuing these solutions may be valuable as a portfolio ap- proach to conservation, but in others, these quick fixes distract from the primary management lever needed to resolve the problem (Nguyen & Bosch, 2013). The rapid protection of large swaths of iso- lated areas in hopes that protecting these locations may serve as biodiversity arks has become a popular idea (McCauley et al., 2014). Yet, our finding that coral on remote reefs is no more resilient than corals with high human impact suggests that this protection may not alone afford the coral reef resilience in the future. 5 | CONCLUSION Coral reefs are already experiencing massive declines from global climate change. It is therefore imperative that we double down on our commitment to an expedient transformation of industries, in- frastructure, and energy systems which is needed to ensure the survival and services of coral reefs and many other ecosystems. Achieving such emission reductions will require international coop- eration, enhanced polycentric governance, and building the capac- ity of civil society and the private sector to take mitigation actions. With our developing realization that the reduction of local stressors will not be enough to promote resilience, combined with advances in technology and interdisciplinary creativity, we are increasingly capable of confronting climate change and protecting the future of nature and people. 10 | BAUMANN et Al. ACKNOWLEDGMENTS This work was supported in part by the SPIRE Postdoctoral Fellowship Program at UNC- CH (to JHB), NIH K12GM00067820, and by grants from the National Science Foundation to JFB (OCE #1737071) and to ACS (OCE #1851510). We thank Dr. Nyssa Silbiger for consults on figures, Dr. James Umbanhowar and Dr. Colleen Bove for statistical advice, and Dr. Mark Bertness for providing feedback on the manuscript materials. AUTHOR CONTRIBUTIONS All authors contributed to study design; JHB curated the data and performed the formal analysis; funding was acquired by JHB, AS, and JFB; JHB created the study graphics with input from other au- thors; LZ assisted with data collection, analysis, and graphics; JFB, JHB, and AS wrote the original draft and all authors reviewed and edited subsequent drafts. DATA AVAILABILITY STATEMENT Data and code associated with this manuscript are available on Github: https://github.com/jbaum ann3/Bauma nn- et- al- coral - recov ery- and Zenodo https://doi.org/10.5281/zenodo.5510759. ORCID Justin H. Baumann https://orcid.org/0000-0003-0113-0491 Lily Z. Zhao https://orcid.org/0000-0001-6001-295X Adrian C. Stier https://orcid.org/0000-0002-4704-4145 John F. Bruno https://orcid.org/0000-0003-2063-4185 REFERENCES Altieri, A. H., Bertness, M. D., Coverdale, T. C., Herrmann, N. C., & Angelini, C. (2012). A trophic cascade triggers collapse of a salt- marsh ecosystem with intensive recreational fishing. Ecology, 93(6), 1402– 1410. https://doi.org/10.1890/11- 1314.1 Alvarez- Filip, L., Dulvy, N. K., Gill, J. A., Côté, I. M., & Watkinson, A. R. (2009). Flattening of Caribbean coral reefs: Region- wide declines in architectural complexity. Proceedings of the Royal Society B: Biological Sciences, 276(1669), 3019– 3025. Anderson, C. M., Weber, C. L., Fabricius, C., Glew, L., Opperman, J. J., Pacheco, P., Pendleton, L. H., Thau, D., Vermeulen, S. J., & Shaw, M. R. (2020). Planning for change: Conservation- related impacts of climate overshoot. BioScience, 70(2), 115– 118. https://doi.org/10.1093/biosc i/biz141 Andrello, M., Darling, E., Wenger, A., Suarez- Castro, A. F., Gelfand, S., & Ahmadia, G. (2021). A global map of human pressures on tropical coral reefs. bioRxiv. Barbier, E. B., Hacker, S. D., Kennedy, C., Koch, E. W., Stier, A. C., & Silliman, B. R. (2011). The value of estuarine and coastal ecosystem services. Ecological Monographs, 81(2), 169– 193. Bates, A. E., Cooke, R. S. C., Duncan, M. I., Edgar, G. J., Bruno, J. F., Benedetti- Cecchi, L., Côté, I. M., Lefcheck, J. S., Costello, M. J., Barrett, N., Bird, T. J., Fenberg, P. B., & Stuart- Smith, R. D. (2019). Climate resilience in marine protected areas and the ‘Protection Paradox’. Biological Conservation, 236, 305– 314. https://doi. org/10.1016/j.biocon.2019.05.005 Bellwood, D. R., Hoey, A. S., Ackerman, J. L., & Depczynski, M. (2006). Coral bleaching, reef fish community phase shifts and the resilience of coral reefs. Global Change Biology, 12(9), 1587– 1594. Bellwood, D. R., Hughes, T. P., Folke, C., & Nyström, M. (2004). Confronting the coral reef crisis. Nature, 429(6994), 827– 833. Bonaldo, R. M., Pires, M. M., Guimarães, P. R., Hoey, A. S., & Hay, M. E. (2017). Small marine protected areas in Fiji provide refuge for reef fish assemblages, feeding groups, and corals. PLoS One, 12(1), e0170638. https://doi.org/10.1371/journ al.pone.0170638. Boström- Einarsson, L., Babcock, R. C., Bayraktarov, E., Ceccarelli, D., Cook, N., Ferse, S. C. A., Hancock, B., Harrison, P., Hein, M., Shaver, E., Smith, A., Suggett, D., Stewart- Sinclair, P. J., Vardi, T., & McLeod, I. M. (2020). Coral restoration– A systematic review of current methods, successes, failures and future directions. PLoS One 15(1): e0226631. Bruno, J. F., Côté, I. M., & Toth, L. T. (2019). Climate change, coral loss, and the curious case of the parrotfish paradigm: Why don’t marine protected areas improve reef resilience? Annual Review of Marine Science, 11, 307– 334. https://doi.org/10.1146/annur ev- marin e- 01031 8- 095300 Bruno, J. F., Selig, E. R., Casey, K. S., Page, C. A., Willis, B. L., Harvell, C. D., Sweatman, H., & Melendy, A. M. (2007). Thermal stress and coral cover as drivers of coral disease outbreaks. PLoS Biology, 5(6), e124. https://doi.org/10.1371/journ al.pbio.0050124 Bruno, J. F., & Valdivia, A. (2016). Coral reef degradation is not correlated with local human population density. Scientific Reports, 6(1), 1– 8. Burnham, K. P., Anderson, D. R., & Huyvaert, K. P. (2011). AIC model selection and multimodel inference in behavioral ecology: Some background, observations, and",
  "sections": {
    "abstract": "Remote coral reefs are thought to be more resilient to climate change due to their isolation from local stressors like fishing and pollution. We tested this hypothesis by measuring the relationship between local human influence and coral community re- silience. Surprisingly, we found no relationship between human influence and resist- ance to disturbance and some evidence that areas with greater human development may recover from disturbance faster than their more isolated counterparts. Our re- sults suggest remote coral reefs are imperiled by climate change, like so many other geographically isolated ecosystems, and are unlikely to serve as effective biodiver- sity arks. Only drastic and rapid cuts in greenhouse gas emissions will ensure coral survival. Our results also indicate that some reefs close to large human populations were relatively resilient. Focusing research and conservation resources on these more accessible locations has the potential to provide new insights and maximize conserva- tion outcomes.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found no relationship between human influence and resist- ance to disturbance and some evidence that areas with greater human development may recover from disturbance faster than their more isolated counterparts.",
    "Our results suggest that reef re- moteness does not enhance resilience to disturbance.",
    "We found a positive correlation between HII and recovery rate (model coefficient = 0.",
    "We found that isolation from local human influence did not measur- ably affect coral community resilience to large- scale disturbances such as bleaching, disease, storms, and predator outbreaks.",
    "significantly impact the response variable (recovery rate or resistance) with the magnitude of the effect represented by the “estimate” value and the direction of the effect given by the sign of the estimate value (posi- tive or negative).",
    "significant differences between groups."
  ],
  "fullText": "\n\nGlob Change Biol. 2021;00:1–12.                                                        wileyonlinelibrary.com/journal/gcb                                                         \n|\n 1© 2021 John Wiley & Sons Ltd\n1 | INTRODUCTION\nRemote ecosystems far from humans are thought to have especially \nhigh  conservation  value  due  to  their  biodiversity  and  relatively  in-\ntact  food  webs.  If  these  remote  ecosystems  remain  vibrant,  they  \ncould serve as biodiversity arks, able to repopulate more degraded \nlocations  (Roberts  et  al.,  2002;  Hoegh-  Guldberg  et  al.,  2018).  For  \nremote areas to repopulate denuded sites, they will have to be more \nresilient to the onslaught of disturbances associated with global cli-\nmate  change.  The  absence  of  localized  human  impacts  in  many  re-\nmote areas has the potential to promote resistance to and recovery \nfrom disturbances.\nA  number  of  studies  have  found  that  localized  human  impacts  \ncan  erode  resilience,  supporting  the  hypothesis  that  remote  areas  \naway from humans are likely to be more resilient. For example, over-\nfishing  and  climate  change  have  reduced  the  resilience  of  kelp  for-\nest  ecosystems  in  Tasmania  (Ling  et  al.,  2019),  logging  has  reduced  \nthe  resilience  of  tropical  forests  in  the  Amazon  (de  Andrade  et  al.,  \n2020), and overharvesting has reduced the resilience of salt marshes \nin the western Atlantic (Altieri et al., 2012). Although there is some \nevidence suggesting that coral reefs isolated from people could be \nmore resilient to disturbance (Bellwood et al., 2006; Donovan et al., \n2020, 2021; Sandin et al., 2008; Smith et al., 2016), the strength and \ngenerality of this relationship remains unclear.\nHere, we determined whether isolation increases the resilience \nof coral communities to disturbances associated with global climate \nchange, including bleaching, storm damage, predator outbreaks, and \ndisease (Bruno et al., 2007; Hughes et al., 2017; Madin et al., 2012; \nUthicke et al., 2015). Reef- building corals live near their upper ther-\nmal limit. Consequently, decadal ocean warming, short- term marine \nheatwaves,  and  increasingly  intense  hurricanes  are  causing  mass  \ncoral bleaching and mortality around the globe. This in turn has led \nto  reductions  in  living  coral  cover  and  reef  accretion  (Alvarez-  Filip  \net  al.,  2009;  Perry  &  Alvarez-  Filip,  2019;  Perry  et  al.,  2018),  and  a  \nReceived: 12 March 2021 \n|\n Revised: 7 September 2021 \n|\n Accepted: 7 September 2021\nDOI: 10.1111/gcb.15904  \nPRIMARY RESEARCH ARTICLE\nRemoteness does not enhance coral reef resilience\nJustin H. Baumann\n1,2,3\n |   Lily Z. Zhao\n4\n |   Adrian C. Stier\n4\n |   John F. Bruno\n1\n1\nThe Department of Biology, The \nUniversity of North Carolina at Chapel \nHill, Chapel Hill, North Carolina, USA\n2\nDepartment of Marine Sciences, The \nUniversity of North Carolina at Chapel \nHill, Chapel Hill, North Carolina, USA\n3\nBiology Department, Bowdoin College, \nBrunswick, Maine, USA\n4\nDepartment of Ecology, Evolution, \nand Marine Biology, The University of \nCalifornia Santa Barbara, Santa Barbara, \nCalifornia, USA\nCorrespondence\nJustin H. Baumann and John F. Bruno, The \nDepartment of Biology, The University of \nNorth Carolina at Chapel Hill, Chapel Hill, \nNC 27599- 3280, USA.\nEmails: j.baumann3@gmail.com (J. H. B.); \njbruno@unc.edu (J. F. B.)\nFunding information\nNational Institute of General Medical \nSciences, Grant/Award Number: \nNIH K12GM00067820; National Science \nFoundation, Grant/Award Number: \nOCE #1737071 and OCE #1851510; \nUNC- CH\nAbstract\nRemote  coral  reefs  are  thought  to  be  more  resilient  to  climate  change  due  to  their  \nisolation from local stressors like fishing and pollution. We tested this hypothesis by \nmeasuring the relationship between local human influence and coral community re-\nsilience. Surprisingly, we found no relationship between human influence and resist-\nance to disturbance and some evidence that areas with greater human development \nmay recover from disturbance faster than their more isolated counterparts. Our re-\nsults suggest remote coral reefs are imperiled by climate change, like so many other \ngeographically  isolated  ecosystems,  and  are  unlikely  to  serve  as  effective  biodiver-\nsity  arks.  Only  drastic  and  rapid  cuts  in  greenhouse  gas  emissions  will  ensure  coral  \nsurvival. Our results also indicate that some reefs close to large human populations \nwere relatively resilient. Focusing research and conservation resources on these more \naccessible locations has the potential to provide new insights and maximize conserva-\ntion outcomes.\nKEYWORDS\nclimate change, coral reefs, disturbance, global impacts, local impacts, recovery, resilience\n\n2 \n|\n   \nBAUMANN et Al.\nloss in the ecosystem services coral reefs provide to humans such as \ncoastal protection, tourism, and fisheries (Barbier et al., 2011).\nIsolated coral reefs tens to hundreds of kilometers from humans \noffer an important opportunity to determine whether reducing local-\nized human impacts (e.g., fishing and pollution) promotes resilience \nto  anthropogenic  climate  change.  We  tested  the  hypothesis  that  \nisolation from humans promotes coral reef resilience to large- scale \ndisturbances.  We  compiled  a  global  database  of  57  peer-  reviewed  \nstudies that measured coral community resistance to and recovery \nfrom  acute,  large-  scale  disturbances,  including  storms,  predator  \noutbreaks, bleaching, and disease. Our results suggest that reef re-\nmoteness does not enhance resilience to disturbance. Instead, some \nof  the  most  resilient  reefs  are  close  to  large  human  populations.  \nThese  findings  have  important  implications  for  reef  conservation  \nand management.\n2 | MATERIALS AND METHODS\n2.1 |  Study selection\nTo  test  the  hypothesis  that  reefs  isolated  from  humans  are  more  \nresilient,  we  conducted  a  global  meta-  analysis  based  on  published  \nmonitoring studies that quantified changes in total hard (scleractin-\nian) coral cover due to a documented large- scale acute disturbance \nincluding  bleaching,  storm  damage,  disease,  and  Acanthaster  planci \noutbreaks (e.g., Edmunds, 2002; Graham et al., 2015; Holbrook et al., \n2018; McClanahan et al., 2014).\nWe queried ISI Web of Science using the following search term \nto build our database:\nISI Web of Science Search Term:\nTI= (CORAL) AND TS= (\"CORAL COVER\") AND TS=(DISTURB* \nOR   COTS   OR   STORM   OR   CYCLONE   OR   HURRICANE   OR   \nBLEACHING   OR   ACIDIFICATION   OR   EUTROPHICATION   OR   \nDISEASE OR RECOVER* OR DECLINE*) AND TS=(YEAR* OR TIME* \nOR TRAJECTORY).\nThese studies tracked coral cover over time via diver surveys or \nvideo transects.\nWe leveraged previously published coral cover change databases \ncompiled by Graham et al. (2011) and Zhang et al. (2014) and added \n134 new observations from 36 additional peer- reviewed studies to \nthis  database,  resulting  in  65  published  studies  and  observations  \nfrom 182 unique sites and four geographic regions: Caribbean Sea, \nIndian Ocean, West Pacific, and East Pacific (Table S1).\nWe  included  data  from  peer-  reviewed  studies  in  our  analysis  \nif  they  met  the  following  criteria:  (i)  a  recorded  acute  disturbance  \nevent,  (ii)  estimated  pre-  disturbance  coral  cover,  (iii)  estimated  \npost-  disturbance  coral  cover,  and  (iv)  coral  cover  after  a  recovery  \ninterval. Use of these criteria allowed us to calculate both aspects of \nresilience (recovery rate and resistance) as defined by Holling (1973) \nwhile also maximizing the amount of data we could use. As a result \nof this approach, we were able to extract data from a maximum of \nthree  time  points  at  each  site.  Although  more  detailed  time  series  \nwere  available  at  some  sites,  we  elected  to  only  retain  coral  cover  \ndata  from  up  to  three  time  points  following  the  above  criteria,  for  \nthe sake of comparison. We included any studies that allowed us to \nestimate just resistance or just recovery or both. Fifty- seven studies \ndocumented  resistance  to  (impact  of)  disturbances  (based  on  data  \nfrom 175 unique reef sites). Twenty studies that documented resis-\ntance did so within MPAs (at 57 unique sites). Fifty- six studies doc-\numented  coral  recovery  rates  based  on  data  from  181  unique  reef  \nsites.  Twenty-  six  studies  that  documented  coral  recovery  rates  did  \nso within MPAs (at 65 unique sites). Forty- five studies documented \nboth  resistance  and  recovery  (Table  S1).  We  excluded  one  study  \nin  the  Arabian  Gulf  which  met  our  criteria  because  it  was  the  only  \nstudy  in  the  region  that  met  the  criteria.  Notably,  data  from  long-  \nterm monitoring programs such as Reef Life Survey or AGRRA were \nnot included in our analysis, as most of these programs did not con-\nsistently record acute disturbance events. Coral taxa specific cover \ndata were only available for 22% of reefs in this study and fish data \nwere  only  available  for  21%  of  reefs.  As  a  result,  the  analysis  was  \nlimited to total coral cover only.\n2.2 |  Data extraction\nWe extracted coral cover data directly from text or tables when pos-\nsible. When coral cover data were only included in figures, we deter-\nmined coral cover values with plot digitization via webplotdigitizer. \nCoral cover was recorded at three intervals: pre- disturbance (before \nthe acute disturbance event), post- disturbance (immediately follow-\ning the acute disturbance event), and recovery (coral cover recorded \nafter a post- disturbance recovery interval; Figure 1).\nFor each site, we also categorized the location (latitude and lon-\ngitude) depth (min and max, range: 1– 30 m), and reef type (fringing \nreef,  barrier  reef,  rocky  reef,  back  reef,  reef  crest,  atoll,  patch  reef,  \nand  lagoon).  When  site  locations  were  presented  in  maps  and  fig-\nures but not detailed in the paper, we used webplotdigitizer (Rohatgi, \nFIGURE 1 Conceptual diagram of resistance to and \nrecovery from an acute disturbance. Resistance is defined as \npost- disturbance coral cover— pre- disturbance coral cover and \nrecovery is defined as: (coral cover after a recovery interval— post- \ndisturbance coral cover)/time between measurements. Recovery \ntrajectories may vary. Represented here are exponential (E), linear \n(Li), and logarithmic (Log) trajectories\nCora\nl cover (%)\nResistance\nRecovery\nTime\nLi\nE\nLog\n\n   \n|\n 3\nBAUMANN et Al.\n2017) to extract approximate coordinates for each site. We excluded \nreef type, reef zone, and depth from all analyses due to inconsistent \nreporting and the absence of data.\n2.3 |  Estimating resilience as resistance and \nrecovery from disturbance\nFollowing Graham et al. (2011), we calculated coral resistance to and \nrecovery from disturbance using the following equations (Figure 1):\nThis  formula  for  recovery  rate  assumes  linearity  and  matches  \na  formula  that  is  often  used  in  the  coral  literature  (Graham  et  al.,  \n2011;  Zhang  et  al.,  2014).  Negative  recovery  rates  may  have  indi-\ncated continued loss of coral cover following the disturbances, sug-\ngesting chronic or compounding stressors or a phase shift from coral \nto algae. Positive recovery rates indicated the recovery of the eco-\nsystem  back  to  a  pre-  disturbance  coral  cover.  Negative  resistance  \nvalues  represented  a  loss  of  coral  cover  following  a  disturbance,  \nindicating  that  the  recorded  disturbance  had  a  negative  effect  on  \necosystem  state.  Resistance  values  near  zero  indicated  a  resistant  \ncommunity  and  positive  resistance  values  represented  a  gain  of  \ncoral  cover  following  a  disturbance,  indicating  that  the  recorded  \ndisturbance  likely  had  little  to  no  effect  on  coral  cover  or  that  the  \npost-  disturbance  coral  cover  values  were  recorded  following  a  pe-\nriod of recovery. Alternatively, resistance values near zero may also \nhave  been  driven  by  low  pre-  disturbance  coral  cover,  whereby  the  \nalready degraded reef appears more resistant simply because there \nis  very  little  coral  cover  left  to  lose.  To  consider  the  potential  co-\nvariate  of  pre-  disturbance  coral  cover,  we  calculated  relative  coral  \ncover  (post-  disturbance  or  recovery  coral  cover/pre-  disturbance  \ncoral cover at the same site) was also calculated for each site, when \npossible.  Additionally,  as  recovery  trajectories  can  be  nonlinear  \n(Gilmour et al., 2013), instantaneous growth rates (IGRs) were calcu-\nlated across the entire recovery interval at each site following Ortiz \net al. (2018). IGRs assume exponential growth during recovery. See \nMethods S1 for details.\n2.4 |  Estimating isolation using the Human \nInfluence Index and WCS cumulative impact score\nFor each site, we measured reef- specific isolation from local human \nimpacts  using  the  Global  Human  Influence  Index  (HII,  referred  \nto  as  “human  influence”  in  the  results  and  discussion)  v2  (1995–  \n2004)  database  provided  by  the  NASA  Socioeconomic  Data  and  \nApplications  Center  (WCS  and  CIESIN,  2005).  HII  is  gridded  into  \n1 km\n2\n cells aggregated from 1995 to 2004. Global Human Influence \n(HII)  is  an  integrated  product  that  includes  human  population  \ndensity,  human  land  use  and  infrastructure,  and  human  access  \n(coastlines,  roads,  railroads,  and  navigable  rivers).  These  aspects  \nof human communities are known to be predictive of local human \nimpacts  in  many  natural  systems  including  coral  reefs  (Bruno  &  \nValdivia,  2016;  Cinner  et  al.,  2018;  Fabricius,  2005;  Knowlton  &  \nJackson,  2008;  Mora,  2008;  Stallings,  2009;  Ward-  Paige  et  al.,  \n2010). The sum of human influence (HII) values within a 10, 25, 50, \n75,  and  100  km  radius  of  each  site  were  calculated  using  the  ‘ex-\ntract’ function in the raster package in R. The cumulative HII value \nwithin  a  100  km  radius  or  a  site  was  used  a  proxy  for  isolation,  \nwhere lower HII scores indicated more isolation from human impact \nand HII values of zero indicated no human impact based on HII. The \nreef- site specific cumulative human pressure index value was also \nextracted for each site using the metric published by Andrello et al. \n(2021).  This  metric,  henceforth  referred  to  as  the  WCS  cumula-\ntive impact score, integrates fishing pressure (through calculations \nof market gravity Cinner et al., 2018), coastal development (using \nhuman populations living on coastlines as a proxy), industrial devel-\nopment (indicated by number of nearby ports), tourism (using reef \nvalue from Spalding et al. 2017), and pollution (including sediment \nand nitrogen delivery to reefs using a sediment plume model) into \ncumulative  impact  score  with  a  resolution  of  ~5  km.  Cumulative  \nimpact  scores  were  extracted  from  the  pixels  containing  each  of  \nour reef sites using code modified from Andrello et al. (2021). Both \nHII and WCS cumulative score were included in our models. Both \nare  proxies  for  human  influence,  but  they  use  different  methods  \nand metrics with HII focused on populations and land use and the \nWCS score focused on fishing, tourism, coastal development, and \nland- based  pollution.\n2.5 |  Estimating effects of other covariates\nBecause  local  human  impacts  are  thought  to  contribute  heavily  \nto  reef  resilience  (Bellwood  et  al.,  2004;  Hughes  et  al.,  2010),  we  \nalso assessed the relative impacts of local stress metrics (distance \nto shore, travel time to nearest human population, human gravity, \nand  distance  to  nearest  river)  as  well  as  protective  status  (inside  \nor outside MPA). We hypothesized distance from shore and travel \ntime from nearest human population (Maire et al., 2016) as possi-\nble proxies for isolation because increased distance from a human \npopulation  is  likely  to  decrease  its  impact  on  the  ecosystem.  We  \nincluded  distance  to  the  nearest  river  in  the  analysis  as  distance  \nfrom a river mouth is considered a proxy for sedimentation and nu-\ntrient stress (Golbuu et al., 2011). MPAs are designed to minimize \nlocal  impacts,  especially  fishing  pressure,  thereby  potentially  en-\nhancing the resilience of a coral reef (Bellwood et al., 2004; Hughes \net  al.,  2010).  Geographic  coordinates  from  each  reef  site  in  this  \nstudy were compared with geospatial datasets of shorelines, river \nmouths,  and  MPA  shape  files  to  determine  distance  from  shore,  \ndistance from the nearest river, and MPA status (inside or outside \nMPA). For details on other data extraction and preparation meth-\nods (Methods S1).\nResistance=\n(\nPost-disturbancecoralcover−pre-disturbancecoralcover\n)\n,\nRecovery\n=\n(\nCoralCoverafterrecoveryinterval−Post-disturbanceCoralCover\n)\n∕\nTime\n(\nyearsbetweenmeasurements\n)\n.\n\n4 \n|\n   \nBAUMANN et Al.\n2.6 |  Statistical analysis\nWe  identified  reefs  with  anomalously  high  or  low  recovery  rates,  \nIGR, and/or resistance values to a single acute disturbance event to \nunderstand the spatial distribution of such reefs and their proximity \nto human influence. Reefs were identified as high outliers (1.5 IQR \nabove  the  third  quartile  for  their  home  region)  or  low  outliers  (1.5  \nIQR below the first quartile for their home region). Visual distribu-\ntions of the regional data can be found in Figure 2, and the results \nof the outlier test can be found in Table 1. Although such instances \nof high and low resilience to a single disturbance do not consider the \ncontext of environmental history at each site, they do highlight the \nvariance in ecosystem scale responses across regions and may pro-\nvide examples of locations or environmental regimes in which resil-\nience is high (Lester et al., 2020). Such information may be valuable \nfor managers and restoration practitioners.\nWe  used  linear  models  to  assess  the  effect  of  isolation  from  \nhuman  effect  (HII)  on  coral  resistance  to  and  recovery  from  acute  \ndisturbance.  Because  resistance  and  recovery  are  hypothesized  to  \nbe governed by many environmental and anthropogenic factors, we \nused  a  mixed-  effects  modeling  approach  using  the  “lmer”  function  \nin the lme4 package in R with HII as a fixed effect. Our models also \nincluded  other  fixed  factors  known  or  believed  to  influence  coral  \ncommunity  resilience  to  acute,  large-  scale  disturbances,  includ-\ning  geographic  region,  distance  from  shore,  distance  from  nearest  \nriver,  MPA  status,  region,  pre-  disturbance  coral  cover,  recovery  or  \nresistance  time,  and  disturbance  type.  The  parameter  “study”  (the  \nname  of  the  study  from  which  the  data  were  collected)  was  set  as  \na random effect as we wanted to account for variations in the data \nassociated  with  different  methods,  though  we  were  not  interested  \nin differences in recovery rates between each individual study and \nreef  location  (Negret  et  al.,  2020).  Latitude  and  longitude  of  each  \nreef  were  considered  as  random  effects  to  account  for  spatial  au-\ntocorrelation but including both in any model resulted in overfitting \nof the data (singular fit). Numerical fixed effects were centered and \nscaled as a means of standardization using the scale() function in R, \nfollowing recommendations from Gelman (2008).\nInteractions of fixed effects were not included in the models as \nthey  resulted  in  multicollinearity  of  fixed  effects.  Multicollinearity  \nof  fixed  effects  were  also  high  when  distance  to  the  nearest  river  \nwas  included  in  the  model  (co-  varied  with  distance  to  shore  and  \nregion).  Thus,  distance  to  the  nearest  river  was  excluded  from  the  \nfinal  model.  The  final  models  used  in  each  analysis  were  selected  \nusing a top- down modeling approach (Tables S2 and S3) in which the \nmost  complex  model  was  fit  and  model  complexity  was  gradually  \nreduced until the best fit model was selected (Zuur et al., 2009). We \nproduced two models, one for resistance and one for recovery, and \nperformed a comprehensive model check to assess that the assump-\ntions  of  each  model  (collinearity,  normality  of  residuals,  homosce-\ndasticity, homogeneity of variance, outliers/influential observations) \nwere met using the “check_model” function in the Performance pack-\nage  in  R  (Lüdecke  et  al.,  2021).  Models  in  which  assumptions  were  \nnot satisfactorily met were discarded. Models in which assumptions \nwere  met  were  compared  with  one  another  using  the  “check_per-\nformance”  function  in  the  Performance  package  in  R.  This  function  \noutputs  Akaike  information  criterion  (AIC),  Bayesian  information  \ncriterion  (BIC),  conditional  and  marginal  R\n2\n,  interclass  correlation  \ncoefficient,  and  root  mean-  squared  error  as  well  as  a  performance  \nFIGURE 2 Regional trends in (a) coral recovery rate (%/year) and (b) coral resistance (%) to acute disturbance. Inset figures represent \nglobal trends. Black vertical lines represent Q1, Median, and Q3 values by basin. Points outside of the red lines (1.5 × IQR outside of \nquartiles) are outliers. Tick marks on X- axes represent raw data. Although there are no clear differences in recovery and resistance across \nocean basins, these plots detail the variability of responses observed on a global scale\n5HFRYHU\\\u0003UDWH\n(a)(b)\n\n   \n|\n 5\nBAUMANN et Al.\nTABLE 1\n Examples of resilience to single acute disturbance events. Locations that showed resilience (or lack thereof) to a single disturbance based on coral cover recovery rate (% cover/\nyear), instantaneous growth rate (IGR) over the recovery interval, or resistance\nLocation\nRegion\nDisturbance\nPre-\n disturbance coral \ncover\nRecovery rate\nIGR\nResistance\nHuman Influence Index\nWCS cumulative score\nNelly Bay, GBR, Australia\nW. Pacific\nBleaching\n58.06\n17. 2 2\n3.98\n−26.67\n200,650\n0.75\nIriomote Island, Japan\nW. Pacific\nCOTS\nNA\n12.49\n2.96\nNA\n18,590\n0.60\nDiscovery Bay, Jamaica\nCaribbean\nBleaching\n46.00\n9. 0 0\n2.90\n−33.00\n358,658\n0.89\nSt. Pierre, Seychelles (10 m site)\nIndian Ocean\nBleaching\nNA\n9. 0 0\n2.95\nNA\n0\n0.09\nGeoffrey Bay, GBR, Australia\nW. Pacific\nBleaching\n39.4 4\n8.61\n3.57\n−17.77\n196,220\n0.71\nCarter Reef, GBR, Australia\nW. Pacific\nStorm\nNA\n7. 52\n2.37\nNA\n32,372\n0.14\nTiahura, Moorea\nE. Pacific\nBleaching\n49. 2 2\n6.41\n4.02\n−5.16\n26,354\n0.71\nMahahual, Mexico\nCaribbean\nBleaching\n32.55\n4.32\n3.56\n−6.87\n259, 587\n0.48\nDiani, Kenya\nIndian Ocean\nBleaching\n18.30\n0.33\n0.13\n−15.30\n280,845\n0. 51\nM2, Cousin Island, Seychelles\nIndian Ocean\nBleaching\n23.65\n−0.67\n0.06\n−17.33\n0\n0.42\nMahe E. Granitic, Seychelles\nIndian Ocean\nBleaching\n9.75\n−0.96\n0.11\n−5.90\n0\n0.48\nM1, Cousin Island, Seychelles\nIndian Ocean\nBleaching\n49.91\n−2.37\n−0.09\n−33.20\n0\n0.42\nMennebeck Reef, USVI\nCaribbean\nBleaching, \nDisease\n26.70\n−5.66\n1.98\n−6.09\n29,4 39\n0.59\nTektite Reef, USVI\nCaribbean\nBleaching, \nDisease\n24.70\n−5.42\n−1.44\n−0.26\n34,265\n0.50\nHaulover Reef, USVI\nCaribbean\nBleaching, \nDisease\n22.50\n−5.98\n2.75\n−5.22\n29, 3 05\n0.59\nChannel Caye, Belize\nCaribbean\nBleaching, Storm\n41.0 0\n−7.00\n2.34\n−29.00\n1 57, 619\n0.53\nSouth Fore Reef, USVI\nCaribbean\nBleaching, \nDisease\n19. 8 0\n−7.40\n2.25\n−8.30\n27,14 8\n0.47\nSite 2, Okinawa, Japan\nW. Pacific\nBleaching\n23.19\n−7.66\n2.46\n−9.15\n56,156\n0.77\nNotes: \nReefs that were resilient have blue or gray recovery rates or IGR and were positive outliers (1.5 IQR above the third quantile for their home region). Reefs that were not resilient have bright red \nrecovery, IGR, or resistance values and were negative outliers (1.5 IQR below the 1st quantile for their home region). Note that there were no positive outliers for resistance (Figure 2). N/A indicates a lack of necessary data to calculate resistance for a specific reef. Human Influence Index (HII) values are HII within a 100 km radius of each site. WCS cumulative score reflects the reef-\n site-\n specific cumulative \nhuman pressure index value for each site as extracted from the metric published by Andrello et al. (2021). Higher HII and WCS cumulative scores indicate greater human influence (lower “remoteness”).\n\n6 \n|\n   \nBAUMANN et Al.\nscore for each model. We selected a “best fit” model for each analy-\nsis based on AIC and BIC scores, as well as ΔAIC following Burnham \net al. (2011). Models with ΔAIC <7 from the model with the lowest \noverall AIC score were considered as plausible options. The models \nselected  as  overall  “best  fit”  for  both  recovery  rate  and  resilience  \nwere  the  models  with  the  lowest  AIC  and  BIC  scores,  in  this  case.  \nDetails  of  each  candidate  model  and  the  model  selection  pipeline  \nare  available  in  Tables  S2  and  S3.  The  same  modeling  pipeline  was  \nused for additional models that used relative coral cover in calculat-\ning  both  aspects  of  resilience  instead  of  absolute  coral  cover.  The  \noutput of the relative coral cover model is available in Figure S4.\nFollowing selection of a best fit model, collinearity was checked \nusing  the  “check_collinearity”  function  and  outliers  or  influential  \nobservations  were  assessed  using  the  “check_outliers”  function  \nin  the  Performance  package  in  R.  Variance  inflation  factors  did  not  \nexceed  4  for  the  final  models,  indicating  that  issues  of  collinearity  \nwere unlikely to influence the models (Tables S4 and S5; Hair, 2009). \n“Check_outliers” uses a composite outlier score that applies multiple \noutlier  detection  algorithms  including:  Z-  scores,  IQR,  Mahalanobis  \ndistance, and Cook's Distance. For both models, the check_outliers \ntest  returned  no  outliers.  Additionally,  spatial  autocorrelation  of  \nmodel residuals was assessed using a Moran's I test (Cliff, 1973) for \neach model used in the analysis. In both instances, there was no sig-\nnificant effect of spatial autocorrelation in the models (Tables S4 and \nS5). Model fixed effects in which the estimate was greater than the \nabsolute  value  of  the  standard  error  were  deemed  to  significantly  \nimpact the response variable (recovery rate or resistance) with the \nmagnitude of the effect represented by the “estimate” value and the \ndirection of the effect given by the sign of the estimate value (posi-\ntive or negative). Error ranges that did not overlap indicated signifi-\ncant differences between fixed effects. For categorical fixed effects, \nthe  model  predicted  categorical  means  and  95%  confidence  inter-\nvals  were  generated  using  the  “ggpredict”  function  in  the  ggeffects \npackage in R (Lüdecke, 2018). Confidence intervals that do not over-\nlap  (Figures  S2  and  S3)  represent  significant  differences  between  \ngroups.\n3 | RESULTS\nGlobally, coral resilience varied tremendously. After a disturbance, \nsome reefs continued to decline, while others showed no response \nor even a positive response to a disturbance (resistance: −78.5% to \n18.3%, Figure 2b). Similarly, reefs varied greatly in their rates of re-\ncovery ranging from −7.7% to 17% coral cover per year (Figure 2a) \nand  IGR  (−0.09  to  4.01;  Figure  S5).  Certain  reefs  appear  to  have \nbeen resilient to single acute disturbance events (Table 1; Figure S1). \nFor example, places such as Nelly Bay, GBR; Iriomote Island, Japan; \nand Carter Reef, GBR recovered rapidly (>9% coral cover per year) \nfollowing  major  disturbancess  (bleaching,  sea  star  outbreak,  and  \nstorm, respectively). Notably, such “bright spots” can and do often \nsuffer  declines  following  additional  acute  disturbances  or  chronic  \nstress  (Cinner  et  al.,  2016;  Haapkylä  et  al.,  2013).  Thus,  historical  \nand  environmental  context  is  essential  when  interpreting  “bright  \nspots” for management purposes. Other reefs are more fragile and \nseem  to  have  little  capacity  to  resist  and/or  recover  from  distur-\nbance.  For  example,  following  bleaching  events  in  Okinawa,  the  \nUSVI, and Belize, reef sites used in this study failed to recover and \ninstead  continued  to  show  coral  cover  decline  1–  2  years  after  the  \nbleaching event.\nSurprisingly, coral resilience was positively associated with local \nhuman  influence.  We  found  a  positive  correlation  between  HII  \nand  recovery  rate  (model  coefficient  =  0.80  ±  0.42  [SE];  Figure  3;  \nTable S6) but not resistance (model coefficient =  −0.58 ± 1.90 [SE]; \nFigure  3;  Table  S7).  We  also  found  a  slight  positive  correlation  be-\ntween WCS cumulative stress score and IGR (Figure S6g). Areas with \nlow HII recovered at a rate of 1.28% per year while areas with high \nHII recovered almost three times faster (3.69% per year). However, \nthere  was  no  correlation  (positive  or  negative)  between  WCS  cu-\nmulative  score  (the  other  measure  of  human  influence  used  in  the  \nmodel)  and  either  linear  recovery  rate  or  resistance  (Figure  4c,d).  \nAdditionally, the recovery models do not differ when relative coral \ncover is used instead of absolute coral cover. However, in the resis-\ntance  models  that  use  relative  coral  cover,  there  is  a  positive  cor-\nrelation between WCS cumulative score and resistance (Figure S4). \nTaken together, it is clear that there is not a negative correlation be-\ntween local human pressure and resilience. This finding rejects the \ncore hypothesis that reefs isolated from human influence are more \nresilient. Other variables assessed by our models also contributed to \nvariance in resilience.\n3.1 |  Additional drivers of recovery\nCoral  recovery  was  positively  influenced  by  pre-  disturbance  coral  \ncover,  with  reefs  that  had  high  coral  cover  recovering  two  times  \nfaster than reefs with low pre- disturbance cover (on average 2.22%/\nyear  vs.  1.13%/year)  (Table  S6;  Figure  S2c).  Recovery  rates  did  not  \nstatistically  differ  among  regions,  but  on  average  Caribbean  and  \nIndian ocean reefs did not recover from acute disturbance (1.32%/\nyear ±2.36  [95%  CI],  0.51%/year  ±1.38  [95%  CI]),  whereas  reefs  in  \nthe East and West Pacific showed slight recovery (2.44%/year ±2.31 \n[95% CI], 2.39%/year ±1.71 [95% CI]) (Tables S6 and S8; Figure S2d). \nAdditionally,  sites  that  experienced  co-  occurring  disturbances,  es-\npecially co- occurrence of bleaching and disease were least likely to \nrecover  and  even  showed  continued  declines  over  time,  while  the  \neffects of single acute disturbances on recovery did not differ from \none another (Tables S6 and S8; Figure S2e). Estimates of coral recov-\nery rate were not correlated with recovery time, travel time to near-\nest human population, WCS cumulative score, or MPA status (Tables \nS6 and S8; Figures S2a,b and S3a). Overall, HII had the greatest posi-\ntive  impact  on  recovery  rate.  Notably,  even  regions  with  relatively  \nhigh  human  influence  could  still  have  struggled  to  recover  due  to  \nthe effect of co- occurring disturbances, especially co- occurrence of \nbleaching  and  disease,  which  had  the  most  significant  negative  ef-\nfect on recovery rate.\n\n   \n|\n 7\nBAUMANN et Al.\n3.2 |  Additional drivers of IGR\nInstantaneous  growth  rates,  a  representation  of  recovery  rate  as-\nsuming exponential growth, was negatively influenced by recovery \ntime,  where  sites  with  higher  recovery  times  had  two  times  lower  \nIGR  than  sites  with  longer  recovery  times  (Figure  S7a)  due  to  the  \nnature  of  the  IGR  equation  (Methods  S1).  Estimates  of  IGR  were  \nnot  correlated  with  travel  time  to  nearest  human  population,  pre-  \ndisturbance coral cover, or HII (Figure S7b,c,f). IGR did not vary by \nregion, disturbance, or MPA status (Figure S7d,e,h).\n3.3 |  Additional drivers of resistance\nCoral resistance was negatively influenced by pre- disturbance coral \ncover, where sites with high (80%) pre- disturbance coral cover lost \n11  times  more  coral  cover  following  a  disturbance  (60%  decline  in  \ncover)  than  sites  with  low  (20%)  pre-  disturbance  coral  cover  (5%  \ndecline  in  cover)  (Tables  S7  and  S9;  Figure  S2h).  Changes  in  resist-\nance  were  not  correlated  with  resistance  time,  travel  time  to  near-\nest  human  population,  region,  disturbance  type,  WCS  cumulative  \nscore, HII, or MPA status (Tables S7 and S9; Figures S2f– j and S3b). \nThus,  the  only  variable  that  significantly  influenced  resistance  was  \npre- disturbance coral cover (large negative effect). Based on the ef-\nfect sizes of these variables, it is clear that of the drivers considered \nin  this  study,  pre-  disturbance  coral  cover  is  the  best  predictor  of  \ncoral resistance to disturbance, where reefs with higher coral cover \nare much less resistant than reefs with lower coral cover. Thus, re-\nsistance  rates  near  zero  may  indicate  resistance  of  a  robust  coral  \ncommunity or may simply indicate that coral cover did not decrease \ntremendously   following   a   disturbance   because   pre-   disturbance   \ncoral cover was already quite low and prevented a large decrease in \ncover from being possible. As such, interpretations of resistance val-\nues should be considered in the context of past disturbance history \nand coral cover prior to the disturbance.\n4 | DISCUSSION\nWe found that isolation from local human influence did not measur-\nably  affect  coral  community  resilience  to  large-  scale  disturbances  \nsuch  as  bleaching,  disease,  storms,  and  predator  outbreaks.  The  \nabsence  of  greater  resilience  on  isolated  reefs  suggests  that  they  \nare  just  as  susceptible  to  degradation  caused  by  climate  change.  \nTherefore,  we  cannot  expect  isolated  areas  to  act  as  biodiversity  \narks  able  to  rescue  degraded  sites.  The  conservation  of  isolated  \nFIGURE 3 Linear mixed- effect model \ncoefficient plots for (a) recovery rate and \n(b) resistance. Error bars are ±1 SE\n±\u0014\u0013±\u0018\u0013\n&RHIILFLHQW\n±\u0015\u0013±\u0014\u0013\u0013\u0014\u0013\u0015\u0013\n&RHIILFLHQW\n7UDYHO\u0003WLPH\u0003WR\u0003QHDUHVW\u0003SRSXODWLRQ\n5HVLVWDQFH\u00037LPH\n5HJLRQ\u0003\u0010\u0003:\u0011\u00033  DFLILF\n5HJLRQ\u0003\u0010\u0003,QGLDQ\u00032FHDQ\n5HJLRQ\u0003\u0010\u0003(\u0011\u00033DFLILF\n3UH\u0010'LVWXUEDQFH\u0003&RUDO\u0003&RYHU\n03$\u0003GXULQJ\u0003UHVLVWDQFH\u0003\u0010\u0003<(6\n+,,\u0003\u000b\u0014\u0013\u0013NP\f\n'LVWXUEDQFH\u0003\u0010\u00036WRUP\n'LVWXUEDQFH\u0010\u0003'LVHDVH\n'LVWXUEDQFH\u0003\u0010\u0003&276\n'LVWXUEDQFH\u0003\u0010\u0003%OHDFKLQJ\u0003\u000e\u00036WRUP\n'LVWXUEDQFH\u0003\u0010\u0003%OHDFKLQJ\u0003\u000e\u0003&276\n:&6\u0003&XPXODWLYH\u00036FRUH\n\u000b,QWHUFHSW\f\n7UDYHO\u0003WLPH\u0003WR\u0003QHDUHVW\u0003SRSXODWLRQ\n5HFRYHU\\\u00037LPH\n5HJLRQ\u0003\u0010\u0003:\u0011\u00033  DFLILF\n5HJLRQ\u0003\u0010\u0003,QGLDQ\u00032FHDQ\n5HJLRQ\u0003\u0010\u0003(\u0011\u00033DFLILF\n3UH\u0010'LVWXUEDQFH\u0003&RUDO\u0003&RYHU\n03$\u0003GXULQJ\u0003UHFRYHU\\\u0003\u0010\u0003<(6\n+,,\u0003\u000b\u0014\u0013\u0013NP\f\n'LVWXUEDQFH\u0003\u0010\u00036WRUP\n'LVWXUEDQFH\u0003\u0010\u0003'LVHDVH\n'LVWXUEDQFH\u0003\u0010\u0003&276\n'LVWXUEDQFH\u0003\u0010\u0003%OHDFKLQJ\u0003\u000e\u00036WRUP\n'LVWXUEDQFH\u0003\u0010\u0003%OHDFKLQJ\u0003\u000e\u0003&276\n:&6\u0003&XPXODWLYH\u00036FRUH\n\u000b,QWHUFHSW\f\n'LVWXUEDQFH\u0003\u0010\u0003%OHDFKLQJ\u0003\u000e\u0003'LVHDVH\n5HFRYHU\\\u00035DWH\n5HVLVWDQFH\n(a)\n(b)\n\n8 \n|\n   \nBAUMANN et Al.\nareas,  while  valuable  for  many  other  reasons  (Edgar  et  al.,  2014;  \nTurner  &  Corlett,  1996),  is,  therefore,  unlikely  to  be  sufficient  in  \npromoting thriving coral reefs elsewhere unless we are able to also \nrapidly reduce greenhouse gas emissions to mitigate the impacts of \nglobal climate change.\n4.1 |  Why might recovery be higher in areas with \nhigher human influence?\nThe  mechanisms  underlying  the  observed  positive  association  be-\ntween the HII and recovery rate, and WCS cumulative score and IGR \nare unclear. One possible explanation is that reefs with a large human \nfootprint could be more resilient to disturbance due to past selection \nfor resilient genotypes or species in response to local impacts. Nearly \nall the world's reefs are transitioning (or have fully transitioned) to-\nwards  dominance  by  weedy  or  stress-  tolerant  taxa  (Darling  et  al.,  \n2013; Van Woesik et al., 2011). These selective processes could have \nprogressed  further  on  reefs  with  intense  human  impacts,  many  of  \nwhich  have  been  present  for  decades  or  even  centuries  (Jackson,  \n1997; Pandolfi et al., 2003). Côté and Darling (2010) predicted that \nthe  co-  tolerance  (among-  species)  of  sensitivity  to  local  human  im-\npacts  and  larger-  scale  disturbances  combined  with  selection  for  \ntraits  related  to  resilience  should  lead  to  the  pattern  we  observed.  \nThe protection paradox, where protected areas exhibit lower resil-\nience due to the retention of relatively vulnerable taxa or genotypes, \nis  based  on  this  idea  (and  lower  resilience  in  managed  areas  where  \nlocal stressors are effectively mitigated— aka the protection paradox \nsensu Bates et al., 2019). Specifically, areas near humans dominated \nby weedy and/or stress- tolerant species may show high resilience to \ndisturbance,  while  isolated  areas  that  have  yet  to  shift  into  a  more  \nstress-  tolerant  community  may  still  have  low  tolerance  to  distur-\nbance  and  recover  more  slowly.  Shifts  in  species  composition  may  \nsimilarly explain why we see some reefs with high recovery rates but \nlow resistance and other reefs with low recovery and high resistance \n(Table 1). Reefs dominated by stress- tolerant species are likely to be \nFIGURE 4 Relationship between two metrics of human influence and resilience. Correlations between Human Influence Index (HII) and \n(a) recovery rate (%/year) and (b) resistance (%). Correlations between WCS cumulative local stress score and (a) recovery rate (%/year) and \n(b) resistance (%)\n\u0013\n\u0014\u0013\n6FDOHG\u0003+XPDQ\u0003,QIOXHQFH\u0003,QGH[\n5HFRYHU\\\u00035DW\nH\n±\u001a\u0018\n±\u0018\u0013\n±\u0015\u0018\n\u0013\n\u0014\u0015\u0016\n6FDOHG\u0003+XPDQ\u0003,QIOXHQFH\u0003,QGH[\n5HVLVWDQFH\n\u0013\n\u0014\u0013\n6FDOHG\u0003:&6\u0003&XPXODWLYH\u00036WUHVV\u00036FRUH\n5HFRYHU\\\u00035DW\nH\n±\u001a\u0018\n±\u0018\u0013\n±\u0015\u0018\n\u0013\n±\u0014\u0013\u0014\u0015\u0016±\u0014\u0013\n±\u0015±\u0014\u0013\u0014\u0015±\u0015±\u0014\u0013\n\u0014\u0015\n6FDOHG\u0003:&6\u0003&XPXODWLYH\u00036WUHVV\u00036FRUH\n5HVLVWDQFH\n(a)\n(b)\n(c)\n(d)\n\n   \n|\n 9\nBAUMANN et Al.\nmore resistant, whereas reefs dominated by competitive species and \nweedy  species  are  likely  to  recover  faster  from  acute  disturbances  \n(Darling  et  al.,  2013).  It  is  also  notable  that  recovery  of  coral  cover  \ndoes not always lead to recovery of function, as shifts toward weedy \nand non- framework building species often result in increased cover \nbut low functionality (González- Barrios et al., 2021).\n4.2 |  Where does coral reef conservation go from \nhere?\nA  small  fraction  of  reefs  appear  to  be  especially  resilient  (i.e.  they  \nhave relatively high recovery rates or IGR) to single, acute large- scale \ndisturbances  despite  high  human  influence  (Table  1;  Figure  4a,c).  \nThese  sites  deserve  additional  research  focus  because  they  could  \noffer  insight  into  what  mechanisms  underlie  resilience.  However,  \nresilience  to  a  single  acute  disturbance  may  not  translate  to  a  tra-\njectory  of  continued  resilience  in  the  face  of  additional  acute  and  \nchronic stressors. Sites with a history of high resilience may also be \nresilient in the future and be key to the supply of tolerant species or \ngenotypes needed to repopulate degraded sites. This may be a silver \nlining because resilient reefs near human populations may be more \ncost- effective to study and manage than isolated reefs and thus may \nprove to be a prudent area of focus for limited conservation dollars. \nWhile  our  study  identified  sites  that  have  demonstrated  resilience  \nto  acute  disturbance  events,  we  do  not  account  for  long-  term  dis-\nturbance history and growth trajectories at each site, two additional \nfactors that will be important in management decision making.\nThe lack of resilience in areas with little human influence shown \nhere, combined with the lack of resilience afforded locally by MPAs \n(Bruno  et  al.,  2019;  Graham  et  al.,  2011)  points  to  the  importance  \nof  drastically  reducing  emission  of  carbon  dioxide,  methane,  and  \nblack carbon in the near term to slow global climate change. While \nMPAs  have  been  shown  effective  at  reducing  local  stressors  or  in-\ncreases  herbivore  and  predator  abundances  (Bonaldo  et  al.,  2017;  \nStrain et al., 2019), they cannot stop climate change and other large- \nscale  disturbances  nor  have  they  proven  particularly  effective  at  \nimproving  coral  resilience  (Hargreaves-  Allen  et  al.,  2017;  Harvey  \net al., 2018; Strain et al., 2019). Coral reef scientists, managers, con-\nservationists, and island states have (for decades) been strongly ad-\nvocating  for  reductions  in  greenhouse  gas  emissions.  In  2015,  the  \nInternational  Coral  Reef  Society  called  on  “all  nations  to  take  the  \naction necessary, within the next 12 years, to keep global warming \nto a maximum of 1.5°C” (Hoegh- Guldberg et al., 2015). However, the \nworld is currently not on track to reduce emissions to levels agreed \nupon  through  the  Paris  Agreement,  where  nations  pledged  to  pur-\nsue  emission  reductions  that  hold  the  global  average  temperature  \nto  “well  below  2°C ... and  to  pursue ... 1.5°C”  that  of  pre- industrial \nlevels  (Anderson  et  al.,  2020).  Without  this  drawdown,  we  will  see  \ndramatic changes to both remote and human dependent coral reef \necosystems and a loss of ecosystem services provided by coral reefs \nto the human communities that depend on them (Donner & Potere, \n2007). This includes a loss or reduction of food, income, and coastal \nprotection  coral  reefs  provide  to  more  than  500  million  people  \nworldwide (Wilkinson, 2008).\nCombating  the  threats  of  climate  change  involves  embracing  a  \nmultitude of potential solutions that could mitigate global coral de-\ncline and aid in reef adaptation. Climate change legislation at a global \nscale is likely the fastest route to mitigation and allowing populations \nto  adapt.  Yet  the  glacial  pace  of  actual  emissions  reduction  action  \nhas us looking for alternative solutions. Stop gap methods that can \nbe  enacted  quickly  include  restoration  (Boström-  Einarsson  et  al.,  \n2020),  genetic  engineering  and  assisted  evolution  (Cleves  et  al.,  \n2018;  van  Oppen  et  al.,  2015),  and  reducing  fishing  pressure  and  \nlocal human impacts (McClanahan et al., 2006; Selig & Bruno, 2010). \nMany  governments  (e.g.,  in  the  U.S.  and  Australia)  and  NGOs  are  \npromoting  an  approach  based  on  protection  measures  that  aim  to  \nreduce  impacts  from  fishing,  pollution,  and  other  human  activities.  \nThe thinking behind such “managed resilience” is that local stressors \ninteract  additively  or  synergistically  with  ocean  heating  and  other  \naspects of climate change. Therefore, local mitigation should make \ncoral communities more resilient to large- scale disturbances, includ-\ning mass- bleaching, disease outbreaks, and storm impacts. Although \nthis solution avoids the difficult issue of greenhouse gas mitigation, \na growing body of evidence indicates it is not effective (Bruno et al., \n2019;  Carassou  et  al.,  2013;  Côté  &  Darling,  2010;  Graham  et  al.,  \n2015).\nRecent  theory  and  empirical  evidence  support  the  “protection  \nparadox”; the idea that when effective, local protection could make \nreefs  less  resilient  (Bates  et  al.,  2019;  Bruno  et  al.,  2019).  In  some  \ncases,  pursuing  these  solutions  may  be  valuable  as  a  portfolio  ap-\nproach  to  conservation,  but  in  others,  these  quick  fixes  distract  \nfrom the primary management lever needed to resolve the problem \n(Nguyen & Bosch, 2013). The rapid protection of large swaths of iso-\nlated  areas  in  hopes  that  protecting  these  locations  may  serve  as  \nbiodiversity arks has become a popular idea (McCauley et al., 2014). \nYet, our finding that coral on remote reefs is no more resilient than \ncorals with high human impact suggests that this protection may not \nalone afford the coral reef resilience in the future.\n5 | CONCLUSION\nCoral  reefs  are  already  experiencing  massive  declines  from  global  \nclimate  change.  It  is  therefore  imperative  that  we  double  down  on  \nour  commitment  to  an  expedient  transformation  of  industries,  in-\nfrastructure,  and  energy  systems  which  is  needed  to  ensure  the  \nsurvival  and  services  of  coral  reefs  and  many  other  ecosystems.  \nAchieving such emission reductions will require international coop-\neration,  enhanced  polycentric  governance,  and  building  the  capac-\nity of civil society and the private sector to take mitigation actions. \nWith our developing realization that the reduction of local stressors \nwill  not  be  enough  to  promote  resilience,  combined  with  advances  \nin  technology  and  interdisciplinary  creativity,  we  are  increasingly  \ncapable of confronting climate change and protecting the future of \nnature and people.\n\n10 \n|\n   \nBAUMANN et Al.\nACKNOWLEDGMENTS\nThis   work   was   supported   in   part   by   the   SPIRE   Postdoctoral   \nFellowship  Program  at  UNC-  CH  (to  JHB),  NIH  K12GM00067820,  \nand  by  grants  from  the  National  Science  Foundation  to  JFB  (OCE  \n#1737071) and to ACS (OCE #1851510). We thank Dr. Nyssa Silbiger \nfor consults on figures, Dr. James Umbanhowar and Dr. Colleen Bove \nfor statistical advice, and Dr. Mark Bertness for providing feedback \non the manuscript materials.\nAUTHOR CONTRIBUTIONS\nAll  authors  contributed  to  study  design;  JHB  curated  the  data  and  \nperformed  the  formal  analysis;  funding  was  acquired  by  JHB,  AS,  \nand JFB; JHB created the study graphics with input from other au-\nthors;  LZ  assisted  with  data  collection,  analysis,  and  graphics;  JFB,  \nJHB,  and  AS  wrote  the  original  draft  and  all  authors  reviewed  and  \nedited subsequent drafts.\nDATA AVAILABILITY STATEMENT\nData  and  code  associated  with  this  manuscript  are  available  on  \nGithub:  https://github.com/jbaum ann3/Bauma nn- et- al- coral - recov ery-  \nand Zenodo https://doi.org/10.5281/zenodo.5510759.\nORCID\nJustin H. Baumann  https://orcid.org/0000-0003-0113-0491 \nLily Z. Zhao  https://orcid.org/0000-0001-6001-295X \nAdrian C. Stier  https://orcid.org/0000-0002-4704-4145 \nJohn F. Bruno  https://orcid.org/0000-0003-2063-4185 \nREFERENCES\nAltieri,  A.  H.,  Bertness,  M.  D.,  Coverdale,  T.  C.,  Herrmann,  N.  C.,  &  \nAngelini,  C.  (2012).  A  trophic  cascade  triggers  collapse  of  a  salt-  \nmarsh ecosystem with intensive recreational fishing. Ecology, 93(6), \n1402– 1410.  https://doi.org/10.1890/11- 1314.1\nAlvarez-  Filip,  L.,  Dulvy,  N.  K.,  Gill,  J.  A.,  Côté,  I.  M.,  &  Watkinson,  A.  R.  \n(2009).  Flattening  of  Caribbean  coral  reefs:  Region-  wide  declines  \nin  architectural  complexity.  Proceedings  of  the  Royal  Society  B:  \nBiological Sciences, 276(1669),  3019– 3025.\nAnderson, C. M., Weber, C. L., Fabricius, C., Glew, L., Opperman, J. J., Pacheco, \nP.,  Pendleton,  L.  H.,  Thau,  D.,  Vermeulen,  S.  J.,  &  Shaw,  M.  R.  (2020).  \nPlanning for change: Conservation- related impacts of climate overshoot. \nBioScience, 70(2),  115– 118.  https://doi.org/10.1093/biosc i/biz141\nAndrello, M., Darling, E., Wenger, A., Suarez- Castro, A. F., Gelfand, S., & \nAhmadia,  G.  (2021).  A  global  map  of  human  pressures  on  tropical  \ncoral reefs. bioRxiv.\nBarbier,  E.  B.,  Hacker,  S.  D.,  Kennedy,  C.,  Koch,  E.  W.,  Stier,  A.  C.,  &  \nSilliman, B. R. (2011). The value of estuarine and coastal ecosystem \nservices. Ecological Monographs, 81(2),  169– 193.\nBates,  A.  E.,  Cooke,  R.  S.  C.,  Duncan,  M.  I.,  Edgar,  G.  J.,  Bruno,  J.  F.,  \nBenedetti-  Cecchi,  L.,  Côté,  I.  M.,  Lefcheck,  J.  S.,  Costello,  M.  J.,  \nBarrett, N., Bird, T. J., Fenberg, P. B., & Stuart- Smith, R. D. (2019). \nClimate  resilience  in  marine  protected  areas  and  the  ‘Protection  \nParadox’. Biological    Conservation, 236,    305–    314.    https://doi.\norg/10.1016/j.biocon.2019.05.005\nBellwood,  D.  R.,  Hoey,  A.  S.,  Ackerman,  J.  L.,  &  Depczynski,  M.  (2006).  \nCoral bleaching, reef fish community phase shifts and the resilience \nof coral reefs. Global Change Biology, 12(9),  1587– 1594.\nBellwood,   D.   R.,   Hughes,   T.   P.,   Folke,   C.,   &   Nyström,   M.   (2004).   \nConfronting the coral reef crisis. Nature, 429(6994),  827– 833.\nBonaldo,  R.  M.,  Pires,  M.  M.,  Guimarães,  P.  R.,  Hoey,  A.  S.,  &  Hay,  M.  \nE.  (2017).  Small  marine  protected  areas  in  Fiji  provide  refuge  for  \nreef fish assemblages, feeding groups, and corals. PLoS One, 12(1), \ne0170638.  https://doi.org/10.1371/journ al.pone.0170638.\nBoström-  Einarsson,  L.,  Babcock,  R.  C.,  Bayraktarov,  E.,  Ceccarelli,  D.,  \nCook, N., Ferse, S. C. A., Hancock, B., Harrison, P., Hein, M., Shaver, \nE., Smith, A., Suggett, D., Stewart- Sinclair, P. J., Vardi, T., & McLeod, \nI.  M.  (2020).  Coral  restoration–  A  systematic  review  of  current  \nmethods, successes, failures and future directions. PLoS One 15(1): \ne0226631.\nBruno, J. F., Côté, I. M., & Toth, L. T. (2019). Climate change, coral loss, \nand the curious case of the parrotfish paradigm: Why don’t marine \nprotected  areas  improve  reef  resilience?  Annual  Review  of  Marine  \nScience, 11,    307– 334.    https://doi.org/10.1146/annur ev- marin e- \n01031 8-    095300\nBruno, J. F., Selig, E. R., Casey, K. S., Page, C. A., Willis, B. L., Harvell, C. D., \nSweatman,  H.,  &  Melendy,  A.  M.  (2007).  Thermal  stress  and  coral  \ncover as drivers of coral disease outbreaks. PLoS Biology, 5(6), e124. \nhttps://doi.org/10.1371/journ al.pbio.0050124\nBruno, J. F., & Valdivia, A. (2016). Coral reef degradation is not correlated \nwith local human population density. Scientific Reports, 6(1),  1– 8.\nBurnham,  K.  P.,  Anderson,  D.  R.,  &  Huyvaert,  K.  P.  (2011).  AIC  model  \nselection  and  multimodel  inference  in  behavioral  ecology:  Some  \nbackground, observations, and comparisons. Behavioral Ecology and \nSociobiology, 65(1),  23– 35.\nCarassou,  L.,  Léopold,  M.,  Guillemot,  N.,  Wantiez,  L.,  &  Kulbicki,  M.  \n(2013). Does herbivorous fish protection really improve coral reef \nresilience? A case study from New Caledonia (South Pacific). PLoS \nOne, 8(4), e60564. https://doi.org/10.1371/journ al.pone.0060564\nCinner,  J.  E.,  Huchery,  C.,  MacNeil,  M.  A.,  Graham,  N.  A.,  McClanahan,  \nT.  R.,  Maina,  J.,  Maire,  E.,  Kittinger,  J.  N.,  Hicks,  C.  C.,  &  Mora,  \nC.  (2016).  Bright  spots  among  the  world’s  coral  reefs.  Nature, \n535(7612),  416– 419.\nCinner,  J.  E.,  Maire,  E.,  Huchery,  C.,  MacNeil,  M.  A.,  Graham,  N.  A.  J.,  \nMora,  C.,  McClanahan,  T.  R.,  Barnes,  M.  L.,  Kittinger,  J.  N.,  Hicks,  \nC. C., D’Agata, S., Hoey, A. S., Gurney, G. G., Feary, D. A., Williams, \nI. D., Kulbicki, M., Vigliola, L., Wantiez, L., Edgar, G. J., ... Mouillot, \nD. (2018). Gravity of human impacts mediates coral reef conserva-\ntion gains. Proceedings of the National Academy of Sciences, 115(27), \nE6116– E6125.  https://doi.org/10.1073/pnas.17080 01115\nCleves,  P.  A.,  Strader,  M.  E.,  Bay,  L.  K.,  Pringle,  J.  R.,  &  Matz,  M.  V.  \n(2018).  CRISPR/Cas9-  mediated  genome  editing  in  a  reef-  building  \ncoral. Proceedings  of  the  National  Academy  of  Sciences, 115(20), \n5235– 5240.\nCliff, A. D. (1973). Spatial autocorrelation. No. 04; QA278. 2, C5. 1973.\nCôté, I. M., & Darling, E. S. (2010). Rethinking ecosystem resilience in the \nface  of  climate  change.  PLoS  Biology, 8(7),  e1000438.  https://doi.\norg/10.1371/journ al.pbio.1000438\nDarling,  E.  S.,  McClanahan,  T.  R.,  &  Côté,  I.  M.  (2013).  Life  histories  \npredict  coral  community  disassembly  under  multiple  stressors.  \nGlobal Change Biology, 19(6),  1930–  1940.  https://doi.org/10.1111/\ngcb.12191\nde Andrade, D. F. C., Ruschel, A. R., Schwartz, G., de Carvalho, J. O. P., \nHumphries,  S.,  &  Gama,  J.  R.  V.  (2020).  Forest  resilience  to  fire  \nin  eastern  Amazon  depends  on  the  intensity  of  pre-  fire  distur-\nbance. Forest  Ecology  and  Management, 472,  118258.  https://doi.\norg/10.1016/j.foreco.2020.118258\nDonner, S. D., & Potere, D. (2007). The inequity of the global threat to coral \nreefs. BioScience, 57(3), 214– 215. https://doi.org/10.1641/B570302\nDonovan, M. K., Adam, T. C., Shantz, A. A., Speare, K. E., Munsterman, \nK.  S.,  Rice,  M.  M.,  Schmitt,  R.  J.,  Holbrook,  S.  J.,  &  Burkepile,  D.  \nE. (2020). Nitrogen pollution interacts with heat stress to increase \ncoral  bleaching  across  the  seascape.  Proceedings  of  the  National  \nAcademy of Sciences, 117(10),  5351– 5357.\nDonovan, M. K., Burkepile, D. E., Kratochwill, C., Shlesinger, T., Sully, S., \nOliver,  T.  A.,  Hodgson,  G.,  Freiwald,  J.,  &  van  Woesik,  R.  (2021).  \n\n   \n|\n  11\nBAUMANN et Al.\nLocal   conditions   magnify   coral   loss   after   marine   heatwaves.   \nScience, 372(65 45),  97 7– 98 0 .\nEdgar, G. J., Stuart- Smith, R. D., Willis, T. J., Kininmonth, S., Baker, S. C., \nBanks, S., Barrett, N. S., Becerro, M. A., Bernard, A. T., & Berkhout, \nJ.  (2014).  Global  conservation  outcomes  depend  on  marine  pro-\ntected areas with five key features. Nature, 506( 74 87 ),  216– 2 20 .\nEdmunds, P. J. (2002). Long- term dynamics of coral reefs in St. John, US \nVirgin Islands. Coral Reefs, 21(4 ) ,   3 57– 3 67.\nFabricius, K. E. (2005). Effects of terrestrial runoff on the ecology of cor-\nals and coral reefs: review and synthesis. Marine Pollution Bulletin, \n50(2),  125– 146.\nGelman, A. (2008). Scaling regression inputs by dividing by two standard \ndeviations. Statistics  in  Medicine, 27(15),  2865–  2873.  https://doi.\norg/10.1002/sim.3107\nGilmour, J. P., Smith, L. D., Heyward, A. J., Baird, A. H., & Pratchett, M. S. \n(2013). Recovery of an isolated coral reef system following severe \ndisturbance. Science, 340(61 2 8 ) ,   69– 71 .\nGolbuu,  Y.,  van  Woesik,  R.,  Richmond,  R.  H.,  Harrison,  P.,  &  Fabricius,  \nK.  E.  (2011).  River  discharge  reduces  reef  coral  diversity  in  Palau.  \nMarine Pollution Bulletin, 62(4),  824– 831.\nGonzález-  Barrios,  F.  J.,  Cabral-  Tena,  R.  A.,  &  Alvarez-  Filip,  L.  (2021).  \nRecovery  disparity  between  coral  cover  and  the  physical  func-\ntionality  of  reefs  with  impaired  coral  assemblages.  Global  Change  \nBiology, 27(3), 640– 651. https://doi.org/10.1111/gcb.15431.\nGraham,  N.  A.,  Jennings,  S.,  MacNeil,  M.  A.,  Mouillot,  D.,  &  Wilson,  S.  \nK.  (2015).  Predicting  climate-  driven  regime  shifts  versus  rebound  \npotential in coral reefs. Nature, 518( 75 37 ) ,   94 – 97.\nGraham,  N.,  Nash,  K.,  &  Kool,  J.  (2011).  Coral  reef  recovery  dynam-\nics  in  a  changing  world.  Coral  Reefs, 30(2),  283–  294.  https://doi.\norg/10.1007/s0033 8-    010- 0717- z\nHaapkylä,  J.,  Melbourne-  Thomas,  J.,  Flavell,  M.,  &  Willis,  B.  (2013).  \nDisease outbreaks, bleaching and a cyclone drive changes in coral \nassemblages on an inshore reef of the Great Barrier Reef. Coral Reefs, \n32(3),  815– 824.  https://doi.org/10.1007/s0033 8-   013- 1029- x\nHair, J. F. (2009). Multivariate data analysis. Prentice Hall.\nHargreaves-  Allen,  V.  A.,  Mourato,  S.,  &  Milner-  Gulland,  E.  J.  (2017).  \nDrivers of coral reef marine protected area performance. PLoS One, \n12(6), e0179394. https://doi.org/10.1371/journ al.pone.0179394\nHarvey, B. J., Nash, K. L., Blanchard, J. L., & Edwards, D. P. (2018). Ecosystem- \nbased management of coral reefs under climate change. Ecology and \nEvolution, 8(12), 6354– 6368. https://doi.org/10.1002/ece3.4146\nHoegh-  Guldberg,  O.,  Eakin,  C.  M.,  Hodgson,  G.,  Sale,  P.  F.,  &  Veron,  J.  \nE.  N.  (2015).  Climate  change  threatens  the  survival  of  coral  reefs.  \nInternational Society for Reef Studies (ISRS), 2015, 4.\nHoegh-  Guldberg,  O.,  Kennedy,  E.  V.,  Beyer,  H.  L.,  McClennen,  C.,  &  \nPossingham,  H.  P.  (2018).  Securing  a  long-  term  future  for  coral  \nreefs. Trends in Ecology & Evolution, 33(12),  936– 944.\nHolbrook, S. J., Adam, T. C., Edmunds, P. J., Schmitt, R. J., Carpenter, R. C., \nBrooks, A. J., Lenihan, H. S., & Briggs, C. J. (2018). Recruitment drives \nspatial  variation  in  recovery  rates  of  resilient  coral  reefs.  Scientific \nReports, 8(1),  1– 11.\nHolling,  C.  S.  (1973).  Resilience  and  stability  of  ecological  systems.  \nAnnual  Review  of  Ecology  and  Systematics, 4(1),  1–  23.  https://doi.\norg/10.1146/annur ev.es.04.110173.000245\nHughes, T. P., Graham, N. A. J., Jackson, J. B. C., Mumby, P. J., & Steneck, \nR.  S.  (2010).  Rising  to  the  challenge  of  sustaining  coral  reef  resil-\nience. Trends in Ecology & Evolution, 25(11),  633– 642.\nHughes,  T.  P.,  Kerry,  J.  T.,  Álvarez-  Noriega,  M.,  Álvarez-  Romero,  J.  G.,  \nAnderson, K. D., Baird, A. H., Babcock, R. C., Beger, M., Bellwood, \nD. R., & Berkelmans, R. (2017). Global warming and recurrent mass \nbleaching of corals. Nature, 543(7645),  373– 377.\nJackson, J. B. (1997). Reefs since columbus. Coral Reefs, 16(1),  S23– S32. \nhttps://doi.org/10.1007/s0033 80050238\nKnowlton, N., & Jackson, J. B. C. (2008). Shifting baselines, local impacts, \nand global change on coral reefs. PLoS Biology, 6(2), e54.\nLester, S. E., Rassweiler, A., McCoy, S. J., Dubel, A. K., Donovan, M. K., \nMiller, M. W., Miller, S. D., Ruttenberg, B. I., Samhouri, J. F., & Hay, \nM. E. (2020). Caribbean reefs of the Anthropocene: Variance in eco-\nsystem  metrics  indicates  bright  spots  on  coral  depauperate  reefs.  \nGlobal  Change  Biology, 26(9),  4785–  4799.  https://doi.org/10.1111/\ngcb.15253\nLing,  S.  D.,  Kriegisch,  N.,  Woolley,  B.,  &  Reeves,  S.  E.  (2019).  Density-  \ndependent  feedbacks,  hysteresis,  and  demography  of  overgraz-\ning  sea  urchins.  Ecology, 100(2),  e02577.  https://doi.org/10.1002/\necy.2577\nLüdecke, D. (2018). ggeffects: Tidy data frames of marginal effects from \nregression  models.  Journal  of  Open  Source  Software, 3(26),  772.  \nhttps://doi.org/10.21105/ joss.00772\nLüdecke, D., Ben- Shachar, M. S., Patil, I., Waggoner, P., & Makowski, D. \n(2021).  Performance:  An  R  package  for  assessment,  comparison  \nand  testing  of  statistical  models.  Journal  of  Open  Source  Software, \n6(60), 3139. https://doi.org/10.21105/ joss.03139\nMadin, J. S., Hughes, T. P., & Connolly, S. R. (2012). Calcification, storm \ndamage  and  population  resilience  of  tabular  corals  under  climate  \nchange. PLoS  One, 7(10), e46637. https://doi.org/10.1371/journ al. \npone.0046637\nMaire, E., Cinner, J., Velez, L., Huchery, C., Mora, C., Dagata, S., Vigliola, \nL., Wantiez, L., Kulbicki, M., & Mouillot, D. (2016). How accessible \nare coral reefs to people? A global assessment based on travel time. \nEcology Letters, 19(4), 351– 360. https://doi.org/10.1111/ele.12577\nMcCauley,  D.  J.,  Young,  H.  S.,  Power,  E.  A.,  Bird,  D.  W.,  Durham,  W.  \nH.,  McInturff,  A.,  Dunbar,  R.  B.,  &  Micheli,  F.  (2014).  “Pushing  \nback  against  paper-  park  pushers-  Reply  to  Craigie  et  al.”  Biological \nConservation, 172,  223– 224.\nMcClanahan, T. R., Graham, N. A. J., & Darling, E. S. (2014). Coral reefs \nin  a  crystal  ball:  Predicting  the  future  from  the  vulnerability  of  \ncorals  and  reef  fishes  to  multiple  stressors.  Current  Opinion  in  \nEnvironmental Sustainability, 7,  59– 64.\nMcClanahan, T. R., Marnane, M. J., Cinner, J. E., & Kiene, W. E. (2006). A \ncomparison of marine protected areas and alternative approaches \nto coral- reef management. Current Biology, 16(14),  1408– 1413.\nMora,  C.  (2008).  A  clear  human  footprint  in  the  coral  reefs  of  the  \nCaribbean. Proceedings  of  the  Royal  Society  B:  Biological  Sciences, \n275(1636),  767– 773.\nNegret, P. J., Marco, M. D., Sonter, L. J., Rhodes, J., Possingham, H. P., & \nMaron,  M.  (2020).  Effects  of  spatial  autocorrelation  and  sampling  \ndesign on estimates of protected area effectiveness. Conservation \nBiology, 34(6), 1452– 1462. https://doi.org/10.1111/cobi.13522\nNguyen,  N.  C.,  &  Bosch,  O.  J.  H.  (2013).  A  systems  thinking  approach  \nto  identify  leverage  points  for  sustainability:  A  case  study  in  the  \ncat Ba biosphere reserve, Vietnam. Systems Research and Behavioral \nScience, 30(2), 104– 115. https://doi.org/10.1002/sres.2145\nOrtiz, J.- C., Wolff, N. H., Anthony, K. R., Devlin, M., Lewis, S., & Mumby, \nP.  J.  (2018).  Impaired  recovery  of  the  Great  Barrier  Reef  under  \ncumulative  stress.  Science  Advances, 4(7),  eaar6127.  https://doi.\norg/10.1126/sciadv.aar6127\nPandolfi,  J.  M.,  Bradbury,  R.  H.,  Sala,  E.,  Hughes,  T.  P.,  Bjorndal,  K.  A.,  \nCooke,  R.  G.,  McArdle,  D.,  Mcclenachan,  L.,  Newman,  M.  J.  H.,  \nParedes,  G.,  Warner,  R.  R.,  &  Jackson,  J.  B.  C.  (2003).  Global  tra-\njectories of the long- term decline of coral reef ecosystems. Science, \n301,  955– 957.  https://doi.org/10.1126/scien ce.1085706\nPerry, C. T., & Alvarez- Filip, L. (2019). Changing geo- ecological functions of \ncoral reefs in the Anthropocene. Functional Ecology, 33(6),  976– 988.\nPerry,  C.  T.,  Alvarez-  Filip,  L.,  Graham,  N.  A.  J.,  Mumby,  P.  J.,  Wilson,  S.  \nK.,  Kench,  P.  S.,  Manzello,  D.  P.,  Morgan,  K.  M.,  Slangen,  A.  B.  A.,  \nThomson,  D.  P.,  Januchowski-  Hartley,  F.,  Smithers,  S.  G.,  Steneck,  \nR. S., Carlton, R., Edinger, E. N., Enochs, I. C., Estrada- Saldívar, N., \nHaywood, M. D. E., Kolodziej, G., ... Macdonald, C. (2018). Loss of \ncoral  reef  growth  capacity  to  track  future  increases  in  sea  level.  \nNature, 558(7710),  396– 400.\n\n12 \n|\n   \nBAUMANN et Al.\nRoberts,  C.  M.,  McClean,  C.  J.,  Veron,  J.  E.  N.,  Hawkins,  J.  P.,  Allen,  G.  \nR.,  McAllister,  D.  E.,  Mittermeier,  C.  G.,  Schueler,  F.  W.,  Spalding,  \nM.,  Wells,  F.,  Vynne,  C.,  &  Werner,  T  .  B.  (2002).  “Marine  biodiver-\nsity  hotspots  and  conservation  priorities  for  tropical  reefs.”  Science, \n295,  5558:  1280–  1284.  https://www.scien  ce.org/doi/10.1126/scien  \nce.1067728\nRohatgi, A. (2017). WebPlotDigitizer.\nSandin,  S.  A.,  Smith,  J.  E.,  DeMartini,  E.  E.,  Dinsdale,  E.  A.,  Donner,  S.  \nD.,  Friedlander,  A.  M.,  Konotchick,  T.,  Malay,  M.,  Maragos,  J.  E.,  \nObura, D., Pantos, O., Paulay, G., Richie, M., Rohwer, F., Schroeder, \nR.  E.,  Walsh,  S.,  Jackson,  J.  B.  C.,  Knowlton,  N.,  &  Sala,  E.  (2008).  \nBaselines  and  degradation  of  coral  reefs  in  the  Northern  Line  \nIslands. PLoS One, 3(2), e1548.\nSelig, E. R., & Bruno, J. F. (2010). A global analysis of the effectiveness of \nmarine protected areas in preventing coral loss. PLoS One, 5(2), e9278.\nSmith, J. E., Brainard, R., Carter, A., Grillo, S., Edwards, C., Harris, J., Lewis, \nL., Obura, D., Rohwer, F., Sala, E., Vroom, P. S., & Sandin, S. (2016). \nRe- evaluating the health of coral reef communities: Baselines and \nevidence for human impacts across the central Pacific. Proceedings \nof the Royal Society B: Biological Sciences, 283(1822), 20151985.\nSpalding,  M.,  Burke,  L.,  Wood,  S.  A.,  Ashpole,  J.,  Hutchison,  J.,  &  Zu  \nErmgassen,  P.  (2017).  Mapping  the  global  value  and  distribu-\ntion  of  coral  reef  tourism.  Marine  Policy, 82,  104–  113.  https://doi.\norg/10.1016/j.marpol.2017.05.014\nStallings,  C.  D.  (2009).  Predator  identity  and  recruitment  of  coral-  reef  \nfishes:  Indirect  effects  of  fishing.  Marine  Ecology  Progress  Series, \n383,  251– 259.\nStrain, E. M., Edgar, G. J., Ceccarelli, D., Stuart- Smith, R. D., Hosack, G. R., \n& Thomson, R. J. (2019). A global assessment of the direct and indi-\nrect benefits of marine protected areas for coral reef conservation. \nDiversity  and  Distributions, 25(1),  9–  20.  https://doi.org/10.1111/\nddi.12838\nTurner,   I.   M.,   &   Corlett,   R.   T.   (1996).   The   conservation   value   of   \nsmall,    isolated    fragments    of    lowland    tropical    rain    forest.    \nTrends    in    Ecology    &    Evolution, 11(8),    330–    333.    https://doi.\norg/10.1016/0169- 5347(96)10046 - X\nUthicke,  S.,  Logan,  M.,  Liddy,  M.,  Francis,  D.,  Hardy,  N.,  &  Lamare,  M.  \n(2015). Climate change as an unexpected co- factor promoting coral \neating  seastar  (Acanthaster  planci)  outbreaks.  Scientific  Reports, \n5(1),  1– 8.  https://doi.org/10.1038/srep0 8402\nvan Oppen, M. J. H., Oliver, J. K., Putnam, H. M., & Gates, R. D. (2015). \nBuilding coral reef resilience through assisted evolution. Proceedings \nof the National Academy of Sciences, 112(8):  2307– 2313.\nVan  Woesik,  R.,  Sakai,  K.,  Ganase,  A.,  &  Loya,  Y.  (2011).  Revisiting  the  \nwinners  and  the  losers  a  decade  after  coral  bleaching.  Marine \nEcology   Progress   Series, 434,   67–   76.   https://doi.org/10.3354/\nmeps0 9203\nWard-  Paige,  C.  A.,  Mora,  C.,  Lotze,  H.  K.,  Pattengill-  Semmens,  C.,  \nMcClenachan,  L.,  Arias-  Castro,  E.,  &  Myers,  R.  A.  (2010).  Large-  \nscale absence of sharks on reefs in the greater- Caribbean: A foot-\nprint of human pressures. PLoS One, 5(8), e11968.\nWildlife  Conservation  Society  –    WCS,  and  Center  for  International  \nEarth   Science   Information   Network   –      CIESIN   –      Columbia   \nUniversity.  (2005).  Last  of  the  Wild  Project,  Version  2,  2005  (LWP-  \n2):  Global  Human  Influence  Index  (HII)  Dataset  (Geographic).  NASA  \nSocioeconomic Data and Applications Center (SEDAC). https://doi.\norg/10.7927/H4BP00QC\nWilkinson,  C.  R.,  &  Souter,  D.  (2008).  Status  of  Caribbean  coral  reefs  \nafter bleaching and hurricanes in 2005.\nZhang,  S.  Y.,  Speare,  K.  E.,  Long,  Z.  T.,  McKeever,  K.  A.,  Gyoerkoe,  M.,  \nRamus, A. P., Mohorn, Z., Akins, K. L., Hambridge, S. M., Graham, N. \nA. J., Nash, K. L., Selig, E. R., & Bruno, J. F. (2014). Is coral richness \nrelated to community resistance to and recovery from disturbance? \nPeerJ, 2, e308. https://doi.org/10.7717/peerj.308\nZuur,  A.  F.,  Ieno,  E.  N.,  Walker,  N.  J.,  Saveliev,  A.  A.,  &  Smith,  G.  M.  \n(2009). Mixed  effects  models  and  extensions  in  ecology  with  R,  vol.  \n574. Springer.\nSUPPORTING INFORMATION\nAdditional  supporting  information  may  be  found  in  the  online  ver-\nsion of the article at the publisher’s website.\nHow to cite this article: Baumann, J. H., Zhao, L. Z., Stier, A. \nC., & Bruno, J. F. (2021). Remoteness does not enhance coral \nreef resilience. Global Change Biology, 00, 1– 12. h t t p s : //d o i .\norg/10.1111/gcb.15904",
  "extractedAt": "2025-12-12T18:45:06.079Z",
  "success": true
}