{
  "filename": "Boucher (ICB) 2016.pdf",
  "numPages": 3,
  "text": "Book Review Mutualism Judith L. Bronstein, editor. Oxford and New York: Oxford University Press, 2015. xvþ297 pp. ISBN: 978-0-19- 967565-4 (hbk.); 978-0-19-967566-1 (pbk.) A persistent problem Mutualisms—mutually beneficial interactions be- tween species—have a long history of being a prob- lem. On the one hand, we see them everywhere, as bees visit flowers, birds eat fruits, legumes form root- nodules and as Herodotus and Aristotle described, tick-birds supposedly pick parasites from the teeth of crocodiles. But on the other hand, scientists have come up with a series of reasons why they should be rare, if they exist at all. Reality and bio- logical theory have repeatedly come into conflict. Darwin himself was perhaps the first to face this problem as he elucidated the implications of natural selection. He wrote in theOriginthat ‘‘If it could be proved that any part of the structure of any one species had been formed for the exclusive good of another species, it would annihilate my theory, for such could not have been produced through natural selection’’ (Darwin 1859). Realizing the seriousness of this challenge, he devoted his next book to the pollination of orchids by insects, showing in detail how both benefited (Darwin 1862). While natural selection won the day and became the fundamental paradigm of modern biology, the issue never totally disappeared. A century later it re-emerged as the altruism/group selection problem. George Williams’ incisive critique (1966) showed that one could not explain the existence of traits, whether morphological or behavioral, by their ‘‘good for the species’’; it was necessary to show how the fitness of all the individuals involved was increased. Thus he felt that ‘‘really good examples of mutualism are relatively rare’’ (Williams 1966). This helped stimulate the development of mathematical models of cooperation, including mutualism, based on kin selection and game theory (Axelrod and Hamilton 1981). About the same time, ecologists realized that their fundamental model of interacting species, based on the equations developed for competition and predation by Lotka, Volterra, and Gause, produced instability when applied to mutualism. The interac- tion could lead to reductions in one species driving down the other, till both went extinct; conversely, they could grow together without limit in an ‘‘orgy of mutual benefaction’’ (May 1975). Neither result would give stable coexistence. Either tweaks or con- straints had to be added to the equations so that mutualists could coexist stably in theory as in reality, or else one had to conclude that mutualism just should not be common in the natural world. Finally, and related to both the altruism issue and the instability problem, there was the problem of cheating. If individuals of two species were exchang- ing benefits, there should be selection to continue receiving them but not provide as much, or even anything at all, in return. Cheaters—individuals who avoided the cost of being mutualistic yet still received the benefits—would have a fitness advantage over their competitors who continued to behave mutualis- tically, and the whole interaction would break down. Moving on One of the pleasures of reading Judith Bronstein’s marvelous new book is seeing that mutualism is no longer a problem. The apparent contradictions be- tween what clearly is, and what ought to be, have by and large been resolved. There are not only solu- tions for mutualism’s existence problem, but a wide array of new concepts, methods, and tools that take biologists in exciting new directions. The book both summarizes and moves beyond recent discoveries, suggesting fundamental questions to occupy both the next generation of students and those of us of less tender years. The intellectual quality of the volume is matched by exceptionally good editing. Volumes with multiple authors (this one has 64!) are vulnerable to disorga- nization and redundancy, particularly if they cover a subject matter that ranges from plasmids to elephants and mitochondria to mycorrhizae. Bronstein has done an admirable job both managing her many authors and tying together their sections with her own text. Each chapter begins with a clear statement of its goal and a brief outline of its coverage, and lays out its key Integrative and Comparative Biology Integrative and Comparative Biology, pp. 1–3 doi:10.1093/icb/icw071 Society for Integrative and Comparative Biology ßThe Author 2016. Published by Oxford University Press on behalf of the Society for Integrative and Comparative Biology. All rights reserved. For permissions please email: journals.permissions@oup.com. Integrative and Comparative Biology Advance Access published July 1, 2016 at University of Arizona on July 5, 2016 http://icb.oxfordjournals.org/ Downloaded from points without unnecessary digression. The result is a tightly integrated work of uniformly high quality. This integration is reflected in the hierarchical structure of the book; there are not only sections and chapters but dozens of short boxes within the chapters explaining, each in a few pages, either a fascinating biological interaction or a powerful ana- lytic tool. These boxes give life to both the chapters containing them and the other chapters, through fre- quent cross-referencing. The result is a book with just enough overlap among its parts to provide sev- eral ways of looking at each topic but not so much as it make readers feel that they have heard this story before. There is ample material to suggest dozens of graduate student thesis topics, but it is tied together by a welcome emphasis on what we do know, not just what we do not. Another important virtue of the book is its uni- formity of terminology. The history of mutualism has long been plagued by uncertainties and argu- ments about what words to use and what they mean: mutualism, cooperation, symbiosis, coevolu- tion, specialization, benefits and more. Bronstein’s definitions in section 1.2.4, summarizing the mean- ings that researchers have given to each of these terms over the past few decades, should become the standards for future writing on the subject. The masterful integration of concepts, questions, and methods across an incredibly wide range of taxa and sub-disciplines does not exclude, but rather is bolstered by, many examples of the fascinating scien- tific storytelling for which mutualism studies are famous. A squid expels 95% of its luminescent bacte- ria from its light organ each morning, and then re- builds the population by nightfall. An ant sterilizes the flowers of an East African whistling-thorn tree but is nonetheless a mutualist because it deters occasional but drastic damage by elephants, while other ants pro- tect against giraffes and other herbivores when the plant is older. Biological soil crusts include liverworts, lichens, mosses, algae, microfungi, cyanobacteria and other microbes, and reduce erosion, fix nitrogen, and capture nutrients in dust, providing large benefits to many arid-zone plant species. And dozens more.... Some notable themes With such a diversity of fascinating tales and topics, it is a challenge to pick out just a few to highlight. But here is a subjective choice of a few themes that recur repeatedly throughout the volume, and seem to offer great promise for future studies:  Networks.It is increasing evident that mutualisms should not be thought of as specialized one-to-one versus generalized, diffuse many-to-many relation- ships, but rather as asymmetric networks, with a few core generalists interacting with large numbers of both specialists and generalists. Often these net- works have a modular structure, with ‘‘connector’’ species tying the modules together. This view is widely applicable across taxa and has considerable predictive power as mutualisms are subjected to both natural and anthropogenic change.  Context.Mutualism, as well as parasitism and other interactions, is not a fixed category. Rather, relationships move back and forth between the kinds of interaction, both in quantities of costs and benefits and in the qualitative result, as the context changes. The answer to the question ‘‘is this a mutualism?’’ is neither ‘‘yes’’ nor ‘‘no,’’ but rather ‘‘it depends,’’ so that we now can explore both the factors that it depends on, and how they interact to affect the outcome.  Microbiomes. The diversity of the microbial world and its functional traits and metabolic abilities, is matched by the complexity of the communities it forms in, on, and around macroscopic organisms, including plants, insects, aquatic invertebrates, and vertebrates such as people. Genomic and phyloge- netic methods now allow us to explore the result- ing relationships, many of which can be mutualistic. Some of these ecosystems, such as the human microbiome, appear to be of great im- portance for our health.  Meta-analyses.There is now a large enough pub- lished literature on mutualisms that one can now conduct meta-analyses, within and among taxa and kinds of interactions, aimed at quite general ecological and evolutionary questions. The cover- age is still quite unbalanced, with pollination, seed dispersal, ant-plant interactions, nitrogen fixation, and mycorrhizae dominating, but there are already enough publications to provide some insight, with the promise of more to come. Solving social problems The final parts ofMutualismapply its concepts to social and economic issues, focusing on global change and conservation. There is also an increase in the ratio of questions to answers in these sections, both reflecting the state of the literature and provid- ing guidance as to how to make what we have learned more valuable for our fellow humans. The potential is clearly large in light of the high impor- tance of mutualisms to community structure, nutri- ent cycling, and other ecosystem properties. But 2Book Review at University of Arizona on July 5, 2016 http://icb.oxfordjournals.org/ Downloaded from beyond the need for more knowledge, there is an- other issue that comes up in these final chapters. It seems heretical to say it, but often mutualism may not be the best answer, and sometimes not even a good thing. For example: years ago Dan Janzen pointed out that even though we may save species from extinc- tion, their interactions and roles that they play in communities may disappear. Increasingly we are also seeing examples of the reverse, with exotic spe- cies succeeding because of mutualisms, sometimes at the expense of native species.Myrica fayain Hawaii and Johnsongrass (Sorghum halapense) in US prairies gain substantial advantage as pests because of their associations with nitrogen fixers. Introduced Africanized honeybees in the Amazon and Japanese silvereyes (birds) in New Zealand have become the principal pollinators in some habitats, at the expense of indigenous species. Introduced ants in several parts of the world seem to be strengthened as in- vaders because they often benefit more from mutu- alisms than native ants. Thus mutualistic interactions persist and may even become more important, but to the detriment of native taxa. A related question is raised by Diana Six’s box on the impact of climate change on bark beetles (Scolytinae) and their fungal mutualists in western North America (p. 244–5). Increasing temperatures threaten the mutualism and thus potentially the spe- cies. But since bark beetle outbreaks are one of the strongest current examples of how climate change threatens forest ecosystems, could the potential harm to this mutualism actually be a silver lining for conservation? Agricultural mutualisms present a different para- dox: the reduction or even elimination of mutual- isms by human societies over thousands of years of crop domestication. Seed dispersal is a clear example, and the reasons that farmers do not like it are fairly obvious. However, the pattern also extends to several other kinds of mutualism. Although fully 90% of angiosperms are pollinated mutualistically (Ollerton et al. 2011), the crop plants that provide most of humanity’s food are not. Instead, they rely on wind pollination (maize), self-pollination (wheat, rice, and other cereals; beans, soy, and other legumes), or veg- etative reproduction (cassava, potatoes, bananas, sugar cane). Fertilizer, whether in modern synthetic forms or from traditional organic sources, reduces the value of nutritional mutualisms such as nitrogen-fixing legume nodules and mycorrhizae, and may even convert them into antagonistic inter- actions. Such examples of humans artificially select- ing against mutualism have occurred repeatedly in several different global centers of domestication over thousands of years. Thus, one cannot simply blame the pattern on ‘‘modern’’ or ‘‘industrial’’ ag- riculture; it is far older than that. So, do we now want to reverse it in favor of the mutualistic alter- natives—simply because they seem more ‘‘natural’’? Conclusion Finally, a personal note. Bronstein notes that in 1985 I edited ‘‘the first (and until now, only) volume on the biology of mutualism as a whole,’’ (p. 15) and kindly says that many of its chapters are still valuable today. It is certainly gratifying to hear that work I did three decades ago (Boucher 1985) remains rele- vant and useful. But the most hopeful sign is that this book shows a much more unified view of mu- tualism, with a theoretical sophistication and an em- pirical foundation far beyond that earlier volume. Bronstein predicts that ‘‘the material presented here will soon fall out of date. In fact, the authors of this volume hope that it does; that would be a strong signal of a healthy, thriving and rapidly developing field of study’’ (p. 17). I share that hope—but this book already sends that signal extremely well. Doug Boucher Union of Concerned Scientists, 20507 Darnestown Road, Dickerson, MD 20842 E-mail: dboucher@ucsusa.org References Axelrod R, Hamilton WD. 1981. The evolution of coopera- tion. Science 211:1390–6. Boucher DH. 1985. The biology of mutualism: ecology and evolution. London: Croom Helm. Darwin C. 1859. The origin of species by means of natural selection, or the preservation of favored races in the strug- gle for life. London: John Murray. Darwin C. 1862. On the various contrivances by which British and foreign orchids are fertilised by insects. London: John Murray. May R. 1976. Theoretical ecology. Boston: Blackwell Scientific Publications. Ollerton J, Winfree R, Tarrant S. 2011. How many flowering plants are pollinated by animals? Oikos 120:321–6. Williams GC. 1966. Adaptation and natural selection. Princeton (NJ): Princeton University Press. Book Review3 at University of Arizona on July 5, 2016 http://icb.oxfordjournals.org/ Downloaded from",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nBook Review\nMutualism\nJudith L. Bronstein, editor. Oxford and New York: Oxford\nUniversity Press, 2015. xvþ297 pp. ISBN: 978-0-19-\n967565-4 (hbk.); 978-0-19-967566-1 (pbk.)\nA persistent problem\nMutualisms—mutually  beneficial  interactions  be-\ntween species—have a long history of being a prob-\nlem. On the one hand, we see them everywhere, as\nbees visit flowers, birds eat fruits, legumes form root-\nnodules and as Herodotus and Aristotle described,\ntick-birds supposedly pick parasites from the teeth\nof crocodiles. But on the other hand, scientists\nhave come up with a series of reasons why they\nshould be rare, if they exist at all. Reality and bio-\nlogical theory have repeatedly come into conflict.\nDarwin himself was perhaps the first to face this\nproblem as he elucidated the implications of natural\nselection. He wrote in theOriginthat ‘‘If it could be\nproved that any part of the structure of any one\nspecies had been formed for the exclusive good of\nanother species, it would annihilate my theory, for\nsuch could not have been produced through natural\nselection’’ (Darwin 1859). Realizing the seriousness\nof this challenge, he devoted his next book to the\npollination of orchids by insects, showing in detail\nhow both benefited (Darwin 1862).\nWhile natural selection won the day and became\nthe fundamental paradigm of modern biology, the\nissue never totally disappeared. A century later it\nre-emerged as the altruism/group selection problem.\nGeorge Williams’ incisive critique (1966) showed\nthat one could not explain the existence of traits,\nwhether  morphological  or  behavioral,  by  their\n‘‘good for the species’’; it was necessary to show\nhow the fitness of all the individuals involved was\nincreased. Thus he felt that ‘‘really good examples of\nmutualism are relatively rare’’ (Williams 1966). This\nhelped stimulate the development of mathematical\nmodels of cooperation, including mutualism, based\non kin selection and game theory (Axelrod and\nHamilton 1981).\nAbout the same time, ecologists realized that their\nfundamental model of interacting species, based on\nthe  equations  developed  for  competition  and\npredation by Lotka, Volterra, and Gause, produced\ninstability when applied to mutualism. The interac-\ntion could lead to reductions in one species driving\ndown the other, till both went extinct; conversely,\nthey could grow together without limit in an ‘‘orgy\nof mutual benefaction’’ (May 1975). Neither result\nwould give stable coexistence. Either tweaks or con-\nstraints had to be added to the equations so that\nmutualists could coexist stably in theory as in reality,\nor else one had to conclude that mutualism just\nshould not be common in the natural world.\nFinally, and related to both the altruism issue and\nthe instability problem, there was the problem of\ncheating. If individuals of two species were exchang-\ning benefits, there should be selection to continue\nreceiving them but not provide as much, or even\nanything at all, in return. Cheaters—individuals who\navoided the cost of being mutualistic yet still received\nthe benefits—would have a fitness advantage over\ntheir competitors who continued to behave mutualis-\ntically, and the whole interaction would break down.\nMoving  on\nOne of the pleasures of reading Judith Bronstein’s\nmarvelous new book is seeing that mutualism is no\nlonger a problem. The apparent contradictions be-\ntween what clearly is, and what ought to be, have\nby and large been resolved. There are not only solu-\ntions for mutualism’s existence problem, but a wide\narray of new concepts, methods, and tools that take\nbiologists in exciting new directions. The book both\nsummarizes and moves beyond recent discoveries,\nsuggesting fundamental questions to occupy both\nthe next generation of students and those of us of\nless tender years.\nThe intellectual quality of the volume is matched\nby exceptionally good editing. Volumes with multiple\nauthors (this one has 64!) are vulnerable to disorga-\nnization and redundancy, particularly if they cover a\nsubject matter that ranges from plasmids to elephants\nand mitochondria to mycorrhizae. Bronstein has done\nan admirable job both managing her many authors\nand tying together their sections with her own text.\nEach chapter begins with a clear statement of its goal\nand a brief outline of its coverage, and lays out its key\nIntegrative and Comparative Biology\nIntegrative and Comparative Biology, pp. 1–3\ndoi:10.1093/icb/icw071\nSociety for Integrative and Comparative Biology\nßThe Author 2016. Published by Oxford University Press on behalf of the Society for Integrative and Comparative Biology. All rights reserved.\nFor permissions please email: journals.permissions@oup.com.\n Integrative and Comparative Biology Advance Access published July 1, 2016\n at University of Arizona on July 5, 2016\nhttp://icb.oxfordjournals.org/\nDownloaded from \n\npoints without unnecessary digression. The result is a\ntightly integrated work of uniformly high quality.\nThis integration is reflected in the hierarchical\nstructure of the book; there are not only sections\nand chapters but dozens of short boxes within the\nchapters explaining, each in a few pages, either a\nfascinating biological interaction or a powerful ana-\nlytic tool. These boxes give life to both the chapters\ncontaining them and the other chapters, through fre-\nquent cross-referencing. The result is a book with\njust enough overlap among its parts to provide sev-\neral ways of looking at each topic but not so much as\nit make readers feel that they have heard this story\nbefore. There is ample material to suggest dozens of\ngraduate student thesis topics, but it is tied together\nby a welcome emphasis on what we do know, not\njust what we do not.\nAnother important virtue of the book is its uni-\nformity of terminology. The history of mutualism\nhas long been plagued by uncertainties and argu-\nments about what words to use and what they\nmean: mutualism, cooperation, symbiosis, coevolu-\ntion, specialization, benefits and more. Bronstein’s\ndefinitions in section 1.2.4, summarizing the mean-\nings that researchers have given to each of these\nterms over the past few decades, should become\nthe standards for future writing on the subject.\nThe masterful integration of concepts, questions,\nand methods across an incredibly wide range of taxa\nand sub-disciplines does not exclude, but rather is\nbolstered by, many examples of the fascinating scien-\ntific storytelling for which mutualism studies are\nfamous. A squid expels 95% of its luminescent bacte-\nria from its light organ each morning, and then re-\nbuilds the population by nightfall. An ant sterilizes the\nflowers of an East African whistling-thorn tree but is\nnonetheless a mutualist because it deters occasional\nbut drastic damage by elephants, while other ants pro-\ntect against giraffes and other herbivores when the\nplant is older. Biological soil crusts include liverworts,\nlichens, mosses, algae, microfungi, cyanobacteria and\nother microbes, and reduce erosion, fix nitrogen, and\ncapture nutrients in dust, providing large benefits to\nmany arid-zone plant species. And dozens more....\nSome notable themes\nWith such a diversity of fascinating tales and topics,\nit is a challenge to pick out just a few to highlight.\nBut here is a subjective choice of a few themes that\nrecur repeatedly throughout the volume, and seem to\noffer great promise for future studies:\n\u0002Networks.It is increasing evident that mutualisms\nshould not be thought of as specialized one-to-one\nversus generalized, diffuse many-to-many relation-\nships, but rather as asymmetric networks, with a\nfew core generalists interacting with large numbers\nof both specialists and generalists. Often these net-\nworks have a modular structure, with ‘‘connector’’\nspecies tying the modules together. This view is\nwidely applicable across taxa and has considerable\npredictive power as mutualisms are subjected to\nboth natural and anthropogenic change.\n\u0002Context.Mutualism, as well as parasitism and\nother  interactions,  is  not  a  fixed  category.\nRather, relationships move back and forth between\nthe kinds of interaction, both in quantities of costs\nand benefits and in the qualitative result, as the\ncontext changes. The answer to the question ‘‘is\nthis a mutualism?’’ is neither ‘‘yes’’ nor ‘‘no,’’ but\nrather ‘‘it depends,’’ so that we now can explore\nboth the factors that it depends on, and how they\ninteract to affect the outcome.\n\u0002Microbiomes. The diversity of the microbial world\nand its functional traits and metabolic abilities, is\nmatched by the complexity of the communities it\nforms in, on, and around macroscopic organisms,\nincluding plants, insects, aquatic invertebrates, and\nvertebrates such as people. Genomic and phyloge-\nnetic methods now allow us to explore the result-\ning  relationships,  many  of  which  can  be\nmutualistic. Some of these ecosystems, such as\nthe human microbiome, appear to be of great im-\nportance for our health.\n\u0002Meta-analyses.There is now a large enough pub-\nlished literature on mutualisms that one can now\nconduct meta-analyses, within and among taxa\nand kinds of interactions, aimed at quite general\necological and evolutionary questions. The cover-\nage is still quite unbalanced, with pollination, seed\ndispersal, ant-plant interactions, nitrogen fixation,\nand mycorrhizae dominating, but there are already\nenough publications to provide some insight, with\nthe promise of more to come.\nSolving  social problems\nThe final parts ofMutualismapply its concepts to\nsocial  and  economic  issues,  focusing  on  global\nchange and conservation. There is also an increase\nin the ratio of questions to answers in these sections,\nboth reflecting the state of the literature and provid-\ning guidance as to how to make what we have\nlearned more valuable for our fellow humans. The\npotential is clearly large in light of the high impor-\ntance of mutualisms to community structure, nutri-\nent cycling, and other ecosystem properties. But\n2Book Review\n at University of Arizona on July 5, 2016\nhttp://icb.oxfordjournals.org/\nDownloaded from \n\nbeyond the need for more knowledge, there is an-\nother issue that comes up in these final chapters. It\nseems heretical to say it, but often mutualism may\nnot be the best answer, and sometimes not even a\ngood thing.\nFor example: years ago Dan Janzen pointed out\nthat even though we may save species from extinc-\ntion, their interactions and roles that they play in\ncommunities  may  disappear.  Increasingly  we  are\nalso seeing examples of the reverse, with exotic spe-\ncies succeeding because of mutualisms, sometimes at\nthe expense of native species.Myrica fayain Hawaii\nand Johnsongrass (Sorghum halapense) in US prairies\ngain substantial advantage as pests because of their\nassociations   with   nitrogen   fixers.   Introduced\nAfricanized honeybees in the Amazon and Japanese\nsilvereyes (birds) in New Zealand have become the\nprincipal pollinators in some habitats, at the expense\nof indigenous species. Introduced ants in several\nparts of the world seem to be strengthened as in-\nvaders because they often benefit more from mutu-\nalisms than native ants. Thus mutualistic interactions\npersist and may even become more important, but to\nthe detriment of native taxa.\nA related question is raised by Diana Six’s box on\nthe  impact  of  climate  change  on  bark  beetles\n(Scolytinae) and their fungal mutualists in western\nNorth America (p. 244–5). Increasing temperatures\nthreaten the mutualism and thus potentially the spe-\ncies. But since bark beetle outbreaks are one of the\nstrongest current examples of how climate change\nthreatens  forest  ecosystems,  could  the  potential\nharm to this mutualism actually be a silver lining\nfor conservation?\nAgricultural mutualisms present a different para-\ndox: the reduction or even elimination of mutual-\nisms by human societies over thousands of years of\ncrop domestication. Seed dispersal is a clear example,\nand the reasons that farmers do not like it are fairly\nobvious. However, the pattern also extends to several\nother kinds of mutualism. Although fully 90% of\nangiosperms are pollinated mutualistically (Ollerton\net al. 2011), the crop plants that provide most of\nhumanity’s food are not. Instead, they rely on wind\npollination (maize), self-pollination (wheat, rice, and\nother cereals; beans, soy, and other legumes), or veg-\netative  reproduction  (cassava,  potatoes,  bananas,\nsugar cane). Fertilizer, whether in modern synthetic\nforms or from traditional organic sources, reduces\nthe  value  of  nutritional  mutualisms  such  as\nnitrogen-fixing  legume  nodules  and  mycorrhizae,\nand may even convert them into antagonistic inter-\nactions. Such examples of humans artificially select-\ning against mutualism have occurred repeatedly in\nseveral  different  global  centers  of  domestication\nover thousands of years. Thus, one cannot simply\nblame the pattern on ‘‘modern’’ or ‘‘industrial’’ ag-\nriculture; it is far older than that. So, do we now\nwant to reverse it in favor of the mutualistic alter-\nnatives—simply because they seem more ‘‘natural’’?\nConclusion\nFinally, a personal note. Bronstein notes that in 1985\nI edited ‘‘the first (and until now, only) volume on\nthe biology of mutualism as a whole,’’ (p. 15) and\nkindly says that many of its chapters are still valuable\ntoday. It is certainly gratifying to hear that work I\ndid three decades ago (Boucher 1985) remains rele-\nvant and useful. But the most hopeful sign is that\nthis book shows a much more unified view of mu-\ntualism, with a theoretical sophistication and an em-\npirical foundation far beyond that earlier volume.\nBronstein predicts that ‘‘the material presented here\nwill soon fall out of date. In fact, the authors of this\nvolume hope that it does; that would be a strong\nsignal of a healthy, thriving and rapidly developing\nfield of study’’ (p. 17). I share that hope—but this\nbook already sends that signal extremely well.\nDoug Boucher\nUnion of Concerned Scientists,\n20507 Darnestown Road, Dickerson, MD 20842\nE-mail: dboucher@ucsusa.org\nReferences\nAxelrod R, Hamilton WD. 1981. The evolution of coopera-\ntion. Science 211:1390–6.\nBoucher DH. 1985. The biology of mutualism: ecology and\nevolution. London: Croom Helm.\nDarwin C. 1859. The origin of species by means of natural\nselection, or the preservation of favored races in the strug-\ngle for life. London: John Murray.\nDarwin C. 1862. On the various contrivances by which British\nand foreign orchids are fertilised by insects. London: John\nMurray.\nMay R. 1976. Theoretical ecology. Boston: Blackwell Scientific\nPublications.\nOllerton J, Winfree R, Tarrant S. 2011. How many flowering\nplants are pollinated by animals? Oikos 120:321–6.\nWilliams  GC.  1966.  Adaptation  and  natural  selection.\nPrinceton (NJ): Princeton University Press.\nBook Review3\n at University of Arizona on July 5, 2016\nhttp://icb.oxfordjournals.org/\nDownloaded from ",
  "extractedAt": "2025-12-12T18:45:06.145Z",
  "success": true
}