{
  "filename": "Boyer et al. (JEMBE) 2009.pdf",
  "numPages": 5,
  "text": "Effects of thefish anesthetic, clove oil (eugenol), on coral health and growth S.E. Boyer ⁎ , J.S. White, A.C. Stier, C.W. Osenberg Department of Zoology, University of Florida, P.O. Box 118525, Gainesville, FL, USA 32611-8525 abstractarticle info Article history: Received 29 April 2008 Received in revised form 15 October 2008 Accepted 17 October 2008 Keywords: Acropora striata Anesthetic Coral reef Eugenia caryophyllata Pocillopora verrucosa Porites australiensis Ecological research within coral reefs often requires the use of anesthetics to immobilize organisms. It is therefore important to consider the effect of these chemicals on the surroundingflora and fauna, particularly to the corals themselves. We quantified the effects of clove oil, a commonly usedfish anesthetic, on the growth and occurrence of bleaching in three species of corals:Acropora striata,Pocillopora verrucosa, and Porites australiensis. We compared coral responses tofive treatments: a gradient of four clove oil concentrations (0-28%) in seawater, and one concentration of clove oil (14%) in ethanol. Each week, we assessed the presence of bleaching, and then applied the treatment. We measured growth over the duration of the 6-week experiment using the buoyant weight technique. Growth and bleaching showed a dose response to clove oil exposure, and the use of ethanol as a solvent had an additional deleterious effect, as also suggested by observed changes in concentrations of eugenol followingfield application. Overall, growth was reduced by 37.6% at the highest concentration (28% clove oil in seawater) relative to the control (0% clove oil). The reduction in growth was nearly as great (35.3% of the control) at half the concentration of clove oil (14%) when dissolved in ethanol. These results suggest the repeated use of clove oil (even without a solvent) can deleteriously affect corals. © 2008 Elsevier B.V. All rights reserved. 1. Introduction Coral reefs are among the most diverse ecological systems in the world (Paulay, 1997). To study this diversity biologists often use anesthetics to immobilizefishes and invertebrates for collection, sampling, or experimental removal (Marnane, 2000; Ackerman and Bellwood, 2002; Depczynski and Bellwood, 2004; Wilson, 2005; Valles et al., 2006; Shima et al., 2006, 2008). Field applications of an anesthetic can be particularly useful on rugose or complex reefs where cryptobenthicfish and invertebrates would otherwise remain ensconced (Depczynski and Bellwood, 2004). For somefield experi- ments, anesthetics have been applied repeatedly to the same coral or patch reef to chronically removefish (e.g.,Wilson, 2005; Munday, 2004; Shima et al., 2008). While substantial research has investigated the efficacy and side effects of common anesthetics onfish and humans, there has been relatively little effort to determine their effects on other coral reef organisms, including the corals themselves. For example, some anesthetics, such as quinaldine, MS-222, 2- phenoxyethanol and benzocaine are limited in their use because of concerns about their health effects on humans orfish (Lewis et al., 1985; Clark, 1990; Brown, 1992). In contrast, clove oil (derived from the plantEugenia caryophyllata)is generally believed to have few health concerns and is used in many countries as a topical anesthetic for humans (Soto and Burhanuddin, 1995). Clove oil varies in its composition, but consists of the phenol eugenol (the active ingredient, making up 70-98% by weight) (Isaacs,1983) as well as eugenol acetate (N17%), and kariofilen 5 (~12%) (Isaacs, 1983; Soto and Burhanuddin, 1995). Although potentially safe for humans, the environmental effects of clove oil on reef biota have not been well studied (but see Mulochau and Durville, 2004; Frisch et al., 2007). Many researchers use alcohols or detergents as dissolving agents because clove oil does not easily emulsify with water without vigorous agitation (Munday and Wilson,1997)(Table 1). Thus, even if clove oil is not harmful, the dissolving agent itself, or the combination of chemicals, may haveharmfuleffectsonreef organisms.Forexample,Mulochauand Durville (2004)found that a clove oil / ethanol mixture reduced the growth and increased the mortality of the branching coral,Pocillopora verrucosa. However, these results do not distinguish the effects of clove oil from those of alcohol. More importantly, somefield researchers do not use ethanol ordetergents due to expense orlimited access in remote field locations (Table 1), yet the environmental effects of clove oil emulsified in seawater have never been studied. Repeated application of anesthetics to the same reefs is often required to maintain experimental manipulations (e.g.,Munday, 2004; Wilson, 2005), block experiments through time using the same reefs (e.g.,Shima et al., 2008) or describe long-term settlement patterns of small or cryptic species (e.g., Stier and Osenberg, unpublished). Collectors of marine ornamentals might also repeatedly apply anesthetics if they frequent the same collection sites to gather fish for the aquarium trade. Previous studies of the impact of clove oil on corals have addressed single applications using single species of Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57 ⁎Corresponding author. Current Address: Moss Landing Marine Laboratories, 8272 Moss Landing Road, Moss Landing, CA, USA 95039. Tel.: +18317714420; fax: +1831771 4403. E-mail address:sboyer@mlml.calstate.edu(S.E. Boyer). 0022-0981/$–see front matter © 2008 Elsevier B.V. All rights reserved. doi:10.1016/j.jembe.2008.10.020 Contents lists available atScienceDirect Journal of Experimental Marine Biology and Ecology journal homepage: www.elsevier.com/locate/jembe corals (Mulochau and Durville, 2004; Frisch et al., 2007). Thus, there remains a need to 1) assess the effects of repeated exposure of corals to anesthetics, and 2) conduct such a study using multiple species of corals to assess the generality of any observed response. Here, we compare the response of three species of branching corals to repeated exposure of clove oil (City Chemical LLC, West Haven, CT) consisting of 98% eugenol. Our focal taxa,Acropora striata, Pocillopora verrucosa,andPorites australiensis, are all common in the lagoons of French Polynesia (Done et al., 1991; Gleason, 1996; Berumen and Pratchett, 2006). We tested four concentrations of clove oil in seawater (0, 7, 14, or 28% clove oil). We also tested one concentration of clove oil in alcohol (14%) to facilitate comparisons with existing studies. We utilized coral fragments (Birkeland, 1976) to reduce variation in responses and thus increase the power of our experi- mental design. 2. Materials and methods 2.1. Study Site and Experimental Design Fieldwork was conducted on the northern side of Moorea, French Polynesia (17°30′S, 149°50′W) in Vaipahu lagoon (for a general description, seeGalzin and Pointier, 1985). To reduce environmental heterogeneity within the study site, we chose a wide sandy portion of the lagoon with a water depth ranging from 4 to 6 m. We arranged forty-five cinderblocks in three rows of 15 with distances of 3 m between rows and columns (Fig.1). For each of the three coral species, we collected nubbins (branch fragments) from three different colonies spaced at least 10 m apart to help ensure genotypic variation. Collection sites were chosen for their similarity in depth, light and flow to the study area. Small voucher samples were taken from each colony, bleached, and species identity verified microscopically by examining morphology (Veron, 2000). On each of three consecutive days, we collected 15 similarly sized nubbins from one colony (genotype) of each species in the early morning, transported nubbins to the lab, mounted them on 7.0×7.5 cm square grids of small (1.5×1.25 cm) plastic mesh vexar using Z-spar™epoxy (Splash Zone Compound, Kopcoat, Pittsburgh, Pennsylvania, USA), and marked them by inscribing a unique label into the Z-spar™.AftertheZ-spar™had cured (approx. 3 h), we determined the buoyant weight of each nubbin (Davies, 1989) and deployed them to the study site in the afternoon. One nubbin from each of the 3 species was attached to each of 15 cinderblocks, grouped by genotype to block for variation inflow, and the relative position of species on cinderblocks was assigned at random (seeFig. 1). We attached a cage made of large (2.5×2.5 cm) square plastic vexar over each cinderblock to prevent predation by corallivores. Other studies conducted using a similar mesh-size demonstrated no difference in growth or survival for nubbins in cages versus cage-controls within a given treatment (White, unpublished). We applied cages to all cinderblocks so any possible effects of cages would not confound our results. This design used 135 nubbins (15 replicates from three Table 1 Summary offield studies using clove oil to study tropical reeffish Targeted Fish SpeciesNumber (Frequency) of ApplicationsConcentration of clove oil a SolventReference multiple tropicalfish7 times (14 days)20%ethanolDepczynski and Bellwood (2004) multiple tropicalfish3 times (1 year)23%ethanolAckerman and Bellwood (2002) Salarias patzneri1 timenot statedethanolWilson (2004) multiple tropicalfish1 time10%ethanolVigliola and Meekan (2002) Neopomacentrusfilamentosus14 times (1 day)10%ethanolVigliola et al. (2007) multiple tropicalfish9 times (10 days) and 11 times (1 day) 7%isopropanol/ seawaterValles et al. (2006) multiple tropicalfish≥4 times2%isopropanolWilson (2005)and pers. comm. multiple tropicalfish1 timenot statedethanolAlmany (2004) Multiple tropicalfish1 time10%seawaterShima et al. (2006)and pers. comm. Multiple tropicalfish3 times (~12 days)10%seawaterShima et al. (2008)and pers. comm. Thalassoma quinquevittatum, T. hardwicke 2 times20%seawaterGeange and Stier (in review)and pers. comm. multiple tropicalfishvariable6-20%ethanol and seawater Phil Munday, pers. com. a Percent by volume. In some cases, specifics were not provided in the publication, so we contacted the authors for additional detail. Fig. 1.Schematic of the experimental design: Small squares represent cinderblocks and their numbers correspond to nubbin labels, except where bleachedAcroporanubbins were replaced. The three shades of grey refer to the genotype blocks. Treatments were randomly assigned within each block. The smaller schematic represents how one nubbin from each species was haphazardly arranged on a given cinderblock. 54S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57 colonies of each of the three species). After thefirst day of deployment,fiveA. striatanubbins appeared bleached and were replaced on the third day of outplanting. Nubbins were allowed to acclimatein situfor one week prior to the start of the experiment. 2.2. Treatments and Application The experimental design consisted offive treatments that varied in the concentration of clove oil and the solvent: 7%,14%, or 28% clove oil in seawater; 14% clove oil in a 90% ethanol solution, and a control of pure seawater (i.e., no clove oil). These concentrations were based on concentrations reported in the literature (Table 1). Squirt bottles were filled with 120 ml of a particular concentration andfive stainless steel weights were added to each bottle to facilitate emulsification and mixing. In thefield, a bottle was thoroughly agitated and then fully compressed three times while evenly applying the solution across all nubbins on a cinderblock. Treatments were re-administered weekly forfive weeks to simulate repeated sampling at a reef, as is done in somefish removal experiments (Table 1). Prior to each treatment application, cages were removed and if any part of a colony showed patchy discoloration, usually associated with the loss of symbionts, it was recorded as bleached. Cages were scrubbed and replaced after each treatment application. 2.3. Collection One week after thefinal treatment application, and over three consecutive days, we collected nubbins in the order in which they had been outplanted. We returned nubbins to the lab and thoroughly scrubbed the Z-spar™bases with a toothbrush to remove fouling organisms. We re-weighed each nubbin and calculated skeletal dry mass (Davies, 1989). 2.4. Duration of Exposure We outplantedfive additional sets (cinderblocks) of nubbins to measure the rate at which clove oil dissipated from the local area. We prepared and dispensed solutions as in the main experiment, except that 1 g of methylene blue was added as well. During application, a second diver collected water samples within 10 cm of the nubbins at intervals of t=5 s, t=15 s and t=25 s (where t=0 s is the onset of treatment application). We did not take data on waterflow (e.g. current speed or turbulence), but currents in the lagoon (and our study site in particular) are generally unidirectional. To reduce effects of variation in exposure, we repeated this procedure twice a day for 5 days, randomly alternating the order of treatments applied to each cinderblock using a Latin Square Design through time. We transported water samples to the lab and quantified light absorbance using a Smart™Spectrophotometer (LaMotte Company, Chestertown, Mary- land) at 620 nm wavelength and lagoon seawater from the study site as a blank. We created a calibration curve, based on at leastfive serial dilutions, to translate the absorbance data into clove oil concentra- tions (in each caser 2 N0.99). 2.5. Data Analysis Growth was estimated as the percent increase of calcium carbonate skeleton accreted for a given nubbin over the course of the experiment (e.g.,Millerand Hay,1998):100%×(Mass FINAL –Mass INITIAL )/Mass INITIAL ). Because we did not use bleaching color reference cards (Siebeck et al., 2006), weekly variation in light or turbidity may have limited our ability to document bleaching. Therefore, we averaged across time by calculating the proportion of weeks that a given nubbin was classified as bleached, and then arcsin square root transformed these proportions to normalize the distributions; results were back-transformed for graphical presentation. All analyses were performed using SAS, version 9.1 (SAS Institute Inc., Cary, NC, USA). We compared differences in coral growth and frequency of bleaching using mixed-model ANOVAs. Preliminary analyses indicated no demonstrable effects of genotype or spatialblock, sowe droppedthesetermsfrom the analysis. The resulting model therefore included: species, treatment, cinderblock (random), and the species by treatment interaction. We used Tukey's HSD test to makea posterioricomparisonswhilestatisticallycontrollingformultiple comparisons (i.e., maintaining alpha at 0.05). For the analysis of clove oil exposure based on the spectrophotometric analyses, separate one-way ANOVA's were performed for each time period (t=5,15 and 25 seconds). Variances among treatments were unequal thus we utilized Welch's ANOVA (robust to heterogeneity of variances) followed byt-tests assuming unequal variances. We performed these (non-HSD) tests only for the specific comparisons reported. 3. Results 3.1. Coral Growth Coral growth varied significantly among treatments (ANOVA, F 4,78 =9.01,Pb0.0001) and among species (ANOVA,F 2,78 =36.88, Pb0.0001:A. striatagrew fastest andP. australiensisgrew slowest); the species-by-treatment interaction was not statistically significant (F 8,78 =0.81,P=0.60) suggesting the species were similarly affected by the treatments. Growth averaged across all species was greatest in the control (no clove oil) and declined by 29.7% in response to the application of 14% clove oil in seawater (Tukey's HSD,P=0.001), by 35.3% in the 14% clove oil in ethanol treatment (Tukey's HSD, Pb0.001), and by 37.6% in response to 28% clove oil in seawater (Tukey's HSD,Pb0.001) (Fig. 2a). Based on post-hoc tests, only the lowest (7%) clove oil in seawater treatment did not differ significantly from the control (Tukey's HSD, T 78 =1.97,P=0.29); coral growth at 14% and 28% clove oil (in either seawater or ethanol) did not differ significantly from one another (Tukey's HSD, T 78 =0.31,P=0.99), but all were significantly different from the control (Tukey's HSD, Pb0.001). The highest concentration (28% in seawater) and the 14% in ethanol treatments also differed significantly from the 7% in seawater treatment (Tukey's HSD,Pb0.05), but the other treatments did not. 3.2. Occurrence of Bleaching The frequency of bleaching varied significantly among species (ANOVA,F 2,80 =11.67,Pb0.0001), and among treatments (ANOVA, F 4,80 =41.87,Pb0.0001), but there was no significant interaction (F 8,80 =1.03,P=0.42). In general, the frequency of bleaching increased with increasing concentrations of clove oil and with the use of ethanol as a solvent (Fig. 2b). Bleaching increased from a low of 0-20% of samples in the control treatment to 71-96% of the samples in the 14% clove oil in ethanol treatment. Ethanol had a deleterious effect, as evidenced by the significantly higher bleaching in the 14% ethanol treatment vs. the 14% seawater treatment (Tukey's HSD,Pb0.0001). The control and 7% clove oil in seawater treatments did not differ significantly from one another (Tukey's HSD,P=0.99). 3.3. Duration of Exposure The 28% clove oil in seawater and the 14% clove oil in ethanol resulted in higher clove oil concentrations at both t=5 s (Welch's ANOVA,F 3,16 =9.29,Pb0.001) and t=15 s (Welch's ANOVA,F 3,16 =7.12, P=0.003) relative to the other treatments, although the concentra- tions in these two treatments did not differ significantly from one another. The 14% clove oil in ethanol yielded 7.9 times more clove oil after 5 s than the same initial clove oil concentration mixed with seawater (0.111% versus 0.014%, respectively:t=4.57,df=8.55, P=0.0002). After 15 s, the concentration of clove oil in the 14% clove 55S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57 oil in ethanol treatment remained 11.1 times greater than the concentration in the 14% clove oil in seawater treatment (0.068% versus 0.006%:t=3.33,df=8.19,P=0.01), but did not differ signifi- cantly from the 28% clove oil in seawater (0.082%). By 25 s mean clove oil concentration in all treatments was negligible (b0.0008%), except for the treatment with 28% clove oil in seawater (0.007%). 4. Discussion As new anesthetics are used infield research, their potential effects on the surroundingflora and fauna should be considered (Marking and Meyer, 1985). Our results suggest that repeated applications of concentrations of clove oil≥14% can, on average, reduce growth by 30- 40%, and increase bleaching by 20-80%, relative to controls. All three coral species studied were similarly affected by clove oil, suggesting that effects of clove oil may be generic. Although further studies would be necessary to evaluate the mechanism(s) underlying the documen- ted growth and the bleaching responses, our data suggest that these effects are enhanced with the use of ethanol as a solvent. Fortunately, clove oil mixtures of less than 14% in seawater are effectivefish anesthetics in the lab andfield (Soto and Burhanuddin, 1995; Durville and Collet, 2001; Shima et al., 2006, 2008). Because our study was based on transplanted coral fragments and not natural colonies of corals, the results may not apply generally to coral reefs. However, previous work indicates that growth rates of experimental transplants of common coral representatives (Acropora hyacinthus, Pocillopora damicornis,andPavona frodifera) do not differ from untransplanted controls (Yap et al., 1992). In addition, we allowed transplants to recover and acclimatein situprior to the start of the experiment. Transplants have been shown to experience higher mortality due to predation (Yap et al., 1992); however we eliminated predation by using cages. Finally, because we used small transplants, the nubbins may have been more susceptible to clove oil than larger colonies. We cannot address this concern; further research on the interaction between coral size (or age) and clove oil exposure is warranted. Ourfinding of deleterious effects of clove oil-ethanol mixtures on corals underfield conditions is consistent with results from other investigators. For example,Frisch et al. (2007)found that colonies of Pocillopora damicornistreated with a single application of 100 ml of a clove oil-ethanol mixture (10% clove oil) bleached and incurred tissue mortality. At a lower exposure (a one time application of 10 ml) there was no demonstrable effect. Bleaching and tissue mortality of colonies exposed to ethanol alone (without clove oil) were not significantly increased. Unfortunately, we know of no data on the effect of a single application of clove oil in seawater. The use of ethanol as a solvent increased bleaching, but did not affect growth, compared to clove oil dissolved in seawater. This result, coupled withFrisch et al.'s (2007)finding that a single treatment of ethanol alone did not affect corals, suggests that ethanol and clove oil may interact, resulting in a mixture more toxic to corals than expected based on the effects of clove oil or ethanol alone. One explanation for the possible synergism may be that ethanol increases the solubility of clove oil in seawater, potentially increasing the permeability of clove oil into the coral tissue. Testing these hypotheses will require a focus on cellular uptake and toxicology, as well as the use of a more complex experimental design in which ethanol and clove oil are varied independently. Our data on duration of exposure for each solution supports the hypothesis of increased solubility and local retention. Ethanol with 14% clove oil and seawater with 28% clove oil yielded the highest (and similar) concentrations of clove oil over time. Further- more, the concentration of clove oil was approximately 10-fold higher in the ethanol versus seawater treatments (14% clove oil) treatments after 5 s and 15 s. In our study, using small nubbins in a sandy lagoon, water movement was fairly unidirectional and laminar and water currents quickly dispersed the clove oil downstream of the coral nubbins. In a more structurally complex reef, turbulence and small eddies would likely help retain the clove oil in the reef, thereby increasing exposure of corals to clove oil. Thus, the effects we documented may under- estimate those expected under more typical applications. Because clove oil has demonstrable deleterious effects (even in the absence of a solvent), which may be greater than we have documented, we suggest that additional studies are needed that vary the frequency of application, clove oil concentrations, and solvents. Such results could then be used to devise well-informed management scenarios that allow collection with anesthetics but also protect coral reef ecosystems. Environmental issues aside, these results also point to possible methodological concerns in ecological research. Somefield studies measure coral growth as a function of the presence or absence of other organisms (e.g.,Myer and Schultz, 1985; Stewart et al., 2006). Our results suggest that the repeated use of clove oil to remove organisms could confound results, if the experiment does not include a proper Fig. 2.The effect of different clove oil concentrations (and solvents) on (a) percent change in dry mass (mean±95% confidence interval) and (b) proportion of weeks bleached (mean±95% confidence interval, back-transformed from arcsin-sqrt transfor- mation). Treatments were applied once a week forfive weeks and fragments from each of three species of corals were assessed prior to treatment application the following week. Treatment labels indicate the % concentration of eugenol (0, 7,14, or 28%) with the solvent given parenthetically (seawater or ethanol). 56S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57 control. For example, one could apply clove oil to all reefs, but remove the focal organism(s) from only half of the reefs. In some situations, such a control might not be feasible. In addition, if the effect of clove oil changes the interaction between the focal organism and coral (as might be expected by multiple stressors), then this type of simple controlled experiment would be inadequate and more complicated designs would be required to apply effects estimated in the presence of clove oil to natural situations. Acknowledgments We thank the St. Mary/Osenberg/Bolker Lab in the Department of Zoology at the University of Florida and two anonymous reviewers for their helpful feedback. In particular, we are grateful to B. Bolker, M. McCoy and S. Geange for statistical advice, C. McKeon and D. Bermudez for their assistance in thefield, and A. Delval for the translation of documents. This work was part of a senior honors thesis (by SEB) at the University of Florida and was supported by the National Science Foundation (fellowship to JSW and grant OCE-0242312 to Osenberg, Bolker and St. Mary) and the Ocean Bridges Program (supported by the French-American Cultural Exchange). It is con- tribution #174 from the Richard B. Gump South Pacific Research Station.[RH] References Ackerman, J.L., Bellwood, D.R., 2002. Comparative efficiency of clove oil and rotenone for sampling tropical reeffish assemblages. J. Fish Biol. 60, 893–901. Almany, G.R., 2004. Priority effects in coral reeffish communities of the Great Barrier Reef. Ecology 85, 2872–2880. Berumen, M.L., Pratchett, M.S., 2006. Recovery without resilience: persistent dis- turbance and long-term shifts in the structure offish and coral communities at Tiahura Reef, Moorea. Coral Reefs 25, 647–653. Birkeland, C., 1976. An experimental method of studying corals during early stages of growth. Micronesica 12, 319–322. Brown, L.A.,1992. Anaesthesia and restraint. In: Stoskopf, M.K. (Ed.), Fish medicine. W.B. Saunders, Philadelphia, pp. 79–90. Clark, A., 1990. Gross examination infish health work. In: Bryden, DJ (Ed.), Finfish diseases. Post Graduate Foundation in Veterinary Science, Sydney, pp. 9–23. Davies, P.S.,1989. Short-term growth measurements of corals using an accurate buoyant weight technique. Mar. Biol. 101, 389–395. Depczynski, M., Bellwood, D.R., 2004. Microhabitat utilization patterns in cryptobenthic coral reeffish communities. Mar. Biol. 145, 455–463. Done, T.J., Dayton, P.K., Steger, R., 1991. Regional and local variability in recover shallow coral communities: Moorea, French Polynesia and central Great Barrier Reef. Coral Reefs 9, 183–192. Durville, P., Collet, A., 2001. Clove oil used as an anaesthetic with juvenile tropical marinefish. SPC Live Reef Fish Inf. Bull. 9, 17–19. Frisch, A.J., Ulstrup, K.E., Hobbs, J.P.A., 2007. The effects of clove oil on coral: An experimental evaluation usingPocillopora damicornis. J. Exp. Mar. Biol. Ecol. 345, 101–109. Galzin, R., Pointier, J.-P., 1985. Moorea Island, Society Archipelago. Proc. 5th Int. Coral Reef Symp., vol. 4, pp. 271–277. Geange, S., Stier, A.C., (in review) Order of Arrival Affects Competition in Two Reef Fishes. Gleason, M.G., 1996. Coral recruitment in Moorea, French Polynesia: The importance of patch type and temporal variation. J. Exp. Mar. Biol. Ecol. 207, 79–101. Isaacs, G., 1983. Permanent local anaesthesia and anhydrosis after clove oil spillage. Lancet 1, 882–883. Lewis, D.H., Tarpley, D.J., Marks, J.E., Sis, R.F., 1985. Drug induced structural changes in the olfactory organ of channel catfishIctalurus punctatus,Rafinesque. J. Fish Biol. 26, 355–358. Marking, L.L., Meyer, F.P., 1985. Are better anesthetics needed infisheries? Fisheries 10, 2–5. Marnane,M.J.,2000.Sitefidelity and homing behaviour in coral reef cardinalfishes. J. Fish Biol. 57, 1590 –1600. Meyer, J.L., Schultz, E.T.,1985. Tissue condition and growth rate of corals associated with schoolingfish. Limnol. Oceanogr. 30, 157–166. Miller, M.W., Hay, M.E., 1998. Effects offish predation seaweed competition on the survival and growth of corals. Oecologia 113, 231–238. Mulochau, T., Durville, P., 2004. Effects of a clove oil-ethanol solution on the coral Pocillopora verrucosa. Revue d' Ecologie la Terre et la Vie 59, 425–432. Munday, P.L., 2004. Competitive coexistence of coral-dwellingfishes: The lottery hypothesis revisited. Ecology 85, 623–628. Munday, P.L., Wilson, S.K.,1997. Comparative efficacy of clove oil and other chemicals in anaesthetization ofPomacentrus amboinensis, a coral reeffish. J. Fish Biol. 51, 931–938. Paulay, G.,1997. Diversity and distribution of reef organisms. In: Birkeland, CE (Ed.), Life and death of coral reefs. Chapman and Hall, New York, pp. 298–353. Shima, J.S., Osenberg, C.W., St., Mary, C.M., Rogers, L., 2006. Implications of changing coral communities: do larval traits or habitat features drive variation in density- dependent mortality and recruitment of juvenile reeffish? Proc. of the 10th Int. Coral Reef Symp., pp. 226–231. Shima, J.S., Osenberg, C.W., St., Mary, C.M., 2008. Quantifying site quality in a heterogeneous landscape: recruitment of a reeffish. Ecology 88, 86–94. Siebeck, U.E., Marshall, N.J., Klüter, A., 2006. Monitoring coral bleaching using a colour reference card. Coral Reefs 25, 453–460. Soto, C.G., Burhanuddin, 1995. Clove oil as afish anaesthetic for measuring length and weight of rabbitfish (Siganus lineatus). Aquaculture 136, 149–152. Stewart, H.L., Holbrook, S.J., Schmitt, R.J., Brooks, A.J., 2006. Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25, 609–615. Valles, H., Kramer, D.L., Hunte, W., 2006. A standard unit for monitoring recruitment of fishes to coral reef rubble. J. Exp. Mar. Biol. Ecol. 336, 171–183. Veron, J.E.N., 2000. Corals of the world. Australian Institute of Marine Science, Townsville. Vigliola, L., Meekan, M.G., 2002. Size at hatching and planktonic growth determine post-settlement survivorship of a coral reeffish. Oecologia 131, 89–93. Vigliola, L., Doherty, P.J., Meekan, M.G., Drown, D.M., Jones, M.E., Barber, P.H., 2007. Genetic identity determines risk of post-settlement mortality of a marinefish. Ecology 88, 1263–1277. Wilson, J.A., 2005. Age class interactions in a marine goby,Elacatinus prochilos(Bohlke and Robins, 1968). J. Exp. Mar. Biol. Ecol. 327, 144–156. Wilson, S.K., 2004. Growth, mortality and turnover rates of a small detritivorousfish. Mar. Ecol. Prog. Ser. 284, 253 –259. Yap, H.T., Porfiro, M.A., Gomez, E.D., 1992. Trends in the growth and mortality of three coral species (Anthozoa: Scleractinian), including effects of transplantation. Mar. Ecol. Prog. Ser. 83, 91–101. 57S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57",
  "sections": {
    "abstract": "article info Article history: Received 29 April 2008 Received in revised form 15 October 2008 Accepted 17 October 2008",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results suggest the repeated use of clove oil (even without a solvent) can deleteriously affect corals.",
    "Our results suggest that repeated applications of concentrations of clove oil≥14% can, on average, reduce growth by 30- 40%, and increase bleaching by 20-80%, relative to controls.",
    "our data suggest that these effects are enhanced with the use of ethanol as a solvent.",
    "Our results suggest that the repeated use of clove oil to remove organisms could confound results, if the experiment does not include a proper Fig.",
    "These results suggest the repeated use of clove oil (even without a solvent) can deleteriously affect corals."
  ],
  "fullText": "\n\nEffects of thefish anesthetic, clove oil (eugenol), on coral health and growth\nS.E. Boyer\n⁎\n, J.S. White, A.C. Stier, C.W. Osenberg\nDepartment of Zoology, University of Florida, P.O. Box 118525, Gainesville, FL, USA 32611-8525\nabstractarticle  info\nArticle history:\nReceived 29 April 2008\nReceived in revised form 15 October 2008\nAccepted 17 October 2008\nKeywords:\nAcropora striata\nAnesthetic\nCoral reef\nEugenia caryophyllata\nPocillopora verrucosa\nPorites australiensis\nEcological research within coral reefs often requires the use of anesthetics to immobilize organisms. It is\ntherefore important to consider the effect of these chemicals on the surroundingflora and fauna, particularly\nto the corals themselves. We quantified the effects of clove oil, a commonly usedfish anesthetic, on the\ngrowth and occurrence of bleaching in three species of corals:Acropora striata,Pocillopora verrucosa, and\nPorites australiensis. We compared coral responses tofive treatments: a gradient of four clove oil\nconcentrations (0-28%) in seawater, and one concentration of clove oil (14%) in ethanol. Each week, we\nassessed the presence of bleaching, and then applied the treatment. We measured growth over the duration\nof the 6-week experiment using the buoyant weight technique. Growth and bleaching showed a dose\nresponse to clove oil exposure, and the use of ethanol as a solvent had an additional deleterious effect, as also\nsuggested by observed changes in concentrations of eugenol followingfield application. Overall, growth was\nreduced by 37.6% at the highest concentration (28% clove oil in seawater) relative to the control (0% clove oil).\nThe reduction in growth was nearly as great (35.3% of the control) at half the concentration of clove oil (14%)\nwhen dissolved in ethanol. These results suggest the repeated use of clove oil (even without a solvent) can\ndeleteriously affect corals.\n© 2008 Elsevier B.V. All rights reserved.\n1. Introduction\nCoral reefs are among the most diverse ecological systems in the\nworld (Paulay, 1997). To study this diversity biologists often use\nanesthetics to immobilizefishes and invertebrates for collection,\nsampling, or experimental removal (Marnane, 2000; Ackerman and\nBellwood, 2002; Depczynski and Bellwood, 2004; Wilson, 2005;\nValles et al., 2006; Shima et al., 2006, 2008). Field applications of an\nanesthetic can be particularly useful on rugose or complex reefs where\ncryptobenthicfish and invertebrates would otherwise remain\nensconced (Depczynski and Bellwood, 2004). For somefield experi-\nments, anesthetics have been applied repeatedly to the same coral or\npatch reef to chronically removefish (e.g.,Wilson, 2005; Munday,\n2004; Shima et al., 2008). While substantial research has investigated\nthe efficacy and side effects of common anesthetics onfish and\nhumans, there has been relatively little effort to determine their\neffects on other coral reef organisms, including the corals themselves.\nFor example, some anesthetics, such as quinaldine, MS-222, 2-\nphenoxyethanol and benzocaine are limited in their use because of\nconcerns about their health effects on humans orfish (Lewis et al.,\n1985; Clark, 1990; Brown, 1992). In contrast, clove oil (derived from\nthe plantEugenia caryophyllata)is generally believed to have few\nhealth concerns and is used in many countries as a topical anesthetic\nfor humans (Soto and Burhanuddin, 1995). Clove oil varies in its\ncomposition, but consists of the phenol eugenol (the active ingredient,\nmaking up 70-98% by weight) (Isaacs,1983) as well as eugenol acetate\n(N17%), and kariofilen 5 (~12%) (Isaacs, 1983; Soto and Burhanuddin,\n1995). Although potentially safe for humans, the environmental\neffects of clove oil on reef biota have not been well studied (but see\nMulochau and Durville, 2004; Frisch et al., 2007).\nMany researchers use alcohols or detergents as dissolving agents\nbecause clove oil does not easily emulsify with water without vigorous\nagitation (Munday and Wilson,1997)(Table 1). Thus, even if clove oil is\nnot harmful, the dissolving agent itself, or the combination of chemicals,\nmay haveharmfuleffectsonreef organisms.Forexample,Mulochauand\nDurville (2004)found that a clove oil / ethanol mixture reduced the\ngrowth and increased the mortality of the branching coral,Pocillopora\nverrucosa. However, these results do not distinguish the effects of clove\noil from those of alcohol. More importantly, somefield researchers do\nnot use ethanol ordetergents due to expense orlimited access in remote\nfield locations (Table 1), yet the environmental effects of clove oil\nemulsified in seawater have never been studied.\nRepeated application of anesthetics to the same reefs is often\nrequired to maintain experimental manipulations (e.g.,Munday,\n2004; Wilson, 2005), block experiments through time using the\nsame reefs (e.g.,Shima et al., 2008) or describe long-term settlement\npatterns of small or cryptic species (e.g., Stier and Osenberg,\nunpublished). Collectors of marine ornamentals might also repeatedly\napply anesthetics if they frequent the same collection sites to gather\nfish for the aquarium trade. Previous studies of the impact of clove oil\non corals have addressed single applications using single species of\nJournal of Experimental Marine Biology and Ecology 369 (2009) 53–57\n⁎Corresponding author. Current Address: Moss Landing Marine Laboratories, 8272\nMoss Landing Road, Moss Landing, CA, USA 95039. Tel.: +18317714420; fax: +1831771\n4403.\nE-mail address:sboyer@mlml.calstate.edu(S.E. Boyer).\n0022-0981/$–see front matter © 2008 Elsevier B.V. All rights reserved.\ndoi:10.1016/j.jembe.2008.10.020\nContents lists available atScienceDirect\nJournal of Experimental Marine Biology and Ecology\njournal homepage: www.elsevier.com/locate/jembe\n\ncorals (Mulochau and Durville, 2004; Frisch et al., 2007). Thus, there\nremains a need to 1) assess the effects of repeated exposure of corals\nto anesthetics, and 2) conduct such a study using multiple species of\ncorals to assess the generality of any observed response.\nHere, we compare the response of three species of branching corals\nto repeated exposure of clove oil (City Chemical LLC, West Haven, CT)\nconsisting of 98% eugenol. Our focal taxa,Acropora striata, Pocillopora\nverrucosa,andPorites australiensis, are all common in the lagoons of\nFrench Polynesia (Done et al., 1991; Gleason, 1996; Berumen and\nPratchett, 2006). We tested four concentrations of clove oil in\nseawater (0, 7, 14, or 28% clove oil). We also tested one concentration\nof clove oil in alcohol (14%) to facilitate comparisons with existing\nstudies. We utilized coral fragments (Birkeland, 1976) to reduce\nvariation in responses and thus increase the power of our experi-\nmental design.\n2. Materials and methods\n2.1. Study Site and Experimental Design\nFieldwork was conducted on the northern side of Moorea, French\nPolynesia (17°30′S, 149°50′W) in Vaipahu lagoon (for a general\ndescription, seeGalzin and Pointier, 1985). To reduce environmental\nheterogeneity within the study site, we chose a wide sandy portion of\nthe lagoon with a water depth ranging from 4 to 6 m. We arranged\nforty-five cinderblocks in three rows of 15 with distances of 3 m\nbetween rows and columns (Fig.1). For each of the three coral species,\nwe collected nubbins (branch fragments) from three different colonies\nspaced at least 10 m apart to help ensure genotypic variation.\nCollection sites were chosen for their similarity in depth, light and\nflow to the study area. Small voucher samples were taken from each\ncolony, bleached, and species identity verified microscopically by\nexamining morphology (Veron, 2000).\nOn each of three consecutive days, we collected 15 similarly sized\nnubbins from one colony (genotype) of each species in the early\nmorning, transported nubbins to the lab, mounted them on\n7.0×7.5 cm square grids of small (1.5×1.25 cm) plastic mesh vexar\nusing Z-spar™epoxy (Splash Zone Compound, Kopcoat, Pittsburgh,\nPennsylvania, USA), and marked them by inscribing a unique label into\nthe Z-spar™.AftertheZ-spar™had cured (approx. 3 h), we\ndetermined the buoyant weight of each nubbin (Davies, 1989) and\ndeployed them to the study site in the afternoon. One nubbin from\neach of the 3 species was attached to each of 15 cinderblocks, grouped\nby genotype to block for variation inflow, and the relative position of\nspecies on cinderblocks was assigned at random (seeFig. 1). We\nattached a cage made of large (2.5×2.5 cm) square plastic vexar over\neach cinderblock to prevent predation by corallivores. Other studies\nconducted using a similar mesh-size demonstrated no difference in\ngrowth or survival for nubbins in cages versus cage-controls within a\ngiven treatment (White, unpublished). We applied cages to all\ncinderblocks so any possible effects of cages would not confound\nour results. This design used 135 nubbins (15 replicates from three\nTable 1\nSummary offield studies using clove oil to study tropical reeffish\nTargeted Fish SpeciesNumber (Frequency) of ApplicationsConcentration of clove oil\na\nSolventReference\nmultiple tropicalfish7 times (14 days)20%ethanolDepczynski and Bellwood (2004)\nmultiple tropicalfish3 times (1 year)23%ethanolAckerman and Bellwood (2002)\nSalarias patzneri1 timenot statedethanolWilson (2004)\nmultiple tropicalfish1 time10%ethanolVigliola and Meekan (2002)\nNeopomacentrusfilamentosus14 times (1 day)10%ethanolVigliola et al. (2007)\nmultiple tropicalfish9 times (10 days) and 11 times (1 day)   7%isopropanol/ seawaterValles et al. (2006)\nmultiple tropicalfish≥4 times2%isopropanolWilson (2005)and pers. comm.\nmultiple tropicalfish1 timenot statedethanolAlmany (2004)\nMultiple tropicalfish1 time10%seawaterShima et al. (2006)and pers. comm.\nMultiple tropicalfish3 times (~12 days)10%seawaterShima et al. (2008)and pers. comm.\nThalassoma quinquevittatum,\nT. hardwicke\n2 times20%seawaterGeange and Stier (in review)and pers. comm.\nmultiple tropicalfishvariable6-20%ethanol and seawater    Phil Munday, pers. com.\na\nPercent by volume. In some cases, specifics were not provided in the publication, so we contacted the authors for additional detail.\nFig. 1.Schematic of the experimental design: Small squares represent cinderblocks and their numbers correspond to nubbin labels, except where bleachedAcroporanubbins were\nreplaced. The three shades of grey refer to the genotype blocks. Treatments were randomly assigned within each block. The smaller schematic represents how one nubbin from each\nspecies was haphazardly arranged on a given cinderblock.\n54S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57\n\ncolonies of each of the three species). After thefirst day of\ndeployment,fiveA. striatanubbins appeared bleached and were\nreplaced on the third day of outplanting. Nubbins were allowed to\nacclimatein situfor one week prior to the start of the experiment.\n2.2. Treatments and Application\nThe experimental design consisted offive treatments that varied in\nthe concentration of clove oil and the solvent: 7%,14%, or 28% clove oil\nin seawater; 14% clove oil in a 90% ethanol solution, and a control of\npure seawater (i.e., no clove oil). These concentrations were based on\nconcentrations reported in the literature (Table 1). Squirt bottles were\nfilled with 120 ml of a particular concentration andfive stainless steel\nweights were added to each bottle to facilitate emulsification and\nmixing. In thefield, a bottle was thoroughly agitated and then fully\ncompressed three times while evenly applying the solution across all\nnubbins on a cinderblock. Treatments were re-administered weekly\nforfive weeks to simulate repeated sampling at a reef, as is done in\nsomefish removal experiments (Table 1). Prior to each treatment\napplication, cages were removed and if any part of a colony showed\npatchy discoloration, usually associated with the loss of symbionts, it\nwas recorded as bleached. Cages were scrubbed and replaced after\neach treatment application.\n2.3. Collection\nOne week after thefinal treatment application, and over three\nconsecutive days, we collected nubbins in the order in which they had\nbeen outplanted. We returned nubbins to the lab and thoroughly\nscrubbed the Z-spar™bases with a toothbrush to remove fouling\norganisms. We re-weighed each nubbin and calculated skeletal dry\nmass (Davies, 1989).\n2.4. Duration of Exposure\nWe outplantedfive additional sets (cinderblocks) of nubbins to\nmeasure the rate at which clove oil dissipated from the local area. We\nprepared and dispensed solutions as in the main experiment, except\nthat 1 g of methylene blue was added as well. During application, a\nsecond diver collected water samples within 10 cm of the nubbins at\nintervals of t=5 s, t=15 s and t=25 s (where t=0 s is the onset of\ntreatment application). We did not take data on waterflow (e.g.\ncurrent speed or turbulence), but currents in the lagoon (and our\nstudy site in particular) are generally unidirectional. To reduce effects\nof variation in exposure, we repeated this procedure twice a day for\n5 days, randomly alternating the order of treatments applied to each\ncinderblock using a Latin Square Design through time. We transported\nwater samples to the lab and quantified light absorbance using a\nSmart™Spectrophotometer (LaMotte Company, Chestertown, Mary-\nland) at 620 nm wavelength and lagoon seawater from the study site\nas a blank. We created a calibration curve, based on at leastfive serial\ndilutions, to translate the absorbance data into clove oil concentra-\ntions (in each caser\n2\nN0.99).\n2.5. Data Analysis\nGrowth was estimated as the percent increase of calcium carbonate\nskeleton accreted for a given nubbin over the course of the experiment\n(e.g.,Millerand Hay,1998):100%×(Mass\nFINAL\n–Mass\nINITIAL\n)/Mass\nINITIAL\n).\nBecause we did not use bleaching color reference cards (Siebeck et al.,\n2006), weekly variation in light or turbidity may have limited our ability\nto document bleaching. Therefore, we averaged across time by\ncalculating the proportion of weeks that a given nubbin was classified\nas bleached, and then arcsin square root transformed these proportions\nto normalize the distributions; results were back-transformed for\ngraphical presentation. All analyses were performed using SAS, version\n9.1 (SAS Institute Inc., Cary, NC, USA). We compared differences in coral\ngrowth and frequency of bleaching using mixed-model ANOVAs.\nPreliminary analyses indicated no demonstrable effects of genotype or\nspatialblock, sowe droppedthesetermsfrom the analysis. The resulting\nmodel therefore included: species, treatment, cinderblock (random),\nand the species by treatment interaction. We used Tukey's HSD test to\nmakea posterioricomparisonswhilestatisticallycontrollingformultiple\ncomparisons (i.e., maintaining alpha at 0.05). For the analysis of clove oil\nexposure based on the spectrophotometric analyses, separate one-way\nANOVA's were performed for each time period (t=5,15 and 25 seconds).\nVariances among treatments were unequal thus we utilized Welch's\nANOVA (robust to heterogeneity of variances) followed byt-tests\nassuming unequal variances. We performed these (non-HSD) tests\nonly for the specific comparisons reported.\n3. Results\n3.1. Coral Growth\nCoral growth varied significantly among treatments (ANOVA,\nF\n4,78\n=9.01,Pb0.0001) and among species (ANOVA,F\n2,78\n=36.88,\nPb0.0001:A. striatagrew fastest andP. australiensisgrew slowest);\nthe species-by-treatment interaction was not statistically significant\n(F\n8,78\n=0.81,P=0.60) suggesting the species were similarly affected by\nthe treatments. Growth averaged across all species was greatest in the\ncontrol (no clove oil) and declined by 29.7% in response to the\napplication of 14% clove oil in seawater (Tukey's HSD,P=0.001), by\n35.3% in the 14% clove oil in ethanol treatment (Tukey's HSD,\nPb0.001), and by 37.6% in response to 28% clove oil in seawater\n(Tukey's HSD,Pb0.001) (Fig. 2a). Based on post-hoc tests, only the\nlowest (7%) clove oil in seawater treatment did not differ significantly\nfrom the control (Tukey's HSD, T\n78\n=1.97,P=0.29); coral growth at 14%\nand 28% clove oil (in either seawater or ethanol) did not differ\nsignificantly from one another (Tukey's HSD, T\n78\n=0.31,P=0.99), but\nall were significantly different from the control (Tukey's HSD,\nPb0.001). The highest concentration (28% in seawater) and the 14%\nin ethanol treatments also differed significantly from the 7% in\nseawater treatment (Tukey's HSD,Pb0.05), but the other treatments\ndid not.\n3.2. Occurrence of Bleaching\nThe frequency of bleaching varied significantly among species\n(ANOVA,F\n2,80\n=11.67,Pb0.0001), and among treatments (ANOVA,\nF\n4,80\n=41.87,Pb0.0001), but there was no significant interaction\n(F\n8,80\n=1.03,P=0.42). In general, the frequency of bleaching increased\nwith increasing concentrations of clove oil and with the use of ethanol\nas a solvent (Fig. 2b). Bleaching increased from a low of 0-20% of\nsamples in the control treatment to 71-96% of the samples in the 14%\nclove oil in ethanol treatment. Ethanol had a deleterious effect, as\nevidenced by the significantly higher bleaching in the 14% ethanol\ntreatment vs. the 14% seawater treatment (Tukey's HSD,Pb0.0001).\nThe control and 7% clove oil in seawater treatments did not differ\nsignificantly from one another (Tukey's HSD,P=0.99).\n3.3. Duration of Exposure\nThe 28% clove oil in seawater and the 14% clove oil in ethanol\nresulted in higher clove oil concentrations at both t=5 s (Welch's\nANOVA,F\n3,16\n=9.29,Pb0.001) and t=15 s (Welch's ANOVA,F\n3,16\n=7.12,\nP=0.003) relative to the other treatments, although the concentra-\ntions in these two treatments did not differ significantly from one\nanother. The 14% clove oil in ethanol yielded 7.9 times more clove oil\nafter 5 s than the same initial clove oil concentration mixed with\nseawater (0.111% versus 0.014%, respectively:t=4.57,df=8.55,\nP=0.0002). After 15 s, the concentration of clove oil in the 14% clove\n55S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57\n\noil in ethanol treatment remained 11.1 times greater than the\nconcentration in the 14% clove oil in seawater treatment (0.068%\nversus 0.006%:t=3.33,df=8.19,P=0.01), but did not differ signifi-\ncantly from the 28% clove oil in seawater (0.082%). By 25 s mean clove\noil concentration in all treatments was negligible (b0.0008%), except\nfor the treatment with 28% clove oil in seawater (0.007%).\n4. Discussion\nAs new anesthetics are used infield research, their potential effects\non the surroundingflora and fauna should be considered (Marking\nand Meyer, 1985). Our results suggest that repeated applications of\nconcentrations of clove oil≥14% can, on average, reduce growth by 30-\n40%, and increase bleaching by 20-80%, relative to controls. All three\ncoral species studied were similarly affected by clove oil, suggesting\nthat effects of clove oil may be generic. Although further studies would\nbe necessary to evaluate the mechanism(s) underlying the documen-\nted growth and the bleaching responses, our data suggest that these\neffects are enhanced with the use of ethanol as a solvent. Fortunately,\nclove oil mixtures of less than 14% in seawater are effectivefish\nanesthetics in the lab andfield (Soto and Burhanuddin, 1995; Durville\nand Collet, 2001; Shima et al., 2006, 2008).\nBecause our study was based on transplanted coral fragments and\nnot natural colonies of corals, the results may not apply generally to\ncoral reefs. However, previous work indicates that growth rates of\nexperimental transplants of common coral representatives (Acropora\nhyacinthus, Pocillopora damicornis,andPavona frodifera) do not differ\nfrom untransplanted controls (Yap et al., 1992). In addition, we\nallowed transplants to recover and acclimatein situprior to the start\nof the experiment. Transplants have been shown to experience higher\nmortality due to predation (Yap et al., 1992); however we eliminated\npredation by using cages. Finally, because we used small transplants,\nthe nubbins may have been more susceptible to clove oil than larger\ncolonies. We cannot address this concern; further research on the\ninteraction between coral size (or age) and clove oil exposure is\nwarranted.\nOurfinding of deleterious effects of clove oil-ethanol mixtures on\ncorals underfield conditions is consistent with results from other\ninvestigators. For example,Frisch et al. (2007)found that colonies of\nPocillopora damicornistreated with a single application of 100 ml of\na clove oil-ethanol mixture (10% clove oil) bleached and incurred\ntissue mortality. At a lower exposure (a one time application of 10 ml)\nthere was no demonstrable effect. Bleaching and tissue mortality of\ncolonies exposed to ethanol alone (without clove oil) were not\nsignificantly increased. Unfortunately, we know of no data on the\neffect of a single application of clove oil in seawater.\nThe use of ethanol as a solvent increased bleaching, but did not\naffect growth, compared to clove oil dissolved in seawater. This result,\ncoupled withFrisch et al.'s (2007)finding that a single treatment of\nethanol alone did not affect corals, suggests that ethanol and clove oil\nmay interact, resulting in a mixture more toxic to corals than expected\nbased on the effects of clove oil or ethanol alone. One explanation for\nthe possible synergism may be that ethanol increases the solubility of\nclove oil in seawater, potentially increasing the permeability of clove\noil into the coral tissue. Testing these hypotheses will require a focus\non cellular uptake and toxicology, as well as the use of a more complex\nexperimental design in which ethanol and clove oil are varied\nindependently. Our data on duration of exposure for each solution\nsupports the hypothesis of increased solubility and local retention.\nEthanol with 14% clove oil and seawater with 28% clove oil yielded the\nhighest (and similar) concentrations of clove oil over time. Further-\nmore, the concentration of clove oil was approximately 10-fold higher\nin the ethanol versus seawater treatments (14% clove oil) treatments\nafter 5 s and 15 s.\nIn our study, using small nubbins in a sandy lagoon, water\nmovement was fairly unidirectional and laminar and water currents\nquickly dispersed the clove oil downstream of the coral nubbins. In a\nmore structurally complex reef, turbulence and small eddies would\nlikely help retain the clove oil in the reef, thereby increasing exposure\nof corals to clove oil. Thus, the effects we documented may under-\nestimate those expected under more typical applications. Because\nclove oil has demonstrable deleterious effects (even in the absence of a\nsolvent), which may be greater than we have documented, we suggest\nthat additional studies are needed that vary the frequency of\napplication, clove oil concentrations, and solvents. Such results\ncould then be used to devise well-informed management scenarios\nthat allow collection with anesthetics but also protect coral reef\necosystems.\nEnvironmental issues aside, these results also point to possible\nmethodological concerns in ecological research. Somefield studies\nmeasure coral growth as a function of the presence or absence of other\norganisms (e.g.,Myer and Schultz, 1985; Stewart et al., 2006). Our\nresults suggest that the repeated use of clove oil to remove organisms\ncould confound results, if the experiment does not include a proper\nFig. 2.The effect of different clove oil concentrations (and solvents) on (a) percent\nchange in dry mass (mean±95% confidence interval) and (b) proportion of weeks\nbleached (mean±95% confidence interval, back-transformed from arcsin-sqrt transfor-\nmation). Treatments were applied once a week forfive weeks and fragments from each\nof three species of corals were assessed prior to treatment application the following\nweek. Treatment labels indicate the % concentration of eugenol (0, 7,14, or 28%) with the\nsolvent given parenthetically (seawater or ethanol).\n56S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57\n\ncontrol. For example, one could apply clove oil to all reefs, but remove\nthe focal organism(s) from only half of the reefs. In some situations,\nsuch a control might not be feasible. In addition, if the effect of clove\noil changes the interaction between the focal organism and coral (as\nmight be expected by multiple stressors), then this type of simple\ncontrolled experiment would be inadequate and more complicated\ndesigns would be required to apply effects estimated in the presence\nof clove oil to natural situations.\nAcknowledgments\nWe thank the St. Mary/Osenberg/Bolker Lab in the Department of\nZoology at the University of Florida and two anonymous reviewers for\ntheir helpful feedback. In particular, we are grateful to B. Bolker, M.\nMcCoy and S. Geange for statistical advice, C. McKeon and D.\nBermudez for their assistance in thefield, and A. Delval for the\ntranslation of documents. This work was part of a senior honors thesis\n(by SEB) at the University of Florida and was supported by the National\nScience Foundation (fellowship to JSW and grant OCE-0242312 to\nOsenberg, Bolker and St. Mary) and the Ocean Bridges Program\n(supported by the French-American Cultural Exchange). It is con-\ntribution #174 from the Richard B. Gump South Pacific Research\nStation.[RH]\nReferences\nAckerman, J.L., Bellwood, D.R., 2002. Comparative efficiency of clove oil and rotenone\nfor sampling tropical reeffish assemblages. J. Fish Biol. 60, 893–901.\nAlmany, G.R., 2004. Priority effects in coral reeffish communities of the Great Barrier\nReef. Ecology 85, 2872–2880.\nBerumen, M.L., Pratchett, M.S., 2006. Recovery without resilience: persistent dis-\nturbance and long-term shifts in the structure offish and coral communities at\nTiahura Reef, Moorea. Coral Reefs 25, 647–653.\nBirkeland, C., 1976. An experimental method of studying corals during early stages of\ngrowth. Micronesica 12, 319–322.\nBrown, L.A.,1992. Anaesthesia and restraint. In: Stoskopf, M.K. (Ed.), Fish medicine. W.B.\nSaunders, Philadelphia, pp. 79–90.\nClark, A., 1990. Gross examination infish health work. In: Bryden, DJ (Ed.), Finfish\ndiseases. Post Graduate Foundation in Veterinary Science, Sydney, pp. 9–23.\nDavies, P.S.,1989. Short-term growth measurements of corals using an accurate buoyant\nweight technique. Mar. Biol. 101, 389–395.\nDepczynski, M., Bellwood, D.R., 2004. Microhabitat utilization patterns in cryptobenthic\ncoral reeffish communities. Mar. Biol. 145, 455–463.\nDone, T.J., Dayton, P.K., Steger, R., 1991. Regional and local variability in recover shallow\ncoral communities: Moorea, French Polynesia and central Great Barrier Reef. Coral\nReefs 9, 183–192.\nDurville, P., Collet, A., 2001. Clove oil used as an anaesthetic with juvenile tropical\nmarinefish. SPC Live Reef Fish Inf. Bull. 9, 17–19.\nFrisch, A.J., Ulstrup, K.E., Hobbs, J.P.A., 2007. The effects of clove oil on coral: An\nexperimental evaluation usingPocillopora damicornis. J. Exp. Mar. Biol. Ecol. 345,\n101–109.\nGalzin, R., Pointier, J.-P., 1985. Moorea Island, Society Archipelago. Proc. 5th Int. Coral\nReef Symp., vol. 4, pp. 271–277.\nGeange, S., Stier, A.C., (in review) Order of Arrival Affects Competition in Two Reef\nFishes.\nGleason, M.G., 1996. Coral recruitment in Moorea, French Polynesia: The importance of\npatch type and temporal variation. J. Exp. Mar. Biol. Ecol. 207, 79–101.\nIsaacs, G., 1983. Permanent local anaesthesia and anhydrosis after clove oil spillage.\nLancet 1, 882–883.\nLewis, D.H., Tarpley, D.J., Marks, J.E., Sis, R.F., 1985. Drug induced structural changes in\nthe olfactory organ of channel catfishIctalurus punctatus,Rafinesque. J. Fish Biol. 26,\n355–358.\nMarking, L.L., Meyer, F.P., 1985. Are better anesthetics needed infisheries? Fisheries 10,\n2–5.\nMarnane,M.J.,2000.Sitefidelity and homing behaviour in coral reef cardinalfishes. J. Fish Biol.\n57, 1590\n–1600.\nMeyer, J.L., Schultz, E.T.,1985. Tissue condition and growth rate of corals associated with\nschoolingfish. Limnol. Oceanogr. 30, 157–166.\nMiller, M.W., Hay, M.E., 1998. Effects offish predation seaweed competition on the\nsurvival and growth of corals. Oecologia 113, 231–238.\nMulochau, T., Durville, P., 2004. Effects of a clove oil-ethanol solution on the coral\nPocillopora verrucosa. Revue d' Ecologie la Terre et la Vie 59, 425–432.\nMunday, P.L., 2004. Competitive coexistence of coral-dwellingfishes: The lottery\nhypothesis revisited. Ecology 85, 623–628.\nMunday, P.L., Wilson, S.K.,1997. Comparative efficacy of clove oil and other chemicals in\nanaesthetization ofPomacentrus amboinensis, a coral reeffish. J. Fish Biol. 51,\n931–938.\nPaulay, G.,1997. Diversity and distribution of reef organisms. In: Birkeland, CE (Ed.), Life\nand death of coral reefs. Chapman and Hall, New York, pp. 298–353.\nShima, J.S., Osenberg, C.W., St., Mary, C.M., Rogers, L., 2006. Implications of changing\ncoral communities: do larval traits or habitat features drive variation in density-\ndependent mortality and recruitment of juvenile reeffish? Proc. of the 10th Int.\nCoral Reef Symp., pp. 226–231.\nShima, J.S., Osenberg, C.W., St., Mary, C.M., 2008. Quantifying site quality in a\nheterogeneous landscape: recruitment of a reeffish. Ecology 88, 86–94.\nSiebeck, U.E., Marshall, N.J., Klüter, A., 2006. Monitoring coral bleaching using a colour\nreference card. Coral Reefs 25, 453–460.\nSoto, C.G., Burhanuddin, 1995. Clove oil as afish anaesthetic for measuring length and\nweight of rabbitfish (Siganus lineatus). Aquaculture 136, 149–152.\nStewart, H.L., Holbrook, S.J., Schmitt, R.J., Brooks, A.J., 2006. Symbiotic crabs maintain\ncoral health by clearing sediments. Coral Reefs 25, 609–615.\nValles, H., Kramer, D.L., Hunte, W., 2006. A standard unit for monitoring recruitment of\nfishes to coral reef rubble. J. Exp. Mar. Biol. Ecol. 336, 171–183.\nVeron, J.E.N., 2000. Corals of the world. Australian Institute of Marine Science,\nTownsville.\nVigliola, L., Meekan, M.G., 2002. Size at hatching and planktonic growth determine\npost-settlement survivorship of a coral reeffish. Oecologia 131, 89–93.\nVigliola, L., Doherty, P.J., Meekan, M.G., Drown, D.M., Jones, M.E., Barber, P.H., 2007.\nGenetic identity determines risk of post-settlement mortality of a marinefish.\nEcology 88, 1263–1277.\nWilson, J.A., 2005. Age class interactions in a marine goby,Elacatinus prochilos(Bohlke\nand Robins, 1968). J. Exp. Mar. Biol. Ecol. 327, 144–156.\nWilson, S.K., 2004. Growth, mortality and turnover rates of a small detritivorousfish.\nMar. Ecol. Prog. Ser. 284, 253\n–259.\nYap, H.T., Porfiro, M.A., Gomez, E.D., 1992. Trends in the growth and mortality of three\ncoral species (Anthozoa: Scleractinian), including effects of transplantation. Mar.\nEcol. Prog. Ser. 83, 91–101.\n57S.E. Boyer et al. / Journal of Experimental Marine Biology and Ecology 369 (2009) 53–57",
  "extractedAt": "2025-12-12T18:45:06.218Z",
  "success": true,
  "matchedPublication": {
    "title": "Effects of the fish anesthetic, clove oil (eugenol), on coral health and growth",
    "doi": "10.1016/j.jembe.2008.10.020",
    "year": "2009",
    "authors": "Boyer, S.E.; White, J.S.; Stier, A.C.; Osenberg, C.W."
  }
}