{
  "filename": "Carr et al. (Marine Policy) 2013.pdf",
  "numPages": 5,
  "text": "Illegal shark fishing in the Gala ́ pagos Marine Reserve Lindsey A. Carr a,b,n , Adrian C. Stier c,h , Katharina Fietz d , Ignacio Montero b,e , Austin J. Gallagher f,g , John F. Bruno a a Department of Biology, The University of North Carolina, Chapel Hill, NC 27599, USA b Gala ́ pagos Science Center (a UNC-USFQ Joint Partnership), San Cristobal Island, Gala ́ pagos Archipelago, Ecuador c Department of Biology, P.O. Box 118525, 223 Bartram Hall, The University of Florida at Gainesville, Gainesville, FL 32611, USA d University of Hamburg, Biocenter Grindel and Zoological Museum, Martin-Luther King-Platz 3, Hamburg 20146, Germany e Department of Ecology, University of Barcelona, Avinguda Diagonal 645, Barcelona 08028, Spain f Leonard and Jayne Abess Center for Ecosystem Science and Policy, University of Miami, P.O. Box 248203, Coral Gables, FL 33124, USA g RJ Dunlap Marine Conservation Program, University of Miami, 4600 Rickenbacker Causeway, Miami, FL 33149, USA h Department of Zoology, University of British Columbia, #4200-6270 University Blvd. Vancouver, British Columbia, V6T 1Z4, Canada article info Article history: Received 29 October 2012 Received in revised form 8 December 2012 Accepted 8 December 2012 Keywords: Gala ́ pagos Shark fishing Marine reserves Conservation Enforcement Illegal abstract Illegal shark fishing is thought to occur globally, including within so-called ‘‘shark sanctuaries’’, marine reserves and even inside UNESCO World Heritage sites, such as the Gala ́ pagos Islands. Presumably, this is due to poor local enforcement coupled with the growing international demand (and high economic incentives) for shark and other wildlife products. Understanding illegal shark fishing practices, and specifically catch composition, is important as poaching is identified as a causal factor of global declines in shark populations. Unfortunately, reliable quantitative data on illegal shark fishing are scarce. Here, the catch onboard an illegal shark fishing vessel seized within the borders of the Gala ́ pagos Marine Reserve was documented. A total of 379 sharks from seven shark species were found onboard the vessel. A large fraction of the illegal catch was comprised of both female and juvenile sharks (64% and 89%, respectively). Despite numerous recent advances in shark conservation worldwide, this study demonstrates illegal shark fishing is an ongoing concern and that stricter enforcement and legislation is urgently needed, particularly in areas of high biodiversity. &2013 Elsevier Ltd. All rights reserved. 1. Introduction Shark populations are declining globally due to a combination of anthropogenic stressors, such as habitat degradation, fishing and poaching[1–4]. Apex predators are particularly vulnerable to these stressors due to their low natural abundances and life- history characteristics (e.g., slow growth, late age of maturity, and low fecundity)[5]. Thus, even with increased fisheries regulations and improved management practices preservation and restora- tion of top predator populations is inherently challenging. The global loss of sharks has intensified in recent decades as a result of incidental catch (or bycatch) in other economically valuable fisheries (i.e., tuna and billfish), and targeted shark fishing[6]. Fishermen target sharks in part due to a growing demand for shark fins in Asian markets and, on a smaller scale, for the meat[7,8]. Shark finning involves catching and removing the dorsal, pelvic and pectoral fins from a live shark, which is then thrown back into the ocean to perish. The resulting fins are dried and exported to Asian markets and other trade ‘‘hubs’’ for their eventual use in shark fin soup[8–10]. Both shark finning and catching sharks for the shark fin trade are lucrative practices for fishermen due to the rapid economic growth in China[8], whereby the recent growth of the middle-class has increased demand for shark fin soup because more people can afford the dish[11]. Recent estimates suggest that the total shark biomass in the global shark fin trade could be up to 1.70 million tons, ranging between 26–73 million sharks annually[8]. The high economic incentives coupled with a lack of enforcement in restricted areas due to limited personnel and high costs asso- ciated with patrolling large geographic expanses result in unre- gulated shark fishing globally[12]. Illegal shark fishing has been documented in areas of high biodiversity, and within marine protected areas and no-take zones[11,13,14]. 1.1. Background on Gala ́ pagos Marine Reserve and shark fishing The Gala ́ pagos Islands were designated a marine reserve, the Gala ́ pagos Marine Reserve (GMR), in 1986. There are over 40 Contents lists available atSciVerse ScienceDirect journal homepage:www.elsevier.com/locate/marpol Marine Policy 0308-597X/$-see front matter&2013 Elsevier Ltd. All rights reserved. http://dx.doi.org/10.1016/j.marpol.2012.12.005 n Corresponding author at: Department of Biology, The University of North Carolina, Chapel Hill, NC 27599, USA. Tel.:þ1 909 260 7374. E-mail addresses:lacarr@email.unc.edu (L.A. Carr), adrian.stier@gmail.com (A.C. Stier), katharina.fietz@gmx.de (K. Fietz), monteroserra@gmail.com (I. Montero), agallagher@rsmas.miami.edu (A.J. Gallagher), jbruno@unc.edu (J.F. Bruno). Marine Policy 39 (2013) 317–321 shark species documented in Ecuadorian waters (including the GMR), and 30 of these species are frequently caught by fisher- men[11]. All of the most commonly caught species are on the International Union for Conservation of Nature (IUCN) Red List, a comprehensive inventory of the global conservation status of biological species, and are considered as Near Threatened or Vulnerable. Near Threatened refers to species likely to become endangered in the near future, and Vulnerable describes species with a high risk of endangerment in the wild[15]. While some sharks in Ecuador are caught and sold for meat, most are targeted for their fins[11]. Shark fins are exported from mainland Ecuador to Hong Kong, Taiwan and Singapore[11]. While the shark fin trade has existed on mainland Ecuador since the early 1960s, large-scale industrial shark finning in the Gala ́ pagos Islands began in the early 1950s[11]. Although the Gala ́ pagos Islands were designated as a marine reserve in 1986 this decree did not carry national protected area status, making management and enforcement of exploitation impossible. The concern that sharks landed on mainland Ecuador were caught within the borders of the protected GMR prompted governmental concern. In response to these concerns, a law was passed in 1993 that required all ‘incidental’ sharks to be landed with fins intact. The result is that while Ecuadorian fishermen are not allowed to target sharks specifically, it is still legal (and common) to sell and export the fins from ‘‘incidental catch’’. This regulation enables mass quantities of shark fins to be exported from the Ecuadorian mainland to the Asian markets. National protected area status for the GMR was granted in 1998, commercial fishing (including shark finning) was prohibited and the Gala ́ pagos National Park was able to enforce Reserve regulations. But it was not until 2003 that the Ecuadorian Ministry of the Environment prohibited shark fishing, landing and trading (includ- ing the ‘‘incidental catch’’ of sharks) inside the GMR. Despite the active legislation to preserve shark populations within the protected 40-mile radius around the Gala ́ pagos Islands, illegal shark fishing and finning continues throughout the archipelago (Table 1)[11]. Illegal shark fishing within the GMR occurs via national and foreign industrial fishing vessels. From 2001–2007 the Ecuadorian authorities have seized 29 illegal shark catches within the boundaries of the GMR (Table 1)[11]. Seizures ranged from raids on illegal campsites to the capture of fishing vessels, with catch size ranging from two dead sharks to41800 shark fins. While Ecuadorian authorities and various non-governmental organiza- tions have caught, seized and impounded several illegal shark catches in recent years (Table 1)[11], illegal activities continue as evidenced by the apprehension of three shark-fishing vessels within the GMR boundaries during the latter half of 2011. On July 19, 2011 the Gala ́ pagos National Park, along with the Ecuadorian Navy, seized theFer Mary I(a long line fishing vessel from Manta, Ecuador) and crew of 30 on the southeast side of Genovesa. The boat was equipped with 1 long line fishing set with 369 hooks, and 6 ‘‘lanchas’’, or 8 m outboard powered fiber-glass boats, for patrolling long lines. 379 shark carcasses were onboard the boat. TheFer Mary Iwas boarded on July 23rd, and each shark was identified to species, the condition of each body was determined, and body size and sex were recorded for each of the sharks prior to the mandatory disposal of the bodies, as required by Ecuadorian law (to ensure that no profit is earned whatsoever from illegally fished animals). 2. Methods Shark length was measured as precaudal length (PCL) in mm, and converted to cm, for all sharks with heads attached. Deter- mination of total length (TL) ofAlopias superciliosuswas impossible because the top lobe of the caudal fin from these sharks had been removed. PCL was used to estimate TL based on allometric equations[16]. However, raw PCL was unobtainable on 64% of all big-eye threshers,A. superciliosus, as heads had been removed. Therefore, on these sharks (n¼194), the dorsal standard length DSL, a distance from the beginning of the dorsal fin to the precaudal pit was measured. To determine PCL for these speci- mens a relationship between PCL and DSL was calculated from a subsample of headedA. superciliosus(n¼76), and a linear model was developed to describe the length allometry ofA. superciliosus. PCL was quantified using the equation: PCL¼(0.88) DSLþ0.73 and determined TL from PCL using the approach previously described. TheR 2 for the developed linear model is 0.53. The observed range of the explanatory variable (i.e., DSL) is 0.6 to 0.96. And the intercept and slope parameters are 0.7370.07 and 0.8870.09 (mean71 SE), respectively. Logistical constraints restricted the ability to measure shark biomass; therefore, all shark lengths (TL) were converted to biomass (g) using species-specific, and when available sex-specific, conver- sion constants[16–19]. Individual shark biomass was estimated using the allometric length-weight conversion:W¼aL (T) b ,whereWis weight in grams, parametersaandbare length–weight conversion parameters obtained fromwww.fishbase.org.Sharkbiomasswas then pooled by sex and species and converted from grams to metric tons. Four individual sharks were excluded from analyses as one shark carcass was too degraded to identify and the others could not be measured because key anatomical features (i.e. heads, dorsal fins, precaudal pits) were missing. Sex was determined by the presence/ absence of external reproductive organs. Chi-square tests were conducted to determine if the sex ratio of the three most common shark species departed from the 1:1 ratio. Chi-square tests were also conducted on juvenile to adult ratios for male thresher sharks, female andmale silky sharks and the total juvenile to adult ratios for the three most common shark species caught (big-eye thresher sharks, silky sharks and blue sharks). All statistical analyses were performed in R (v. 2.10.1). 3. Results Shark species composition was as follows: 303 pelagic thresher sharks (A. superciliosus), 42 silky sharks (Carcharhinus falciformis), 24 blue sharks (Prionace glauca), five smooth ham- merhead sharks (Sphyrna zygaena), two tiger sharks (Galeocerdo cuvier), one Gal   apagos shark (Carcharhinus galapagensis), one short-fin mako shark (Isurus oxyrinchus), and one unidentified shark (missing head, tail, fins and part of body) (Table 2). Sub- sequent external photo-validation for species identification was utilized via consultation with taxonomists where needed (i.e., degraded carcasses, morphological ambiguity, etc.). Also onboard the vessel was 10 yellow-fin tuna and 4 marlins. Body mutilation was only observed in two of the species,A. superciliosusandS. zygaena, as the top lobe of the caudal fin was removed for all thresher sharks and the cephalofoils removed for all smooth hammerhead sharks. Heads were also removed from 184A. superciliosus. The remaining sharks were intact. The total shark biomass found onboard was estimated to be 22.03 metric tons (Table 2). There was almost twice as much female (14.1) than male biomass (7.9) (Table 2). The sex ratio forA. superciliosus(44:100) departed significantly from the expected 1:1 sex ratio, with females outnumbering males ( w 2 ¼21.78,ro0.001). Females outnumbered males forP. glauca(85:100), however, there was no significant departure from the 1:1 sex ratio ( w 2 ¼1.22, r¼0.27). Males significantly outnumbered females forC. falciformis (162:100, w 2 ¼14.67,ro0.001). No males were found for any of the other species. L.A. Carr et al. / Marine Policy 39 (2013) 317–321318 Within species, female and male mean total lengths were similar (Fig. 1). All of the female and most [79%] of the male thresher sharks were under the published minimum length (332 and 280 cm, respectively) at maturity (Fig. 1)[17]. This difference in juvenile and adult male thresher sharks was significant ( w 2 ¼47.13,ro0.0001). In addition, most [61%] of the silky sharks caught were juveniles[19]. However, there was no significant difference between juveniles and adults for either female or male silky sharks ( w 2 ¼0.93,r¼0.32 andw 2 ¼0.15,r¼0.69, respec- tively). All of the males and 3 of the female blue sharks were of reproductive size[18]. There were significantly more juveniles (206) than adults (159) ( w 2 ¼6.05,r¼0.013) for the three most abundant shark species onboard theFer Mary I. 4. Discussion While several models were recently developed to estimate global shark biomass in the shark fin trade[8], there is a general lack of information about what sharks are actually onboard the individual fishing vessels. In this case study, the majority of sharks found onboard theFer MaryI were juveniles and females. The sexual segregation of females and juveniles in the catch could be indicative of reproductive activity within the GMR, as both silky sharks and blue sharks display ontogenetic sexual segrega- tion throughout their range[18,19]. Another possibility is that the high ratio of juveniles and females in the catch could represent bias in the fishing gear used. Regardless, large removals of juveniles and females are a cause for concern, and more informa- tion is needed regarding pelagic shark demographics in the waters around the GMR. The shark species composition found on theFer Mary Iis consistent with both recent landings data from mainland Ecuador and other recent seizures of illegal shark fishing vessels. For example, blue sharks and thresher spp. currently comprise 90% of all shark landings in Manta, Ecuador[11].OntheFer Mary I, big-eye threshers and blue sharks were the first and third most abundant shark species and together comprised 87% of the total number of individuals caught. Further, the shark species found among other unpublished seizures within the GMR from 2001–2004 were similar to those Table 1 Illegal shark fishing seizures in the Gala ́ pagos Marine Reserve from 2001 to 2004. Data were collected by the Gala ́ pagos National Park and the WildAid Organization. DateVessel (Nationality)Seizure location within GMR Fishing gearCatch information 3/2001B/P Dilsun (Ecuador)Isabela IslandLonglineShark bodies (350), shark fins (600) 3/2001B/P Maria Canela II (Costa Rica) Wolf IslandLonglineShark bodies (60), shark fins (1036) 7/2001B/P Indio (Costa Rica)Darwin IslandLonglineShark bodies (1300), shark fins (619) 7/2001B/P Calima (Columbia)Wolf IslandLonglineShark body (1 thresher) 7/2001B/P Cruz Ariceli (Ecuador) Isabela IslandLonglineShark bodies (10) 1/2002F/M Pajaro Azul II (Ecuador) Santiago IslandNetShark fins (52 Gala ́ pagos) 7/2002B/P Sergio Gustavo (Ecuador) Isabela IslandLonglineShark bodies (28 blue, 1 Gala ́ pagos) 11/2002B/P Adionay IX (Ecuador) Fernandina Island LonglineShark bodies (12 blue) 1/2003B/P Don Daniel (Costa Rica) Pinta IslandLonglineShark bodies (3 thresher) 1/2003F/M Cristel, Hermano Gergorio, Soledad (unknown) Pinzon IslandNetShark bodies (27 Gala ́ pagos, 1 silky, 1 blacktip), shark fins (124) 2/2003Abandoned longlineWolf IslandLonglineShark bodies (8 blue, 1 Gala ́ pagos) 3/2003Abandoned netWolf IslandNetShark bodies (30) 3/2003B/P Marcelo Caiza (unknown) Isabela IslandNetShark fins (4147; reconstructed to comprise 942 sharks of silky, blacktip, Gala ́ pagos, blue, hammerhead) 3/2003B/P Adionary V (Ecuador) UnknownLonglineShark bodies (3 silky) 3/2003CampsiteSanta Cruz Island NetShark fins (46) 9/2003F/M Canaima XI (unknown) Isabela IslandUnknownShark fins (815; reconstructed to comprise 202 sharks of blacktip, Gala ́ pagos, hammerhead, silky, other) 10/2003M/N Virgen de Monserrate (unknown) San Cristobal Island UnknownShark fins (211) 4/2004Multiple pangas (unknown) Floreana IslandLonglineShark bodies (22 Gala ́ pagos) 7/2004B/P Primero Matricula (unknown) Wolf IslandLonglineShark fins (9; 6 thresher, 3 blue) L.A. Carr et al. / Marine Policy 39 (2013) 317–321319 onboard theFer Mary Iand included: silky, blacktip, thresher, blue, Gala ́ pagos and hammerhead (Table 1). These results underscore the regional pressure concentrated on these species. It should also be noted that morphologically specialized species (i.e., species with disproportionately large fins) were abundant in this study, however whether these species were specifically targeted for increased eco- nomic profit is unknown. The ecological role of pelagic sharks (Gala ́ pagos sharks, smooth hammerheads, silky sharks, big-eye threshers) inhabiting Ecuador- ian waters, including within the Gala ́ pagos archipelago, has never been explicitly studied. Trophodynamic models developed to describe the ecological role of pelagic sharks in different regions suggest they are weak interactors in pelagic food webs. Results demonstrated that either other predators will fill the ecological gap left by pelagic sharks (i.e., billfishes and tuna)[20],orthatpelagic sharks only have transient effects on prey species[7]. However, empirical studies and mass-balance models demonstrate that at least some of the shark species (tiger, Gala ́ pagos, hammerhead) caught onboard theFer Mary Ican influence community dynamics via both indirect and direct interactions[21,22]. Therefore, to better understand the ecological consequences of pelagic shark fishing in sensitive areas like the Gala ́ pagos Islands and other remote island atolls, more site-specific models and studies are desperately needed. 5. Conclusions TheFer Mary Icase coupled with the descriptions of recent seizures provides new information and insights into illegal shark fishing activities occurring within marine protected areas. Furthermore, this study demonstrates the urgent need for increased management and conservation for regional shark populations, particularly, amongst such ecologically rich ‘‘hot- spots’’ like the GMR. Documented global changes in shark species composition, abundance and distribution[4,5] coupled with the ecological and economic importance of sharks[4,23] indicate that stricter enforcement of compliance with regionally mandated laws should be an immediate priority for officials. Despite recent global shark conservation advances (i.e., shark sanctuaries, fishing bans), shark fishing and finning continues to be a transnational problem, and is particularly alarming when observed in areas that have been afforded policy regulations to theoretically preserve species and biodiversity. Until there is a coupling of marine protected area designation with sufficient enforcement, exploita- tion (as documented here) is likely to continue. Acknowledgments We thank the Gala ́ pagos National Park, J.C. Murillo, M. Yepez, R. Herrera, E. Espinosa, S. Walsh, C. Mena, P. Page, J. Denkinger, L. Vaca, the Gala ́ pagos Science Center and the Ecuadorian Navy and Police Force for providing field and logistical assistance. S. Sanchez, O. Romero, and M. Bigue from WildAid for providing shark capture data from 2001 to 2004. References [1] Dulvy NK, Baum JK, Clarke S, Compagno LJV, Cortes E, et al. You can swim but you can’t hide: the global status and conservation of oceanic pelagic sharks and rays. Aquat Conserv: Mar Freshwater Ecosyst 2009;18:459–482. [2] Ferretti F, Myers RA, Serena F, Lotze HK. Loss of large predatory sharks from the Mediterranean Sea. Conserv Biol 2008;22:952–964. [3] Gallagher AJ, Kune PK, Hammerschlag N. Ecological risk assessment and its application to elasmobranch conservation and management. J Fish Biol 2012;80:1727–1748. [4] Estes JA, Terborgh J, Brashares JS, Power ME, Berger J, et al. Trophic downgrading of Planet Earth. Science 2011;333:301–306. [5] Myers RA, Worm B. Rapid worldwide depletion of predatory fish commu- nities. Nature 2003;423:280–283. [6] FAO. Overview of world elasmobranch fisheries. Rome: FAO; 1994. [7] Stevens J, Bonfil R, Dulvy NK, Walker PA. The effects of fishing on sharks, rays, and chimaeras (chondrichthyans), and the implications for marine ecosys- tems. ICES J Mar Sci 2000;57:476–494. [8] Clarke SC, McAllister MK, Milner-Gulland EJ, Kirwkwood GP, Michielsens CGJ, et al. Global estimates of shark catches using trade records from commercial markets. Ecol Lett 2006;9:1115–1126. [9] Clarke SC. Understanding pressures on fishery resources through trade statistics: a pilot study of four products in the Chinese dried seafood market. Fish Fish 2004;5:53–74. [10] Ng T. The impact of seafood consumption on endangered marine species on Hong Kong. Int J Environ Sci 2011;1:2048–2085. [11] Jacquet J, Alava JJ, Pramod G, Henderson S, Zeller D. In hot soup: sharks captured in Ecuador’s waters. Environ Sci 2008;5:269–283. [12] Agardy T, Notarbartolo di Sciara G, Christie P. Mind the gap: addressing the shortcomings of marine protected areas through large scale marine spatial planning. Mar Policy 2011;35:226–232. Table 2 Quantification of the illegal shark fishing catch onboard theFer Mary I. Common names of sharks are in parentheses. IUCN status is based on the IUCN list (2011) [15]. Biomass was estimated in metric tons. N/A is used for a measurement that is not applicable (i.e., no males were present for that species). SpeciesTotal (#) IUCN Status Biomass (tons) Total biomass (tons) Female Male Alopias superciliosus303 Vulnerable 9.93 5.03 14.96 (bigeye thresher) Carcharhinus falciformis42 Near0.81 1.49 2.30 (silky shark)Threatened Prionace glauca24 Near2.56 1.39 3.95 (blue shark)Threatened Sphyrna zygaena5 Vulnerable 0.30 N/A 0.30 (smooth hammerhead) Galeocerdo cuvier2 Near0.39 N/A 0.39 (tiger shark)Threatened Carcharhinus galapagensis2 Near0.13 N/A 0.13 (Gal   apagos shark) Threatened Isurus oxyrinchus1 Vulnerable N/A N/A (shortfin mako shark) Unidentified shark1N/A N/A Total37914.12 7.91 22.03 Fig. 1.Box plots of the total length of the five most abundant shark species caught. The box corresponds to the 25th and 75th percentiles and the dark line inside the box represents the median total length. Error bars are the minimum and maximum, excluding outliers (circles corresponding to values beyond 1.5 boxes from the box). B¼Blue sharks, HH¼Hammerhead sharks, S¼Silky sharks, Th¼Big-eye thresher sharks, T¼Tiger sharks, NA¼No males present for that species. Hashed and white bars denote female and male sharks, respectively. Values above bars are sample sizes. L.A. Carr et al. / Marine Policy 39 (2013) 317–321320 [13] Jennings S, Marshall SS. Polunin NVC. Seychelles’ marine protected areas: comparative structure and status of reef fish communities. Biol Conserv 1996;75:201–209. [14] Graham NAJ, Spalding MD. Sheppard CRC. Reef shark declines in remote atolls highlight the need for multi-faceted conservation action. Aquat Con- serv Mar Freshwater Ecosyst 2010;20:543–548. [15] IUCN. Red list of threatened species. Available from:/www.iucn.redlist.orgS; 2011 [accessed 01.09.2011]. [16] Froese R, Pauly D. FishBase./www.fishbase.orgS; 2012 [accessed 01.08.12]. [17] Liu K-M, Chiang P-J, Chen C-T. Age and growth estimates of the bigeye thresher shark,Alopias superciliosus, in northeastern Taiwan waters. Fish Bull 1998;96:482–491. [18] Zhu J, Dai X, Liuxiong X, Chen Y. Reproductive biology of the female blue sharkPrionace glaucain the southeastern Pacific Ocean. Environ Biol Fishes 2011;91:95–102. [19] Bonfil R. The biology and ecology of the silky shark,Carcharhinus falciformis.In: Camhi M, Pickitch EK, Babcock EA, editors. Sharks of the open ocean: biology, fisheries and conservation. Oxford: Blackwell Science; 2008p. 114–127. [20] Kitchell JF, Essington TE, Boggs CH, Schindler DE, Walters CJ. The role of sharks and longline fisheries in a pelagic ecosystem of the central Pacific. Ecosystems 2002;5:202–216. [21] Heithaus MR, Dill LM. Food availability and tiger shark predation risk influence bottlenose dolphin habitat use. Ecology 2002;83:480–491. [22] Bustamante RH, Okey TA, Banks S. Biodiversity and food-web structure of a Gal   apagos shallow rocky–reef ecosystem. In: McClanahan T, Branch G, editors. Food webs and the dynamics of marine reefs. Oxford: Oxford University Press; 2008p. 135–161. [23] Gallagher AJ, Hammerschlag N. Global shark currency: the distribution, frequency, and economic value of shark ecotourism. Curr. Issues Tourism 2011;14:797–812. L.A. Carr et al. / Marine Policy 39 (2013) 317–321321",
  "sections": {
    "abstract": "Illegal shark fishing is thought to occur globally, including within so-called ‘‘shark sanctuaries’’, marine reserves and even inside UNESCO World Heritage sites, such as the Gala ́ pagos Islands. Presumably, this is due to poor local enforcement coupled with the growing international demand (and high economic incentives) for shark and other wildlife products. Understanding illegal shark fishing practices, and specifically catch composition, is important as poaching is identified as a causal factor of global declines in shark populations. Unfortunately, reliable quantitative data on illegal shark fishing are scarce. Here, the catch onboard an illegal shark fishing vessel seized within the borders of the Gala ́ pagos Marine Reserve was documented. A total of 379 sharks from seven shark species were found onboard the vessel. A large fraction of the illegal catch was comprised of both female and juvenile sharks (64% and 89%, respectively). Despite numerous recent advances in shark conservation worldwide, this study demonstrates illegal shark fishing is an ongoing concern and that stricter enforcement and legislation is urgently needed, particularly in areas of high biodiversity. &2013 Elsevier Ltd. All rights reserved.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "this study demonstrates illegal shark fishing is an ongoing concern and that stricter enforcement and legislation is urgently needed, particularly in areas of high biodiversity.",
    "Results demonstrated that either other predators will fill the ecological gap left by pelagic sharks (i.",
    "this study demonstrates the urgent need for increased management and conservation for regional shark populations, particularly, amongst such ecologically rich ‘‘hot- spots’’ like the GMR.",
    "significant difference between juveniles and adults for either female or male silky sharks ( w 2 ¼0."
  ],
  "fullText": "\n\nIllegal shark fishing in the Gala\n ́\npagos Marine Reserve\nLindsey A. Carr\na,b,n\n, Adrian C. Stier\nc,h\n, Katharina Fietz\nd\n, Ignacio Montero\nb,e\n, Austin J. Gallagher\nf,g\n,\nJohn F. Bruno\na\na\nDepartment of Biology, The University of North Carolina, Chapel Hill, NC 27599, USA\nb\nGala\n ́\npagos Science Center (a UNC-USFQ Joint Partnership), San Cristobal Island, Gala\n ́\npagos Archipelago, Ecuador\nc\nDepartment of Biology, P.O. Box 118525, 223 Bartram Hall, The University of Florida at Gainesville, Gainesville, FL 32611, USA\nd\nUniversity of Hamburg, Biocenter Grindel and Zoological Museum, Martin-Luther King-Platz 3, Hamburg 20146, Germany\ne\nDepartment of Ecology, University of Barcelona, Avinguda Diagonal 645, Barcelona 08028, Spain\nf\nLeonard and Jayne Abess Center for Ecosystem Science and Policy, University of Miami, P.O. Box 248203, Coral Gables, FL 33124, USA\ng\nRJ Dunlap Marine Conservation Program, University of Miami, 4600 Rickenbacker Causeway, Miami, FL 33149, USA\nh\nDepartment of Zoology, University of British Columbia, #4200-6270 University Blvd. Vancouver, British Columbia, V6T 1Z4, Canada\narticle info\nArticle history:\nReceived 29 October 2012\nReceived in revised form\n8 December 2012\nAccepted 8 December 2012\nKeywords:\nGala\n ́\npagos\nShark fishing\nMarine reserves\nConservation\nEnforcement\nIllegal\nabstract\nIllegal shark fishing is thought to occur globally, including within so-called ‘‘shark sanctuaries’’, marine\nreserves and even inside UNESCO World Heritage sites, such as the Gala\n ́\npagos Islands. Presumably, this\nis due to poor local enforcement coupled with the growing international demand (and high economic\nincentives) for shark and other wildlife products. Understanding illegal shark fishing practices, and\nspecifically catch composition, is important as poaching is identified as a causal factor of global declines\nin shark populations. Unfortunately, reliable quantitative data on illegal shark fishing are scarce. Here,\nthe catch onboard an illegal shark fishing vessel seized within the borders of the Gala\n ́\npagos Marine\nReserve was documented. A total of 379 sharks from seven shark species were found onboard the\nvessel. A large fraction of the illegal catch was comprised of both female and juvenile sharks (64% and\n89%, respectively). Despite numerous recent advances in shark conservation worldwide, this study\ndemonstrates illegal shark fishing is an ongoing concern and that stricter enforcement and legislation is\nurgently needed, particularly in areas of high biodiversity.\n&2013 Elsevier Ltd. All rights reserved.\n1. Introduction\nShark populations are declining globally due to a combination\nof anthropogenic stressors, such as habitat degradation, fishing\nand poaching[1–4]. Apex predators are particularly vulnerable to\nthese stressors due to their low natural abundances and life-\nhistory characteristics (e.g., slow growth, late age of maturity, and\nlow fecundity)[5]. Thus, even with increased fisheries regulations\nand improved management practices preservation and restora-\ntion of top predator populations is inherently challenging.\nThe global loss of sharks has intensified in recent decades as a\nresult of incidental catch (or bycatch) in other economically\nvaluable fisheries (i.e., tuna and billfish), and targeted shark\nfishing[6]. Fishermen target sharks in part due to a growing\ndemand for shark fins in Asian markets and, on a smaller scale, for\nthe meat[7,8]. Shark finning involves catching and removing the\ndorsal, pelvic and pectoral fins from a live shark, which is then\nthrown back into the ocean to perish. The resulting fins are dried\nand exported to Asian markets and other trade ‘‘hubs’’ for their\neventual use in shark fin soup[8–10]. Both shark finning and\ncatching sharks for the shark fin trade are lucrative practices for\nfishermen due to the rapid economic growth in China[8],\nwhereby the recent growth of the middle-class has increased\ndemand for shark fin soup because more people can afford the\ndish[11]. Recent estimates suggest that the total shark biomass in\nthe global shark fin trade could be up to\u00021.70 million tons,\nranging between\u000226–73 million sharks annually[8]. The high\neconomic incentives coupled with a lack of enforcement in\nrestricted areas due to limited personnel and high costs asso-\nciated with patrolling large geographic expanses result in unre-\ngulated shark fishing globally[12]. Illegal shark fishing has been\ndocumented in areas of high biodiversity, and within marine\nprotected areas and no-take zones[11,13,14].\n1.1. Background on Gala\n ́\npagos Marine Reserve and shark fishing\nThe Gala\n ́\npagos Islands were designated a marine reserve, the\nGala\n ́\npagos Marine Reserve (GMR), in 1986. There are over 40\nContents lists available atSciVerse ScienceDirect\njournal homepage:www.elsevier.com/locate/marpol\nMarine Policy\n0308-597X/$-see front matter&2013 Elsevier Ltd. All rights reserved.\nhttp://dx.doi.org/10.1016/j.marpol.2012.12.005\nn\nCorresponding author at: Department of Biology, The University of North\nCarolina, Chapel Hill, NC 27599, USA. Tel.:þ1 909 260 7374.\nE-mail addresses:lacarr@email.unc.edu (L.A. Carr),\nadrian.stier@gmail.com (A.C. Stier), katharina.fietz@gmx.de (K. Fietz),\nmonteroserra@gmail.com (I. Montero),\nagallagher@rsmas.miami.edu (A.J. Gallagher), jbruno@unc.edu (J.F. Bruno).\nMarine Policy 39 (2013) 317–321\n\nshark species documented in Ecuadorian waters (including the\nGMR), and\u000230 of these species are frequently caught by fisher-\nmen[11]. All of the most commonly caught species are on the\nInternational Union for Conservation of Nature (IUCN) Red List, a\ncomprehensive inventory of the global conservation status of\nbiological species, and are considered as Near Threatened or\nVulnerable. Near Threatened refers to species likely to become\nendangered in the near future, and Vulnerable describes species\nwith a high risk of endangerment in the wild[15].\nWhile some sharks in Ecuador are caught and sold for meat,\nmost are targeted for their fins[11]. Shark fins are exported from\nmainland Ecuador to Hong Kong, Taiwan and Singapore[11].\nWhile the shark fin trade has existed on mainland Ecuador since\nthe early 1960s, large-scale industrial shark finning in the\nGala\n ́\npagos Islands began in the early 1950s[11]. Although the\nGala\n ́\npagos Islands were designated as a marine reserve in 1986\nthis decree did not carry national protected area status, making\nmanagement and enforcement of exploitation impossible.\nThe concern that sharks landed on mainland Ecuador were\ncaught within the borders of the protected GMR prompted\ngovernmental concern. In response to these concerns, a law was\npassed in 1993 that required all ‘incidental’ sharks to be landed\nwith fins intact. The result is that while Ecuadorian fishermen are\nnot allowed to target sharks specifically, it is still legal (and\ncommon) to sell and export the fins from ‘‘incidental catch’’. This\nregulation enables mass quantities of shark fins to be exported\nfrom the Ecuadorian mainland to the Asian markets.\nNational protected area status for the GMR was granted in 1998,\ncommercial fishing (including shark finning) was prohibited and the\nGala\n ́\npagos National Park was able to enforce Reserve regulations.\nBut it was not until 2003 that the Ecuadorian Ministry of the\nEnvironment prohibited shark fishing, landing and trading (includ-\ning the ‘‘incidental catch’’ of sharks) inside the GMR. Despite the\nactive legislation to preserve shark populations within the protected\n40-mile radius around the Gala\n ́\npagos Islands, illegal shark fishing\nand finning continues throughout the archipelago (Table 1)[11].\nIllegal shark fishing within the GMR occurs via national and\nforeign industrial fishing vessels. From 2001–2007 the Ecuadorian\nauthorities have seized 29 illegal shark catches within the\nboundaries of the GMR (Table 1)[11]. Seizures ranged from raids\non illegal campsites to the capture of fishing vessels, with catch\nsize ranging from two dead sharks to41800 shark fins. While\nEcuadorian authorities and various non-governmental organiza-\ntions have caught, seized and impounded several illegal shark\ncatches in recent years (Table 1)[11], illegal activities continue as\nevidenced by the apprehension of three shark-fishing vessels\nwithin the GMR boundaries during the latter half of 2011.\nOn July 19, 2011 the Gala\n ́\npagos National Park, along with the\nEcuadorian Navy, seized theFer Mary I(a long line fishing vessel\nfrom Manta, Ecuador) and crew of 30 on the southeast side of\nGenovesa. The boat was equipped with 1 long line fishing set with\n369 hooks, and 6 ‘‘lanchas’’, or 8 m outboard powered fiber-glass\nboats, for patrolling long lines. 379 shark carcasses were onboard\nthe boat. TheFer Mary Iwas boarded on July 23rd, and each shark\nwas identified to species, the condition of each body was\ndetermined, and body size and sex were recorded for each of\nthe sharks prior to the mandatory disposal of the bodies, as\nrequired by Ecuadorian law (to ensure that no profit is earned\nwhatsoever from illegally fished animals).\n2. Methods\nShark length was measured as precaudal length (PCL) in mm,\nand converted to cm, for all sharks with heads attached. Deter-\nmination of total length (TL) ofAlopias  superciliosuswas\nimpossible because the top lobe of the caudal fin from these\nsharks had been removed. PCL was used to estimate TL based on\nallometric equations[16]. However, raw PCL was unobtainable on\n64% of all big-eye threshers,A. superciliosus, as heads had been\nremoved. Therefore, on these sharks (n¼194), the dorsal standard\nlength DSL, a distance from the beginning of the dorsal fin to the\nprecaudal pit was measured. To determine PCL for these speci-\nmens a relationship between PCL and DSL was calculated from a\nsubsample of headedA. superciliosus(n¼76), and a linear model\nwas developed to describe the length allometry ofA. superciliosus.\nPCL was quantified using the equation: PCL¼(0.88) DSLþ0.73\nand determined TL from PCL using the approach previously\ndescribed. TheR\n2\nfor the developed linear model is 0.53. The\nobserved range of the explanatory variable (i.e., DSL) is 0.6 to\n0.96. And the intercept and slope parameters are 0.7370.07 and\n0.8870.09 (mean71 SE), respectively.\nLogistical constraints restricted the ability to measure shark\nbiomass; therefore, all shark lengths (TL) were converted to biomass\n(g) using species-specific, and when available sex-specific, conver-\nsion constants[16–19]. Individual shark biomass was estimated\nusing the allometric length-weight conversion:W¼aL\n(T)\nb\n,whereWis\nweight in grams, parametersaandbare length–weight conversion\nparameters obtained fromwww.fishbase.org.Sharkbiomasswas\nthen pooled by sex and species and converted from grams to metric\ntons. Four individual sharks were excluded from analyses as one\nshark carcass was too degraded to identify and the others could not\nbe measured because key anatomical features (i.e. heads, dorsal fins,\nprecaudal pits) were missing. Sex was determined by the presence/\nabsence of external reproductive organs.\nChi-square tests were conducted to determine if the sex ratio of\nthe three most common shark species departed from the 1:1 ratio.\nChi-square tests were also conducted on juvenile to adult ratios for\nmale thresher sharks, female andmale silky sharks and the total\njuvenile to adult ratios for the three most common shark species\ncaught (big-eye thresher sharks, silky sharks and blue sharks). All\nstatistical analyses were performed in R (v. 2.10.1).\n3. Results\nShark species composition was as follows: 303 pelagic\nthresher sharks (A. superciliosus), 42 silky sharks (Carcharhinus\nfalciformis), 24 blue sharks (Prionace glauca), five smooth ham-\nmerhead sharks (Sphyrna zygaena), two tiger sharks (Galeocerdo\ncuvier), one Gal\n\u0012\napagos shark (Carcharhinus galapagensis), one\nshort-fin mako shark (Isurus oxyrinchus), and one unidentified\nshark (missing head, tail, fins and part of body) (Table 2). Sub-\nsequent external photo-validation for species identification was\nutilized via consultation with taxonomists where needed (i.e.,\ndegraded carcasses, morphological ambiguity, etc.). Also onboard\nthe vessel was 10 yellow-fin tuna and 4 marlins.\nBody mutilation was only observed in two of the species,A.\nsuperciliosusandS. zygaena, as the top lobe of the caudal fin was\nremoved for all thresher sharks and the cephalofoils removed for\nall smooth hammerhead sharks. Heads were also removed from\n184A. superciliosus. The remaining sharks were intact.\nThe total shark biomass found onboard was estimated to be\n22.03 metric tons (Table 2). There was almost twice as much female\n(14.1) than male biomass (7.9) (Table 2). The sex ratio forA.\nsuperciliosus(44:100) departed significantly from the expected 1:1\nsex ratio, with females outnumbering males (\nw\n2\n¼21.78,ro0.001).\nFemales outnumbered males forP. glauca(85:100), however, there\nwas no significant departure from the 1:1 sex ratio (\nw\n2\n¼1.22,\nr¼0.27). Males significantly outnumbered females forC. falciformis\n(162:100,\nw\n2\n¼14.67,ro0.001). No males were found for any of the\nother species.\nL.A. Carr et al. / Marine Policy 39 (2013) 317–321318\n\nWithin species, female and male mean total lengths were\nsimilar (Fig. 1). All of the female and most [79%] of the male\nthresher sharks were under the published minimum length (332\nand 280 cm, respectively) at maturity (Fig. 1)[17]. This difference\nin juvenile and adult male thresher sharks was significant\n(\nw\n2\n¼47.13,ro0.0001). In addition, most [61%] of the silky sharks\ncaught were juveniles[19]. However, there was no significant\ndifference between juveniles and adults for either female or male\nsilky sharks (\nw\n2\n¼0.93,r¼0.32 andw\n2\n¼0.15,r¼0.69, respec-\ntively). All of the males and 3 of the female blue sharks were of\nreproductive size[18]. There were significantly more juveniles\n(206) than adults (159) (\nw\n2\n¼6.05,r¼0.013) for the three most\nabundant shark species onboard theFer Mary I.\n4. Discussion\nWhile several models were recently developed to estimate\nglobal shark biomass in the shark fin trade[8], there is a general\nlack of information about what sharks are actually onboard the\nindividual fishing vessels. In this case study, the majority of\nsharks found onboard theFer MaryI were juveniles and females.\nThe sexual segregation of females and juveniles in the catch could\nbe indicative of reproductive activity within the GMR, as both\nsilky sharks and blue sharks display ontogenetic sexual segrega-\ntion throughout their range[18,19]. Another possibility is that the\nhigh ratio of juveniles and females in the catch could represent\nbias in the fishing gear used. Regardless, large removals of\njuveniles and females are a cause for concern, and more informa-\ntion is needed regarding pelagic shark demographics in the\nwaters around the GMR.\nThe shark species composition found on theFer Mary Iis\nconsistent with both recent landings data from mainland Ecuador\nand other recent seizures of illegal shark fishing vessels. For example,\nblue sharks and thresher spp. currently comprise\u000290% of all shark\nlandings in Manta, Ecuador[11].OntheFer Mary I, big-eye threshers\nand blue sharks were the first and third most abundant shark species\nand together comprised 87% of the total number of individuals\ncaught. Further, the shark species found among other unpublished\nseizures within the GMR from 2001–2004 were similar to those\nTable 1\nIllegal shark fishing seizures in the Gala\n ́\npagos Marine Reserve from 2001 to 2004. Data were collected by the Gala\n ́\npagos National Park and the WildAid Organization.\nDateVessel (Nationality)Seizure location\nwithin GMR\nFishing gearCatch information\n3/2001B/P Dilsun (Ecuador)Isabela IslandLonglineShark bodies (350),\nshark fins (600)\n3/2001B/P Maria Canela II\n(Costa Rica)\nWolf IslandLonglineShark bodies (60),\nshark fins (1036)\n7/2001B/P Indio (Costa Rica)Darwin IslandLonglineShark bodies (1300),\nshark fins (619)\n7/2001B/P Calima (Columbia)Wolf IslandLonglineShark body\n(1 thresher)\n7/2001B/P Cruz Ariceli\n(Ecuador)\nIsabela IslandLonglineShark bodies (10)\n1/2002F/M Pajaro Azul II\n(Ecuador)\nSantiago IslandNetShark fins (52\nGala\n ́\npagos)\n7/2002B/P Sergio Gustavo\n(Ecuador)\nIsabela IslandLonglineShark bodies (28\nblue, 1 Gala\n ́\npagos)\n11/2002B/P Adionay IX\n(Ecuador)\nFernandina\nIsland\nLonglineShark bodies (12\nblue)\n1/2003B/P Don Daniel (Costa\nRica)\nPinta IslandLonglineShark bodies (3\nthresher)\n1/2003F/M Cristel, Hermano\nGergorio, Soledad\n(unknown)\nPinzon IslandNetShark bodies (27\nGala\n ́\npagos, 1 silky,\n1 blacktip), shark fins\n(124)\n2/2003Abandoned longlineWolf IslandLonglineShark bodies (8 blue,\n1 Gala\n ́\npagos)\n3/2003Abandoned netWolf IslandNetShark bodies (30)\n3/2003B/P Marcelo Caiza\n(unknown)\nIsabela IslandNetShark fins (4147;\nreconstructed to\ncomprise 942 sharks\nof silky, blacktip,\nGala\n ́\npagos, blue,\nhammerhead)\n3/2003B/P Adionary V\n(Ecuador)\nUnknownLonglineShark bodies (3 silky)\n3/2003CampsiteSanta Cruz\nIsland\nNetShark fins (46)\n9/2003F/M Canaima XI\n(unknown)\nIsabela IslandUnknownShark fins (815;\nreconstructed to\ncomprise 202 sharks\nof blacktip,\nGala\n ́\npagos,\nhammerhead, silky,\nother)\n10/2003M/N Virgen de\nMonserrate (unknown)\nSan Cristobal\nIsland\nUnknownShark fins (211)\n4/2004Multiple pangas\n(unknown)\nFloreana IslandLonglineShark bodies (22\nGala\n ́\npagos)\n7/2004B/P Primero Matricula\n(unknown)\nWolf IslandLonglineShark fins (9;\n6 thresher, 3 blue)\nL.A. Carr et al. / Marine Policy 39 (2013) 317–321319\n\nonboard theFer Mary Iand included: silky, blacktip, thresher, blue,\nGala\n ́\npagos and hammerhead (Table 1). These results underscore the\nregional pressure concentrated on these species. It should also be\nnoted that morphologically specialized species (i.e., species with\ndisproportionately large fins) were abundant in this study, however\nwhether these species were specifically targeted for increased eco-\nnomic profit is unknown.\nThe ecological role of pelagic sharks (Gala\n ́\npagos sharks, smooth\nhammerheads, silky sharks, big-eye threshers) inhabiting Ecuador-\nian waters, including within the Gala\n ́\npagos archipelago, has never\nbeen explicitly studied. Trophodynamic models developed to\ndescribe the ecological role of pelagic sharks in different regions\nsuggest they are weak interactors in pelagic food webs. Results\ndemonstrated that either other predators will fill the ecological gap\nleft by pelagic sharks (i.e., billfishes and tuna)[20],orthatpelagic\nsharks only have transient effects on prey species[7]. However,\nempirical studies and mass-balance models demonstrate that at\nleast some of the shark species (tiger, Gala\n ́\npagos, hammerhead)\ncaught onboard theFer Mary Ican influence community dynamics\nvia both indirect and direct interactions[21,22]. Therefore, to\nbetter understand the ecological consequences of pelagic shark\nfishing in sensitive areas like the Gala\n ́\npagos Islands and other\nremote island atolls, more site-specific models and studies are\ndesperately needed.\n5. Conclusions\nTheFer Mary Icase coupled with the descriptions of recent\nseizures provides new information and insights into illegal shark\nfishing activities occurring within marine protected areas.\nFurthermore, this study demonstrates the urgent need for\nincreased management and conservation for regional shark\npopulations, particularly, amongst such ecologically rich ‘‘hot-\nspots’’ like the GMR. Documented global changes in shark species\ncomposition, abundance and distribution[4,5] coupled with the\necological and economic importance of sharks[4,23] indicate that\nstricter enforcement of compliance with regionally mandated\nlaws should be an immediate priority for officials. Despite recent\nglobal shark conservation advances (i.e., shark sanctuaries, fishing\nbans), shark fishing and finning continues to be a transnational\nproblem, and is particularly alarming when observed in areas that\nhave been afforded policy regulations to theoretically preserve\nspecies and biodiversity. Until there is a coupling of marine\nprotected area designation with sufficient enforcement, exploita-\ntion (as documented here) is likely to continue.\nAcknowledgments\nWe thank the Gala\n ́\npagos National Park, J.C. Murillo, M. Yepez,\nR. Herrera, E. Espinosa, S. Walsh, C. Mena, P. Page, J. Denkinger, L.\nVaca, the Gala\n ́\npagos Science Center and the Ecuadorian Navy and\nPolice Force for providing field and logistical assistance. S.\nSanchez, O. Romero, and M. Bigue from WildAid for providing\nshark capture data from 2001 to 2004.\nReferences\n[1] Dulvy NK, Baum JK, Clarke S, Compagno LJV, Cortes E, et al. You can swim but\nyou can’t hide: the global status and conservation of oceanic pelagic sharks\nand rays. Aquat Conserv: Mar Freshwater Ecosyst 2009;18:459–482.\n[2] Ferretti F, Myers RA, Serena F, Lotze HK. Loss of large predatory sharks from\nthe Mediterranean Sea. Conserv Biol 2008;22:952–964.\n[3] Gallagher AJ, Kune PK, Hammerschlag N. Ecological risk assessment and its\napplication to elasmobranch conservation and management. J Fish Biol\n2012;80:1727–1748.\n[4] Estes JA, Terborgh J, Brashares JS, Power ME, Berger J, et al.  Trophic\ndowngrading of Planet Earth. Science 2011;333:301–306.\n[5] Myers RA, Worm B. Rapid worldwide depletion of predatory fish commu-\nnities. Nature 2003;423:280–283.\n[6] FAO. Overview of world elasmobranch fisheries. Rome: FAO; 1994.\n[7] Stevens J, Bonfil R, Dulvy NK, Walker PA. The effects of fishing on sharks, rays,\nand chimaeras (chondrichthyans), and the implications for marine ecosys-\ntems. ICES J Mar Sci 2000;57:476–494.\n[8] Clarke SC, McAllister MK, Milner-Gulland EJ, Kirwkwood GP, Michielsens CGJ,\net al. Global estimates of shark catches using trade records from commercial\nmarkets. Ecol Lett 2006;9:1115–1126.\n[9] Clarke SC. Understanding pressures on fishery resources through trade\nstatistics: a pilot study of four products in the Chinese dried seafood market.\nFish Fish 2004;5:53–74.\n[10] Ng T. The impact of seafood consumption on endangered marine species on\nHong Kong. Int J Environ Sci 2011;1:2048–2085.\n[11] Jacquet J, Alava JJ, Pramod G, Henderson S, Zeller D. In hot soup: sharks\ncaptured in Ecuador’s waters. Environ Sci 2008;5:269–283.\n[12] Agardy T, Notarbartolo di Sciara G, Christie P. Mind the gap: addressing the\nshortcomings of marine protected areas through large scale marine spatial\nplanning. Mar Policy 2011;35:226–232.\nTable 2\nQuantification of the illegal shark fishing catch onboard theFer Mary I. Common\nnames of sharks are in parentheses. IUCN status is based on the IUCN list (2011)\n[15]. Biomass was estimated in metric tons. N/A is used for a measurement that is\nnot applicable (i.e., no males were present for that species).\nSpeciesTotal\n(#)\nIUCN\nStatus\nBiomass\n(tons)\nTotal biomass\n(tons)\nFemale Male\nAlopias superciliosus303   Vulnerable  9.93    5.03  14.96\n(bigeye thresher)\nCarcharhinus falciformis42   Near0.81    1.49   2.30\n(silky shark)Threatened\nPrionace glauca24   Near2.56    1.39   3.95\n(blue shark)Threatened\nSphyrna zygaena5   Vulnerable  0.30    N/A   0.30\n(smooth hammerhead)\nGaleocerdo cuvier2   Near0.39    N/A   0.39\n(tiger shark)Threatened\nCarcharhinus galapagensis2   Near0.13    N/A   0.13\n(Gal\n\u0012\napagos shark)\nThreatened\nIsurus oxyrinchus1   Vulnerable  N/A    N/A\n(shortfin mako shark)\nUnidentified shark1N/A    N/A\nTotal37914.12   7.91  22.03\nFig. 1.Box plots of the total length of the five most abundant shark species\ncaught. The box corresponds to the 25th and 75th percentiles and the dark line\ninside the box represents the median total length. Error bars are the minimum and\nmaximum, excluding outliers (circles corresponding to values beyond 1.5 boxes\nfrom the box). B¼Blue sharks, HH¼Hammerhead sharks, S¼Silky sharks,\nTh¼Big-eye thresher sharks, T¼Tiger sharks, NA¼No males present for that\nspecies. Hashed and white bars denote female and male sharks, respectively.\nValues above bars are sample sizes.\nL.A. Carr et al. / Marine Policy 39 (2013) 317–321320\n\n[13] Jennings S, Marshall SS. Polunin NVC. Seychelles’ marine protected areas:\ncomparative structure and status of reef fish communities. Biol Conserv\n1996;75:201–209.\n[14] Graham NAJ, Spalding MD. Sheppard CRC. Reef shark declines in remote\natolls highlight the need for multi-faceted conservation action. Aquat Con-\nserv Mar Freshwater Ecosyst 2010;20:543–548.\n[15] IUCN. Red list of threatened species. Available from:/www.iucn.redlist.orgS;\n2011 [accessed 01.09.2011].\n[16] Froese R, Pauly D. FishBase./www.fishbase.orgS; 2012 [accessed 01.08.12].\n[17] Liu K-M, Chiang P-J, Chen C-T. Age and growth estimates of the bigeye\nthresher shark,Alopias superciliosus, in northeastern Taiwan waters. Fish Bull\n1998;96:482–491.\n[18] Zhu J, Dai X, Liuxiong X, Chen Y. Reproductive biology of the female blue\nsharkPrionace glaucain the southeastern Pacific Ocean. Environ Biol Fishes\n2011;91:95–102.\n[19] Bonfil R. The biology and ecology of the silky shark,Carcharhinus falciformis.In:\nCamhi M, Pickitch EK, Babcock EA, editors. Sharks of the open ocean: biology,\nfisheries and conservation. Oxford: Blackwell Science; 2008p. 114–127.\n[20] Kitchell JF, Essington TE, Boggs CH, Schindler DE, Walters CJ. The role of\nsharks and longline fisheries in a pelagic ecosystem of the central Pacific.\nEcosystems 2002;5:202–216.\n[21] Heithaus MR, Dill LM. Food availability and tiger shark predation risk\ninfluence bottlenose dolphin habitat use. Ecology 2002;83:480–491.\n[22] Bustamante RH, Okey TA, Banks S. Biodiversity and food-web structure of a\nGal\n\u0012\napagos shallow rocky–reef ecosystem. In: McClanahan T, Branch G,\neditors. Food webs and the dynamics of marine reefs.  Oxford: Oxford\nUniversity Press; 2008p. 135–161.\n[23] Gallagher AJ, Hammerschlag N. Global shark currency: the distribution,\nfrequency, and economic value of shark ecotourism. Curr. Issues Tourism\n2011;14:797–812.\nL.A. Carr et al. / Marine Policy 39 (2013) 317–321321",
  "extractedAt": "2025-12-12T18:45:06.288Z",
  "success": true,
  "matchedPublication": {
    "title": "Illegal shark fishing in the Galápagos Marine Reserve",
    "doi": "10.1016/j.marpol.2012.12.005",
    "year": "2013",
    "authors": "Carr, Lindsey A.; Stier, Adrian C.; Fietz, Katharina; Montero, Ignacio; Gallagher, Austin J.; Bruno, John F."
  }
}