{
  "filename": "Csik et al. (FMS) 2023.pdf",
  "numPages": 23,
  "text": "The metabolic underpinnings of temperature-dependent predation in a key marine predator Samantha R.Csik 1 , Bartholomew P.DiFiore 1 , KristaKraskura 1 , Emily A. Hardison 1 , Joseph S.Curtis 1 , Erika J.Eliason 1,2 and Adrian C.Stier 1,2 * 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA, United States, 2 Marine Science Institute, University of California, Santa Barbara, CA, United States Introduction:Changes in temperature can fundamentally transform how species interact, causing wholesale shifts in ecosystem dynamics and stability. Yet we still have a limited understanding of how temperature-dependence in physiology drives temperature-dependence in species-interactions. For predator-prey interactions, theory predicts that increases in temperature drive increases in metabolism and that animals respond to this increased energy expenditure by ramping up their food consumption to meet their metabolic demand. However, if consumption does not increase as rapidly with temperature as metabolism, increases in temperature can ultimately cause a reduction in consumerfitness and biomass via starvation. Methods:Here we test the hypothesis that increases in temperature cause more rapid increases in metabolism than increases in consumption using the California spiny lobster (Panulirus interruptus) as a model system. We acclimated individual lobsters to temperatures they experience sacross their biogeographic range (11, 16, 21, or 26°C), then measured whether lobster consumption rates are able to meet the increased metabolic demands of rising temperatures. Results and discussion:We show positive effects of temperature on metabolism and predation, but in contrast to our hypothesis, rising temperature caused lobster consumption rates to increase at a faster rate than increases in metabolic demand, suggesting that for the mid-range of temperatures, lobsters are capable of ramping up consumption rates to increase their caloric demand. However, at the extreme ends of the simulated temperatures, lobster biology broke down. At the coldest temperature, lobsters had almost no metabolic activity and at the highest temperature, 33% of lobsters died. Our results suggest that temperature plays a key role in driving the geographic range of spiny lobsters and that spatial and temporal shifts in temperature can play a critical role in driving the strength of species interactions for a key predator in temperate reef ecosystems. KEYWORDS functional response, predator-prey interactions, metabolic theory of ecology,Panulirus interruptus, temperature dependence, metabolism Frontiers inMarine Sciencefrontiersin.org01 OPEN ACCESS EDITED BY Gisela Lannig, Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research (AWI), Germany REVIEWED BY Bastian Maus, University Hospital Münster, Germany Youji Wang, Shanghai Ocean University, China *CORRESPONDENCE Adrian C. Stier astier@ucsb.edu SPECIALTY SECTION This article was submitted to Marine Biology, a section of the journal Frontiers in Marine Science RECEIVED17 October 2022 ACCEPTED12 January 2023 PUBLISHED07 February 2023 CITATION Csik SR,DiFiore BP,Kraskura K, Hardison EA,Curtis JS,Eliason EJ and Stier AC (2023) The metabolic underpinnings of temperature-dependent predation in a key marine predator. Front. Mar. Sci.10:1072807. doi: 10.3389/fmars.2023.1072807 COPYRIGHT © 2023 Csik, DiFiore, Kraskura, Hardison, Curtis,EliasonandStier.Thisisanopen- access article distributed under the terms of theCreative Commons Attribution License (CC BY).The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. TYPEOriginal Research PUBLISHED07 February 2023 DOI10.3389/fmars.2023.1072807 Introduction To predict the ecological consequences of global change, we require a mechanistic understanding of how changes in temperature cascade from changes in animal physiology to changes in animal ecology. However, our mechanistic understanding of temperature-dependence in ecology remains incomplete. One way to measure the effects of temperature in ecology is to measure how the strength of interactions between two species changes as temperature changes. Here we consider temperature dependence in predator-prey interactions and define interaction strength as the the effect of one individual of a predator has on one individual of a prey species per unit time (Laska and Wootton, 1998). It is well established that increases in temperature typically increase the strength of predator- prey interactions (Rall et al., 2010;Kordas et al., 2011), which has the potential alter ecosystem dynamics and stability (Vasseur and McCann, 2005;Vucic-Pestic et al., 2011; e.g.,Gilbert et al., 2014). However we are still unpacking the physiological mechanisms underlying temperature-dependent predation (Biro and Stamps, 2010;Warne et al., 2019). Resolving this incomplete link between temperature-dependence in physiology and predation can allow us to better predict how natural and human-induced shifts in temperature are likely to alter the strength of interactions between species to shift ecosystem stability, function, and services (Chiabai et al., 2018). For ectotherms, the leading hypothesis for why predation rates increase with temperature is that rising temperatures increase an animal’s basal metabolism, and that this increase in metabolism with temperature creates a caloric demand that an animal can only meet by increasing their consumption rates (Brown et al., 2004). However, metabolism and consumption may not increase at the same rate with with temperature. If metabolism increases more rapidly with temperature than consumption increases, animals may spend the majority of the calories they consume maintaining homeostasis rather than allocating new calories to growth or egg production as temperatures rise (Vucic-Pestic et al., 2011;Rall et al., 2012;Huey and Kingsolver, 2019). Such a calorie deficit would be a mechanistic explanation for potential negative consequences of global warming on natural ecosystems (Huey and Kingsolver, 2019). Yet very few studies have simultaneously studied the effects of temperature on animal metabolism and predation rates to explicitly link metabolism to predation and resolve whether predation rates change sufficiently rapidly to meet metabolic demand at temperature extremes (Sohlström et al., 2021). Much of what ecologists know about the link between temperature, metabolism, and predation comes from tests of the metabolic theory of ecology (MTE), which predicts that predation rates should increase with temperature at the same rate as basal metabolism increases with temperature (Gillooly et al., 2001;Brown et al., 2004;Clarke, 2004). Meta-analysis testing the prediction suggests that while predation rates do systematically increase with temperature, the rate at which predation increases with temperature differs substantially from the predictions of metabolic theory (Englund et al., 2011;Rall et al., 2012;Bruno et al., 2015; Lindmark et al., 2022). These tests further our understanding of scaling relationships, but do not directly correlate an animal’s metabolism with its predation rate and thus offer little insight into whether rising temperatures cause calorie deficits. Instead, they examine how predation rates scale across taxa that live in different temperatures and compare this scaling to the rate at which metabolism scales across taxa that live in different temperatures (but seeLindmark et al., 2022). To understand whether and how metabolism and predation are connected we require studies that carefully measure animal bioenergetics and link an individual predator’s metabolism to its predation rate. Ecologists thinking about temperature-dependence in predator metabolism typically focus on standard metabolic rate as a predictor of predation rates (Vucic-Pestic et al., 2011). Standard metabolic rate, which describes an organism’s baseline energy expenditure at rest excluding digestion, reproduction, and growth (Hulbert and Else, 2000), should explain some of an animal’s demand for food because animals must at minimum meet these demands to survive. In practice, resting metabolic rates are commonly measured in lieu of standard metabolic rates because of the logistical challenges of measuring animals over several days (Eliason and Farrell, 2016). However, additional components of animal metabolism are also important, because the act of predation must feed the calories required for an animal’s basal metabolism as well as the energy need to grow, reproduce, forage and digest food (predation) (Biro and Stamps, 2010). Individuals with higher standard or resting metabolic rates also tend to have higher maximum metabolic rates (Killen et al., 2016), which expands their energetic capacity that can be invested in prior listed vital performances. Therefore, measuring standard or resting metabolic rate alone may underestimate the bioenergetic demands that fuel predation intensity and behavior. Instead, we predict an animal’s absolute aerobic scope (AAS)–the difference between the maximum metabolic rate (MMR) that sets the upper limit for AAS and resting metabolic rate (RMR)–to predict predator consumption rates (e.g.,Auer et al., 2015). Absolute aerobic scope represents the overall capacity for the cardio-respiratory system to supply oxygen for activities beyond resting metabolic rate, and can be positively correlated with a variety of performance measures such as locomotion (Killen et al., 2007), feeding capacity (Auer et al., 2015), and ability to recover from exercise or stress events (Marras et al., 2010). In this study we link temperature-dependence in physiological responses to temperature-dependence in predator-prey interactions in a model predator–the California spiny lobster, (Panulirus interruptus, hereafter spiny lobster). On the west coast of North America, spiny lobsters are both an important predator in nearshore southern California ecosystems (Tegner and Levin, 1983;Robles, 1987;Eurich et al., 2014) and an economically valuablefisheries species ( California Spiny Lobster Fisheries Management Plan, 2016). Spiny lobsters occupy a thermally heterogeneous environment, with temperatures ranging from approximately 9 to 30°C across their geographic range (effectively Point Conception, CA to Magdalena Bay, Baja California, Mexico) and seasonalfluctuations as large as 11.5°C in our focal region the Santa Barbara Channel (Aristiza ́ bal et al., 2016). To link physiology to predation, we measured a suite of physiological traits to explore possible drivers of predation rates that extend beyond resting metabolic rate. Specifically, we aimed to address the following questions: (i) How does temperature alter lobster resting metabolic rate and aerobic scope? (ii) How does temperature alter lobster predation rates? and (iii) How effectively does variation in metabolism predict variation in predation? Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org02 Materials and methods We examined how temperature affects metabolic and predation rates of lobster using the following four steps: (i) we acclimated lobsters to one of four ecologically relevant temperatures (11, 16, 21, 26°C), (ii) we measured lobster resting and maximum metabolic rates using aquatic respirometry, and (iii) we measured lobster consumption rates of a mussel prey,Mytilus californianus. Animal collection, husbandry, and acclimation We collected 24 male lobsters(carapace length = 70.00 - 81.04 mm, wet mass = 302–466 g;Table S1) using Self Contained Underwater Breathing Aparatus (SCUBA) from nearshore kelp forests and rocky reefs in Santa Barbara county, CA. We maintained lobsters under a natural photoperiod (12 light:12 dark cycle) in tanks (76 cm L x 75 cm W x 30 cm H) divided by a perforated barrier with one lobster per half tank, each of which we stocked with one 6x8x16”and one 6x8x8”cinder block for shelter. We kept lobsters at ambient temperature (11°C) withflow-through filtered seawater for at least six days, during which we fed each individual with mussels (Mytilusspp.)ad libitum. Our goal was to test the relationship between metabolism and predation at a range of temperatures consistent with the geographic distribution of spiny lobster. We therefore selected four experimental temperatures at which to acclimate lobsters: 11, 16, 21, and 26°C. The 11, 16, and 21°C treatments represent seasonal minimum, mean, and maximum temperatures in the coastal waters of the Santa Barbara Channel (Figure 1), while 26°C represents the near-maximum temperature approaching the southern end of the species range in Mexico (Table S2). For treatments above ambient temperature (16, 21, 26°C), we heatedflow-through seawater using Titanium heating tubes (Finnex, Chicago, IL, 500W) to maintain steady temperature at 16, 21, and 26° Cinflow-through aquaria. For the one treatment consistently below ambient temperature (11°C), we chilled seawater to 11°C using a titanium chiller (AquaEuro Systems, Gardena, CA, ½ HP Max-Chill Titanium Chiller), which fed into an 80-gallon header tank. We distributed chilled water throughout experimental tanksviaa partial recirculating system. We recorded temperature and sustained temperature using thermostats on regulating devices (chiller for 11°C, INKBIRD ITC-308 temperature Seabird controllers, Shenzhen, China). We recorded temperature at least twice a day using secondary measurements with a digital aquarium thermometer with a submersible probe. To manipulate temperature, we gradually acclimated lobsters by modifying the temperature by no more than 2°C day -1 , well within daily temperaturefluctuations experienced by lobsters in natural conditions. Once the target temperature was achieved, we held lobsters at stable focal treatment temperatures for 18-28 days. Aquarium water was fed from the salt waterflow through conditions maintained by the Marine Science Institute of UC Santa Barbara. Due to aquaria space limitations, we ran temperature treatments in two separate rounds: (i) June 2018–December 2018 (11 & 21°C treatments), and (ii) January 2019–June 2019 (16 & 26°C treatments). Measuring temperature-dependence in lobster metabolism We used intermittent-flow respirometry (Svendsen et al., 2016)to measure oxygen consumption rates (MO 2 ;mgO 2 L -1 min -1 )of temperature-acclimated lobsters. We submerged respirometers in a filtered seawater bath which was either heated or chilled to our experimental temperatures. To measure oxygen consumption rates, we placed lobsters in 17.9 L watertight plastic respirometers connectedviatubes to two submersible pumps (Eheim, Deizisau, Germany, Universal 600 Aquarium Pump), which created both a flushing loop and a recirculation loop. We measured dissolved oxygen (DO) continuously in the recirculation loop using afiber optic oxygen sensor (Firesting, PyroScience, Aachen, Germany). To limit movement throughout the trial, we provided lobsters with footholds (polystyrene eggcrate) at the bottoms of the respirometers and FIGURE 1 Temporal Variation in Bottom Temperature. Monthly bottom (4.5 m depth) temperatures at Mohawk Reef (34.396290, -119.731297) in Santa Barbara, CA compiled from 2005-2017. Vertical dashed lines represent three of four treatment temperatures (11, 16, 21°C). Data Source: Santa Barbara Coastal Long- Term Ecological Research group. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org03 covered the seawater bath with shade cloth. We measured DO continuously in 23 min long cycles for the 16, 21, and 26°C treatments (8 minflush + 15 min measurement) and in 33 min long cycles for 11°C treatment (8 minflush + 25 min measurement). We calibrated our oxygen sensors before each trial using a 2 point calibration (0 was generated using sodium sulfite, 100% air-saturated water was generated using seawater vigorously aerated with an airstone). It was necessary to increase the measurement phase at the coldest temperature to capture sufficient declines in DO such that estimating MO 2 was possible. DO within the respirometers did not drop below 80% air saturation for all experiments. To account for any background microbial respiration, we recorded at least one blank cycle (2 minflush + 10 min measurement) both before and after each trial. To avoid increases in metabolism due to digestion (McCue, 2006), we fasted lobsters for 72 h prior to respirometry trials. We measured maximum metabolic rate and resting metabolic rate for each individual byfirst performing a standardized chase procedure to induce exhaustion. Here, we removed lobsters from their holding tanks for a 30 s air exposure, then hand-chased lobsters underwater for 30 s, repeating the process three times. This chase procedure was followed by a one min air exposure to ensure exhaustion (Norin and Clark, 2016) which we considered to be the point at which the animal ceased tailflapping, a common escape response (Bouwma & Herrnkind, 2009). We then transferred lobsters to the respirometers and quickly sealed them inside (<30 s). Lobsters were left in the respirometers overnight for 24 h, allowing them to return to resting levels of MO 2 . Estimating lobster metabolic rates We quality-controlled our metabolism data by visually examining all slopes of oxygen concentration over time. During some measurements, lobsters displayed periods of apnea, particularly at 11°C, discernable as extended periods with no change in oxygen concentration (McGaw et al., 2018). We excluded these periods from the slope measurement for MO 2 (seeTable S3). Only measurements that exhibit linear declines in mg O 2 L -1 min -1 with anr 2 > 0.85 for at least two minutes were used in the analysis. We then calculated mass-specific and background respiration- corrected MO 2 values using the equation: MO 2 =m 1 * V 1 −m 2 * V 2 ðÞ ½  * M −1 (1) wherem 1 andm 2 are the rates of O 2 decline (mg O 2 L -1 min -1 ) over time during the measurement phase when a lobster is present and absent, respectively,V 1 andV 2 are the water volumes in the respirometer (L) when the lobster is present and absent, respectively, andMis the wet body mass of the lobster (kg). Body size (mass) of lobsters was constrained within a narrow range and did not have significant influence on metabolic rates. Therefore, using isometric metabolic scaling to express mass-specific metabolism is appropriate in our study. We calculated the rate of O 2 decline attributable to background microbial respiration (m 2 ) by averaging the MO 2 values from blank measurements conducted both before and after an individual lobster’s trial. We estimated resting metabolic rate (mg O 2 kg -1 min -1 ) as the lowest 15 th percentile of measurements taken throughout the 24 h trial (Fitzgibbon, 2010;Fitzgibbon et al., 2014; Chabot et al., 2016;Twiname et al., 2020). Within the 24 h measurement period, the lobsters reached low and stable MO 2 levels. While others have estimated standard metabolic rate in crustaceans off of<24 hours of MO2 measurements (Fitzgibbon et al., 2014;Twiname et al., 2020), it is possible that additional time in the respirometer would reveal even lower basal MO2 levels. As such, we termed this resting metabolic rate (RMR), not standard metabolic rate (SMR), though it is likely our estimates of RMR are only slightly elevated compared to true SMR. We estimated maximum metabolic rate as the fastest rate of linear O 2 decline over a 60 s interval (Little et al., 2020), with anr 2 greater than 0.90. We calculated absolute aerobic scope (AAS) as the difference between maximum metabolic rate and resting metabolic rate (AAS = MMR– RMR) for each lobster and factorial aerobic scope (FAS) as MMR/RMR. Measuring temperature-dependence in lobster predation rates The importance of prey density in modifying predator foraging behavior has a rich history in ecology (Holling, 1959). For example, shifts in a predator’s foraging behavior can affect the stability of predator–prey dynamics (DeAngelis et al., 1975), spatial distribution of predators (Meer and Ens, 1997), food chain length (Schmitz, 1992), and the strength of species interactions in complex food webs (Novak and Wootton, 2008). The functional response describes how the number of prey a predator eats increases as the density of prey increases (Stier et al., 2013); it represents mechanisms underlying the predator-prey interaction; thus, quantifying changes in the functional response with temperature is a natural way to test hypotheses and develop insight into how variation in temperature drives variation in predator-prey interactions. Estimating the functional response rather than simply measuring predation rates at a single prey density allows researchers to compare and model temperature-dependence in predator feeding rates across species and ecosystems. To determine how increases in temperature altered lobster predation, we estimated the functional responses of temperature- acclimated lobsters by measuring the predation rates of each individual lobster on a common prey,Mytilus californianus(Robles, 1987)atfive densities presented in sequential trials (5, 10, 20, 30, 60 mussels). We collected all mussels from shore-level rocks at Arroyo Burro Beach, in Santa Barbara, CA (34.403942°N, -119.742992°W). We constrained mussel sizes to 3.0-4.5 cm shell lengths, which is a preferred size for lobsters within our experimental size range (Robles et al., 1990). To standardize initial hunger levels of each individual, we fed lobstersad libitumfor 24 h then fasted them for 72 h prior to each trial. We introduced mussels to lobster holding tanks between 12:00 and 15:00, then removed and counted remaining intact mussels 24 h later. We replicated feeding assays three times per lobster at each of thefive prey densities. Five lobsters (one at 11°C, one at 16°C, three at 21°C) molted during the feeding assays and stopped eating for 15-27 days during this period, as is common behavior in spiny lobsters (Lindberg, 1955). We maintained these individuals on the same feeding assay schedule and later repeated trials in which they did Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org04 not feed. These repeated trials were substituted for any trials in which lobsters naturally fasted pre- and post-molt. We modeled a type II functional response to estimate theper capitalobster feeding rate,F, as a function of prey density,N, F =aN/ (1+ahN),whereaandhdescribe a predator’s attack rate and handling time, respectively (Holling, 1959). In this model lobster consumption increases with prey density at lower densities, then eventually saturates. To estimate the functional response parameters (aandh) we used a Bayesian hierarchical model. Specifically, our model simultaneously estimated the relationship between mussel density and consumption rate at the population level (e.g. across all lobsters in the experiment), at the level of each temperature treatment (11, 16, 21, 26 °C), and for eachindividual lobster across replicated trials. We assumed that the number of prey consumed (C) in trial (i) was binomially distributed given the number of prey offered (R i ) and the proportion of prey consumed (P i ). We estimated the proportion of prey consumed according to a type II functional response (Bolker, 2008), C i ~Binomial(N i ,P i ) P i = 1 a −1 L,T + h L,T R i (2) wherea L,k is the attack rate (predator -1 hr -1 ) of lobsterLin temperature treatmentT, andh L,T is the handling time (hours) of lobsterLin temperature treatmentT. Throughout the model hierarchy, we used diffuse, non-informative, normally distributed priors on the attack rate and handling time parameters and implemented the model in JAGS (Plummer, 2003). For more details on our Bayesian modeling approach seeText S1. Estimating temperature sensitivity of metabolism and consumption To assess changes in the thermal sensitivity (e.g. temperature dependence) of measured rates between the experimental temperatures, we calculated Q 10 , the factor by which a reaction rate changes over 10°C, as, Q 10 = R 2 R 1 10°C T 2 −T 1    (3) whereRis a reaction rate (e.g., resting metabolic rate) andTis temperature (°C). However previous work has shown thatQ 10 may be temperature dependent (Gillooly et al., 2001). Therefore, we alsofit phenomenological and mechanistic models to our rate data to provide direct comparison to theoretical predictions. The metabolic theory of ecology predicts that biological rates, such as RMR, should increase exponential with temperature according to the Arrhenius equation. Furthermore, MTE hypothesizes that consumption rates should scale with metabolic demand, such that consumption increases with temperature at the same rate as metabolism (~0.6-0.7 eV (Gillooly et al., 2006;Allen and Gillooly, 2007). Following previous work (Gillooly et al., 2001;Rall et al., 2012), we thereforefit the Arrhenius equation to both the data on lobster RMR and max consumption rates, such that RMR j C max =i 0 e E a T−T 0 ðÞ kTT 0 (4) Wherekis Boltzmann’s constant (8.617 x 10 -5 eV K -1 ),Tis temperature (Kelvin),T 0 is 273.15 and sets the intercept of the temperature relationship, andE a is the activation energy of the reaction. To express all temperatures in °C, we allowed e E a (T−T 0 )=kTT 0 = e E a T c =½kT 2 0 (1+ T c T 0 )  , whereT c is temperate in °C (Gillooly et al., 2001). We linearized eq. 4 and estimated the parameters (i 0 ,E a ) using linear regression. In the case ofC max , we resampled with replacement 50 draws from the posterior estimate for1/h1000 times to bootstrap the median and 95% CI’s of the relationship. Unlike resting metabolic rate, previous work reveals that MMR should increase with temperature to a maximum before declining. Similarly, since RMR increases with temperature exponentially, absolute aerobic scope (MMR–RMR) should also follow a unimodal relationship with temperature. Therefore, to estimate the relationship between MMR or AAS and temperature wefit quadratic functions using regression approaches. We used simple linear regression to estimate the relationship between FAS and temperature. To determine whether increasing predation rates could keep pace with increasing metabolic demand at higher temperatures, we then asked whether the effects of temperature on metabolism and the effects of temperature on predation scaled similarly. Data analysis We performed all analyses using R v3.6.3 and the following packages: nlme, tidybayes, R2jags, and rjags. Results As we increased temperature, lobster metabolism and predation rates increased. At the three lower temperature treatments (11, 16, 21°C) all lobsters survived, butacclimation to the hottest temperature (26°C) caused 33% mortality. Metabolism, and predation rate were correlated, but metabolism increased with temperature at a slower rate than predation. Below we detail how temperature affected lobster metabolism, and predation. Temperature increased lobster metabolism Increases in temperature had positive effects on lobster metabolism. Overall, resting metabolic rate increased by approximately 330% from the lowest to the highest temperature (Q 10 SMR(11−26°C) =2.65,Figure 2A; Table S4). Maximum metabolic rate and absolute aerobic scope increased to maxima at 21°C and declined to 26°C (Figures 2B,C; Table S5). Factorial aerobic scope (FAS) decreased with increasing temperature ranging from 14.5 ± 7.60 at 11°C to 4.80 ± 0.67 at 26°C (mean ± SE) (Figure 2D). However, there was substantial among individual variation in how lobsters’metabolism responded to increases in temperature, with some animals exhibiting the capacity to maintain high aerobic scope at the lowest and highest temperatures while others had almost no aerobic scope. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org05 Warming temperatures increase predation rates Increases in temperature caused increases in lobster consumption rates across mussel densities (Figure 3). When mussels were at their maximum density, consumption rates increased 9.6-fold from the lowest (11°C) to the highest (26°C) temperature. Lobster predation was near zero in many of the trials in the coldest temperature treatment. In contrast, no fewer than two mussels were ever consumed by lobsters across all other temperature treatments when mussels were at maximum density. Similar to lobster metabolic responses to temperature, consumption rates varied widely among individuals within a given temperature treatment. For example, some individual lobsters ate more than twice as much as other lobsters within the same temperature treatment (Figure 3;Figure S1). One lobster individual in the 16°C exhibited anomalously high consumption rates that may have been linked to molting. Therefore, this lobster individual was dropped from the primary analysis (seeFigure S3for more details). The differences in the lobster functional response with temperature were largely driven by increases in maximum consumption rates (e.g.1/ h;Figure 4). On average, the maximum consumption rate of lobsters was lowest at 11°C, similar at 16 and 21°C, and reached a maximum at 26°C (Figure 4). Attack rates were lower at the 11°C treatment that the other temperatures (Figures S1,S2). However, we found little evidence for variation in attack rates between 16 and 26°C. Variation in predator metabolism predicts variation in predator feeding Nearly all metabolic rates were positively correlated with predation rates. Lobster resting metabolic rate, maximum metabolic rate, and absolute aerobic scope exhibited positive relationships with maximumconsumption rates across temperature (Figure 5). The 11°C-acclimated lobsters had consistently low resting metabolic rates and maximum metabolic rates, small absolute aerobic scopes, and low maximum consumption rates (Figure 5). However, for the other temperature treatments, lobsters exhibited substantial among individual variation in temperature dependence (Figure 5). For example, one 11°C-acclimated lobster exhibited abelow-average resting metabolic rate, but an above-average maximum metabolic rate and absolute aerobic scope as compared to other individuals within that treatment. With low maintenancecosts (resting metabolic rates) and a large remaining energy budget (absolute aerobic scope, factorial aerobic scope), this individual was able to maintain consumption rates similar to those observed in warmer temperature treatments (Figure 5, denoted by arrows). On the contrary, one 26°C-acclimated lobster had the highest resting metabolic rates, but a below average maximum metabolic rate, absolute aerobic scope, andmaximum consumption rate compared to other individuals within the 26°C treatment (Figure 5, denoted by arrows). B CD A FIGURE 2 Temperature Effects on Lobster Metabolism.(A)Resting metabolic rates (RMR),(B)maximum metabolic rates (MMR),(C)absolute aerobic scopes (AAS = MMR–RMR), and(D)factorial aerobic scopes (FAS = MMR/RMR) measured for individual lobsters (light gray points) at 11, 16, 21, and 26°C (n = 6 for all treatments except 26°C, where n = 4). Colored points represent treatment means and bars are equal to 95% confidence intervals. Gray dots represent jittered raw data. Lines and gray shading are the mean ± 95% CI’s forfitted models. SeeMethodsfor details on the modelsfit to each rate. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org06 Activation energies fall within the range predicted by metabolic theory of ecology While metabolism and predation were both affected by temperature, the effects of temperature on metabolism were weaker than the effects of temperature on predation. The scaling exponent of lobster resting metabolic rates fell at the upper end of the range predicted by metabolic theory of ecology (MTE-predicted: 0.6-0.7 eV; Observed:E aSMR = 0.77 ± 0.09 (Gillooly et al., 2006;Allen and Gillooly, 2007). However, the scaling exponent of maximum consumption rates was substantially higher than measured in resting metabolic rate or predicted by the metabolic theory of ecology (E aC = 1.33 [1.26–1.42], X ̅ [95% CI],Table S4). Thus, the resting metabolic rate of lobsters increased with temperature ~60% slower than maximum consumption rate increased with temperature, challenging the theoretical prediction that temperature drives proportional increases in resting metabolic rate and predation. Discussion Whether temperature-dependence in feeding rates match or mismatch with temperature-dependence in metabolic rates is key to anticipating the impacts of warming on ecosystem stability and dynamics (Lindmark et al., 2019). Here we offer one of the few integrative studies that explicitly link temperature-dependence in metabolism with temperature-dependence in predator-prey interactions. Our results indicate that metabolic, and predation rates increase as functions of temperature, but show that predation rates increased at a faster rate with temperature than metabolism. This capacity to maintain high foraging rates as temperatures increased suggests that some species may not immediately suffer from a bioenergetic meltdown caused by declining energy intake and increased energy expenditure. Yet at the coldest temperatures lobsters were barely ate, and at the hottest temperatures lobsters had high mortality, which highlights the existence of thermal limits. Below we discuss the similarities and differences of our results from existing research on temperature-dependence, speculate further on the link between metabolism and predation, and offer insights into how our findings may have implications for lobster biogeography and ecology. Linking temperature-dependence in spiny lobsters to temperature-dependence in other systems Temperature-dependence of spiny lobsters has both similarities and differences with existing theoretical and empirical literature on FIGURE 4 Temperature Effects on Lobster Maximum Consumption Rates. Median estimates of maximum consumption rates (C max ) for each individual lobster (gray points in background) and lobsters in each temperature treatment (colored points). Colored points represent treatment medians ± 95% CI’s. Black line and surrounding shading are the median ± 95% CI of the bootstrapped regression relationship between temperature and maximum consumption ratefit to the treatment-level posterior estimates. Individual median estimates (gray points) are jittered for clarity. FIGURE 3 Temperature Effects on Lobster Functional Responses. Type II functional responsesfit using a Bayesian hierarchical framework. Gray curves represent individual lobsters and colored curves represent treatment means (left to right: light blue = 11°C, dark blue = 16°C, light red = 21°C, dark red = 26°C). Solid gray regions highlight the 95% credible intervals estimated at the treatment level. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org07 temperature-dependence in other systems. For example our study addstoaplethoraofevidencethathaveshownincreasesin temperature cause increases in consumption rates (Englund et al., 2011;Rall et al., 2012;Sohlström et al., 2021;Lindmark et al., 2022). Overall, increases in maximum consumption rates as temperatures increase typically increase the capacity of predators to limit prey populations (Vasseur and McCann, 2005), though the population dynamic consequences in this system remain unclear without a better understanding of the relative impacts of temperature on other key demographic parameters for both lobsters and their mussel prey (e.g., population growth rate or dispersal). Temperature-dependence in predation rates in other systems are usually driven by simultaneous decreases in handling times and increases in attack rates as temperatures warm. However, in spiny lobsters we found that increases in temperature had very limited effect on attack rate, but that increases in temperature caused large increases in maximum consumption rates.In other words,increasesin temperature decreased the time it took lobsters to manipulate, consume, or digest mussels allowing lobsters to consume more per unit time, but temperature did not affect how long it took for lobsters to search for mussel prey. Two potential explanations exist for the lack of temperature-sensitivity in attack rate. First, thermal sensitivity can depend on prey mobility, with lower thermal sensitivity for sedentary prey (Vucic-Pestic et al., 2011). Second, searching for prey was relatively simple inside the experimental arena. This may bias laboratory attack rates, but is not particularly different fromfield conditions where prey such as urchins and mussels are readily available and nearby lobsters in many sites. Should metabolism and predation be more strongly correlated? All measures of metabolism were positively correlated with maximum consumption rates, but maximum metabolic rate was the strongest predictor. This suggests that baseline maintenance requirements may not be solely driving consumption, instead maximum capacity may also be driving consumption. Physiologists studying other processes have similarly found utility in metabolic measurements beyondresting metabolic rate (e.g. Brownscombe et al., 2017;Prystay et al., 2017;Little et al., 2020), and ecologists interested in physiological mechanisms of behavior B CD A FIGURE 5 Metabolism Effects on Foraging Across Temperatures. Median posterior estimates for the maximum consumption rate (C max ) of each individual lobster plotted as a function of the individuals(A)resting metabolic rate,(B)maximum metabolic rate,(C)absolute aerobic scope and(D)factorial aerobic scope across temperatures. Gray error bars are the 95% CI’s of the median estimate from the posterior distribution. Lines and gray shading are mean linear trends and 95% CI’s from simple linear regressionsfit to the median estimates ofC max . Density plots show the distribution of metabolic traits (x-axis) and C max (y-axis) for each treatment. We provide an example of an individual we characterized as an overperformer (IV10; 11°C treatment) and as an underperformer (IV19; 26°C treatment) as compared to treatment means. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org08 will continue to benefit from similar diverse measurements of animal metabolism. An outstanding question is what underlies the unexplained variation in maximum consumption rates that is not explained by variation in metabolism. In this study, the greatest source of variation in the metabolism-predation relationship was among individual variation. Such variation in temperature dependence makes it difficult to detect mean effects of temperature and suggests that in addition to environmental temperature, phenotypic plasticity, genetics (Somero, 2009;Razgour et al., 2019), behavioral diversity, or even maternal effects (e.g., egg sizeRe ́ gnier et al., 2012) may explain significant variation in lobster consumption rates. Future work should examine the high inter-individual variability in decapod physiological rates, particularlyvialonger measurements (>24 h) and ideally measuring free-ranging animals using loggers and/or telemetry (e.g., heart rate and accelerometery;McGaw and Nancollas, 2018;McGaw et al., 2018;Steell et al., 2020;McGaw and Nancollas, 2021). Insights from temperature dependence for effects of seasonality and lobster biogeographic range Our results also suggest that temperature plays a key role in limiting lobster foraging activity throughout seasonal temperature shifts. Such temperature-dependence helps us better understand lobster biogeography, with different mechanisms limiting lobsters at low and high temperatures. Low temperatures appear to impose an inflexiblefloor for lobsters, suppressing physiological function and constraining foraging activity, despite their presumed history withstanding bottom temperatures that frequently approach and even drop below 11°C (Figure 1) in the Santa Barbara Channel. These physiological limits are linked to long pauses in lobster breathing and significant reductions in metabolism. Although we did not observe mortality associated with our coldest temperature treatment, it is likely that with any further decreases in resting metabolic rate driven by decreases in temperature, intake through any prey source would be unlikely to be able to sustain tissue function and mortality or reproductive failure would ensue. Spiny lobsters in the Santa Barbara Channel seem to be surviving near their physiological lower thermal limits from March to May in the Santa Barbara channel (Figure 1), during which they may have a low or negligible impact on prey communities. Similarly, seasonal low temperature periods, coastal upwelling, or La Niña events should then drive reductions in lobster-mussel interaction strengths at a local scale (sensuSanford, 1999). At larger spatial scales, theper capitaimpact of spiny lobster on prey may decrease with increasing latitude due to decreasing mean annual sea surface temperature. Constraints of low temperature on lobster metabolic and feeding rates likely sets the spiny lobster northern range which typically stops at Point Conception where coastal regions experience longer and more frequent upwelling events than in the Santa Barbara Channel, often experiencing sustained periods below 11°C (Huyer, 1983;Watson et al., 2011). Lobsters limited function in cold water likely explains the infrequent sightings of large spiny lobster populations in the significantly cooler waters north of Point Conception, CA, with the exception of during warming events (Leising et al., 2015). As ocean water continues to warm, it is possible we will observe a persistent northward expansion of the range of generalist spiny lobsters. Similar insights into seasonality and biogeography emerge from consideration of lobster physiology and feeding behavior at warmer temperatures. By maximizing the thermal sensitivity (Q 10 )of metabolism at the lowest end of their ambient temperature range lobsters have reduced maintenance costs when temperatures are too low to support active foraging but also rapidly capitalize on increases in temperature that promote sustained activity, a pattern familiar from studies in other taxa (Naya et al., 2009;Kreiman et al., 2019). As temperatures warm, lobsters are able to recover 91.4% of their maximum consumption capacity when temperatures increase from 11 to 16°C. This increase in lobster maximum consumption rates with temperature reflect faster biochemical reaction rates and increased oxygen demands. During the spring and summer months, or high temperature periods such as El Niños, lobsters are likely to have their highest metabolic demands and will therefore also exert their strongest effects on prey populations (sensuCarr and Bruno, 2013). Although these high foraging rates at high temperatures are like coupled with disproportionate physiological costs of homeostasis. While the population genetics of lobstersis an active area of research, previous studies suggest that lobster populations are relatively well- mixed on the west coast of California and Mexico (Iacchei et al., 2013), which may influence capacity for local adaptation. We can therefore speculate that if lobsters living in the southern range respond similarly to the hottest 26°C treatment in this study, that temperatures that are persistently 26°C or higher are likely to leave lobsters with little energetic capacity to perform other criticalfitness- enhancing processes, such as escaping predators, growth and reproduction. Therefore, a deeper understanding of the link between physiology and ecology of lobsters throughout their range as well as consideration of local adaptation and plasticity, will offer important insight into the likelihood of future range contractions or shifts in the ecological role of lobsters as waters warm. Conclusion The better we understand why animals experience temperature dependence in their physiology or ecology, the better we will be able to predict how natural and human-induced changes in temperature are likely to affect the stability and function of ecosystems. Our study provides evidence that at least some species can maintain high feeding rates to meet the higher energetic demands associated with higher temperatures. We also show how cold constraints can fully stop predators from functioning physiologically and ecologically, suggesting that the strength of predation is likely highly seasonal. Lastly, while we link temperature, metabolism, and predation, we also demonstrate that, at least for lobsters, a significant amount of temperature-dependence in predation is explained by individual variation driven by other non-metabolic biological processes that are currently unknown. Identifying these unknown forces is critical to evaluate and fully predict how temperature alters the strength species interactions, drives range shifts, and alters animal bioenergetics. Csik et al.10.3389/fmars.2023.1072807 Frontiers inMarine Sciencefrontiersin.org09 Data availability statement The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found below:https://github.com/stier-lab/Csik- etal-Functional-Ecology. Author contributions SC,AS,andEEconceivedtheideas;SC,KK,JC,EH,AS,andEE designed methodology; SC collected the data; SC, KK, BD, and JC analyzed the data; SC and AS led the writing of the manuscript. All authors contributed to the articleand approved the submitted version. Funding This work was funded by the California Sea Grant Prop 84 grant program (R/OPCOAH-2), the NSF GRFP, and the Santa Barbara Coastal Long-Term Ecological Research program (NSF OCE 1831937). Acknowledgments We thank numerous undergraduate researchers who cared for the lobsters and mussels used in this study, and C. Nelson, S. Sampson, S. Harrer, and the rest of the SBC LTER research team for their commitment in collecting long-term ecological data. Conflict of interest The authors declare that the research was conducted in the absence of any commercial orfinancial relationships that could be construed as a potential conflict of interest. Publisher’s note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. Supplementary material The Supplementary Material for this article can be found online at:https://www.frontiersin.org/articles/10.3389/fmars.2023.1072807/ full#supplementary-material References Allen, A. P., and Gillooly, J. F. (2007). The mechanistic basis of the metabolic theory of ecology.Oikos116, 1073–1077. doi:10.1111/j.2007.0030-1299.16079.x Aristiza ́ bal, M. F., Fewings, M. R., and Washburn, L. (2016). Contrasting spatial patterns in the diurnal and semidiurnal temperature variability in the Santa Barbara channel, California.J. Geophys. Res. Oceans121, 427–440. doi:10.1002/2015JC011239 Auer, S. K., Salin, K., Anderson, G. J., and Metcalfe, N. B. (2015). Aerobic scope explains individual variation in feeding capacity.Biol. Lett.11, 20150793. doi:10.1098/rsbl.2015.0793 Biro, P. A., and Stamps, J. A. (2010). Do consistent individual differences in metabolic rate promote consistent individual differences in behavior?Trends Ecol. Evol.25, 653–659. doi:10.1016/j.tree.2010.08.003 Bolker,B.M.(2008).Ecological models and data in r(Princeton: Princeton University Press). Bouwma, P. E., and Herrnkind, W. F. (2009). Sound production in Caribbean spiny lobster Panulirus argus and its role in escape during predatory attack by Octopus briareus. New Zealand Journal of Marine and Freshwater Research43, 3–13. doi:10.1080/ 00288330909509977 Brown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., and West, G. B. (2004). Toward a metabolic theory of ecology.Ecology85, 1771–1789. doi:10.1890/03-9000 Brownscombe, J. W., Cooke, S. J., and Danylchuk, A. J. (2017). Spatiotemporal drivers of energy expenditure in a coastal marinefish.Oecologia183, 689–699. doi:10.1007/ s00442-016-3800-5 Bruno, J. F., Carr, L. A., and O’Connor, M. I. (2015). Exploring the role of temperature in the ocean through metabolic scaling.Ecology96, 3126–3140. doi:10.1890/14-1954.1 California Spiny lobsterfisheries management plan. (2016). Available at:https:// wildlife.ca.gov/Conservation/Marine/Lobster-FMP. Carr, L. A., and Bruno, J. F. (2013). Warming increases the top-down effects and metabolism of a subtidal herbivore.PeerJ1, e109. doi:10.7717/peerj.109 Chabot, D., Steffensen, J. F., and Farrell, A. P. (2016). The determination of standard metabolic rate infishes.J. Fish Biol.88, 81–121. doi:10.1111/jfb.12845 Chiabai, A., Quiroga, S., Martinez-Juarez, P., Higgins, S., and Taylor, T. (2018). The nexus between climate change, ecosystem services and human health: Towards a conceptual framework.Sci. Total Environ.635, 1191–1204. doi:10.1016/j.scitotenv.2018.03.323 Clarke, A. (2004). Is there a universal temperature dependence of metabolism?Funct. Ecol.18, 252–256. doi:10.1111/j.0269-8463.2004.00842.x DeAngelis, D. L., Goldstein, R. A., and O’Neill, R. V. (1975). A model for tropic interaction.Ecology56, 881–892. doi:10.2307/1936298 Eliason, E. J., and Farrell, A. P. (2016). Oxygen uptake in pacific salmon oncorhynchus spp.: when ecology and physiology meet.J. Fish Biol.88, 359–388. doi:10.1111/jfb",
  "sections": {
    "abstract": "table comparing the activation energy (E a ) of resting metabolic rate (RMR) with maximum consumption rate (C max ). Following Gillooly et al. 2001, we estimate E a as the slope coefficient in a linear regression where the predictor variable is the Arrhenius temperature scaled to units of degrees Celsius. Standard metabolic rate was fit using simple linear regression. However, C max represents the maximum consumption rate of each individual lobster from each temperature treatment estimated in a hierarchical Bayesian model. To estimate the E a on C max , we drew samples from the posterior distribution for the of each individual. Considering that the CI’s of the linear regression are dependent on the number of samples drawn from the posterior, we bootstrapped the regression by sampling with replacement 50 draws from each individual 1000 times. The estimates presented here represent the mean and 95% CI of the regression relationship. Considering the dependence of the regression on the number of draws, we do not provide estimates of the p- values or R 2 . The coefficient estimates for C max do not include one individual (GP03, see Figure S3 caption for more details). ln(RMR) ln(C max ) Predictors 훽 CI p 훽 CI p (Intercept) -2.82 -3.30 – -2.35 <0.001 -1.32 -1.52 – -1.12 -- 푇 ! 푘푇 \" # (1+ 푇 ! 푇 \" )",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show positive effects of temperature on metabolism and predation, but in contrast to our hypothesis, rising temperature caused lobster consumption rates to increase at a faster rate than increases in metabolic demand, suggesting that for the mid-range of temperatures, lobsters are capable of ramping up consumption rates to increase their caloric demand.",
    "Our results suggest that temperature plays a key role in driving the geographic range of spiny lobsters and that spatial and temporal shifts in temperature can play a critical role in driving the strength of species interactions for a key predator in temperate reef ecosystems.",
    "we found little evidence for variation in attack rates between 16 and 26°C.",
    "Our results indicate that metabolic, and predation rates increase as functions of temperature, but show that predation rates increased at a faster rate with temperature than metabolism.",
    "we found that increases in temperature had very limited effect on attack rate, but that increases in temperature caused large increases in maximum consumption rates."
  ],
  "fullText": "\n\nThe metabolic underpinnings\nof temperature-dependent\npredation in a key\nmarine predator\nSamantha R.Csik\n1\n, Bartholomew P.DiFiore\n1\n, KristaKraskura\n1\n,\nEmily A.\nHardison\n1\n, Joseph S.Curtis\n1\n, Erika J.Eliason\n1,2\nand Adrian C.Stier\n1,2\n*\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara,\nCA, United States,\n2\nMarine Science Institute, University of California, Santa Barbara, CA, United States\nIntroduction:Changes in temperature can fundamentally transform how species\ninteract, causing wholesale shifts in ecosystem dynamics and stability. Yet we still\nhave a limited understanding of how temperature-dependence in physiology\ndrives temperature-dependence in species-interactions. For predator-prey\ninteractions, theory predicts that increases in temperature drive increases in\nmetabolism and that animals respond to this increased energy expenditure by\nramping up their food consumption to meet their metabolic demand. However, if\nconsumption does not increase as rapidly with temperature as metabolism,\nincreases in temperature can ultimately cause a reduction in consumerfitness\nand biomass via starvation.\nMethods:Here we test the hypothesis that increases in temperature cause more\nrapid increases in metabolism than increases in consumption using the California\nspiny lobster (Panulirus interruptus) as a model system. We acclimated individual\nlobsters to temperatures they experience sacross their biogeographic range (11, 16,\n21, or 26°C), then measured whether lobster consumption rates are able to meet\nthe increased metabolic demands of rising temperatures.\nResults and discussion:We show positive effects of temperature on metabolism\nand predation, but in contrast to our hypothesis, rising temperature caused lobster\nconsumption rates to increase at a faster rate than increases in metabolic demand,\nsuggesting that for the mid-range of temperatures, lobsters are capable of ramping\nup consumption rates to increase their caloric demand. However, at the extreme\nends of the simulated temperatures, lobster biology broke down. At the coldest\ntemperature, lobsters had almost no metabolic activity and at the highest\ntemperature, 33% of lobsters died. Our results suggest that temperature plays a\nkey role in driving the geographic range of spiny lobsters and that spatial and\ntemporal shifts in temperature can play a critical role in driving the strength of\nspecies interactions for a key predator in temperate reef ecosystems.\nKEYWORDS\nfunctional response, predator-prey interactions, metabolic theory of ecology,Panulirus\ninterruptus, temperature dependence, metabolism\nFrontiers inMarine Sciencefrontiersin.org01\nOPEN ACCESS\nEDITED BY\nGisela Lannig,\nAlfred Wegener Institute Helmholtz Centre\nfor Polar and Marine Research (AWI),\nGermany\nREVIEWED BY\nBastian Maus,\nUniversity Hospital Münster, Germany\nYouji Wang,\nShanghai Ocean University, China\n*CORRESPONDENCE\nAdrian C. Stier\nastier@ucsb.edu\nSPECIALTY SECTION\nThis article was submitted to\nMarine Biology,\na section of the journal\nFrontiers in Marine Science\nRECEIVED17 October 2022\nACCEPTED12 January 2023\nPUBLISHED07 February 2023\nCITATION\nCsik SR,DiFiore BP,Kraskura K,\nHardison EA,Curtis JS,Eliason EJ and\nStier AC (2023) The metabolic\nunderpinnings of temperature-dependent\npredation in a key marine predator.\nFront. Mar. Sci.10:1072807.\ndoi: 10.3389/fmars.2023.1072807\nCOPYRIGHT\n© 2023 Csik, DiFiore, Kraskura, Hardison,\nCurtis,EliasonandStier.Thisisanopen-\naccess article distributed under the terms of\ntheCreative Commons Attribution License\n(CC BY).The use, distribution or\nreproduction in other forums is permitted,\nprovided the original author(s) and the\ncopyright owner(s) are credited and that\nthe original publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use, distribution or\nreproduction is permitted which does not\ncomply with these terms.\nTYPEOriginal Research\nPUBLISHED07 February 2023\nDOI10.3389/fmars.2023.1072807\n\nIntroduction\nTo predict the ecological consequences of global change, we\nrequire a mechanistic understanding of how changes in\ntemperature cascade from changes in animal physiology to changes\nin animal ecology. However, our mechanistic understanding of\ntemperature-dependence in ecology remains incomplete. One way\nto measure the effects of temperature in ecology is to measure how the\nstrength of interactions between two species changes as temperature\nchanges. Here we consider temperature dependence in predator-prey\ninteractions and define interaction strength as the the effect of one\nindividual of a predator has on one individual of a prey species per\nunit time (Laska and Wootton, 1998). It is well established that\nincreases in temperature typically increase the strength of predator-\nprey interactions (Rall et al., 2010;Kordas et al., 2011), which has the\npotential alter ecosystem dynamics and stability (Vasseur and\nMcCann, 2005;Vucic-Pestic et al., 2011; e.g.,Gilbert et al., 2014).\nHowever we are still unpacking the physiological mechanisms\nunderlying temperature-dependent predation (Biro and Stamps,\n2010;Warne et al., 2019). Resolving this incomplete link between\ntemperature-dependence in physiology and predation can allow us to\nbetter predict how natural and human-induced shifts in temperature\nare likely to alter the strength of interactions between species to shift\necosystem stability, function, and services (Chiabai et al., 2018).\nFor ectotherms, the leading hypothesis for why predation rates\nincrease with temperature is that rising temperatures increase an\nanimal’s basal metabolism, and that this increase in metabolism with\ntemperature creates a caloric demand that an animal can only meet by\nincreasing their consumption rates (Brown et al., 2004). However,\nmetabolism and consumption may not increase at the same rate with\nwith temperature. If metabolism increases more rapidly with\ntemperature than consumption increases, animals may spend the\nmajority of the calories they consume maintaining homeostasis rather\nthan allocating new calories to growth or egg production as\ntemperatures rise (Vucic-Pestic et al., 2011;Rall et al., 2012;Huey\nand Kingsolver, 2019). Such a calorie deficit would be a mechanistic\nexplanation for potential negative consequences of global warming on\nnatural ecosystems (Huey and Kingsolver, 2019). Yet very few studies\nhave simultaneously studied the effects of temperature on animal\nmetabolism and predation rates to explicitly link metabolism to\npredation and resolve whether predation rates change sufficiently\nrapidly to meet metabolic demand at temperature extremes\n(Sohlström et al., 2021).\nMuch of what ecologists know about the link between\ntemperature, metabolism, and predation comes from tests of the\nmetabolic theory of ecology (MTE), which predicts that predation\nrates should increase with temperature at the same rate as basal\nmetabolism increases with temperature (Gillooly et al., 2001;Brown\net al., 2004;Clarke, 2004). Meta-analysis testing the prediction\nsuggests that while predation rates do systematically increase with\ntemperature, the rate at which predation increases with temperature\ndiffers substantially from the predictions of metabolic theory\n(Englund et al., 2011;Rall et al., 2012;Bruno et al., 2015;\nLindmark\net al., 2022). These tests further our understanding of scaling\nrelationships, but do not directly correlate an animal’s metabolism\nwith its predation rate and thus offer little insight into whether rising\ntemperatures cause calorie deficits. Instead, they examine how\npredation rates scale across taxa that live in different temperatures\nand compare this scaling to the rate at which metabolism scales across\ntaxa that live in different temperatures (but seeLindmark et al., 2022).\nTo understand whether and how metabolism and predation are\nconnected we require studies that carefully measure animal\nbioenergetics and link an individual predator’s metabolism to its\npredation rate.\nEcologists thinking about temperature-dependence in predator\nmetabolism typically focus on standard metabolic rate as a predictor\nof predation rates (Vucic-Pestic et al., 2011). Standard metabolic rate,\nwhich describes an organism’s baseline energy expenditure at rest\nexcluding digestion, reproduction, and growth (Hulbert and Else,\n2000), should explain some of an animal’s demand for food because\nanimals must at minimum meet these demands to survive. In practice,\nresting metabolic rates are commonly measured in lieu of standard\nmetabolic rates because of the logistical challenges of measuring\nanimals over several days (Eliason and Farrell, 2016). However,\nadditional components of animal metabolism are also important,\nbecause the act of predation must feed the calories required for an\nanimal’s basal metabolism as well as the energy need to grow,\nreproduce, forage and digest food (predation) (Biro and Stamps,\n2010). Individuals with higher standard or resting metabolic rates also\ntend to have higher maximum metabolic rates (Killen et al., 2016),\nwhich expands their energetic capacity that can be invested in prior\nlisted vital performances. Therefore, measuring standard or resting\nmetabolic rate alone may underestimate the bioenergetic demands\nthat fuel predation intensity and behavior. Instead, we predict an\nanimal’s absolute aerobic scope (AAS)–the difference between the\nmaximum metabolic rate (MMR) that sets the upper limit for AAS\nand resting metabolic rate (RMR)–to predict predator consumption\nrates (e.g.,Auer et al., 2015). Absolute aerobic scope represents the\noverall capacity for the cardio-respiratory system to supply oxygen for\nactivities beyond resting metabolic rate, and can be positively\ncorrelated with a variety of performance measures such as\nlocomotion (Killen et al., 2007), feeding capacity (Auer et al., 2015),\nand ability to recover from exercise or stress events (Marras\net al., 2010).\nIn this study we link temperature-dependence in physiological\nresponses to temperature-dependence in predator-prey interactions\nin a model predator–the California spiny lobster, (Panulirus\ninterruptus, hereafter spiny lobster). On the west coast of North\nAmerica, spiny lobsters are both an important predator in nearshore\nsouthern California ecosystems (Tegner and Levin, 1983;Robles,\n1987;Eurich et al., 2014) and an economically valuablefisheries\nspecies (\nCalifornia Spiny Lobster Fisheries Management Plan, 2016).\nSpiny lobsters occupy a thermally heterogeneous environment, with\ntemperatures ranging from approximately 9 to 30°C across their\ngeographic range (effectively Point Conception, CA to Magdalena\nBay, Baja California, Mexico) and seasonalfluctuations as large as\n11.5°C in our focal region the Santa Barbara Channel (Aristiza\ń\nbal\net al., 2016). To link physiology to predation, we measured a suite of\nphysiological traits to explore possible drivers of predation rates that\nextend beyond resting metabolic rate. Specifically, we aimed to\naddress the following questions: (i) How does temperature alter\nlobster resting metabolic rate and aerobic scope? (ii) How does\ntemperature alter lobster predation rates? and (iii) How effectively\ndoes variation in metabolism predict variation in predation?\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org02\n\nMaterials and methods\nWe examined how temperature affects metabolic and predation\nrates of lobster using the following four steps: (i) we acclimated\nlobsters to one of four ecologically relevant temperatures (11, 16, 21,\n26°C), (ii) we measured lobster resting and maximum metabolic rates\nusing aquatic respirometry, and (iii) we measured lobster\nconsumption rates of a mussel prey,Mytilus californianus.\nAnimal collection, husbandry, and\nacclimation\nWe collected 24 male lobsters(carapace length = 70.00 -\n81.04 mm, wet mass = 302–466 g;Table S1) using Self Contained\nUnderwater Breathing Aparatus (SCUBA) from nearshore kelp\nforests and rocky reefs in Santa Barbara county, CA. We\nmaintained lobsters under a natural photoperiod (12 light:12 dark\ncycle) in tanks (76 cm L x 75 cm W x 30 cm H) divided by a\nperforated barrier with one lobster per half tank, each of which we\nstocked with one 6x8x16”and one 6x8x8”cinder block for shelter. We\nkept lobsters at ambient temperature (11°C) withflow-through\nfiltered seawater for at least six days, during which we fed each\nindividual with mussels (Mytilusspp.)ad libitum.\nOur goal was to test the relationship between metabolism and\npredation at a range of temperatures consistent with the geographic\ndistribution of spiny lobster. We therefore selected four experimental\ntemperatures at which to acclimate lobsters: 11, 16, 21, and 26°C. The\n11, 16, and 21°C treatments represent seasonal minimum, mean, and\nmaximum temperatures in the coastal waters of the Santa Barbara\nChannel (Figure 1), while 26°C represents the near-maximum\ntemperature approaching the southern end of the species range in\nMexico (Table S2).\nFor treatments above ambient temperature (16, 21, 26°C), we\nheatedflow-through seawater using Titanium heating tubes (Finnex,\nChicago, IL, 500W) to maintain steady temperature at 16, 21, and 26°\nCinflow-through aquaria. For the one treatment consistently below\nambient temperature (11°C), we chilled seawater to 11°C using a\ntitanium chiller (AquaEuro Systems, Gardena, CA, ½ HP Max-Chill\nTitanium Chiller), which fed into an 80-gallon header tank.\nWe distributed chilled water throughout experimental tanksviaa\npartial recirculating system. We recorded temperature and sustained\ntemperature using thermostats on regulating devices (chiller for 11°C,\nINKBIRD ITC-308 temperature Seabird controllers, Shenzhen,\nChina). We recorded temperature at least twice a day using\nsecondary measurements with a digital aquarium thermometer with\na submersible probe. To manipulate temperature, we gradually\nacclimated lobsters by modifying the temperature by no more than\n2°C day\n-1\n, well within daily temperaturefluctuations experienced by\nlobsters in natural conditions. Once the target temperature was\nachieved, we held lobsters at stable focal treatment temperatures for\n18-28 days. Aquarium water was fed from the salt waterflow through\nconditions maintained by the Marine Science Institute of UC Santa\nBarbara. Due to aquaria space limitations, we ran temperature\ntreatments in two separate rounds: (i) June 2018–December\n2018 (11 & 21°C treatments), and (ii) January 2019–June 2019 (16\n& 26°C treatments).\nMeasuring temperature-dependence in\nlobster metabolism\nWe used intermittent-flow respirometry (Svendsen et al., 2016)to\nmeasure oxygen consumption rates (MO\n2\n;mgO\n2\nL\n-1\nmin\n-1\n)of\ntemperature-acclimated lobsters. We submerged respirometers in a\nfiltered seawater bath which was either heated or chilled to our\nexperimental temperatures. To measure oxygen consumption rates,\nwe placed lobsters in 17.9 L watertight plastic respirometers\nconnectedviatubes to two submersible pumps (Eheim, Deizisau,\nGermany, Universal 600 Aquarium Pump), which created both a\nflushing loop and a recirculation loop. We measured dissolved oxygen\n(DO) continuously in the recirculation loop using afiber optic oxygen\nsensor (Firesting, PyroScience, Aachen, Germany). To limit\nmovement throughout the trial, we provided lobsters with footholds\n(polystyrene eggcrate) at the bottoms of the respirometers and\nFIGURE 1\nTemporal Variation in Bottom Temperature. Monthly bottom (4.5 m depth) temperatures at Mohawk Reef (34.396290, -119.731297) in Santa Barbara, CA\ncompiled from 2005-2017. Vertical dashed lines represent three of four treatment temperatures (11, 16, 21°C). Data Source: Santa Barbara Coastal Long-\nTerm Ecological Research group.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org03\n\ncovered the seawater bath with shade cloth. We measured DO\ncontinuously in 23 min long cycles for the 16, 21, and 26°C\ntreatments (8 minflush + 15 min measurement) and in 33 min\nlong cycles for 11°C treatment (8 minflush + 25 min measurement).\nWe calibrated our oxygen sensors before each trial using a 2 point\ncalibration (0 was generated using sodium sulfite, 100% air-saturated\nwater was generated using seawater vigorously aerated with an\nairstone). It was necessary to increase the measurement phase at\nthe coldest temperature to capture sufficient declines in DO such that\nestimating MO\n2\nwas possible. DO within the respirometers did not\ndrop below 80% air saturation for all experiments. To account for any\nbackground microbial respiration, we recorded at least one blank\ncycle (2 minflush + 10 min measurement) both before and after\neach trial.\nTo avoid increases in metabolism due to digestion (McCue, 2006),\nwe fasted lobsters for 72 h prior to respirometry trials. We measured\nmaximum metabolic rate and resting metabolic rate for each\nindividual byfirst performing a standardized chase procedure to\ninduce exhaustion. Here, we removed lobsters from their holding\ntanks for a 30 s air exposure, then hand-chased lobsters underwater\nfor 30 s, repeating the process three times. This chase procedure was\nfollowed by a one min air exposure to ensure exhaustion (Norin and\nClark, 2016) which we considered to be the point at which the animal\nceased tailflapping, a common escape response (Bouwma &\nHerrnkind, 2009). We then transferred lobsters to the respirometers\nand quickly sealed them inside (<30 s). Lobsters were left in the\nrespirometers overnight for 24 h, allowing them to return to resting\nlevels of MO\n2\n.\nEstimating lobster metabolic rates\nWe quality-controlled our metabolism data by visually examining\nall slopes of oxygen concentration over time. During some\nmeasurements, lobsters displayed periods of apnea, particularly at\n11°C, discernable as extended periods with no change in oxygen\nconcentration (McGaw et al., 2018). We excluded these periods from\nthe slope measurement for MO\n2\n(seeTable S3). Only measurements\nthat exhibit linear declines in mg O\n2\nL\n-1\nmin\n-1\nwith anr\n2\n> 0.85 for at\nleast two minutes were used in the analysis.\nWe then calculated mass-specific and background respiration-\ncorrected MO\n2\nvalues using the equation:\nMO\n2\n=m\n1\n*\n V\n1\n−m\n2\n*\n V\n2\nðÞ ½\u0002\n*\nM\n−1\n(1)\nwherem\n1\nandm\n2\nare the rates of O\n2\ndecline (mg O\n2\nL\n-1\nmin\n-1\n)\nover time during the measurement phase when a lobster is present\nand absent, respectively,V\n1\nandV\n2\nare the water volumes in the\nrespirometer (L) when the lobster is present and absent, respectively,\nandMis the wet body mass of the lobster (kg). Body size (mass) of\nlobsters was constrained within a narrow range and did not have\nsignificant influence on metabolic rates. Therefore, using isometric\nmetabolic scaling to express mass-specific metabolism is appropriate\nin our study. We calculated the rate of O\n2\ndecline attributable to\nbackground microbial respiration (m\n2\n) by averaging the MO\n2\nvalues\nfrom blank measurements conducted both before and after an\nindividual lobster’s trial. We estimated resting metabolic rate (mg\nO\n2\nkg\n-1\nmin\n-1\n) as the lowest 15\nth\npercentile of measurements taken\nthroughout the 24 h trial (Fitzgibbon, 2010;Fitzgibbon et al., 2014;\nChabot et al., 2016;Twiname et al., 2020). Within the 24 h\nmeasurement period, the lobsters reached low and stable MO\n2\nlevels. While others have estimated standard metabolic rate in\ncrustaceans off of<24 hours of MO2 measurements (Fitzgibbon\net al., 2014;Twiname et al., 2020), it is possible that additional time\nin the respirometer would reveal even lower basal MO2 levels. As\nsuch, we termed this resting metabolic rate (RMR), not standard\nmetabolic rate (SMR), though it is likely our estimates of RMR are\nonly slightly elevated compared to true SMR. We estimated\nmaximum metabolic rate as the fastest rate of linear O\n2\ndecline\nover a 60 s interval (Little et al., 2020), with anr\n2\ngreater than 0.90.\nWe calculated absolute aerobic scope (AAS) as the difference between\nmaximum metabolic rate and resting metabolic rate (AAS = MMR–\nRMR) for each lobster and factorial aerobic scope (FAS) as\nMMR/RMR.\nMeasuring temperature-dependence in\nlobster predation rates\nThe importance of prey density in modifying predator foraging\nbehavior has a rich history in ecology (Holling, 1959). For example,\nshifts in a predator’s foraging behavior can affect the stability of\npredator–prey dynamics (DeAngelis et al., 1975), spatial distribution\nof predators (Meer and Ens, 1997), food chain length (Schmitz, 1992),\nand the strength of species interactions in complex food webs (Novak\nand Wootton, 2008). The functional response describes how the\nnumber of prey a predator eats increases as the density of prey\nincreases (Stier et al., 2013); it represents mechanisms underlying the\npredator-prey interaction; thus, quantifying changes in the functional\nresponse with temperature is a natural way to test hypotheses and\ndevelop insight into how variation in temperature drives variation in\npredator-prey interactions. Estimating the functional response rather\nthan simply measuring predation rates at a single prey density allows\nresearchers to compare and model temperature-dependence in\npredator feeding rates across species and ecosystems.\nTo determine how increases in temperature altered lobster\npredation, we estimated the functional responses of temperature-\nacclimated lobsters by measuring the predation rates of each\nindividual lobster on a common prey,Mytilus californianus(Robles,\n1987)atfive densities presented in sequential trials (5, 10, 20, 30, 60\nmussels). We collected all mussels from shore-level rocks at Arroyo\nBurro Beach, in Santa Barbara, CA (34.403942°N, -119.742992°W).\nWe constrained mussel sizes to 3.0-4.5 cm shell lengths, which is a\npreferred size for lobsters within our experimental size range (Robles\net al., 1990). To standardize initial hunger levels of each individual, we\nfed lobstersad libitumfor 24 h then fasted them for 72 h prior to each\ntrial. We introduced mussels to lobster holding tanks between 12:00\nand 15:00, then removed and counted remaining intact mussels 24 h\nlater. We replicated feeding assays three times per lobster at each of\nthefive prey densities. Five lobsters (one at 11°C, one at 16°C, three at\n21°C) molted during the feeding assays and stopped eating for 15-27\ndays during this period, as is common behavior in spiny lobsters\n(Lindberg, 1955). We maintained these individuals on the same\nfeeding assay schedule and later repeated trials in which they did\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org04\n\nnot feed. These repeated trials were substituted for any trials in which\nlobsters naturally fasted pre- and post-molt.\nWe modeled a type II functional response to estimate theper\ncapitalobster feeding rate,F, as a function of prey density,N, F =aN/\n(1+ahN),whereaandhdescribe a predator’s attack rate and\nhandling time, respectively (Holling, 1959). In this model lobster\nconsumption increases with prey density at lower densities, then\neventually saturates. To estimate the functional response parameters\n(aandh) we used a Bayesian hierarchical model. Specifically, our\nmodel simultaneously estimated the relationship between mussel\ndensity and consumption rate at the population level (e.g. across all\nlobsters in the experiment), at the level of each temperature treatment\n(11, 16, 21, 26 °C), and for eachindividual lobster across\nreplicated trials.\nWe assumed that the number of prey consumed (C) in trial (i)\nwas binomially distributed given the number of prey offered (R\ni\n) and\nthe proportion of prey consumed (P\ni\n). We estimated the proportion\nof prey consumed according to a type II functional response\n(Bolker, 2008),\nC\ni\n~Binomial(N\ni\n,P\ni\n)\nP\ni\n= \n1\na\n−1\nL,T\n+ h\nL,T \nR\ni\n(2)\nwherea\nL,k\nis the attack rate (predator\n-1\nhr\n-1\n) of lobsterLin\ntemperature treatmentT, andh\nL,T\nis the handling time (hours) of\nlobsterLin temperature treatmentT. Throughout the model\nhierarchy, we used diffuse, non-informative, normally distributed\npriors on the attack rate and handling time parameters and\nimplemented the model in JAGS (Plummer, 2003). For more details\non our Bayesian modeling approach seeText S1.\nEstimating temperature sensitivity of\nmetabolism and consumption\nTo assess changes in the thermal sensitivity (e.g. temperature\ndependence) of measured rates between the experimental\ntemperatures, we calculated Q\n10\n, the factor by which a reaction rate\nchanges over 10°C, as,\nQ\n10\n= \nR\n2\nR\n1\n10°C\nT\n2\n−T\n1\n\u0001\u0003\n(3)\nwhereRis a reaction rate (e.g., resting metabolic rate) andTis\ntemperature (°C). However previous work has shown thatQ\n10\nmay be\ntemperature dependent (Gillooly et al., 2001). Therefore, we alsofit\nphenomenological and mechanistic models to our rate data to provide\ndirect comparison to theoretical predictions.\nThe metabolic theory of ecology predicts that biological rates,\nsuch as RMR, should increase exponential with temperature\naccording to the Arrhenius equation. Furthermore, MTE\nhypothesizes that consumption rates should scale with metabolic\ndemand, such that consumption increases with temperature at the\nsame rate as metabolism (~0.6-0.7 eV (Gillooly et al., 2006;Allen and\nGillooly, 2007). Following previous work (Gillooly et al., 2001;Rall\net al., 2012), we thereforefit the Arrhenius equation to both the data\non lobster RMR and max consumption rates, such that\nRMR j C\nmax\n=i\n0\ne\nE\na\nT−T\n0\nðÞ\nkTT\n0\n(4)\nWherekis Boltzmann’s constant (8.617 x 10\n-5\neV K\n-1\n),Tis\ntemperature (Kelvin),T\n0\nis 273.15 and sets the intercept of the\ntemperature relationship, andE\na\nis the activation energy of the\nreaction. To express all temperatures in °C, we allowed e\nE\na\n(T−T\n0\n)=kTT\n0\n=\ne\nE\na\nT\nc\n=½kT\n2\n0\n(1+\nT\nc\nT\n0\n)\u0002\n, whereT\nc\nis temperate in °C (Gillooly et al., 2001). We\nlinearized eq. 4 and estimated the parameters (i\n0\n,E\na\n) using linear\nregression. In the case ofC\nmax\n, we resampled with replacement 50\ndraws from the posterior estimate for1/h1000 times to bootstrap the\nmedian and 95% CI’s of the relationship.\nUnlike resting metabolic rate, previous work reveals that MMR\nshould increase with temperature to a maximum before declining.\nSimilarly, since RMR increases with temperature exponentially,\nabsolute aerobic scope (MMR–RMR) should also follow a\nunimodal relationship with temperature. Therefore, to estimate the\nrelationship between MMR or AAS and temperature wefit quadratic\nfunctions using regression approaches. We used simple linear\nregression to estimate the relationship between FAS and temperature.\nTo determine whether increasing predation rates could keep pace\nwith increasing metabolic demand at higher temperatures, we then\nasked whether the effects of temperature on metabolism and the\neffects of temperature on predation scaled similarly.\nData analysis\nWe performed all analyses using R v3.6.3 and the following\npackages: nlme, tidybayes, R2jags, and rjags.\nResults\nAs we increased temperature, lobster metabolism and predation rates\nincreased. At the three lower temperature treatments (11, 16, 21°C) all\nlobsters survived, butacclimation to the hottest temperature (26°C)\ncaused 33% mortality. Metabolism, and predation rate were correlated,\nbut metabolism increased with temperature at a slower rate than\npredation. Below we detail how temperature affected lobster\nmetabolism, and predation.\nTemperature increased lobster metabolism\nIncreases in temperature had positive effects on lobster metabolism.\nOverall, resting metabolic rate increased by approximately 330% from\nthe lowest to the highest temperature (Q\n10\nSMR(11−26°C)\n=2.65,Figure 2A;\nTable S4). Maximum metabolic rate and absolute aerobic scope\nincreased to maxima at 21°C and declined to 26°C (Figures 2B,C;\nTable S5). Factorial aerobic scope (FAS) decreased with increasing\ntemperature ranging from 14.5 ± 7.60 at 11°C to 4.80 ± 0.67 at 26°C\n(mean ± SE) (Figure 2D). However, there was substantial among\nindividual variation in how lobsters’metabolism responded to\nincreases in temperature, with some animals exhibiting the capacity\nto maintain high aerobic scope at the lowest and highest temperatures\nwhile others had almost no aerobic scope.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org05\n\nWarming temperatures increase\npredation rates\nIncreases in temperature caused increases in lobster consumption\nrates across mussel densities (Figure 3). When mussels were at their\nmaximum density, consumption rates increased 9.6-fold from the\nlowest (11°C) to the highest (26°C) temperature. Lobster predation\nwas near zero in many of the trials in the coldest temperature\ntreatment. In contrast, no fewer than two mussels were ever\nconsumed by lobsters across all other temperature treatments when\nmussels were at maximum density.\nSimilar to lobster metabolic responses to temperature,\nconsumption rates varied widely among individuals within a given\ntemperature treatment. For example, some individual lobsters ate\nmore than twice as much as other lobsters within the same\ntemperature treatment (Figure 3;Figure S1). One lobster individual\nin the 16°C exhibited anomalously high consumption rates that may\nhave been linked to molting. Therefore, this lobster individual was\ndropped from the primary analysis (seeFigure S3for more details).\nThe differences in the lobster functional response with temperature\nwere largely driven by increases in maximum consumption rates (e.g.1/\nh;Figure 4). On average, the maximum consumption rate of lobsters\nwas lowest at 11°C, similar at 16 and 21°C, and reached a maximum at\n26°C (Figure 4). Attack rates were lower at the 11°C treatment that the\nother temperatures (Figures S1,S2). However, we found little evidence\nfor variation in attack rates between 16 and 26°C.\nVariation in predator metabolism predicts\nvariation in predator feeding\nNearly all metabolic rates were positively correlated with\npredation rates. Lobster resting metabolic rate, maximum\nmetabolic rate, and absolute aerobic scope exhibited positive\nrelationships with maximumconsumption rates across\ntemperature (Figure 5). The 11°C-acclimated lobsters had\nconsistently low resting metabolic rates and maximum metabolic\nrates, small absolute aerobic scopes, and low maximum\nconsumption rates (Figure 5). However, for the other temperature\ntreatments, lobsters exhibited substantial among individual\nvariation in temperature dependence (Figure 5). For example, one\n11°C-acclimated lobster exhibited abelow-average resting metabolic\nrate, but an above-average maximum metabolic rate and absolute\naerobic scope as compared to other individuals within that\ntreatment. With low maintenancecosts (resting metabolic rates)\nand a large remaining energy budget (absolute aerobic scope,\nfactorial aerobic scope), this individual was able to maintain\nconsumption rates similar to those observed in warmer\ntemperature treatments (Figure 5, denoted by arrows). On the\ncontrary, one 26°C-acclimated lobster had the highest resting\nmetabolic rates, but a below average maximum metabolic rate,\nabsolute aerobic scope, andmaximum consumption rate\ncompared to other individuals within the 26°C treatment\n(Figure 5, denoted by arrows).\nB\nCD\nA\nFIGURE 2\nTemperature Effects on Lobster Metabolism.(A)Resting metabolic rates (RMR),(B)maximum metabolic rates (MMR),(C)absolute aerobic scopes (AAS =\nMMR–RMR), and(D)factorial aerobic scopes (FAS = MMR/RMR) measured for individual lobsters (light gray points) at 11, 16, 21, and 26°C (n = 6 for all\ntreatments except 26°C, where n = 4). Colored points represent treatment means and bars are equal to 95% confidence intervals. Gray dots represent\njittered raw data. Lines and gray shading are the mean ± 95% CI’s forfitted models. SeeMethodsfor details on the modelsfit to each rate.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org06\n\nActivation energies fall within the range\npredicted by metabolic theory of ecology\nWhile metabolism and predation were both affected by\ntemperature, the effects of temperature on metabolism were weaker\nthan the effects of temperature on predation. The scaling exponent of\nlobster resting metabolic rates fell at the upper end of the range\npredicted by metabolic theory of ecology (MTE-predicted: 0.6-0.7 eV;\nObserved:E\naSMR\n= 0.77 ± 0.09 (Gillooly et al., 2006;Allen and\nGillooly, 2007). However, the scaling exponent of maximum\nconsumption rates was substantially higher than measured in\nresting metabolic rate or predicted by the metabolic theory of\necology (E\naC\n= 1.33 [1.26–1.42], X\n̅\n[95% CI],Table S4). Thus, the\nresting metabolic rate of lobsters increased with temperature ~60%\nslower than maximum consumption rate increased with temperature,\nchallenging the theoretical prediction that temperature drives\nproportional increases in resting metabolic rate and predation.\nDiscussion\nWhether temperature-dependence in feeding rates match or\nmismatch with temperature-dependence in metabolic rates is key to\nanticipating the impacts of warming on ecosystem stability and\ndynamics (Lindmark et al., 2019). Here we offer one of the few\nintegrative studies that explicitly link temperature-dependence in\nmetabolism with temperature-dependence in predator-prey\ninteractions. Our results indicate that metabolic, and predation\nrates increase as functions of temperature, but show that predation\nrates increased at a faster rate with temperature than metabolism.\nThis capacity to maintain high foraging rates as temperatures\nincreased suggests that some species may not immediately suffer\nfrom a bioenergetic meltdown caused by declining energy intake and\nincreased energy expenditure. Yet at the coldest temperatures lobsters\nwere barely ate, and at the hottest temperatures lobsters had high\nmortality, which highlights the existence of thermal limits. Below we\ndiscuss the similarities and differences of our results from existing\nresearch on temperature-dependence, speculate further on the link\nbetween metabolism and predation, and offer insights into how our\nfindings may have implications for lobster biogeography and ecology.\nLinking temperature-dependence in spiny\nlobsters to temperature-dependence in\nother systems\nTemperature-dependence of spiny lobsters has both similarities\nand differences with existing theoretical and empirical literature on\nFIGURE 4\nTemperature Effects on Lobster Maximum Consumption Rates. Median estimates of maximum consumption rates (C\nmax\n) for each individual lobster (gray\npoints in background) and lobsters in each temperature treatment (colored points). Colored points represent treatment medians ± 95% CI’s. Black line\nand surrounding shading are the median ± 95% CI of the bootstrapped regression relationship between temperature and maximum consumption ratefit\nto the treatment-level posterior estimates. Individual median estimates (gray points) are jittered for clarity.\nFIGURE 3\nTemperature Effects on Lobster Functional Responses. Type II functional responsesfit using a Bayesian hierarchical framework. Gray curves represent\nindividual lobsters and colored curves represent treatment means (left to right: light blue = 11°C, dark blue = 16°C, light red = 21°C, dark red = 26°C).\nSolid gray regions highlight the 95% credible intervals estimated at the treatment level.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org07\n\ntemperature-dependence in other systems. For example our study\naddstoaplethoraofevidencethathaveshownincreasesin\ntemperature cause increases in consumption rates (Englund et al.,\n2011;Rall et al., 2012;Sohlström et al., 2021;Lindmark et al., 2022).\nOverall, increases in maximum consumption rates as temperatures\nincrease typically increase the capacity of predators to limit prey\npopulations (Vasseur and McCann, 2005), though the population\ndynamic consequences in this system remain unclear without a better\nunderstanding of the relative impacts of temperature on other key\ndemographic parameters for both lobsters and their mussel prey (e.g.,\npopulation growth rate or dispersal).\nTemperature-dependence in predation rates in other systems are\nusually driven by simultaneous decreases in handling times and\nincreases in attack rates as temperatures warm. However, in spiny\nlobsters we found that increases in temperature had very limited effect\non attack rate, but that increases in temperature caused large increases\nin maximum consumption rates.In other words,increasesin\ntemperature decreased the time it took lobsters to manipulate,\nconsume, or digest mussels allowing lobsters to consume more per\nunit time, but temperature did not affect how long it took for lobsters\nto search for mussel prey. Two potential explanations exist for the\nlack of temperature-sensitivity in attack rate. First, thermal sensitivity\ncan depend on prey mobility, with lower thermal sensitivity for\nsedentary prey (Vucic-Pestic et al., 2011). Second, searching for\nprey was relatively simple inside the experimental arena. This may\nbias laboratory attack rates, but is not particularly different fromfield\nconditions where prey such as urchins and mussels are readily\navailable and nearby lobsters in many sites.\nShould metabolism and predation be more\nstrongly correlated?\nAll measures of metabolism were positively correlated with\nmaximum consumption rates, but maximum metabolic rate was\nthe strongest predictor. This suggests that baseline maintenance\nrequirements may not be solely driving consumption, instead\nmaximum capacity may also be driving consumption.\nPhysiologists studying other processes have similarly found utility\nin metabolic measurements beyondresting metabolic rate (e.g.\nBrownscombe et al., 2017;Prystay et al., 2017;Little et al., 2020),\nand ecologists interested in physiological mechanisms of behavior\nB\nCD\nA\nFIGURE 5\nMetabolism Effects on Foraging Across Temperatures. Median posterior estimates for the maximum consumption rate (C\nmax\n) of each individual lobster\nplotted as a function of the individuals(A)resting metabolic rate,(B)maximum metabolic rate,(C)absolute aerobic scope and(D)factorial aerobic scope\nacross temperatures. Gray error bars are the 95% CI’s of the median estimate from the posterior distribution. Lines and gray shading are mean linear\ntrends and 95% CI’s from simple linear regressionsfit to the median estimates ofC\nmax\n. Density plots show the distribution of metabolic traits (x-axis) and\nC\nmax\n(y-axis) for each treatment. We provide an example of an individual we characterized as an overperformer (IV10; 11°C treatment) and as an\nunderperformer (IV19; 26°C treatment) as compared to treatment means.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org08\n\nwill continue to benefit from similar diverse measurements of\nanimal metabolism.\nAn outstanding question is what underlies the unexplained\nvariation in maximum consumption rates that is not explained by\nvariation in metabolism. In this study, the greatest source of variation\nin the metabolism-predation relationship was among individual\nvariation. Such variation in temperature dependence makes it\ndifficult to detect mean effects of temperature and suggests that in\naddition to environmental temperature, phenotypic plasticity,\ngenetics (Somero, 2009;Razgour et al., 2019), behavioral diversity,\nor even maternal effects (e.g., egg sizeRe\ń\ngnier et al., 2012) may explain\nsignificant variation in lobster consumption rates. Future work should\nexamine the high inter-individual variability in decapod physiological\nrates, particularlyvialonger measurements (>24 h) and ideally\nmeasuring free-ranging animals using loggers and/or telemetry (e.g.,\nheart rate and accelerometery;McGaw and Nancollas, 2018;McGaw\net al., 2018;Steell et al., 2020;McGaw and Nancollas, 2021).\nInsights from temperature dependence for\neffects of seasonality and lobster\nbiogeographic range\nOur results also suggest that temperature plays a key role in\nlimiting lobster foraging activity throughout seasonal temperature\nshifts. Such temperature-dependence helps us better understand\nlobster biogeography, with different mechanisms limiting lobsters at\nlow and high temperatures. Low temperatures appear to impose an\ninflexiblefloor for lobsters, suppressing physiological function and\nconstraining foraging activity, despite their presumed history\nwithstanding bottom temperatures that frequently approach and\neven drop below 11°C (Figure 1) in the Santa Barbara Channel.\nThese physiological limits are linked to long pauses in lobster\nbreathing and significant reductions in metabolism. Although we\ndid not observe mortality associated with our coldest temperature\ntreatment, it is likely that with any further decreases in resting\nmetabolic rate driven by decreases in temperature, intake through\nany prey source would be unlikely to be able to sustain tissue function\nand mortality or reproductive failure would ensue.\nSpiny lobsters in the Santa Barbara Channel seem to be surviving\nnear their physiological lower thermal limits from March to May in\nthe Santa Barbara channel (Figure 1), during which they may have a\nlow or negligible impact on prey communities. Similarly, seasonal low\ntemperature periods, coastal upwelling, or La Niña events should then\ndrive reductions in lobster-mussel interaction strengths at a local scale\n(sensuSanford, 1999). At larger spatial scales, theper capitaimpact of\nspiny lobster on prey may decrease with increasing latitude due to\ndecreasing mean annual sea surface temperature. Constraints of low\ntemperature on lobster metabolic and feeding rates likely sets the\nspiny lobster northern range which typically stops at Point\nConception where coastal regions experience longer and more\nfrequent upwelling events than in the Santa Barbara Channel, often\nexperiencing sustained periods below 11°C (Huyer, 1983;Watson\net al., 2011). Lobsters limited function in cold water likely explains the\ninfrequent sightings of large spiny lobster populations in the\nsignificantly cooler waters north of Point Conception, CA, with the\nexception of during warming events (Leising et al., 2015). As ocean\nwater continues to warm, it is possible we will observe a persistent\nnorthward expansion of the range of generalist spiny lobsters.\nSimilar insights into seasonality and biogeography emerge from\nconsideration of lobster physiology and feeding behavior at warmer\ntemperatures. By maximizing the thermal sensitivity (Q\n10\n)of\nmetabolism at the lowest end of their ambient temperature range\nlobsters have reduced maintenance costs when temperatures are too\nlow to support active foraging but also rapidly capitalize on increases\nin temperature that promote sustained activity, a pattern familiar\nfrom studies in other taxa (Naya et al., 2009;Kreiman et al., 2019). As\ntemperatures warm, lobsters are able to recover 91.4% of their\nmaximum consumption capacity when temperatures increase from\n11 to 16°C. This increase in lobster maximum consumption rates with\ntemperature reflect faster biochemical reaction rates and increased\noxygen demands.\nDuring the spring and summer months, or high temperature\nperiods such as El Niños, lobsters are likely to have their highest\nmetabolic demands and will therefore also exert their strongest effects\non prey populations (sensuCarr and Bruno, 2013). Although these\nhigh foraging rates at high temperatures are like coupled with\ndisproportionate physiological costs of homeostasis. While the\npopulation genetics of lobstersis an active area of research,\nprevious studies suggest that lobster populations are relatively well-\nmixed on the west coast of California and Mexico (Iacchei et al.,\n2013), which may influence capacity for local adaptation. We can\ntherefore speculate that if lobsters living in the southern range\nrespond similarly to the hottest 26°C treatment in this study, that\ntemperatures that are persistently 26°C or higher are likely to leave\nlobsters with little energetic capacity to perform other criticalfitness-\nenhancing processes, such as escaping predators, growth and\nreproduction. Therefore, a deeper understanding of the link\nbetween physiology and ecology of lobsters throughout their range\nas well as consideration of local adaptation and plasticity, will offer\nimportant insight into the likelihood of future range contractions or\nshifts in the ecological role of lobsters as waters warm.\nConclusion\nThe better we understand why animals experience temperature\ndependence in their physiology or ecology, the better we will be able\nto predict how natural and human-induced changes in temperature\nare likely to affect the stability and function of ecosystems. Our study\nprovides evidence that at least some species can maintain high feeding\nrates to meet the higher energetic demands associated with higher\ntemperatures. We also show how cold constraints can fully stop\npredators from functioning physiologically and ecologically,\nsuggesting that the strength of predation is likely highly seasonal.\nLastly, while we link temperature, metabolism, and predation, we also\ndemonstrate that, at least for lobsters, a significant amount of\ntemperature-dependence in predation is explained by individual\nvariation driven by other non-metabolic biological processes that\nare currently unknown. Identifying these unknown forces is critical to\nevaluate and fully predict how temperature alters the strength species\ninteractions, drives range shifts, and alters animal bioenergetics.\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org09\n\nData availability statement\nThe datasets presented in this study can be found in online\nrepositories. The names of the repository/repositories and accession\nnumber(s) can be found below:https://github.com/stier-lab/Csik-\netal-Functional-Ecology.\nAuthor contributions\nSC,AS,andEEconceivedtheideas;SC,KK,JC,EH,AS,andEE\ndesigned methodology; SC collected the data; SC, KK, BD, and JC\nanalyzed the data; SC and AS led the writing of the manuscript. All\nauthors contributed to the articleand approved the submitted version.\nFunding\nThis work was funded by the California Sea Grant Prop 84 grant\nprogram (R/OPCOAH-2), the NSF GRFP, and the Santa Barbara\nCoastal Long-Term Ecological Research program (NSF OCE 1831937).\nAcknowledgments\nWe thank numerous undergraduate researchers who cared for the\nlobsters and mussels used in this study, and C. Nelson, S. Sampson, S.\nHarrer, and the rest of the SBC LTER research team for their\ncommitment in collecting long-term ecological data.\nConflict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial orfinancial relationships that could be\nconstrued as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their affiliated organizations,\nor those of the publisher, the editors and the reviewers. Any product\nthat may be evaluated in this article, or claim that may be made by its\nmanufacturer, is not guaranteed or endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be found online\nat:https://www.frontiersin.org/articles/10.3389/fmars.2023.1072807/\nfull#supplementary-material\nReferences\nAllen, A. P., and Gillooly, J. F. (2007). The mechanistic basis of the metabolic theory of\necology.Oikos116, 1073–1077. doi:10.1111/j.2007.0030-1299.16079.x\nAristiza\ń\nbal, M. F., Fewings, M. R., and Washburn, L. (2016). Contrasting spatial\npatterns in the diurnal and semidiurnal temperature variability in the Santa Barbara\nchannel, California.J. Geophys. Res. Oceans121, 427–440. doi:10.1002/2015JC011239\nAuer, S. K., Salin, K., Anderson, G. J., and Metcalfe, N. B. (2015). Aerobic scope explains\nindividual variation in feeding capacity.Biol. Lett.11, 20150793. doi:10.1098/rsbl.2015.0793\nBiro, P. A., and Stamps, J. A. (2010). Do consistent individual differences in metabolic\nrate promote consistent individual differences in behavior?Trends Ecol. Evol.25, 653–659.\ndoi:10.1016/j.tree.2010.08.003\nBolker,B.M.(2008).Ecological models and data in r(Princeton: Princeton University Press).\nBouwma, P. E., and Herrnkind, W. F. (2009). Sound production in Caribbean spiny\nlobster Panulirus argus and its role in escape during predatory attack by Octopus briareus.\nNew Zealand Journal of Marine and Freshwater Research43, 3–13. doi:10.1080/\n00288330909509977\nBrown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., and West, G. B. (2004). Toward\na metabolic theory of ecology.Ecology85, 1771–1789. doi:10.1890/03-9000\nBrownscombe, J. W., Cooke, S. J., and Danylchuk, A. J. (2017). Spatiotemporal drivers\nof energy expenditure in a coastal marinefish.Oecologia183, 689–699. doi:10.1007/\ns00442-016-3800-5\nBruno, J. F., Carr, L. A., and O’Connor, M. I. (2015). Exploring the role of temperature\nin the ocean through metabolic scaling.Ecology96, 3126–3140. doi:10.1890/14-1954.1\nCalifornia Spiny lobsterfisheries management plan. (2016). Available at:https://\nwildlife.ca.gov/Conservation/Marine/Lobster-FMP.\nCarr, L. A., and Bruno, J. F. (2013). Warming increases the top-down effects and\nmetabolism of a subtidal herbivore.PeerJ1, e109. doi:10.7717/peerj.109\nChabot, D., Steffensen, J. F., and Farrell, A. P. (2016). The determination of standard\nmetabolic rate infishes.J. Fish Biol.88, 81–121. doi:10.1111/jfb.12845\nChiabai, A., Quiroga, S., Martinez-Juarez, P., Higgins, S., and Taylor, T. (2018). The nexus\nbetween climate change, ecosystem services and human health: Towards a conceptual\nframework.Sci. Total Environ.635, 1191–1204. doi:10.1016/j.scitotenv.2018.03.323\nClarke, A. (2004). Is there a universal temperature dependence of metabolism?Funct.\nEcol.18, 252–256. doi:10.1111/j.0269-8463.2004.00842.x\nDeAngelis, D. L., Goldstein, R. A., and O’Neill, R. V. (1975). A model for tropic\ninteraction.Ecology56, 881–892. doi:10.2307/1936298\nEliason, E. J., and Farrell, A. P. (2016). Oxygen uptake in pacific salmon oncorhynchus\nspp.: when ecology and physiology meet.J. Fish Biol.88, 359–388. doi:10.1111/jfb.12790\nEnglund, G., Öhlund, G., Hein, C. L., and Diehl, S. (2011). Temperature dependence of\nthe functional response: temperature dependence of consumption.Ecol. Lett.14, 914–921.\ndoi:10.1111/j.1461-0248.2011.01661.x\nEurich, J. G., Selden, R. L., and Warner, R. R. (2014). California Spiny lobster\npreference for urchins from kelp forests: implications for urchin barren persistence.\nMar. Ecol. Prog. Ser.498, 217–225. doi:10.3354/meps10643\nFitzgibbon, Q. P. (2010). Standard metabolic rate of spiny lobster (Sagmariasus\nverreauxi) pueruli determined by intermittentflow-through respirometry.J. Mar. Biol.\nAssoc. India52(2):264–273.\nFitzgibbon, Q. P., Ruff, N., Tracey, S. R., and Battaglene, S. C. (2014). Thermal tolerance\nof the nektonic puerulus stage of spiny lobsters and implications of ocean warming.Mar.\nEcol. Prog. Ser.515, 173–186. doi:10.3354/meps10979\nGilbert, B., Tunney, T. D., McCann, K. S., DeLong, J. P., Vasseur, D. A., Savage, V., et al.\n(2014). A bioenergetic framework for the temperature dependence of trophic interactions.\nEcol. Lett.17, 902–914. doi:10.1111/ele.12307\nGillooly, J. F., Allen, A. P., Savage, V. M., Charnov, E. L., West, G. B., and Brown, J. H.\n(2006). Response to Clarke and Fraser: effects of temperature on metabolic rate.Funct.\nEcol.20, 400–404. doi:10.1111/j.1365-2435.2006.01110.x\nGillooly, J. F., Brown, J. H., West, G. B., Savage, V. M., and Charnov, E. L. (2001).\nEffects of size and temperature on metabolic rate.Science293, 2248–2251. doi:10.1126/\nscience.1061967\nHolling, C. S. (1959). The components of predation as revealed by a study of small-\nmammal predation of the European pine sawfly.Can. Entomologist91, 293–320.\ndoi:10.4039/Ent91293-5\nHuey, R. B., and Kingsolver, J. G. (2019). Climate warming, resource availability, and\nthe metabolic meltdown of ectotherms.Am. Nat.194, E140–E150. doi:10.1086/705679\nHulbert, A. J., and Else, P. L. (2000). Mechanisms underlying the cost of living in\nanimals.Annu. Rev. Physiol.62, 207–235. doi:10.1146/annurev.physiol.62.1.207\nHuyer, A. (1983). Coastal upwelling in the California current system.Prog.\nOceanography12, 259–\n284. doi:10.1016/0079-6611(83)90010-1\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org10\n\nIacchei, M., Ben-Horin, T., Selkoe, K. A., Bird, C. E., Garcı\ń\na-Rodrı\ń\nguez, F. J., and\nToonen, R. J. (2013). Combined analyses of kinship and FST suggest potential drivers of\nchaotic genetic patchiness in high gene-flow populations.Mol. Ecol.22, 3476–3494.\ndoi:10.1111/mec.12341\nKillen, S. S., Brown, J. A., and Gamperl, A. K. (2007). The effect of prey density on\nforaging mode selection in juvenile lumpfish: Balancing food intake with the metabolic\ncost of foraging.J. Anim. Ecol.76, 814–825. doi:10.1111/j.1365-2656.2007.01237.x\nKillen, S. S., Glazier, D. S., Rezende, E. L., Clark, T. D., Atkinson, D., Willener, A. S. T.,\net al. (2016). Ecological influences and morphological correlates of resting and maximal\nmetabolic rates across teleostfish species.Am. Nat.187, 592–606. doi:10.1086/685893\nKordas, R. L., Harley, C. D. G., and O’Connor, M. I. (2011). Community ecology in a\nwarming world: The influence of temperature on interspecific interactions in marine\nsystems.J. Exp. Mar. Biol. Ecol.400, 218–226. doi:10.1016/j.jembe.2011.02.029\nKreiman, L. E., Solano-Iguaran, J. J., Bacigalupe, L. D., and Naya, D. E. (2019). Testing\nthe metabolic homeostasis hypothesis in amphibians.Phil. Trans. R. Soc B374, 20180544.\ndoi:10.1098/rstb.2018.0544\nLaska, M. S., and Wootton, J. T. (1998). Theoretical concepts and empirical approaches\nto measuring interaction strength.Ecology79, 461–476. doi:10.1890/0012-9658(1998)079\n[0461:TCAEAT]2.0.CO;2\nLeising, A. W., Schroeder, I. D., Bograd, S. J., Abell, J., Durazo, R., Gaxiola-Castro, G.,\net al. (2015).State of the California current 2014-15: Impacts of the warm-water“Blob”\n(California: California Cooperative Oceanic Fisheries Investigations Reports) 56, 31–68.\nLindberg, R. G. (1955). Growth, population dynamics, andfield behavior in the spiny\nlobster, panulirus interruptus (Randall).Univ. California Publications Zoölogy59, 157–\n248.\nLindmark, M., Ohlberger, J., and Gårdmark, A. (2022). Optimum growth temperature\ndeclines with body size withinfish species.Global Change Biol.28, 2259–2271.\ndoi:10.1111/gcb.16067\nLindmark, M., Ohlberger, J., Huss, M., and Gårdmark, A. (2019). Size-based ecological\ninteractions drive food web responses to climate warming.Ecol. Lett.22, 778–786.\ndoi:10.1111/ele.13235\nLittle, A. G., Dressler, T., Kraskura, K., Hardison, E., Hendriks, B., Prystay, T., et al.\n(2020). Maxed out: optimizing accuracy, precision, and power forfield measures of\nmaximum metabolic rate in fshes.Physiol. Biochem. Zoology93, 243–254. doi:10.1086/\n708673\nMarras, S., Claireaux, G., McKenzie, D. J., and Nelson, J. A. (2010). Individual variation\nand repeatability in aerobic and anaerobic swimming performance of European sea bass,\ndicentrarchus labrax.J. Exp. Biol.213, 26–32. doi:10.1242/jeb.032136\nMcCue, M. D. (2006). Specific dynamic action: A century of investigation.Comp. Biochem.\nPhysiol. Part A: Mol. Integr. Physiol.144, 381–394. doi:10.1016/j.cbpa.2006.03.011\nMcGaw, I. J., and Nancollas, S. J. (2018). Experimental setup influences the\ncardiovascular responses of decapod crustaceans to environmental change.Can. J. Zool.\n96, 1043–1052. doi:10.1139/cjz-2017-0252\nMcGaw, I. J., and Nancollas, S. J. (2021). Patterns of heart rate and cardiac pausing in\nunrestrained resting decapod crustaceans.J. Exp. Zoology Part A: Ecol. Integr. Physiol.335,\n678–690. doi:10.1002/jez.2533\nMcGaw, I. J., Steell, S. C., Leeuwen, T. E. V., Eliason, E. J., and Cooke, S. J. (2018).\nApplication of miniature heart rate data loggers for use in Large free-moving decapod\ncrustaceans: Method development and validation.Physiol. Biochem. Zoology91, 731–739.\ndoi:10.1086/695839\nMeer, J. V. D., and Ens, B. J. (1997). Models of interference and their consequences for\nthe spatial distribution of ideal and free predators.J. Anim. Ecol.66, 846–858.\ndoi:10.2307/6000\nNaya, D. E., Veloso, C., Sabat, P., and Bozinovic, F. (2009). The effect of short- and\nlong-term fasting on digestive and metabolicflexibility in the Andean toad, bufo\nspinulosus.J. Exp. Biol.212, 2167–2175. doi:10.1242/jeb.030650\nNorin, T., and Clark, T. D. (2016). Measurement and relevance of maximum metabolic\nrate infishes: maximum metabolic rate infishes.J. Fish Biol.88, 122–151. doi:10.1111/\njfb.12796\nNovak, M., and Wootton, J. T. (2008). Estimating nonlinear interaction strengths: An\nobservation-based method for species-rich food webs.Ecology89, 2083–2089.\ndoi:10.1890/08-0033.1\nPlummer, M. (2003).“JAGS: A program for analysis of Bayesian graphical models\nusing Gibbs sampling,”inProceedings of the 3rd International Workshop on Distributed\nStatistical Computing(Vienna) Vol. 8, 1–10.\nPrystay, T. S., Eliason, E. J., Lawrence, M. J., Dick, M., Brownscombe, J. W., Patterson,\nD. A., et al. (2017). The influence of water temperature on sockeye salmon heart rate\nrecovery following simulatedfisheries interactions.Conserv. Physiol.51–12. doi:10.1093/\nconphys/cox050\nRall, B. C., Brose, U., Hartvig, M., Kalinkat, G., Schwarzmüller, F., Vucic-Pestic, O.,\net al. (2012). Universal temperature and body-mass scaling of feeding rates.Phil. Trans. R.\nSoc B367, 2923–2934. doi:10.1098/rstb.2012.0242\nRall, B. C., Vucic-Pestic, O., Ehnes, R. B., Emmerson, M., and Brose, U. (2010).\nTemperature, predator-prey interaction strength and population stability.Global Change\nBiol.16, 2145–2157. doi:10.1111/j.1365-2486.2009.02124.x\nRazgour, O., Forester, B., Taggart, J. B., Bekaert, M., Juste, J., Iba\ń\nñez, C., et al. (2019).\nConsidering adaptive genetic variation in climate change vulnerability assessment reduces\nspecies range loss projections.Proc. Natl. Acad. Sci. U.S.A.116, 10418–10423.\ndoi:10.1073/pnas.1820663116\nRe\ń\ngnier, T., Bolliet, V., Gaudin, P., and Labonne, J. (2012). Female effects on offspring\nenergetic status and consequences on early development in yolk feeding brown trout\n(Salmo trutta).J. Exp. Zool.317, 347–358. doi:10.1002/jez.1728\nRobles, C. (1987). Predator foraging characteristics and prey population structure on a\nsheltered shore.Ecology68, 1502–1514. doi:10.2307/1939234\nRobles, C., Sweetnam, D., and Eminike, J. (1990). Lobster predation on mussels: shore-\nlevel differences in prey vulnerability and predator preference.Ecology71, 1564–1577.\ndoi:10.2307/1938292\nSanford, E. (1999). Regulation of keystone predation by small changes in ocean\ntemperature.Science283, 2095–2097. doi:10.1126/science.283.5410.2095\nSchmitz, O. J. (1992). Exploitation in model food chains with mechanistic consumer-\nresource dynamics.Theor. Population Biol.41, 161–183. doi:10.1016/0040-5809(92)90042-R\nSohlström, E. H., Archer, L. C., Gallo, B., Jochum, M., Kordas, R. L., Rall, B. C., et al.\n(2021). Thermal acclimation increases the stability of a predator–prey interaction in\nwarmer environments.Global Change Biol.27, 3765–3778. doi:10.1111/gcb.15715\nSomero,G.N.(2009).Thephysiologyofclimatechange:howpotentialsfor\nacclimatization and genetic adaptation will determine“winners”and“losers”.J. Exp.\nBiol.213, 912–\n920. doi:10.1242/jeb.037473\nSteell, S. C., Cooke, S. J., and Eliason, E. J. (2020). Artificial light at night does not alter\nheart rate or locomotor behaviour in Caribbean spiny lobster (Panulirus argus): Insights\ninto light pollution and physiological disturbance using biologgers.Conserv. Physiol.8,\ncoaa097. doi:10.1093/conphys/coaa097\nStier, A. C., Geange, S. W., and Bolker, B. M. (2013). Predator density and competition\nmodify the benefits of group formation in a shoaling reeffish.Oikos122, 171–178.\ndoi:10.1111/j.1600-0706.2012.20726.x\nSvendsen, M. B. S., Bushnell, P. G., Christensen, E. A. F., and Steffensen, J. F. (2016).\nSources of variation in oxygen consumption of aquatic animals demonstrated by\nsimulated constant oxygen consumption and respirometers of different sizes.J. Fish\nBiol.88, 51–64. doi:10.1111/jfb.12851\nTegner, M. J., and Levin, L. A. (1983). Spiny lobsters and sea urchins: analysis of a\npredator-prey interaction.J. Exp. Mar. Biol. Ecol.73, 125–150. doi:10.1016/0022-0981\n(83)90079-5\nTwiname, S., Fitzgibbon, Q. P., Hobday, A. J., Carter, C. G., Oellermann, M., and Pecl,\nG. T. (2020). Mismatch of thermal optima between performance measures, life stages and\nspecies of spiny lobster.Sci. Rep.10, 21235. doi:10.1038/s41598-020-78052-4\nVasseur, D. A., and McCann, K. S. (2005). A mechanistic approach for modeling\ntemperature-dependent consumer-resource dynamics.Am. Nat.166, 184–198.\ndoi:10.1086/431285\nVucic-Pestic, O., Ehnes, R. B., Rall, B. C., and Brose, U. (2011). Warming up the system:\nhigher predator feeding rates but lower energetic efficiencies.Global Change Biol.17,\n1301–1310. doi:10.1111/j.1365-2486.2010.02329.x\nWarne, R. W., Baer, S. G., and Boyles, J. G. (2019). Community physiological ecology.\nTrends Ecol. Evol.34, 510–518. doi:10.1016/j.tree.2019.02.002\nWatson, J. R., Hays, C. G., Raimondi, P. T., Mitarai, S., Dong, C., McWilliams, J. C.,\net al. (2011). Currents connecting communities: nearshore community similarity and\nocean circulation.Ecology92, 1193–1200. doi:10.1890/10-1436.1\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org11\n\nIacchei, M., Ben-Horin, T., Selkoe, K. A., Bird, C. E., Garcı\ń\na-Rodrı\ń\nguez, F. J., and\nToonen, R. J. (2013). Combined analyses of kinship and FST suggest potential drivers of\nchaotic genetic patchiness in high gene-flow populations.Mol. Ecol.22, 3476–3494.\ndoi:10.1111/mec.12341\nKillen, S. S., Brown, J. A., and Gamperl, A. K. (2007). The effect of prey density on\nforaging mode selection in juvenile lumpfish: Balancing food intake with the metabolic\ncost of foraging.J. Anim. Ecol.76, 814–825. doi:10.1111/j.1365-2656.2007.01237.x\nKillen, S. S., Glazier, D. S., Rezende, E. L., Clark, T. D., Atkinson, D., Willener, A. S. T.,\net al. (2016). Ecological influences and morphological correlates of resting and maximal\nmetabolic rates across teleostfish species.Am. Nat.187, 592–606. doi:10.1086/685893\nKordas, R. L., Harley, C. D. G., and O’Connor, M. I. (2011). Community ecology in a\nwarming world: The influence of temperature on interspecific interactions in marine\nsystems.J. Exp. Mar. Biol. Ecol.400, 218–226. doi:10.1016/j.jembe.2011.02.029\nKreiman, L. E., Solano-Iguaran, J. J., Bacigalupe, L. D., and Naya, D. E. (2019). Testing\nthe metabolic homeostasis hypothesis in amphibians.Phil. Trans. R. Soc B374, 20180544.\ndoi:10.1098/rstb.2018.0544\nLaska, M. S., and Wootton, J. T. (1998). Theoretical concepts and empirical approaches\nto measuring interaction strength.Ecology79, 461–476. doi:10.1890/0012-9658(1998)079\n[0461:TCAEAT]2.0.CO;2\nLeising, A. W., Schroeder, I. D., Bograd, S. J., Abell, J., Durazo, R., Gaxiola-Castro, G.,\net al. (2015).State of the California current 2014-15: Impacts of the warm-water“Blob”\n(California: California Cooperative Oceanic Fisheries Investigations Reports) 56, 31–68.\nLindberg, R. G. (1955). Growth, population dynamics, andfield behavior in the spiny\nlobster, panulirus interruptus (Randall).Univ. California Publications Zoölogy59, 157–\n248.\nLindmark, M., Ohlberger, J., and Gårdmark, A. (2022). Optimum growth temperature\ndeclines with body size withinfish species.Global Change Biol.28, 2259–2271.\ndoi:10.1111/gcb.16067\nLindmark, M., Ohlberger, J., Huss, M., and Gårdmark, A. (2019). Size-based ecological\ninteractions drive food web responses to climate warming.Ecol. Lett.22, 778–786.\ndoi:10.1111/ele.13235\nLittle, A. G., Dressler, T., Kraskura, K., Hardison, E., Hendriks, B., Prystay, T., et al.\n(2020). Maxed out: optimizing accuracy, precision, and power forfield measures of\nmaximum metabolic rate in fshes.Physiol. Biochem. Zoology93, 243–254. doi:10.1086/\n708673\nMarras, S., Claireaux, G., McKenzie, D. J., and Nelson, J. A. (2010). Individual variation\nand repeatability in aerobic and anaerobic swimming performance of European sea bass,\ndicentrarchus labrax.J. Exp. Biol.213, 26–32. doi:10.1242/jeb.032136\nMcCue, M. D. (2006). Specific dynamic action: A century of investigation.Comp. Biochem.\nPhysiol. Part A: Mol. Integr. Physiol.144, 381–394. doi:10.1016/j.cbpa.2006.03.011\nMcGaw, I. J., and Nancollas, S. J. (2018). Experimental setup influences the\ncardiovascular responses of decapod crustaceans to environmental change.Can. J. Zool.\n96, 1043–1052. doi:10.1139/cjz-2017-0252\nMcGaw, I. J., and Nancollas, S. J. (2021). Patterns of heart rate and cardiac pausing in\nunrestrained resting decapod crustaceans.J. Exp. Zoology Part A: Ecol. Integr. Physiol.335,\n678–690. doi:10.1002/jez.2533\nMcGaw, I. J., Steell, S. C., Leeuwen, T. E. V., Eliason, E. J., and Cooke, S. J. (2018).\nApplication of miniature heart rate data loggers for use in Large free-moving decapod\ncrustaceans: Method development and validation.Physiol. Biochem. Zoology91, 731–739.\ndoi:10.1086/695839\nMeer, J. V. D., and Ens, B. J. (1997). Models of interference and their consequences for\nthe spatial distribution of ideal and free predators.J. Anim. Ecol.66, 846–858.\ndoi:10.2307/6000\nNaya, D. E., Veloso, C., Sabat, P., and Bozinovic, F. (2009). The effect of short- and\nlong-term fasting on digestive and metabolicflexibility in the Andean toad, bufo\nspinulosus.J. Exp. Biol.212, 2167–2175. doi:10.1242/jeb.030650\nNorin, T., and Clark, T. D. (2016). Measurement and relevance of maximum metabolic\nrate infishes: maximum metabolic rate infishes.J. Fish Biol.88, 122–151. doi:10.1111/\njfb.12796\nNovak, M., and Wootton, J. T. (2008). Estimating nonlinear interaction strengths: An\nobservation-based method for species-rich food webs.Ecology89, 2083–2089.\ndoi:10.1890/08-0033.1\nPlummer, M. (2003).“JAGS: A program for analysis of Bayesian graphical models\nusing Gibbs sampling,”inProceedings of the 3rd International Workshop on Distributed\nStatistical Computing(Vienna) Vol. 8, 1–10.\nPrystay, T. S., Eliason, E. J., Lawrence, M. J., Dick, M., Brownscombe, J. W., Patterson,\nD. A., et al. (2017). The influence of water temperature on sockeye salmon heart rate\nrecovery following simulatedfisheries interactions.Conserv. Physiol.51–12. doi:10.1093/\nconphys/cox050\nRall, B. C., Brose, U., Hartvig, M., Kalinkat, G., Schwarzmüller, F., Vucic-Pestic, O.,\net al. (2012). Universal temperature and body-mass scaling of feeding rates.Phil. Trans. R.\nSoc B367, 2923–2934. doi:10.1098/rstb.2012.0242\nRall, B. C., Vucic-Pestic, O., Ehnes, R. B., Emmerson, M., and Brose, U. (2010).\nTemperature, predator-prey interaction strength and population stability.Global Change\nBiol.16, 2145–2157. doi:10.1111/j.1365-2486.2009.02124.x\nRazgour, O., Forester, B., Taggart, J. B., Bekaert, M., Juste, J., Iba\ń\nñez, C., et al. (2019).\nConsidering adaptive genetic variation in climate change vulnerability assessment reduces\nspecies range loss projections.Proc. Natl. Acad. Sci. U.S.A.116, 10418–10423.\ndoi:10.1073/pnas.1820663116\nRe\ń\ngnier, T., Bolliet, V., Gaudin, P., and Labonne, J. (2012). Female effects on offspring\nenergetic status and consequences on early development in yolk feeding brown trout\n(Salmo trutta).J. Exp. Zool.317, 347–358. doi:10.1002/jez.1728\nRobles, C. (1987). Predator foraging characteristics and prey population structure on a\nsheltered shore.Ecology68, 1502–1514. doi:10.2307/1939234\nRobles, C., Sweetnam, D., and Eminike, J. (1990). Lobster predation on mussels: shore-\nlevel differences in prey vulnerability and predator preference.Ecology71, 1564–1577.\ndoi:10.2307/1938292\nSanford, E. (1999). Regulation of keystone predation by small changes in ocean\ntemperature.Science283, 2095–2097. doi:10.1126/science.283.5410.2095\nSchmitz, O. J. (1992). Exploitation in model food chains with mechanistic consumer-\nresource dynamics.Theor. Population Biol.41, 161–183. doi:10.1016/0040-5809(92)90042-R\nSohlström, E. H., Archer, L. C., Gallo, B., Jochum, M., Kordas, R. L., Rall, B. C., et al.\n(2021). Thermal acclimation increases the stability of a predator–prey interaction in\nwarmer environments.Global Change Biol.27, 3765–3778. doi:10.1111/gcb.15715\nSomero,G.N.(2009).Thephysiologyofclimatechange:howpotentialsfor\nacclimatization and genetic adaptation will determine“winners”and“losers”.J. Exp.\nBiol.213, 912–\n920. doi:10.1242/jeb.037473\nSteell, S. C., Cooke, S. J., and Eliason, E. J. (2020). Artificial light at night does not alter\nheart rate or locomotor behaviour in Caribbean spiny lobster (Panulirus argus): Insights\ninto light pollution and physiological disturbance using biologgers.Conserv. Physiol.8,\ncoaa097. doi:10.1093/conphys/coaa097\nStier, A. C., Geange, S. W., and Bolker, B. M. (2013). Predator density and competition\nmodify the benefits of group formation in a shoaling reeffish.Oikos122, 171–178.\ndoi:10.1111/j.1600-0706.2012.20726.x\nSvendsen, M. B. S., Bushnell, P. G., Christensen, E. A. F., and Steffensen, J. F. (2016).\nSources of variation in oxygen consumption of aquatic animals demonstrated by\nsimulated constant oxygen consumption and respirometers of different sizes.J. Fish\nBiol.88, 51–64. doi:10.1111/jfb.12851\nTegner, M. J., and Levin, L. A. (1983). Spiny lobsters and sea urchins: analysis of a\npredator-prey interaction.J. Exp. Mar. Biol. Ecol.73, 125–150. doi:10.1016/0022-0981\n(83)90079-5\nTwiname, S., Fitzgibbon, Q. P., Hobday, A. J., Carter, C. G., Oellermann, M., and Pecl,\nG. T. (2020). Mismatch of thermal optima between performance measures, life stages and\nspecies of spiny lobster.Sci. Rep.10, 21235. doi:10.1038/s41598-020-78052-4\nVasseur, D. A., and McCann, K. S. (2005). A mechanistic approach for modeling\ntemperature-dependent consumer-resource dynamics.Am. Nat.166, 184–198.\ndoi:10.1086/431285\nVucic-Pestic, O., Ehnes, R. B., Rall, B. C., and Brose, U. (2011). Warming up the system:\nhigher predator feeding rates but lower energetic efficiencies.Global Change Biol.17,\n1301–1310. doi:10.1111/j.1365-2486.2010.02329.x\nWarne, R. W., Baer, S. G., and Boyles, J. G. (2019). Community physiological ecology.\nTrends Ecol. Evol.34, 510–518. doi:10.1016/j.tree.2019.02.002\nWatson, J. R., Hays, C. G., Raimondi, P. T., Mitarai, S., Dong, C., McWilliams, J. C.,\net al. (2011). Currents connecting communities: nearshore community similarity and\nocean circulation.Ecology92, 1193–1200. doi:10.1890/10-1436.1\nCsik et al.10.3389/fmars.2023.1072807\nFrontiers inMarine Sciencefrontiersin.org11\n\nSupporting Online Material \n \n \nText S1 \n \nFigures S1 – S3 \n \nTables S1 – S6  \n\nText S1 | Bayesian model details.  \n \nOur modeling goal was to fit the functional response to each individual lobster while accounting \nfor our experimental design in which lobsters were randomly assigned to a temperature treatment \nand foraged at each density of prey multiple times (3x). To account for this data structure, we \nused a Bayesian hierarchical modeling framework. At all levels of the hierarchy we used diffuse, \nnon-informative priors for the functional response (훼 and h) and associated variance parameters \n(Table S6). Attack rates and handling times cannot be less than 0 and attack rates in a type II \nfunctional response cannot be greater than one. Therefore, we transformed priors on attack rates \nusing a logit-transformation and priors on handling times using a log-transformation. We drew \npriors on the treatment and individual level variances from uniform distributions that ranged [0, \n10]. We implemented our model using JAGS (Plummer, 2003), which uses Markov Chain Monte \nCarlo methods to estimate parameters. We ran three chains for 50,000 iterations with a burn-in of \n25,000 and thinned the chains to retain every 10\nth\n iteration. To ensure model convergence we \nvisually assessed mixing of the model chains and confirmed using the Gelman-Rubin \nConvergence diagnostic (푅\n#\n<1.1; Gelman & Rubin, 1992). \n \nTraditionally, functional response experiments account for prey depletion using Rogers random \npredator formulation of the functional response (Rogers, 1972). However, we did not account for \nprey depletion in our analysis, as there is no practical way to implement the random predation \nequation with random effects (McCoy et al., 2011). \n  \n\nFigures S1 – S3 \n \n \n \n \nFigure S1 | Functional Response Parameter Estimates. Estimates of attack rates (left) and \nmaximum consumption rates (e.g. the inverse of handling time) for each lobster individual. \nPoints and error bars represent median ± 95% CI’s of the posterior distribution. Data is ordered \nby maximum consumption rate.  \n  \n0.0250.0500.07501020304050\nIV11\nIV13\nIV14\nIV12\nMM02\nN15\nIV10\nL4\nIV16\nIV18\nGP05\nL3\nGP06\nN19\nIV17\nIV19\nIV15\nN14\nGP07\nN18\nGP01\nLobster identity\nTemp °C\n11\n16\n21\n26\nAttack rate \nMax. consumption rate \n(prey consumed predator\n-1\nd\n-1\n) \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigure S2 | Variation in attack rate with temperature.  Differences in attack rate estimates for \neach individual lobster predator (gray points in background) and lobsters in each temperature \ntreatment (colored points). Estimates are median estimates from a Bayesian hierarchical model \nfor both the individual and treatment level effects. Error bars are 95% credible intervals on the \ntemperature treatment effects.  \n  \n0.02\n0.04\n0.06\n11162126\nTemperature (°C)\nAttack rate\n\n \nFigure S3 | Metabolism Effects on Foraging Across Temperatures with all lobsters.  Same \nfigure as Figure 5 in the main text. However, here we include the outlier individual “GP03”. This \nindividual consumed more mussels than any other individual regardless of temperature at the \nmaximum mussel density. GP03 molted about half way through the trials, and extreme \nconsumption may have been related to molting. Therefore, we excluded the individual from the \nanalyses in the main text. Exclusion of this individual did not change our interpretation of the \nactivation energy on maximum consumption (E\na\n = 1.27 w/ GP03, E\na\n = 1.33 w/out GP03). \nHowever, exclusion of GP03 did change the relationships between maximum consumption rate \nand each facet of metabolism visualized here. With GP03, the slope of each linear regression was \nnot significantly different than zero. When we excluded GP03, the slope of each relationship was \nsignificantly different than zero. Considering that a) maximum consumption data are the medians \nfrom a posterior distribution, b) p-values in linear regression are sensitive to outliers, and c) there \nis a biological explanation for the heightened feeding (molting), we are confident in our \nexclusion of this individual.  \n  \n\nTables S1 – S6 \n \nTable S1 | Experimental lobster measurements and trial schedule. Carapace lengths (CL), body mass (BM), collection dates, acclimation \ndurations, and trial dates by temperature treatment. \n \nLobster ID CL (mm) BM (g) \nCollection \nDate \nAcclimation \nStart Date \nTotal \nAcclimation \nDays \nRespirometry \nTrial Dates \nForaging \nAssay Trial \nDates \n11°C \n      \n \nIV10 78.5 439 06/18/18 07/19/18 26 08/28/18 \n09/08 - 11/17/18 \nIV11 81.0 434 06/18/18 07/19/18 27 08/27/18 \n09/08 - 11/17/18 \nIV12 78.6 426 06/18/18 07/19/18 26 08/28/18 \n09/08 - 11/17/18 \nIV13 76.7 406 06/18/18 07/19/18 27 08/27/18 \n09/08 - 11/17/18 \nIV14 79.4 424 06/18/18 07/19/18 26 08/28/18 \n09/08 - 11/17/18 \nMM02 76.7 466 06/21/18 07/19/18 27 08/27/18 \n09/08 - 11/17/18 \n16°C \n      \n \nIV16 75.0 367 12/12/18 01/28/19 30 03/01/19 \n03/08 – 05/25/19 \nIV17 70.0 302 12/12/18 01/28/19 28 02/27/19 \n03/08 – 05/25/19 \nIV18 72.0 320 12/12/18 01/28/19 28 02/27/19 \n03/08 – 05/25/19 \nGP03 71.2 372 01/03/19 01/28/19 30 02/27/19 \n03/08 – 05/25/19 \nGP05 80.5 433 01/03/19 01/28/19 28 03/01/19 \n03/08 – 05/25/19 \nGP06 77.5 399 06/27/18 01/28/19 30 03/01/19 \n03/08 – 05/25/19 \n21°C       \n \nN14 71.5 323 06/04/18 06/21/18 26 07/17/18 \n07/26 – 10/06/18 \nN15 78.0 408 06/04/18 06/21/18 24 07/19/18 \n07/26 – 10/06/18 \nN18 77.8 444 06/04/18 06/21/18 26 07/17/18 \n07/26 – 10/06/18 \nN19 72.8 348 06/15/18 06/21/18 24 07/19/18 \n07/26 – 10/06/18 \nL3 75.9 370 06/14/18 06/21/18 26 07/19/18 \n07/26 – 10/06/18 \nL4 76.5 412 06/14/18 06/21/18 24 07/17/18 \n07/26 – 10/06/18 \n26°C \n      \n \nIV15 73.0 315 12/12/19 01/21/19 29 03/26/19 \n03/11 – 05/13/19 \nIV19 70.0 308 12/12/19 01/21/19 27 02/19/19 \n03/11 – 05/13/19 \nGP01 76.9 391 06/26/18 01/21/19 29 02/21/19 \n03/11 – 05/13/19 \nGP07 74.0 377 01/03/19 01/21/19 27 02/19/19 \n03/11 – 05/13/19 \n  \n\nTable S2 | Ocean temperatures from La Bocana, Baja California Sur (~26.785829, -\n113.709342). Data are averaged for each month across three years (2016-2018) from 3-5 sites. \nData are collected in 10-20min intervals. Data Source: Micheli Lab, Stanford University. \n \nMonth Mean Temp.  Max. Temp. Min. Temp SD SE \nJan \n17.8770583 20.982 13.879 1.56290463 0.00827038 \nFeb \n17.4231476 22.06 13.353 1.65708398 0.00922655 \nMar \n15.7183698 21.531 12.329 1.54649397 0.00864868 \nApr \n15.2732075 22.728 11.489 1.82197763 0.00933293 \nMay \n14.4270833 21.834 11.282 1.8331152 0.00809056 \nJun \n15.4823929 23.28 11.174 2.21161023 0.00992242 \nJul \n17.6696579 30.248 12.444 2.63678656 0.01163807 \nAug \n19.7917865 27.242 13.301 2.36999971 0.01046013 \nSep \n22.0349151 27.14 17.02 1.7481727 0.0079618 \nOct \n22.3455853 26.413 17.623 1.34469522 0.00711569 \nNov \n21.3311909 24.41 16.629 1.32723387 0.00713907 \nDec \n18.7968983 22.578 15.499 1.29214534 0.00683761 \n \n \n  \n\nTable S3 | Criteria for MO\n2\n Slopes. Slopes were visually evaluated and discarded if they did \nnot meet the R\n2\n threshold of 0.85, were nonlinear, or if the segment was not at least 2 minutes \nlong. Gray-shaded segments in the examples below represent the portion of slopes that are kept \nfor analyses. Non-grayed segments are discarded. \n \nProblem Type Action Example \nHorizontal tail(s)\n* \nTrim horizontal segment(s), keep \nsegment of linear decline. \n \nTail(s) deviate from linear \ndecline \nTrim tails, keep segment of \nlinear decline \n \nTwo distinct slopes \nKeep segment of longest slope; if \nboth segments are of equal \nlength, keep shallower slope \n \nNonlinear zig-zag pattern across \ndecline \nDiscard, even if R\n2\n > 0.85 \n \nTable S4 | Comparison of activation energies. Summary table comparing the activation energy \n(E\na\n) of resting metabolic rate (RMR) with maximum consumption rate (C\nmax\n). Following \nGillooly et al. 2001, we estimate E\na\n as the slope coefficient in a linear regression where the \npredictor variable is the Arrhenius temperature scaled to units of degrees Celsius. Standard \nmetabolic rate was fit using simple linear regression. However, C\nmax\n represents the maximum \nconsumption rate of each individual lobster from each temperature treatment estimated in a \nhierarchical Bayesian model. To estimate the E\na\n on C\nmax\n, we drew samples from the posterior \ndistribution for the of each individual. Considering that the CI’s of the linear regression are \ndependent on the number of samples drawn from the posterior, we bootstrapped the regression \nby sampling with replacement 50 draws from each individual 1000 times. The estimates \npresented here represent the mean and 95% CI of the regression relationship. Considering the \ndependence of the regression on the number of draws, we do not provide estimates of the p-\nvalues or R\n2\n. The coefficient estimates for C\nmax\n do not include one individual (GP03, see Figure \nS3 caption for more details). \n \n \n\n  \nln(RMR) ln(C\nmax\n) \nPredictors \n훽 \nCI p \n훽 \nCI p \n(Intercept) -2.82 -3.30 – -2.35 \n<0.001\n \n-1.32 -1.52 – -1.12 -- \n푇\n!\n푘푇\n\"\n#\n(1+\n푇\n!\n푇\n\"\n)\n \n0.77 0.59 – 0.95 \n<0.001\n \n1.33 1.26 – 1.41 -- \nn \n22 21 \nR\n2\n / R\n2\n adjusted 0.803 / 0.793 -- \nDeviance 1.708 -- \nlog-Like liho o d -3.104 -- \nWhere: 푇\n\"\n=273.15, and 푇\n!\n is temperature in degrees Celsius.   \n\nTable S5 | Temperature effects on metabolism. Summary of regression relationship, maximum metablic rate (MMR), absolute \naerobic scope (AAS), factorial aerobic scope (FAS), and resting heart rate (RHR). FAS and RHR were estimated as linear functions of \ntemperature in degrees Celsius (T\nc\n). MMR and AAS were estimated as quadratic functions of temperature.  \n \n \n  MMR AAS FAS RHR \nPredictors \n훽 \nCI p \n훽 \nCI p \n훽 \nCI p \n훽 \nCI p \n(Intercept) -\n2.72 \n-\n6.56 – 1.12 \n0.154 -\n2.57 \n-\n6.48 – 1.33 \n0.184 21.26 14.76 – 27.77 \n<0.001\n \n-\n27.76 \n-\n89.17 – 33.65 \n0.321 \n푇\n!\n 0.64 0.19 – 1.09 \n0.008\n \n0.61 0.16 – 1.07 \n0.011\n \n-0.66 -1.01 – -0.31 \n0.001\n \n5.88 2.16 – 9.60 \n0.007\n \n푇\n!\n#\n -\n0.01 \n-0.03 – -\n0.002 \n0.026\n \n-\n0.01 \n-0.03 – -\n0.002 \n0.022\n \n      \nn \n22 22 22 9 \nR\n2\n / \nR\n2\n adjusted \n0.588 / 0.545 0.419 / 0.358 0.437 / 0.408 0.666 / 0.618 \nDeviance 8.675 8.994 352.836 2597.322 \nlog-\nLike liho o d \n-20.980 -21.377 -61.741 -38.263 \n\nTable S6 | Prior distributions. Prior distribution for all parameters in the Bayesian hierarchical \nmodel.   \n \nParameter Prior \nPopulation-level  \nlogit(훼\n!\"\n) 푛표푟푚푎푙(0,휏) \nlog(ℎ\n!\"\n) 푛표푟푚푎푙(0,휏) \nTreatment-level  \nlogit(훼\n#\n) 푛표푟푚푎푙(0,휏) \nlog(ℎ\n#\n) 푛표푟푚푎푙(0,휏) \nIndividual-level  \nlogit(훼\n$\n) 푛표푟푚푎푙(0,휏) \nlog(ℎ\n$\n) 푛표푟푚푎푙(0,휏) \nVariances  \n휏 푢푛푖푓표푟푚\n(\n0,10\n)\n \n휎 \n8\n1/휏 \n ",
  "extractedAt": "2025-12-12T18:45:06.449Z",
  "success": true,
  "matchedPublication": {
    "title": "The metabolic underpinnings of temperature-dependent predation in a key marine predator",
    "doi": "10.3389/fmars.2023.1072807",
    "year": "2023",
    "authors": "Csik, Samantha R.; DiFiore, Bartholomew P.; Kraskura, Krista; Hardison, Emily A.; Curtis, Joseph S.; Eliason, Erika J.; Stier, Adrian C."
  }
}