{
  "filename": "Curtis et al. (Coral Reefs) 2023.pdf",
  "numPages": 5,
  "text": "Vol.:(0123456789) 1 3 Coral Reefs https://doi.org/10.1007/s00338-023-02367-7 NOTE 3D photogrammetry improves measurement of growth and biodiversity patterns in branching corals Joseph S. Curtis 1,2 · Journ W. Galvan 1 · Alexander Primo 3 · Craig W. Osenberg 3 · Adrian C. Stier 1,2 Received: 12 October 2021 / Accepted: 5 March 2023 © The Author(s), under exclusive licence to International Coral Reef Society (ICRS) 2023 Keywords 3D modeling · Biodiversity · Branching coral · Microhabitat · Moorea · Reef ecology Introduction Successful integration of new technology into ecological research requires clear understanding of how it can improve predictions of biological processes. Photogrammetry is a tool that renders detailed models of landscapes and organ- isms from images, enabling sophisticated examination of habitat structure (Burns et al. 2015; Ferrari et al. 2021). However, photogrammetric applications can be more expen- sive than traditional data collection methods in terms of equipment, time, and training (Young et al. 2017; Couch et al. 2021; Urbina-Barreto et al. 2021). Despite such costs, photogrammetric measurements of basic habitat character- istics may be very similar to data collected using traditional surveys (Raoult et al. 2016; Million et al. 2021). Studies that explicitly measure the same ecological phenomena using photogrammetry and manual approaches are therefore needed to critically examine the benefits of this emerging technique. Photogrammetry may provide an especially useful research tool in settings where interactions among animals and structurally complex habitats govern ecosystem func- tion, such as coral reefs (Burns et al. 2015; Lavy et al. 2015). For example, photogrammetry has helped to measure con- nections between reef habitat and fish communities (Gon- zalez-Rivero et al. 2017; Urbina-Barreto et al. 2020), assess patterns in coral growth (Ferrari et al. 2017; Conley and Hollander 2021), and generate novel descriptions of coral geometry (Reichert et al. 2017; Aston et al. 2022). Among studies that have included both manual and photogrammet- ric measurements, most have focused on the accuracy of Abstract Photogrammetry is an emerging tool that allows scientists to measure important habitat characteristics of coral reefs at multiple spatial scales. However, the ecologi- cal benefits of using photogrammetry to measure reef habitat have rarely been assessed through direct comparison to tra- ditional methods, especially in settings where manual meas- urements are more feasible and affordable. Here, we applied multiple methods to measure coral colonies (Pocillopora spp.) and asked whether photogrammetric or manual obser- vations better describe short-term colony growth and links between colony size and the biodiversity of coral-dwelling fishes and invertebrates. Using photogrammetry, we meas- ured patterns in changes in coral volume that were other- wise obscured by high variation from manual measure- ments. Additionally, we found that photogrammetry-based estimates of colony skeletal volume best predicted the abun- dance and richness of animals living within the coral. This study highlights that photogrammetry can improve descrip- tions of coral colony size, growth, and associated biodiver- sity compared to manual measurements. Supplementary Information The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s00338- 023- 02367-7. * Joseph S. Curtis joseph_curtis@ucsb.edu 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106, USA 3 Odum School of Ecology, University of Georgia, 140 E Green St, Athens, GA 30602, USA Coral Reefs 1 3 photogrammetry, which has been robustly demonstrated (Courtney et al. 2007; Veal et al. 2010; Figueira et al. 2015; Lavy et al. 2015). However, few studies have quantified dif- ferences in analogous ecological measurements derived from photogrammetric and traditional measurements of reef habi- tat, likely because photogrammetry is often used to describe large-scale characteristics when no practical manual equiva- lent is available (Reichert et al. 2017; Aston et al. 2022). Some direct comparisons of ecological interpretations derived from manual and photogrammetric approaches indicate that photogrammetry can provide more accurate estimates of coral growth (Kikuzawa et al. 2018; Con- ley and Hollander 2021) and stronger predictions of links between fish biodiversity and reef-scale habitat complexity (Gonzalez-Rivero et al. 2017). However, photogrammetric measurements do not always lead to different conclusions than comparable field-based estimates. For example, Mil- lion et al. (2021) measured nearly identical colony growth using photogrammetric and manual methodologies, while Agudo-Adriani et al. (2016) observed that simple, manu- ally measurable colony features drove more variation in fish communities than complex, photogrammetry-derived habitat characteristics. In this paper we explore whether photogrammetry improves measurements of growth and habitat provision- ing of branching cauliflower corals (Pocillopora spp.) over traditional approaches. Specifically, we asked: (1) Do manual or photogrammetric methods better describe short- term, volumetric growth across a range of coral sizes, and (2) Does photogrammetry improve our ability to predict the abundance and biodiversity of coral-associated animal communities? Methods We collected data in Moorea, French Polynesia, as part of a study of feedbacks between Pocillopora spp. and coral- associated fishes and invertebrates (CAFI). Although CAFI diversity and abundance have been shown to increase with host colony size, these relationships were previously mod- eled using coarse geometric measurements (Caley et al. 2001). We hypothesized that photogrammetry would better quantify linkages between coral volume and CAFI commu- nity characteristics. We initiated an experiment in August 2019 consisting of 60 Pocillopora colonies (5–50 cm diameter). Corals were removed from the reef and sorted into control (n = 30) and CAFI-removal treatments (n = 30), then deployed into an experimental array (see Supplement). Directly after deployment, we measured coral size using both manual and photogrammetric approaches (Fig. S1). For manual meas- urements, a single observer used a flexible tape to estimate colony length (L, longest horizontal axis), width (W, longest perpendicular measurement to length), and height (H, per- pendicular to L and W). We calculated manual coral volume as a hemi-ellipsoid: a measurement previously used to relate Pocillopora spp. volume to CAFI biodiversity (Caley et al. 2001; McKeon et al. 2012). For photogrammetric measurements, we used Agisoft Metashape (v1.6.2; Agisoft LLC, St. Petersburg, Russia) to create 3D models of coral colonies, following the protocol outlined by Ferrari et al. (2017). Full details are outlined in the Supplement, and in our online protocol (https:// github. com/ stier- lab/ Stier- Coral- Morph ometr ics- 2020). Using our complete and isolated 3D models, we estimated skeletal volume (V skeleton ), as well as length, width and height of each colony in Metashape. From photogrammetric linear dimensions we calculated photogrammetric ellipsoid volume (V photo_ellipsoid ) to directly approximate manual volumetric measurements (V ellipsoid ). We also used Meshlab (v2020.06; Cignoni et al. 2008) to estimate convex hull volume (V hull ), the size of the smallest convex 3D object that can encase a coral colony. Convex hulls provided an additional semi-ellip- tical measurement of exterior coral volume, but one that is not based on geometric calculation from multiple observer- based component measurements. To assess coral growth, we remeasured colonies after 105 days in December 2019 using the same observers. We excluded six corals (of 60) from all analyses which did not yield high-quality photogrammetric models, due largely to incomplete photo coverage and turbidity. We also excluded 21 colonies from growth measurements that by December had experienced partial mortality or attracted dense fish aggregations which obscured the coral in pho- tographs. In total, we analyzed n = 33 colonies for coral growth (measured at both time points) and n = 26 colonies to link CAFI biodiversity and coral volume (using data from August). Analysis We estimated growth as the proportional change in volume, calculated as (V i,December – V i,August )/V i,August where i repre- sents measurement method (manual ellipsoid, photogram- metric ellipsoid, hull, or skeleton). We used correlation analysis to compare manual and photogrammetric estimates of colony size and growth. We compared mean growth esti- mates using a repeated-measures ANOVA with a Green- house–Geisser correction and a post hoc Tukey HSD test (Bathke et al. 2009). We measured whether August colony volume predicted growth by performing linear regression (1) V ellipsoid = 4 3 휋 L 2 W 2 H 2 Coral Reefs 1 3 on colony-wise growth and initial volume measurements. To measure the link between colony volume and CAFI bio- diversity, we performed power-law regressions of CAFI abundance and richness against all four volumetric meas- urements (see Supplement). We compared goodness of fit among regressions of the same response variable using AIC and root mean square error (RMSE) values (Chai and Drax- ler 2014). We performed analyses using R v3.6.3 (R Core Team, 2022) at a significance threshold of α = 0.05. Results and discussion Manual measurements of colony size and volume were strongly correlated to photogrammetric measurements (Table S1; Fig. S2). In contrast, manual growth estimates (V ellipsoid ) were not correlated with any of the three photo- grammetric growth estimates, whereas all three photogram- metric estimates of growth were positively correlated with each other (Table S1). Average proportionate growth var- ied slightly among the four methods (ANOVA: F 3,126 = 4.9, p = 0.014, Fig. 1), with the only pairwise difference being between photogrammetric ellipsoid growth and manual ellipsoid growth (Diff (95% CI) = 14.6% (2.2%, 27.1%), t 32 = 14.6, p = 0.014). Changes in ellipsoid volume (both manual and photogrammetric) were over twice as vari- able (SD ellipsoid = 23.9%, SD photo_ellipsoid = 25.6%) as growth estimates derived from photogrammetric measurements of V skeleton and V hull (SD skeleton = 9.99%, SD hull = 12.7%). Over a third of manual growth measurements were negative (13/33), whereas only 4/33 photogrammetric ellipsoid measurements, 2/31 photogrammetric hull measurements and 0/33 photo- grammetric skeletal measurements were negative. Finally, all photogrammetric growth measurements were positively correlated with initial coral volume, whereas manual ellip- soid growth was uncorrelated with initial volume (Fig. S3). All volumetric measurements, including manual ellip- soid volume, suggested that CAFI abundance and richness increased with coral size (Fig. 2). However, photogramme- try-based measurements of V skeleton provided better predic- tors of CAFI abundance and biodiversity than manual esti- mates (ΔAIC abundance = − 5.8, ΔAIC richness = − 3.6; RMSE reduced by ~ 10%; Table S2). In contrast, all other photo- grammetric estimates performed similarly to each other and to manual ellipsoid volume (Table S2). Our findings demonstrate that photogrammetry can yield useful descriptions of coral colony structure and growth, and quantify the value of its application over tra- ditional measurement methods. The tight correlation of manual and photogrammetric measurements corroborates that both approaches provide consistent assessments of coral linear dimensions and exterior volume (Courtney et al. 2007; Veal et al. 2010; Lavy et al. 2015; Fig. S2). However, photogrammetric measurements of skeleton and convex hull volume yielded the least variable and most biologically realistic (i.e., moderate and positive) estimates of growth over our three-month experimental period. Conversely, ellipsoid-based calculations (both manual and photogrammetric) provided more extreme and variable growth measurements, possibly due to error prop- agation when multiplying component linear measurements (Kikuzawa et al. 2018, see Supplementary material). In particular, our inclusion of large corals may have led to error in both manual and photogrammetric ellipsoid-based calculations due to increased departure from an elliptical shape (Conley and Hollander 2021; Million et al. 2021). Despite their high levels of variability, photogrammetric ellipsoid growth, unlike manual ellipsoid growth, was cor- related to other photogrammetric growth measurements, possibly due to reduced error in component photogram- metric linear measurements compared to manual equiva- lents (Couch et al. 2021). In addition, all three photogram- metric volume measurements better described the expected allometry between growth and colony size (See Supple- ment, Fig. S3). Therefore, photogrammetric growth meas- urements were more broadly consistent and informative −20 0 20 40 60 80 100 EllipsoidEllipsoidConvex HullSkeleton % Change in Vo lume a a a b Fig. 1 Mean (± SE) proportional change in coral volume between August and December 2019 derived from manual measurements of ellipsoid volume (yellow) and photogrammetric measurements of ellipsoid (red), convex hull (blue), and skeletal volume (green). a, b indicate statistically significant differences based upon ANOVA fol- lowed by Tukey’s HSD tests Coral Reefs 1 3 than manual growth estimates, even at monthly timescales and across a wide range of colony sizes. Additionally, photogrammetric skeletal volume most strongly predicted CAFI abundance and richness, outper- forming manual ellipsoid volume and other photogramme- try-based measurements. The similarity in performance of photogrammetric ellipsoid volume, hull volume, and manual ellipsoid volume suggests that any methodological differ- ences in accuracy did not yield improvements in modeled relationships with CAFI biodiversity. Instead, the advantage of photogrammetry was its ability to describe habitat in ways that are difficult using noninvasive manual techniques, in this case through estimates of skeletal volume. Although coral skeletal volume can also be measured by buoyant weigh- ing or CT-scanning, these techniques are generally destruc- tive and challenging to perform on large corals (Conley and Hollander 2021). Our photogrammetric measurements offer the first linkages of CAFI biodiversity to Pocillopora spp. skeletal volume, improving resolution of habitat-biodiversity relationships over our best available manual approximation of coral volume. The application of photogrammetry to nondestructively measure 3D coral colonies in situ offers an exciting oppor- tunity for researchers to study the ecology and structure of corals across a broad range of sizes. We conclude that pho- togrammetry may be especially valuable when 3D meas- urements are desirable but hard to obtain using field-based approaches, or where repeated measurements are required. By allowing noninvasive description of habitat character- istics, photogrammetry can generate tremendous value for studies of reef ecology and coral-animal interactions, even in settings where more affordable in situ measurements are available. Acknowledgements This research was funded by a U.S. National Science Foundation Grant OCE 2224354 to the Moorea Coral Reef LTER, OCE #1851510, 1851032 to our research groups, as well as a generous gift from the Gordon and Betty Moore Foundation. Research was completed under permits issued by UCSB IACUC (Protocol #926), the Territorial Government of French Polynesia (Délégation à la Recherche) and the Haut-Commissariat de la République en Polyné- sie Francaise (DTRT) (MCR LTER Protocole d’Accueil 2005–2022; Stier Protocole d’Accueil 2019-2022), and we thank the Délégation à la Recherche and DTRT for their continued support. We thank Mat- thew Gottlieb, the Moorea Coral Reef LTER, UCSB Ocean Recoveries Lab, and Gump Research Station staff for their insight and technical assistance. Finally, we acknowledge the people of Tahiti for their envi- ronmental stewardship and for the honor of studying their reefs. Author contributions CO and AS designed the research; JC and AP collected field data; JG developed the photogrammetry protocol; JC and JG analyzed data; JC led manuscript writing. All authors contributed critically to drafts and gave final approval for publication. On behalf of all authors, the corresponding author states that there is no conflict of interest. Data availability Data, code, and detailed photogrammetry protocols are available at: https:// github. com/ stier- lab/ Stier- Coral- Morph ometr ics- 2020. References Agudo-Adriani EA, Cappelletto J, Cavada-Blanco F, Croquer A (2016) Colony geometry and structural complexity of the endangered species Acropora cervicornis partly explains the structure of their associated fish assemblage. PeerJ 4:e1861 Aston EA, Duce S, Hoey AS, Ferrari R (2022) A protocol for extracting structural metrics from 3D reconstructions of corals. Front Marine Sci. https:// doi. org/ 10. 3389/ fmars. 2022. 854395 0 20 40 60 0 10000200003000040000 CAFI Ab undance A 0 20 40 60 0100002000030000 B 0 20 40 60 0100002000030000 C 0 20 40 60 050001000015000 D 0 5 10 15 20 25 0 10000200003000040000 Ellipsoid Volume (cm 3 ) CAFI Richness E 0 5 10 15 20 25 0100002000030000 Ellipsoid Volume (cm 3 ) F 0 5 10 15 20 25 0100002000030000 Convex Hull Volume (cm 3 ) G 0 5 10 15 20 25 050001000015000 Skeletal Volume (cm 3 ) H Fig. 2 Power-law regressions of CAFI abundance (A–D) and rich- ness (E–G) against manual coral ellipsoid volume (A, D, yellow) and three photogrammetry-derived measurements: ellipsoid (B, E, red), convex hull (C, F, blue), and skeletal volume (D, G, green). Shaded areas are 95% CIs of fitted regressions (Table S2) Coral Reefs 1 3 Bathke AC, Schabenberger O, Tobias RD, Madden LV (2009) Green- house-geisser adjustment and the ANOVA-type statistic: cousins or twins? Am Stat 63:239–246 Burns J, Delparte D, Gates R, Takabayashi M (2015) Integrating struc- ture-from-motion photogrammetry with geospatial software as a novel technique for quantifying 3D ecological characteristics of coral reefs. PeerJ 3:e1077 Caley JM, Buckley KA, Jones GP (2001) Separating ecological effects of habitat fragmentation, degradation, and loss on coral commen- sals. Ecology 82:3435–3448 Chai T, Draxler RR (2014) Root mean square error (RMSE) or mean absolute error (MAE)? – Arguments against avoiding RMSE in the literature. Geoscient Model Devel 7:1247–1250 Cignoni P, Callieri M, Corsini M, Dellepiane M, Ganovelli F, Ran- zuglia G (2008) MeshLab: an open-source mesh processing tool. Eurographics Italian Chapter Conference, 8 p Conley DD, Hollander ENR (2021) A non-destructive method to create a time series of surface area for coral using 3D photogrammetry. Front Marine Sci. https:// doi. org/ 10. 3389/ fmars. 2021. 660846 Couch CS, Oliver TA, Suka R, Lamirand M, Asbury M, Amir C, Vargas-Ángel B, Winston M, Huntington B, Lichowski F, Hal- perin A, Gray A, Garriques J, Samson J (2021) Comparing coral colony surveys from in-water observations and structure-from- motion imagery shows low methodological bias. Front Marine Sci. https:// doi. org/ 10. 3389/ fmars. 2021. 647943 Courtney LA, Fisher WS, Raimondo S, Oliver LM, Davis WP (2007) Estimating 3-dimensional colony surface area of field corals. J Exp Mar Biol Ecol 351:234–242 Ferrari R, Figueira WF, Pratchett MS, Boube T, Adam A, Kob- elkowsky-Vidrio T, Doo SS, Atwood TB, Byrne M (2017) 3D photogrammetry quantifies growth and external erosion of indi- vidual coral colonies and skeletons. Sci Rep 7:16737 Ferrari R, Lachs L, Pygas DR, Humanes A, Sommer B, Figueira WF, Edwards AJ, Bythell JC, Guest JR (2021) Photogramme- try as a tool to improve ecosystem restoration. Trends Ecol Evol 36:1093–1101 Figueira W, Ferrari R, Weatherby E, Porter A, Hawes S, Byrne M (2015) Accuracy and precision of habitat structural complexity metrics derived from underwater photogrammetry. Remote Sens 7:16883–16900 Gonzalez-Rivero M, Harborne AR, Herrera-Reveles A, Bozec Y-M, Rogers A, Friedman A, Ganase A, Hoegh-Guldberg O (2017) Linking fishes to multiple metrics of coral reef structural complex- ity using three-dimensional technology. Sci Rep 7:13965 Kikuzawa YP, Toh TC, Ng CSL, Sam SQ, Taira D, Afiq-Rosli L, Chou LM (2018) Quantifying growth in maricultured corals using pho- togrammetry. Aquac Res 49:2249–2255 Lavy A, Eyal G, Neal B, Keren R, Loya Y, Ilan M (2015) A quick, easy and non-intrusive method for underwater volume and surface area evaluation of benthic organisms by 3D computer modelling. Methods Ecol Evol 6:521–531 McKeon CS, Stier AC, McIlroy SE, Bolker BM (2012) Multiple defender effects: synergistic coral defense by mutualist crusta- ceans. Oecologia 169:1095–1103 Million WC, O’Donnell S, Bartels E, Kenkel CD (2021) Colony-level 3D Photogrammetry reveals that total linear extension and initial growth do not scale with complex morphological growth in the branching coral. Acropora Cervicornis Front Mar Sci 8:646475 Raoult V, David PA, Dupont SF, Mathewson CP, O’Neill SJ, Powell NN, Williamson JE (2016) GoPros™ as an underwater photo- grammetry tool for citizen science. PeerJ 4:e1960 R Core Team (2022) R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. https:// www.R- proje ct. org/. More information is avail- able here: https:// intro 2r. com/ citing- r. html Reichert J, Backes AR, Schubert P, Wilke T (2017) The power of 3D fractal dimensions for comparative shape and structural complex- ity analyses of irregularly shaped organisms. Methods Ecol Evol 8:1650–1658 Urbina-Barreto I, Chiroleu F, Pinel R, Fréchon L, Mahamadaly V, Elise S, Kulbicki M, Quod J-P, Dutrieux E, Garnier R, Henrich Bruggemann J, Penin L, Adjeroud M (2020) Quantifying the shel- ter capacity of coral reefs using photogrammetric 3D modeling: From colonies to reefscapes. Ecol Ind 121:107151 Urbina-Barreto I, Garnier R, Elise S, Pinel R, Dumas P, Mahamadaly V, Facon M, Bureau S, Peignon C, Quod J-P, Dutrieux E, Penin L, Adjeroud M (2021) Which method for which purpose? A com- parison of line intercept transect and underwater photogrammetry methods for coral reef surveys. Front Marine Sci 8:636902 Veal CJ, Holmes G, Nunez M, Hoegh-Guldberg O, Osborn J (2010) A comparative study of methods for surface area and three-dimen- sional shape measurement of coral skeletons: Surface area meas- urements of corals. Limnol Oceanogr Methods 8:241–253 Young GC, Dey S, Rogers AD, Exton D (2017) Cost and time-effective method for multi-scale measures of rugosity, fractal dimension, and vector dispersion from coral reef 3D models. PLoS ONE 12:e0175341 Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law.",
  "sections": {
    "abstract": "Vol.:(0123456789) 1 3 Coral Reefs https://doi.org/10.1007/s00338-023-02367-7 NOTE 3D photogrammetry improves measurement of growth and biodiversity patterns in branching corals Joseph S. Curtis 1,2 · Journ W. Galvan 1 · Alexander Primo 3 · Craig W. Osenberg 3 · Adrian C. Stier 1,2 Received: 12 October 2021 / Accepted: 5 March 2023 © The Author(s), under exclusive licence to International Coral Reef Society (ICRS) 2023",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found that photogrammetry-based estimates of colony skeletal volume best predicted the abun- dance and richness of animals living within the coral.",
    "Our findings demonstrate that photogrammetry can yield useful descriptions of coral colony structure and growth, and quantify the value of its application over tra- ditional measurement methods.",
    "significant differences based upon ANOVA fol- lowed by Tukey’s HSD tests Coral Reefs 1 3 than manual growth estimates, even at monthly timescales and across a wide range of colony sizes."
  ],
  "fullText": "\n\nVol.:(0123456789)\n1 3\nCoral Reefs \nhttps://doi.org/10.1007/s00338-023-02367-7\nNOTE\n3D photogrammetry improves measurement of growth \nand biodiversity patterns in branching corals\nJoseph S. Curtis\n1,2\n  · Journ W. Galvan\n1\n · Alexander Primo\n3\n · Craig W. Osenberg\n3\n · \nAdrian C. Stier\n1,2\n \nReceived: 12 October 2021 / Accepted: 5 March 2023 \n© The Author(s), under exclusive licence to International Coral Reef Society (ICRS) 2023\nKeywords 3D modeling · Biodiversity · Branching coral · \nMicrohabitat · Moorea · Reef ecology\nIntroduction\nSuccessful integration of new technology into ecological \nresearch requires clear understanding of how it can improve \npredictions of biological processes. Photogrammetry is a \ntool that renders detailed models of landscapes and organ-\nisms from images, enabling sophisticated examination of \nhabitat structure (Burns et al. 2015; Ferrari et al. 2021). \nHowever, photogrammetric applications can be more expen-\nsive than traditional data collection methods in terms of \nequipment, time, and training (Young et al. 2017; Couch \net al. 2021; Urbina-Barreto et al. 2021). Despite such costs, \nphotogrammetric measurements of basic habitat character-\nistics may be very similar to data collected using traditional \nsurveys (Raoult et al. 2016; Million et al. 2021). Studies \nthat  explicitly  measure  the  same  ecological  phenomena  \nusing photogrammetry and manual approaches are therefore \nneeded to critically examine the benefits of this emerging \ntechnique.\nPhotogrammetry  may  provide  an  especially  useful  \nresearch tool in settings where interactions among animals \nand structurally complex habitats govern ecosystem func-\ntion, such as coral reefs (Burns et al. 2015; Lavy et al. 2015). \nFor example, photogrammetry has helped to measure con-\nnections between reef habitat and fish communities (Gon-\nzalez-Rivero et al. 2017; Urbina-Barreto et al. 2020), assess \npatterns in coral growth (Ferrari et al. 2017; Conley and \nHollander 2021), and generate novel descriptions of coral \ngeometry (Reichert et al. 2017; Aston et al. 2022). Among \nstudies that have included both manual and photogrammet-\nric measurements, most have focused on the accuracy of \nAbstract Photogrammetry is an emerging tool that allows \nscientists to measure important habitat characteristics of \ncoral reefs at multiple spatial scales. However, the ecologi-\ncal benefits of using photogrammetry to measure reef habitat \nhave rarely been assessed through direct comparison to tra-\nditional methods, especially in settings where manual meas-\nurements are more feasible and affordable. Here, we applied \nmultiple methods to measure coral colonies (Pocillopora \nspp.) and asked whether photogrammetric or manual obser-\nvations better describe short-term colony growth and links \nbetween colony size and the biodiversity of coral-dwelling \nfishes and invertebrates. Using photogrammetry, we meas-\nured patterns in changes in coral volume that were other-\nwise  obscured  by  high  variation  from  manual  measure-\nments. Additionally, we found that photogrammetry-based \nestimates of colony skeletal volume best predicted the abun-\ndance and richness of animals living within the coral. This \nstudy highlights that photogrammetry can improve descrip-\ntions of coral colony size, growth, and associated biodiver-\nsity compared to manual measurements.\nSupplementary Information The online version contains \nsupplementary material available at https:// doi. org/ 10. 1007/ \ns00338- 023- 02367-7.\n * Joseph S. Curtis \n       joseph_curtis@ucsb.edu\n1\n Department of Ecology, Evolution, and Marine Biology, \nUniversity of California Santa Barbara, Santa Barbara, \nCA 93106, USA\n2\n Marine Science Institute, University of California Santa \nBarbara, Santa Barbara, CA 93106, USA\n3\n Odum School of Ecology, University of Georgia, 140 E \nGreen St, Athens, GA 30602, USA\n\n Coral Reefs\n1 3\nphotogrammetry, which has been robustly demonstrated \n(Courtney et al. 2007; Veal et al. 2010; Figueira et al. 2015; \nLavy et al. 2015). However, few studies have quantified dif-\nferences in analogous ecological measurements derived from \nphotogrammetric and traditional measurements of reef habi-\ntat, likely because photogrammetry is often used to describe \nlarge-scale characteristics when no practical manual equiva-\nlent is available (Reichert et al. 2017; Aston et al. 2022).\nSome direct comparisons of ecological interpretations \nderived  from  manual  and  photogrammetric  approaches  \nindicate that photogrammetry can provide more accurate \nestimates  of  coral  growth  (Kikuzawa  et  al.  2018;  Con-\nley and Hollander 2021) and stronger predictions of links \nbetween fish biodiversity and reef-scale habitat complexity \n(Gonzalez-Rivero et al. 2017). However, photogrammetric \nmeasurements do not always lead to different conclusions \nthan comparable field-based estimates. For example, Mil-\nlion et al. (2021) measured nearly identical colony growth \nusing photogrammetric and manual methodologies, while \nAgudo-Adriani et al. (2016) observed that simple, manu-\nally measurable colony features drove more variation in fish \ncommunities than complex, photogrammetry-derived habitat \ncharacteristics.\nIn  this  paper  we  explore  whether  photogrammetry  \nimproves measurements of growth and habitat provision-\ning  of  branching  cauliflower  corals  (Pocillopora  spp.)  \nover traditional approaches. Specifically, we asked: (1) Do \nmanual or photogrammetric methods better describe short-\nterm, volumetric growth across a range of coral sizes, and \n(2) Does photogrammetry improve our ability to predict \nthe abundance and biodiversity of coral-associated animal \ncommunities?\nMethods\nWe collected data in Moorea, French Polynesia, as part of \na study of feedbacks between Pocillopora spp. and coral-\nassociated fishes and invertebrates (CAFI). Although CAFI \ndiversity and abundance have been shown to increase with \nhost colony size, these relationships were previously mod-\neled using coarse geometric measurements (Caley et al. \n2001). We hypothesized that photogrammetry would better \nquantify linkages between coral volume and CAFI commu-\nnity characteristics.\nWe initiated an experiment in August 2019 consisting \nof  60  Pocillopora  colonies  (5–50  cm  diameter).  Corals  \nwere removed from the reef and sorted into control (n =   30) \nand CAFI-removal treatments (n = 30), then deployed into \nan  experimental  array  (see  Supplement).  Directly  after  \ndeployment, we measured coral size using both manual and \nphotogrammetric approaches (Fig. S1). For manual meas-\nurements, a single observer used a flexible tape to estimate \ncolony length (L, longest horizontal axis), width (W, longest \nperpendicular measurement to length), and height (H, per-\npendicular to L and W). We calculated manual coral volume \nas a hemi-ellipsoid:\na measurement previously used to relate Pocillopora spp. \nvolume to CAFI biodiversity (Caley et al. 2001; McKeon \net al. 2012).\nFor photogrammetric measurements, we used Agisoft \nMetashape (v1.6.2; Agisoft LLC, St. Petersburg, Russia) to \ncreate 3D models of coral colonies, following the protocol \noutlined by Ferrari et al. (2017). Full details are outlined in \nthe Supplement, and in our online protocol (https:// github. \ncom/ stier- lab/ Stier- Coral- Morph ometr ics- 2020). Using our \ncomplete and isolated 3D models, we estimated skeletal \nvolume (V\nskeleton\n), as well as length, width and height of \neach colony in Metashape. From photogrammetric linear \ndimensions we calculated photogrammetric ellipsoid volume \n(V\nphoto_ellipsoid\n) to directly approximate manual volumetric \nmeasurements (V\nellipsoid\n). We also used Meshlab (v2020.06; \nCignoni et al. 2008) to estimate convex hull volume (V\nhull\n), \nthe size of the smallest convex 3D object that can encase a \ncoral colony. Convex hulls provided an additional semi-ellip-\ntical measurement of exterior coral volume, but one that is \nnot based on geometric calculation from multiple observer-\nbased component measurements. To assess coral growth, we \nremeasured colonies after 105 days in December 2019 using \nthe same observers.\nWe excluded six corals (of 60) from all analyses which \ndid not yield high-quality photogrammetric models, due \nlargely to incomplete photo coverage and turbidity. We also \nexcluded 21 colonies from growth measurements that by \nDecember had experienced partial mortality or attracted \ndense fish aggregations which obscured the coral in pho-\ntographs. In total, we analyzed n = 33 colonies for coral \ngrowth (measured at both time points) and n =   26 colonies \nto link CAFI biodiversity and coral volume (using data from \nAugust).\nAnalysis\nWe estimated growth as the proportional change in volume, \ncalculated as (V\ni,December\n – V\ni,August\n)/V\ni,August\n where i repre-\nsents measurement method (manual ellipsoid, photogram-\nmetric ellipsoid, hull, or skeleton). We used correlation \nanalysis to compare manual and photogrammetric estimates \nof colony size and growth. We compared mean growth esti-\nmates using a repeated-measures ANOVA with a Green-\nhouse–Geisser correction and a post hoc Tukey HSD test \n(Bathke et al. 2009). We measured whether August colony \nvolume predicted growth by performing linear regression \n(1)\nV\nellipsoid\n=\n4\n3\n휋\nL\n2\nW\n2\nH\n2\n\nCoral Reefs \n1 3\non colony-wise growth and initial volume measurements. \nTo measure the link between colony volume and CAFI bio-\ndiversity, we performed power-law regressions of CAFI \nabundance and richness against all four volumetric meas-\nurements (see Supplement). We compared goodness of fit \namong regressions of the same response variable using AIC \nand root mean square error (RMSE) values (Chai and Drax-\nler 2014). We performed analyses using R v3.6.3 (R Core \nTeam, 2022) at a significance threshold of α = 0.05.\nResults and discussion\nManual  measurements  of  colony  size  and  volume  were  \nstrongly  correlated  to  photogrammetric  measurements  \n(Table S1; Fig. S2). In contrast, manual growth estimates \n(V\nellipsoid\n) were not correlated with any of the three photo-\ngrammetric growth estimates, whereas all three photogram-\nmetric estimates of growth were positively correlated with \neach other (Table S1). Average proportionate growth var-\nied slightly among the four methods (ANOVA: F\n3,126\n = 4.9, \np = 0.014,  Fig. 1), with the only pairwise difference being \nbetween  photogrammetric  ellipsoid  growth  and  manual  \nellipsoid growth (Diff (95% CI) =   14.6% (2.2%, 27.1%), \nt\n32\n = 14.6, p =   0.014). Changes in ellipsoid volume (both \nmanual  and  photogrammetric)  were  over  twice  as  vari-\nable (SD\nellipsoid\n = 23.9%, SD\nphoto_ellipsoid\n = 25.6%)  as  growth \nestimates derived from photogrammetric measurements of \nV\nskeleton\n and V\nhull\n (SD\nskeleton\n = 9.99%, SD\nhull\n = 12.7%).  Over  a \nthird of manual growth measurements were negative (13/33), \nwhereas only 4/33 photogrammetric ellipsoid measurements, \n2/31 photogrammetric hull measurements and 0/33 photo-\ngrammetric skeletal measurements were negative. Finally, \nall photogrammetric growth measurements were positively \ncorrelated with initial coral volume, whereas manual ellip-\nsoid growth was uncorrelated with initial volume (Fig. S3).\nAll volumetric measurements, including manual ellip-\nsoid volume, suggested that CAFI abundance and richness \nincreased with coral size (Fig. 2). However, photogramme-\ntry-based measurements of V\nskeleton\n provided better predic-\ntors of CAFI abundance and biodiversity than manual esti-\nmates (ΔAIC\nabundance\n = − 5.8,  ΔAIC\nrichness\n = − 3.6;  RMSE \nreduced by ~   10%; Table S2). In contrast, all other photo-\ngrammetric estimates performed similarly to each other and \nto manual ellipsoid volume (Table S2).\nOur  findings  demonstrate  that  photogrammetry  can  \nyield useful descriptions of coral colony structure and \ngrowth, and quantify the value of its application over tra-\nditional measurement methods. The tight correlation of \nmanual and photogrammetric measurements corroborates \nthat both approaches provide consistent assessments of \ncoral linear dimensions and exterior volume (Courtney \net al. 2007; Veal et al. 2010; Lavy et al. 2015; Fig. S2). \nHowever,  photogrammetric  measurements  of  skeleton  \nand convex hull volume yielded the least variable and \nmost biologically realistic (i.e., moderate and positive) \nestimates of growth over our three-month experimental \nperiod.  Conversely,  ellipsoid-based  calculations  (both  \nmanual and photogrammetric) provided more extreme and \nvariable growth measurements, possibly due to error prop-\nagation when multiplying component linear measurements \n(Kikuzawa et al. 2018, see Supplementary material). In \nparticular, our inclusion of large corals may have led to \nerror in both manual and photogrammetric ellipsoid-based \ncalculations due to increased departure from an elliptical \nshape (Conley and Hollander 2021; Million et al. 2021). \nDespite their high levels of variability, photogrammetric \nellipsoid growth, unlike manual ellipsoid growth, was cor-\nrelated to other photogrammetric growth measurements, \npossibly due to reduced error in component photogram-\nmetric linear measurements compared to manual equiva-\nlents (Couch et al. 2021). In addition, all three photogram-\nmetric volume measurements better described the expected \nallometry between growth and colony size (See Supple-\nment, Fig. S3). Therefore, photogrammetric growth meas-\nurements were more broadly consistent and informative \n−20\n0\n20\n40\n60\n80\n100\nEllipsoidEllipsoidConvex HullSkeleton\n% Change in \nVo\nlume\na\na\na\nb\nFig. 1   Mean  (±  SE)  proportional  change  in  coral  volume  between  \nAugust  and  December  2019  derived  from  manual  measurements  of  \nellipsoid  volume  (yellow)  and  photogrammetric  measurements  of  \nellipsoid  (red),  convex  hull  (blue),  and  skeletal  volume  (green).  a, b \nindicate  statistically  significant  differences  based  upon  ANOVA  fol-\nlowed by Tukey’s HSD tests\n\n Coral Reefs\n1 3\nthan manual growth estimates, even at monthly timescales \nand across a wide range of colony sizes.\nAdditionally,  photogrammetric  skeletal  volume  most  \nstrongly predicted CAFI abundance and richness, outper-\nforming manual ellipsoid volume and other photogramme-\ntry-based measurements. The similarity in performance of \nphotogrammetric ellipsoid volume, hull volume, and manual \nellipsoid volume suggests that any methodological differ-\nences in accuracy did not yield improvements in modeled \nrelationships with CAFI biodiversity. Instead, the advantage \nof photogrammetry was its ability to describe habitat in ways \nthat are difficult using noninvasive manual techniques, in this \ncase through estimates of skeletal volume. Although coral \nskeletal volume can also be measured by buoyant weigh-\ning or CT-scanning, these techniques are generally destruc-\ntive and challenging to perform on large corals (Conley and \nHollander 2021). Our photogrammetric measurements offer \nthe first linkages of CAFI biodiversity to Pocillopora spp. \nskeletal volume, improving resolution of habitat-biodiversity \nrelationships over our best available manual approximation \nof coral volume.\nThe application of photogrammetry to nondestructively \nmeasure 3D coral colonies in situ offers an exciting oppor-\ntunity for researchers to study the ecology and structure of \ncorals across a broad range of sizes. We conclude that pho-\ntogrammetry may be especially valuable when 3D meas-\nurements are desirable but hard to obtain using field-based \napproaches, or where repeated measurements are required. \nBy allowing noninvasive description of habitat character-\nistics, photogrammetry can generate tremendous value for \nstudies of reef ecology and coral-animal interactions, even \nin settings where more affordable in situ measurements are \navailable.\nAcknowledgements  This research was funded by a U.S. National \nScience Foundation Grant OCE 2224354 to the Moorea Coral Reef \nLTER, OCE #1851510, 1851032 to our research groups, as well as a \ngenerous gift from the Gordon and Betty Moore Foundation. Research \nwas  completed  under  permits  issued  by  UCSB  IACUC  (Protocol  \n#926), the Territorial Government of French Polynesia (Délégation à \nla Recherche) and the Haut-Commissariat de la République en Polyné-\nsie Francaise (DTRT) (MCR LTER Protocole d’Accueil 2005–2022; \nStier Protocole d’Accueil 2019-2022), and we thank the Délégation à \nla Recherche and DTRT for their continued support. We thank Mat-\nthew Gottlieb, the Moorea Coral Reef LTER, UCSB Ocean Recoveries \nLab, and Gump Research Station staff for their insight and technical \nassistance. Finally, we acknowledge the people of Tahiti for their envi-\nronmental stewardship and for the honor of studying their reefs.\nAuthor contributions CO and AS designed the research; JC and AP \ncollected field data; JG developed the photogrammetry protocol; JC and \nJG analyzed data; JC led manuscript writing. All authors contributed \ncritically to drafts and gave final approval for publication. On behalf \nof all authors, the corresponding author states that there is no conflict \nof interest.\nData availability Data, code, and detailed photogrammetry protocols \nare available at: https:// github. com/ stier- lab/ Stier- Coral- Morph ometr \nics- 2020.\nReferences\nAgudo-Adriani EA, Cappelletto J, Cavada-Blanco F, Croquer A (2016) \nColony geometry and structural complexity of the endangered \nspecies Acropora cervicornis partly explains the structure of their \nassociated fish assemblage. PeerJ 4:e1861\nAston EA, Duce S, Hoey AS, Ferrari R (2022) A protocol for extracting \nstructural metrics from 3D reconstructions of corals. Front Marine \nSci. https:// doi. org/ 10. 3389/ fmars. 2022. 854395\n0\n20\n40\n60\n0  10000200003000040000\nCAFI Ab\nundance\nA\n0\n20\n40\n60\n0100002000030000\nB\n0\n20\n40\n60\n0100002000030000\nC\n0\n20\n40\n60\n050001000015000\nD\n0\n5\n10\n15\n20\n25\n0  10000200003000040000\nEllipsoid Volume (cm\n3\n)\nCAFI Richness\nE\n0\n5\n10\n15\n20\n25\n0100002000030000\nEllipsoid Volume (cm\n3\n)\nF\n0\n5\n10\n15\n20\n25\n0100002000030000\nConvex Hull Volume (cm\n3\n)\nG\n0\n5\n10\n15\n20\n25\n050001000015000\nSkeletal Volume (cm\n3\n)\nH\nFig. 2   Power-law  regressions  of  CAFI  abundance  (A–D)  and  rich-\nness (E–G) against manual coral ellipsoid volume (A, D, yellow) and \nthree  photogrammetry-derived  measurements:  ellipsoid  (B, E,  red),  \nconvex  hull  (C, F,  blue),  and  skeletal  volume  (D, G,  green).  Shaded  \nareas are 95% CIs of fitted regressions (Table S2)\n\nCoral Reefs \n1 3\nBathke AC, Schabenberger O, Tobias RD, Madden LV (2009) Green-\nhouse-geisser adjustment and the ANOVA-type statistic: cousins \nor twins? Am Stat 63:239–246\nBurns J, Delparte D, Gates R, Takabayashi M (2015) Integrating struc-\nture-from-motion photogrammetry with geospatial software as a \nnovel technique for quantifying 3D ecological characteristics of \ncoral reefs. PeerJ 3:e1077\nCaley JM, Buckley KA, Jones GP (2001) Separating ecological effects \nof habitat fragmentation, degradation, and loss on coral commen-\nsals. Ecology 82:3435–3448\nChai T, Draxler RR (2014) Root mean square error (RMSE) or mean \nabsolute error (MAE)? – Arguments against avoiding RMSE in \nthe literature. Geoscient Model Devel 7:1247–1250\nCignoni P, Callieri M, Corsini M, Dellepiane M, Ganovelli F, Ran-\nzuglia G (2008) MeshLab: an open-source mesh processing tool. \nEurographics Italian Chapter Conference, 8 p\nConley DD, Hollander ENR (2021) A non-destructive method to create \na time series of surface area for coral using 3D photogrammetry. \nFront Marine Sci. https:// doi. org/ 10. 3389/ fmars. 2021. 660846\nCouch CS, Oliver TA, Suka R, Lamirand M, Asbury M, Amir C, \nVargas-Ángel B, Winston M, Huntington B, Lichowski F, Hal-\nperin A, Gray A, Garriques J, Samson J (2021) Comparing coral \ncolony surveys from in-water observations and structure-from-\nmotion imagery shows low methodological bias. Front Marine \nSci. https:// doi. org/ 10. 3389/ fmars. 2021. 647943\nCourtney LA, Fisher WS, Raimondo S, Oliver LM, Davis WP (2007) \nEstimating 3-dimensional colony surface area of field corals. J \nExp Mar Biol Ecol 351:234–242\nFerrari  R,  Figueira  WF,  Pratchett  MS,  Boube  T,  Adam  A,  Kob-\nelkowsky-Vidrio T, Doo SS, Atwood TB, Byrne M (2017) 3D \nphotogrammetry quantifies growth and external erosion of indi-\nvidual coral colonies and skeletons. Sci Rep 7:16737\nFerrari  R,  Lachs  L,  Pygas  DR,  Humanes  A,  Sommer  B,  Figueira  \nWF, Edwards AJ, Bythell JC, Guest JR (2021) Photogramme-\ntry as a tool to improve ecosystem restoration. Trends Ecol Evol \n36:1093–1101\nFigueira W, Ferrari R, Weatherby E, Porter A, Hawes S, Byrne M \n(2015) Accuracy and precision of habitat structural complexity \nmetrics derived from underwater photogrammetry. Remote Sens \n7:16883–16900\nGonzalez-Rivero M, Harborne AR, Herrera-Reveles A, Bozec Y-M, \nRogers A, Friedman A, Ganase A, Hoegh-Guldberg O (2017) \nLinking fishes to multiple metrics of coral reef structural complex-\nity using three-dimensional technology. Sci Rep 7:13965\nKikuzawa YP, Toh TC, Ng CSL, Sam SQ, Taira D, Afiq-Rosli L, Chou \nLM (2018) Quantifying growth in maricultured corals using pho-\ntogrammetry. Aquac Res 49:2249–2255\nLavy A, Eyal G, Neal B, Keren R, Loya Y, Ilan M (2015) A quick, \neasy and non-intrusive method for underwater volume and surface \narea evaluation of benthic organisms by 3D computer modelling. \nMethods Ecol Evol 6:521–531\nMcKeon  CS,  Stier  AC,  McIlroy  SE,  Bolker  BM  (2012)  Multiple  \ndefender effects: synergistic coral defense by mutualist crusta-\nceans. Oecologia 169:1095–1103\nMillion WC, O’Donnell S, Bartels E, Kenkel CD (2021) Colony-level \n3D Photogrammetry reveals that total linear extension and initial \ngrowth do not scale with complex morphological growth in the \nbranching coral. Acropora Cervicornis Front Mar Sci 8:646475\nRaoult V, David PA, Dupont SF, Mathewson CP, O’Neill SJ, Powell \nNN, Williamson JE (2016) GoPros™ as an underwater photo-\ngrammetry tool for citizen science. PeerJ 4:e1960\nR Core Team (2022) R: A language and environment for statistical \ncomputing.  R  Foundation  for  Statistical  Computing,  Vienna,  \nAustria. https:// www.R- proje ct. org/. More information is avail-\nable here: https:// intro 2r. com/ citing- r. html\nReichert J, Backes AR, Schubert P, Wilke T (2017) The power of 3D \nfractal dimensions for comparative shape and structural complex-\nity analyses of irregularly shaped organisms. Methods Ecol Evol \n8:1650–1658\nUrbina-Barreto I, Chiroleu F, Pinel R, Fréchon L, Mahamadaly V, \nElise S, Kulbicki M, Quod J-P, Dutrieux E, Garnier R, Henrich \nBruggemann J, Penin L, Adjeroud M (2020) Quantifying the shel-\nter capacity of coral reefs using photogrammetric 3D modeling: \nFrom colonies to reefscapes. Ecol Ind 121:107151\nUrbina-Barreto I, Garnier R, Elise S, Pinel R, Dumas P, Mahamadaly \nV, Facon M, Bureau S, Peignon C, Quod J-P, Dutrieux E, Penin \nL, Adjeroud M (2021) Which method for which purpose? A com-\nparison of line intercept transect and underwater photogrammetry \nmethods for coral reef surveys. Front Marine Sci 8:636902\nVeal CJ, Holmes G, Nunez M, Hoegh-Guldberg O, Osborn J (2010) A \ncomparative study of methods for surface area and three-dimen-\nsional shape measurement of coral skeletons: Surface area meas-\nurements of corals. Limnol Oceanogr Methods 8:241–253\nYoung GC, Dey S, Rogers AD, Exton D (2017) Cost and time-effective \nmethod for multi-scale measures of rugosity, fractal dimension, \nand vector dispersion from coral reef 3D models. PLoS ONE \n12:e0175341\nPublisher’s  Note  Springer  Nature  remains  neutral  with  regard  to  \njurisdictional claims in published maps and institutional affiliations.\nSpringer  Nature  or  its  licensor  (e.g.  a  society  or  other  partner)  holds  \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript  version  of  this  article  is  solely  governed  by  the  terms  of  \nsuch publishing agreement and applicable law.",
  "extractedAt": "2025-12-12T18:45:06.559Z",
  "success": true,
  "matchedPublication": {
    "title": "3D photogrammetry improves measurement of growth and biodiversity patterns in branching corals",
    "doi": "10.1007/s00338-023-02367-7",
    "year": "2023",
    "authors": "Curtis, Joseph S.; Galvan, Journ W.; Primo, Alexander; Osenberg, Craig W.; Stier, Adrian C."
  }
}