{
  "filename": "Detmer et al. (Ecology) 2021.pdf",
  "numPages": 12,
  "text": "Variation in disturbance to a foundation species structures the dynamics of a benthic reef community A. RAINEDETMER, 1,3 ROBERTJ. MILLER, 2 DANIELC. REED, 2 TOMW. BELL, 2 ADRIANC. STIER, 1 AND HOLLYV. MOELLER 1 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA 2 Marine Science Institute, University of California, Santa Barbara, California 93106 USA Citation:Detmer A. R., R. J. Miller, D. C. Reed, T. W. Bell, A. C. Stier, and H. V. Moeller. 2021. Variation in disturbance to a foundation species structures the dynamics of a benthic reef community. Ecology 00 (00):e03304. 10.1002/ecy.3304 Abstract.Disturbance and foundation species can both have strong impacts on ecosystem structure and function, but studies of their interacting effects are hindered by the long life spans and slow growth of most foundation species. Here, we investigated the extent to which foundation species may mediate the impacts of disturbance on ecological communities, using the kelp forest ecosystem as a study system. Giant kelp (Macrocystis pyrifera) grows rapidly and experiences wave disturbance from winter storms. We developed and analyzed a model of the effects of variable storm regimes on giant kelp population dynamics and of the cascading effects on kelp-mediated competition between benthic community members in kelp forests. Simulations of severe storm regimes resulted in a greater abundance of understory macroalgae and a lower abundance of sessile invertebrates than did milder regimes. Both the cascading effects of periodic loss of giant kelp as well as the degree to which storms directly impacted the benthos (in the form of scouring) influenced the outcome of competition between benthic com- munity members. The model’s qualitative predictions were consistent with empirical data from a 20-yr time series of community dynamics, suggesting that interannual variability in distur- bance that affects giant kelp abundance can have strong consequences for benthic community structure. Our findings point to the value of long-term studies in elucidating the interacting effects of disturbance and foundation species. Key words: competition; disturbance; foundation species; kelp forests; mathematical models. INTRODUCTION Disturbances are major sources of environmental vari- ability in many ecosystems and can play important roles in structuring ecological communities (Battisti et al. 2016). Disturbance can cause direct mortality, altered resource availability, and changes in ecosystem func- tion (Battisti et al. 2016). Foundation species, habitat- forming organisms that dominate an ecosystem’s bio- mass, are often disproportionately impacted by various forms of disturbance (Dayton 1972, Ellison et al. 2005). Usually at the base of the network of interactions that shape a given ecosystem, foundation species have strong connections to other organisms (Ellison 2019). Empiri- cal and experimental studies have shown that shifts in foundation species abundance can cascade to affect entire communities (Dayton 1972, Peters and Yao 2012, Crotty et al. 2018, Miller et al. 2018), suggesting that the effects of disturbances on community structure may be mediated by how much disturbance impacts foundation species. Understanding how disturbance and foundation spe- cies interact to influence community structure is of great importance to disturbance ecology. However, the role of temporally variable disturbance regimes and how they affect the dynamics of foundation species and the sur- rounding community remains only partially understood. To understand and predict how changes in disturbance intensity and frequency impact foundation species and, consequently, community composition and ecosystem function, studies of the effects of disturbance-driven fluctuations in foundation species abundance are needed (Castorani et al. 2018). Such studies are difficult to per- form, as natural disturbance often happens at scales that require great effort to manipulate or observe, and many foundation species are slow-growing. Mechanistic mod- els and study systems with dynamic foundation species can help with these challenges. Here, we use giant kelp (Macrocystis pyrifera), a rapidly growing foundation species subject to variable disturbance regimes, to test these ideas. Often dominat- ing subtidal reefs in southern California (Graham 2004, Miller et al. 2018), giant kelp is unique among founda- tion species in that it shows rapid inter- and intra-annual fluctuations in biomass (Reed et al. 2008, Reed et al. 2011, Cavanaugh et al. 2011). Large wave events can Manuscript received 7 August 2020; accepted 12 November 2020. Corresponding Editor: Steven Morgan. 3 E-mail: adetmer@ucsb.edu Article e03304; page 1 Ecology, 0(0), 2021, e03304 ©2021 by the Ecological Society of America cause extreme reductions in giant kelp biomass (Sey- mour et al. 1989, Reed et al. 2008, Bell et al. 2015), and kelp can rapidly recover after removal (Graham et al. 1997, Cavanaugh et al. 2011, Castorani et al. 2015). The presence of giant kelp regulates kelp forest struc- ture and function. The forests formed by giant kelp pro- foundly alter the reef habitat and are extremely productive ecosystems, supporting a diverse array of spe- cies (Schiel and Foster 2015, Miller et al. 2018). In addi- tion to providing an energy source for kelp forest herbivores and habitat for reef-dwelling organisms (Schiel and Foster 2015), giant kelp also alters the ben- thic environment, where macroalgae and sessile inverte- brates compete for physical space (Miller and Etter 2008, Arkema et al. 2009). The dense canopies formed by giant kelp can reduce the amount of light reaching the benthic community by up to 90% (Reed and Foster 1984, Santa Barbara Coastal LTER et al. 2020b). Shad- ing by canopies of giant kelp has been shown to nega- tively affect understory macroalgae, which require sufficient light to grow (Pearse and Hines 1979, Clark et al. 2004, Miller et al. 2011). Some studies suggest that, by shading the benthos, giant kelp indirectly facilitates sessile invertebrates that may otherwise be outcompeted by macroalgae (Arkema et al. 2009, Miller et al. 2015). Therefore, it is possible that the frequency and intensity of major kelp-removing storms may influence whether the benthos is dominated by sessile invertebrates or understory macroalgae. In order to synthesize these observations into a predic- tive framework, we developed a mechanistic model of the interactions between giant kelp, understory macroal- gae, and sessile invertebrates that enabled us to quantify the cascading effects of variable disturbance frequency and intensity on benthic community composition (Fig. 1). Our model captured the dynamic response of giant kelp to disturbance by storms as well as the result- ing effects on competition between benthic community members. We validated the model using a 20-yr data set on giant kelp abundance and benthic community FIG. 1. Conceptual diagram of the system. (a) Life cycle of giant kelp and the main interactions between adult (mature) giant kelp, understory macroalgae, and sessile invertebrates. (b) Reef following a winter with mild storms; there is a dense canopy of mature giant kelp and the benthos is dominated by sessile invertebrates. (c) Reef following a winter with severe storms; there is some juvenile giant kelp, and the benthos is dominated by understory macroalgae. Image credit: Jane Thomas (giant kelp), Tracey Saxby (understory macroalgae), and Caroline Wicks (sponge), Integration and Application Network, University of Maryland Center for Environmental Science (ian.umces.edu/imagelibrary/). Article e03304; page 2A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx composition collected as part of the Santa Barbara Coastal Long Term Ecological Research (SBC LTER) program. We simulated a range of storm regimes to quantify how direct disturbance (i.e., storm removal of benthic community members), foundation species-medi- ated disturbance (i.e., cascading effects mediated by giant kelp shading), and their combination impact ben- thic community composition. The model predicted shifts in benthic community composition that were largely consistent with empirical data, and it showed sensitivity to both the frequency and intensity of storms. Thus, our validated model allowed us to predict how changing dis- turbance regimes may impact community structure via effects on foundation species. T HEMODEL A stage-structured model for giant kelp Giant kelp has a heteromorphic life cycle, with the large, canopy-forming diploid sporophyte generation alternating with small haploid gametophytes (Schiel and Foster 2015). Following other models of kelp population dynamics (Nisbet and Bence 1989, Burgman and Gerard 1990), we modeled giant kelp abundance using a three- stage model that accounts for the settlement of gameto- phytes, their recruitment into sporophytes, and the mat- uration of these sporophytes into adults (Fig. 1). Gametophytes (G) arise from spores produced by external populations at a rateσ ext as well as by local adults at a rateσ A (see Table 1 for a list of all variables, parameters, and their meanings). Gametophytes recruit to the sporophyte stage at an intrinsic recruitment rate r G modified by the amount of light reaching the bottom L benthos (Rosenthal et al. 1974). Gametophytes that fail to recruit experience density-dependent mortality at a ratem G : dG dt ¼σ ext þσ A A r G L benthos G m G G 2 (1) Juvenile sporophytesJare defined as sporophytes with fronds<1m tall (Rassweiler et al. 2018). They arise from the recruitment of gametophytes (r G L benthos G). Like gametophytes, their maturation into adults depends upon an intrinsic growth rater J and benthic light supply, and they experience density-dependent mortality at a ratem J dJ dt ¼r G L benthos G r J L benthos J m J J 2 (2) We modeled the adult giant kelp sporophytesAas frond density to account for the variable per-capita biomass observed in giant kelp (Rodriguez et al. 2013). Adult sporophyte fronds (Eq. 3) arise from the maturation of juveniles (r J L benthos J) and from the growth of existing adults. The maximum relative frond density is given by a carrying capacityK A . We setK A =1, allowing us to scale our model, and its parameters, relative to a maxi- mum frond density that may be variable across locations (Reed et al. 2008, Rodriguez et al. 2013). Individual bio- mass is tightly correlated with frond number (Reed et al. 2009, Rassweiler et al. 2018); thus, frond density is repre- sentative of the biomass density of giant kelp present in the ecosystem. Frond density grows logistically at a rate determined by frond growth rateg A (a composite of frond initiation and extension rates) and the amount of light reaching the kelp canopy at the surfaceL surface . Frond density decreases due to the senescence of fronds at a time-dependent rates A (t) dA dt ¼r J L benthos Jþg A AL surface K A  A K A  s A tðÞA:(3) We modeled frond senescence using a phenomenological function that captures the~100 day mean frond life span (Rodriguez et al. 2013) and synchronization of frond initiation (and subsequent growth and senescence) due to storms (Seymour et al. 1989, Cavanaugh et al. 2011, Cavanaugh et al. 2013, Rodriguez et al. 2013). Our model represents this storm-driven synchronization using a senescence function in which the degree of syn- chrony decays as a function of the time elapsed since the last major storm. Since the senescence of any fronds that remain after a storm will be largely asynchronous, we represented frond senescences A (t) as a composite of two functions, one for the proportion of frondsf syn that are synchronized (a(t), a time-dependent sine function with a period of 110 d) and another for asynchronous fronds (a flat“baseline”senescence rateb). s A tðÞ¼f syn tðÞatðÞþ1 f syn tðÞ    b(4) For synchronized fronds, senescence follows the sinusoid senescence functiona(t): atðÞ¼ 0t sen <150 0:05 sin 2π 110  t sen  70ðÞ    þ1    t sen ≥150 8 < : where the delay (150 d) accounts for the time it takes for new fronds to be initiated after complete removal of adult sporophytes, the amplitude (0.05) governs the magnitude of senescence, 2π/110 rescales the period of the sine function to be consistent with a mean frond life- time of 110 d (Rodriguez et al. 2013),t sen represents the time elapsed since the last storm (t sen =t−t storm ), the displacement of 70 d ensures that senescence peaks 110 d after frond initiation, and the shift of 1 ensures positive values for the senescence function. The proportion of synchronized frondsf syn decays exponentially with time since the last major stormt sen . Immediately after a storm, a proportionφ A of fronds remain (seePeriodic storm perturbations) and continue Xxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 3 to experience asynchronous senescence. Newly initiated fronds (1−φ A )Aare synchronized; this synchrony decays because fronds senesce (and are reinitiated) stochastically (Rodriguez et al. 2013). The proportion of fronds that remain synchronized decays exponentially according to f syn tðÞ¼1 φ A ðÞe  ct sen  150ðÞ Collectively, the senescence functions A (t) captures a near-zero senescence rate following a major storm (i.e., a small value ofA), a large synchronized senescence event roughly 100 d following the initiation of the first adult fronds, and the gradual decay of synchronicity as the proportion of asynchronous fronds increases (Appendix S1: Fig. S1). Light-mediated benthic competition We modeled the composition of the benthic commu- nity by accounting for the fractional cover of two major guilds: understory macroalgae (e.g., subcanopy kelps and small low-lying foliose and filamentous algae) and sessile invertebrates (e.g., bryozoans, sponges, antho- zoans, ascidians, bivalves), which compete with macroal- gae for physical space (Arkema et al. 2009). To model TABLE1. Model variables and parameters. SymbolDescriptionUnits Simulation value Variable Ggiant kelp gametophytesindividuals/m 2 Jjuvenile (<1m) giant kelp sporophytesindividuals/m 2 Aadult (≥1m) giant kelp frond densityfronds/m 2 Mproportional cover of understory macroalgae Iproportional cover of sessile invertebrates ttimed Parameter L surface surface irradiancemol m −2  s −1 1000 k l giant kelp frond extinction coefficientm 2 /fronds2.3 σ ext supply rate of giant kelp gametophytes (via dispersal of spores) from external populations individuals m −2  d −1 0.0001 σ A rate of gametophyte production (via spore production) by local giant kelp sporophytes individuals frond −1  d −1 0.01 σ M rate of increase in benthic cover of understory macroalgae from external populations d −1 0.001 σ I rate of increase in benthic cover of sessile invertebrates from external populations d −1 0.0005 r G rate of recruitment of giant kelp gametophytes to juvenile sporophytes m 2  s mol −1  d −1 10 −8 r J rate of maturation of juvenile giant kelp sporophytes to adult sporophyte fronds m 2  s mol −1  d −1 0.00001 g A adult giant kelp frond growth ratem 4  s mol −1  d −1  fronds −1 0.00009 g M understory macroalgae growth ratem 2  s mol −1  d −1 0.00006 g I sessile invertebrate growth rated −1 0.008 m G giant kelp gametophyte mortality ratem 2  individuals −1  d −1 1 m J juvenile giant kelp sporophyte mortality ratem 2  individuals −1  d −1 1 s M understory macroalgae senescence rated −1 0.009 s I sessile invertebrate senescence rated −1 0.002 K A giant kelp frond carrying capacitymaximum proportion of fronds/m 2 1 S T total substrate space available for understory macroalgae and sessile invertebrate growth proportion1 αcompetition coefficient of sessile invertebrates on understory macroalgae 0.8 βcompetition coefficient of understory macroalgae on sessile invertebrates 1.25 bbaseline rate of giant kelp frond senescenced −1 0.0125 crate of decay in synchrony of giant kelp frond senescence0.015 φ A proportion of pre-storm density of giant kelp fronds remaining after a storm [0, 1] φ b proportion of pre-storm abundance of benthic organisms remaining after a storm [0, 1] Article e03304; page 4A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx this, we assumed that for a given patch of reef the total space on the benthos (S T ) is composed of the space occupied by understory macroalgae (M), the space occu- pied by sessile invertebrates (I), and empty space that is not occupied by either of these groups (S E ). We ignored space occupied by giant kelp holdfasts, as a study on nat- ural reefs along the Santa Barbara coast found no signif- icant correlation between interannual variability in the percent cover of macroalgae and sessile invertebrates and interannual variability in the percent cover of kelp holdfasts (Arkema et al. 2009). Total space on the ben- thos (S T ) can therefore be written as S T ¼MþIþS E We setS T equal to one, meaning thatMandIrepresent the proportion of the benthos covered by understory macroalgae and sessile invertebrates, respectively. We modeled competition for empty space following the classic Lotka-Volterra competition equations (with competition coefficientsαandβ). The growth rate of understory macroalgae depends upon light availability at the benthos, and both guilds experience senescence (s) and have a source of external propagules (σ) dM dt ¼g M ML benthos ðS T  M αIÞ S T  s M Mþσ M (5) dI dt ¼g I I S T  I βMðÞ S T  s I Iþσ I :(6) Because the growth of understory macroalgae depends upon benthic light availability, the outcome of competition is shaped by the abundance of giant kelp. We modeled light attenuation by giant kelp fronds using the Lambert-Beer law, in which light decays exponen- tially from surface levels according to the absorptivity of the water column L benthos ¼L surface e  k l A : WhenAis at its maximum value (i.e.,A=K A , the maxi- mum density of adult sporophyte fronds),~10% of sur- face irradiance reaches the bottom (Reed and Foster 1984, Santa Barbara Coastal LTER et al. 2020b). Thus, the attenuation coefficientk l is~2.3. Periodic storm perturbations We used a kick-flow approach to model disturbance caused by winter storms in this system. Storms are simu- lated by interrupting the“flows”of the differential equa- tion simulation with a“kick”that instantaneously perturbs the state variables (here, abundances of giant kelp, understory macroalgae, and sessile invertebrates). When a storm occurs, the frond density of adult kelp sporophytes is reduced to a proportionφ A of pre-storm abundance, and the abundance of juvenile kelp sporo- phytes, understory macroalgae, and sessile invertebrates is reduced toψ b of pre-storm abundance (Eqs. 7–10). Giant kelp gametophytes are assumed to be small enough that they suffer negligible damage (i.e.,φ=1) A¼φ A A t 1 (7) J¼φ b J t 1 (8) M¼φ b M t 1 (9) I¼φ b I t 1 :(10) Generally,φ A (survival of“adult”canopy-forming fronds) is assumed to be smaller thanφ b (survival of benthic organisms) because tall giant kelp fronds experi- ence greater drag and are more strongly impacted by storm-generated swells than shorter or low-lying benthic organisms (Dayton and Tegner 1984). During mild storms,φ b =1 because organisms growing near the ben- thos suffer little damage. To simulate severe storms that rip out all of the adult kelp and scour the benthos with sediment and rocks, we setφ A =0 andφ b <1 (Appen- dix S1: Fig. S2). Although severe storms have been reported to damage the benthos (Ebeling et al. 1985, Seymour et al. 1989, Dayton et al. 1989), exactly how benthic damage scales with giant kelp removal is, to our knowledge, not quantified. Therefore, we performed simulations of differing levels of benthic scouring and compared these findings with LTER data. All model simulations were performed using R 3.2.3 (R Core Team 2018). M ODELANALYSIS ANDCOMPARISON WITHLTER DATA Effect of storms on giant kelp dynamics We first focused on how disturbance intensity affects this system over the course of a single year. We simulated years with either severe or mild winter storms and then validated our model by comparing our results with monthly LTER data on frond density from“mild”and “severe”years (Santa Barbara Coastal LTER et al. 2020a). We differentiated between mild and severe years using data on kelp frond density in March (an indication of removal due to winter storms, Cavanaugh et al. 2011, Reed et al. 2011), month of peak kelp frond density (indicative of recovery time, Cavanaugh et al. 2011), and significant wave heights from a spectral refraction wave hindcast model (to identify years with wave events large enough to remove kelp holdfasts, Coastal Data Informa- tion Program; Bell et al. 2015, O’Reilly et al. 2016; modelavailable online). 4 A more detailed description of these analyses is given in Appendix S1:Giant kelp dy- namics. For each year, we converted frond density to 4 http://cdip.ucsd.edu/MOP_v1.1/ Xxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 5 normalized frond density such that the maximum den- sity in a given year had a value of 1, with all other densi- ties in the year scaled accordingly. We then computed the average monthly normalized frond densities of all the years in each class. In years with relatively mild storms, kelp recovered quickly, and fronds reached their peak density early in the year (Fig. 2a). In years with severe winter storms, recovery was slow and kelp fronds did not reach their maximum density until late in the year (Fig. 2b and c). For severe years, we performed an ensemble run with our model in which we varied the tim- ing of severe storms over the winter season over the range of dates of large wave events in the wave model hindcasts (5 December–1 March, see Appendix S1: Fig. S4). We computed the average frond density throughout the following year and compared this to the observed averages from severe years (Fig. 2b). We also selected an individual severe year (2010) and compared its monthly frond densities to a simulation in which the timing of severe storms aligned with the wave model hindcasts for that year (Fig. 2c). Cascading effects of storm regimes on benthic cover We then investigated whether there were differences in the composition of the benthic community in“mild”and “severe”years. Using the same storm regimes described above, we ran three simulations representing potential levels of storm damage to the benthos: one in which sev- ere storms left the benthos intact (no scouring), one in FIG. 2. Time series of mild and severe storm years. (a) Average normalized frond density in each month of the mild years (2007, 2009, 2011, and 2015) compared to a model simulation of a mild year, in which mild storms (φ A =0.95) occurred every day between December and March. (b) Average normalized frond density in each month of the severe years (2006, 2008, 2010, and 2014) com- pared to the average frond density resulting from an ensemble run of severe (φ A =0) winter storms in which severe storms occurred between 5 December and 1 March (dashed lines are 95% confidence intervals). The error bars represent the standard error. (c) Monthly density of fronds at Mohawk in a representative severe year (2010) compared to the model output when a severe storm was simulated on the same date as the one that occurred that year. Article e03304; page 6A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx which severe storms scoured the benthos but did less damage than to adult giant kelp (intermediate scouring), and one in which storms did equal damage to the ben- thos and adult giant kelp (proportional scouring); see Appendix S1: Fig. S2 for visualization of these scenar- ios. Regardless of scour type, severe storms drove reduc- tions in sessile invertebrate cover and increases in understory macroalgal cover in severe storm years com- pared to mild storm years. The differences in cover between mild and severe years increased with the severity of scouring (Fig. 3a). Using data on benthic cover from the SBC LTER (Santa Barbara Coastal LTER and Reed 2020a), we then calculated the mean cover of sessile invertebrates and understory macroalgae on Mohawk Reef in mild and severe years (Fig. 3b; see Appendix S1:Analyses of ben- thic coverfor details on our analyses). We found that the percent cover of understory macroalgae was significantly higher in severe years than mild years (t=−12.95,P<< 0.001), while the percent cover of sessile invertebrates was significantly lower in severe years (t=5.26,P <<0.001). Shifts in benthic community composition over interannual timescales Having compared our model’s predictions to the dynamics at Mohawk Reef over intra-annual timescales, we next used higher temporal resolution LTER data to investigate whether our model could produce interannual benthic community dynamics similar to those observed at Mohawk. These data are collected sea- sonally as part of the SBC LTER’s long-term kelp removal experiment (Santa Barbara Coastal LTER and Reed 2020b); only data from the control plot (no kelp removal) were included in our analyses. For each sam- pling date, we calculated the average percent cover of sessile invertebrates and understory macroalgae (exclud- ing giant kelp holdfasts) across all sampling locations, as well as the density of giant kelp fronds (Fig. 4a). We determined the years in which major storms occurred (Appendix S1: Fig. S4; vertical black lines, Fig. 4), and ran a model simulation in which severe storms (with intermediate benthic scouring;φ A =0 andφ b =0.1) occurred at the same time points as in the wave model hindcast data set. Our model predicted community shifts over similar time scales (Fig. 4). In particular, both the data and model show rapid increases in understory macroalgae following storms, and, in 2008 and 2010, increases in sessile invertebrates over longer timescales. However, natural benthic communities are much more dynamic than our model predicts, with all three groups showing additional changes in abundance unrelated to our identified storms (Fig. 4a). Effects of varying storm frequency and severity on giant kelp and benthic cover To investigate how future changes in storm regimes may affect this system, we evaluated the model’s FIG. 3. Percent cover of sessile invertebrates and understory macroalgae in mild vs. severe years. (a) Percent cover of sessile invertebrates and understory macroalgae as given by model simulations of mild and severe years. Values were taken from the sum- mer (15 July) of each simulated year in order to correspond to when annual LTER data are collected. In the“severe, no scouring” scenario, severe winter storms did not damage the benthos (φ b =1). In the“severe, intermediate scouring”and“severe, propor- tional scouring”scenarios, severe storms scraped the benthos to varying degrees (φ b =0.1 andφ b =0, respectively). Mild storms did not scour the benthos in any simulations. (b) Average percent cover of sessile invertebrates and understory macroalgae in the summer at Mohawk reef in mild (n=4) and severe (n=4) years. Error bars represent standard error.***P<0.001. Xxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 7 sensitivity to both the frequency and intensity of major kelp-removing storms. We simulated severe storm fre- quencies ranging from one every five years to one every year (with mild storms occurring each winter). At each frequency, we also varied storm intensity: the proportion of adult giant kelp sporophytes remaining (φ A ) ranged from 0.3 (least severe) to 0 (most severe). The proportion of benthic community members remaining (φ b ) was var- ied according to each of the three levels of scouring: no scouring (least severe), intermediate scouring, and pro- portional scouring (most severe; Appendix S1: Fig. S2). Finally, we ran simulations in which only juvenile giant kelp sporophytes, but not understory macroalgae or ses- sile invertebrates, were scoured. This allowed us to sepa- rate direct (clearing of benthic space) and indirect (increases in benthic light availability due to removal of kelp sporophytes) effects of scouring. Our model predicted that understory macroalgae domi- nate the benthos in summer only under high frequencies of intense winter storms (Fig. 5). However, when storms removed understory macroalgae and sessile invertebrates, the level of disturbance required for understory macroal- gae to dominate decreased relative to the scenarios with- out benthic scouring and with scouring of juvenile giant kelp sporophytes only (Fig. 5, Appendix S1: Fig. S5). Increasing the frequency of high-intensity (φ A =0) winter storms resulted in a decrease in the summer abundances of adult giant kelp and sessile invertebrates and an increase in the summer abundance of understory macroal- gae, but the magnitude of these changes in abundance var- ied depending on the scouring scenario (Fig. 5). When the entire benthos was scoured, the storm frequency at which benthic dominance“flipped”between sessile invertebrates and understory macroalgae (vertical lines in Fig. 5) decreased with increasing degrees of benthic scouring (Fig. 5). When only juvenile giant kelp sporophytes were scoured, the effects of increasing storm frequency on ben- thic composition varied slightly with the degree of scour- ing but were overall very similar in each scenario (Fig. 5). When storm frequency was kept fixed, we found that the system was generally resilient to changes in storm intensity until very high intensities were reached (Appendix S1: Fig. S6). D ISCUSSION Foundation species support entire communities, and shifts in their abundance can have cascading FIG. 4. Storm regimes and benthic community dynamics. (a) Giant kelp frond density (green) and mean percent cover of sessile invertebrates (blue) and understory macroalgae (orange) on Mohawk Reef from January 2008 to November 2019. Major wave events (see Appendix S1: Fig. S4) are marked with black vertical lines. (b) Model simulation of a similar storm regime. Article e03304; page 8A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx consequences for community structure. Here, we com- bined a novel mathematical model and a 20-year data set on the fast-growing foundation species giant kelp (Macrocystis pyrifera), the storms that remove its bio- mass, and the benthic community modulated by its pres- ence. Our study provides an example of how disturbances and foundation species can jointly promote the coexistence of competitors. Our Lotka-Volterra model of benthic competition predicts competitive exclu- sion, but whether understory macroalgae or sessile inver- tebrates are competitively dominant depends on the level of light reaching the benthos. By causing fluctuations in giant kelp abundance (and thus benthic irradiance), peri- odic storms can prevent one benthic group from being competitively dominant for long enough to exclude the other. Previous studies have demonstrated that variation in the spatial distribution (patch size) of foundation species can influence biodiversity; this is seen when, for example, the habitats formed at the edges and interiors of patches support different species (Crotty et al. 2018). Our results suggest that temporal variability in the abun- dance of a foundation species may influence diversity in a similar way: when foundation species are volatile, the resulting environmental heterogeneity can promote the coexistence of species with different resource require- ments. In the case of giant kelp, periodic disturbance can be an important driver of such volatility. In this way, our findings support the Intermediate Disturbance Hypoth- esis (Sousa 1979), as coexistence between benthic com- munity guilds is driven by periodic disturbance. However, our model showed that benthic scouring (which“reset”benthic cover by scouring the benthos) was also necessary for maintenance of benthic diversity. Because kelp grows rapidly, when it is removed understory FIG. 5. Effects of storm frequency on giant kelp and the benthic community. The average frond density of adult giant kelpA (green), fractional cover of understory macroalgaeM(orange), and fractional cover of sessile invertebratesI(blue) are shown from model simulations with different frequencies of high-intensity (φ A =0) storms. Averages were computed using summer (July–- September) abundances across all years in a single storm cycle. Simulations were run with (a) no scouring, (b) intermediate scour- ing, and (c) proportional scouring. In the left column, all benthic organisms (except giant kelp gametophytes) were scoured, while in the right column, only juvenile giant kelp sporophytesJwere scoured. The storm frequencies at which dominance flips between sessile invertebrates and understory macroalgae are denoted with vertical black lines. Xxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 9 macroalgae have a limited window of time in which to become established before the kelp canopy shades them out (Foster 1975a). If storms leave the benthos undis- turbed (our modeled no scouring scenario), understory macroalgal growth following kelp removal is limited because most substrate is still occupied by invertebrates. When storms damage the benthos and remove existing organisms (our intermediate and proportional scouring scenarios), understory macroalgae can quickly colonize the emptied substrate and inhibit invertebrate recovery. These results are consistent with those of other studies that found that the effects of kelp removal on the benthic community differed depending on whether or not the ben- thos was disturbed (Arkema et al. 2009), and they rein- force the importance of available substrate to understory macroalgal and sessile invertebrate abundance (Witman 1987, Miller et al. 2018, Castorani et al. 2018). The role of variable storm regimes in driving giant kelp biomass and subtidal reef community structure is of both scientific and conservation interest. Climate models pre- dict that global climate change may cause increases in storm severity and frequency along much of giant kelp’s range (Ummenhofer and Meehl 2017). In southern Cali- fornia, severe storms currently occur at a frequency of approximately once every 3.5 yr (Byrnes et al. 2011). Giant kelp populations are generally capable of recovering between these events (Bell et al. 2015), and our results and those of previous studies suggest that this periodic distur- bance may promote coexistence in kelp forests (Byrnes et al. 2011, Castorani et al. 2018). However, our model predicts that if storms intensify and increase in frequency, the annual removal of giant kelp may enable understory macroalgae to remain dominant throughout each year (Fig. 5). This shift to a continuously macroalgae-domi- nated benthos could potentially lead to reductions in the diversity of mobile predators that feed on sessile inverte- brates, thus having cascading impacts on the kelp forest community (Miller et al. 2018). Under contemporary conditions, our model predicts that giant kelp forests are resilient: even after severe storms, the kelp canopy recovers (though the timing of this recovery varies with storm frequency and intensity, Fig. 5). However, our model likely overestimates the resi- lience of giant kelp, as kelp abundance is only reduced by storms and senescence. Other major impacts on kelp growth and abundance, such as temperature stress, nutri- ent limitation, and herbivory by sea urchins, were not included (Jackson 1977, Harrold and Reed 1985, Cava- naugh et al. 2019). These missing factors may explain why our model does not capture several large declines in frond density observed at Mohawk Reef (Fig. 4). We also did not consider variable population connectivity (external supply was kept constant), but external propagule supply may also impact kelp patch resilience (Castorani et al. 2015). Thus, severe storms that extir- pate multiple, connected kelp patches could impact the persistence of giant kelp (and consequently sessile inver- tebrates) more severely than our model predicts. Our model groups benthic community members into coarse categories of understory macroalgae and sessile invertebrates, ignoring potentially important functional distinctions between species. For instance, understory macroalgae have diverse life histories, resource require- ments, and growth forms (Foster 1975a). The macroal- gae we modeled most closely resemble shade-intolerant ephemeral species, which recruit in the spring when canopy cover is low, rapidly increase in biomass, and then die later in the year (Foster 1975a). The traits of shade-tolerant perennial species, which tend to persist during high kelp years, were not accounted for. These species include mid-canopy kelps, which may have less of a negative effect on sessile invertebrate abundance than do understory algae (Arkema et al. 2009). Mid- canopy kelps dominate macroalgal biomass on local reefs (Lamy et al. 2020) but are poorly represented in the LTER percent cover data we analyzed (Santa Barbara Coastal LTER and Reed 2020a,b). Consequently, per- cent cover is not an accurate indicator of the abundance of these species, and our analyses may have underesti- mated their effects on sessile invertebrates. Sessile invertebrates are also more diverse than mod- eled here. In our model, the growth and senescence rates of sessile invertebrates are such that this group can fluc- tuate greatly in abundance within the span of a year. Thus, our model likely best represents fast-growing, ephemeral species like some bryozoans (Foster 1975b) and our results may be inaccurate for long-lived, slow- growing species (e.g., gorgonians) whose populations respond to environmental changes over longer time scales (Grigg 1977). Another potentially important dis- tinction is between epilithic (living on the substrate) and endolithic (living within the substrate) species. A recent study found that these groups responded differently to annual removal of giant kelp, with kelp removal sites having lower endolithic but higher epilithic invertebrate biomass than control sites (Castorani et al. 2018). Although stylized, our mathematical representation of kelp forest dynamics allows us to formalize data-driven hypotheses not easily tested with existing data or manip- ulative experiments. For example, the model enhances our ability to understand the extent to which changes in different parameters alter the outcome of competition between understory macroalgae and sessile invertebrates. This allows for causal inferences that are not easy to get at by simply analyzing time series data. Further, the model enables us to examine how changes in kelp demo- graphic rates, disturbance regimes (e.g., storm frequency and severity), and interaction strengths under varying environmental conditions influence community struc- ture. Such syntheses allow us to better leverage long- term ecological data sets. C ONCLUSION Our work highlights the value of mathematical models as tools to synthesize long-term data sets, formalize Article e03304; page 10A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx hypotheses about the key processes occurring in complex systems, and predict changes in these processes over time. The results of this study support the idea that dis- turbance-driven fluctuations in the abundance of foun- dation species can have cascading effects on associated communities. In the case of dynamic foundation species such as giant kelp, periodic turnovers in biomass due to disturbance and rapid recovery can result in variable resource availability. Here, we found that one conse- quence of this environmental heterogeneity is that it can promote the temporal coexistence of competitors. Future work could investigate the extent to which this may be true in other systems, as well as additional ways in which the impacts of disturbance on ecological com- munities may be mediated by foundation species. ACKNOWLEDGEMENTS We thank Max Castorani for providing the results of his light attenuation analyses, Andrew Rassweiler and Alexandra Brown for helpful discussions on kelp senescence functions, and Bart DiFiore and members of the Moeller Lab at the University of California, Santa Barbara for comments and feedback on manuscript drafts. We also thank Clint Nelson and the many staff and students of the Santa Barbara Coastal Long Term Ecological Research program for their assistance in collecting the data. This research was supported by an NSF REU stipend and NSF Graduate Research Fellowship (to A. R. Detmer) and by the U.S. National Science Foundation’s Long-Term Ecologi- cal Research program under the Division of Ocean Sciences grants 9982105, 0620276, 1232779 and 1831937. A. R. Detmer, A. C. Stier, and H. V. Moeller designed the research, and A. R. Detmer and H.V. Moeller developed the mathematical model. A. R. Detmer analyzed the model, incorporated empirical data, and drafted the manuscript. T. W. Bell, R. J. Miller, and D. C. Reed contributed data and modifications to the model. All authors contributed to writing the paper. L ITERATURECITED Arkema, K. K., D. C. Reed, and S. C. Schroeter. 2009. Direct and indirect effects of giant kelp determine benthic commu- nity structure and dynamics. Ecology 90:3126–3137. Battisti, C., G. Poeta, and G. Fanelli. 2016. An introduction to disturbance ecology: a road map for wildlife management and conservation. Springer International Publishing, Cham, Switzerland. Bell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel. 2015. Geographical variability in the controls of giant kelp biomass dynamics. Journal of Biogeography 42:2010–2021. Burgman, M. A., and V. A. Gerard. 1990. A stage-structured, stochastic population model for the giant kelp Macrocystis pyrifera. Marine Biology 105:15–23. Byrnes, J. E., D. C. Reed, B. J. Cardinale, K. C. Cavanaugh, S. J. Holbrook, and R. J. Schmitt. 2011. Climate-driven increases in storm frequency simplify kelp forest food webs. Global Change Biology 17:2513–2524. Castorani, M. C. N., D. C. Reed, F. Alberto, T. W. Bell, R. D. Simons, K. C. Cavanaugh, D. A. Siegel, and P. T. Raimondi. 2015. Connectivity structures local population dynamics: a long-term empirical test in a large metapopulation system. Ecology 96:3141–3152. Castorani, M. C. N., D. C. Reed, and R. J. Miller. 2018. Loss of foundation species: disturbance frequency outweighs severity in structuring kelp forest communities. Ecology 99:2442–2454. Cavanaugh, K. C., B. E. Kendall, D. A. Siegel, D. C. Reed, F. Alberto, and J. Assis. 2013. Synchrony in dynamics of giant kelp forests is driven by both local recruitment and regional environmental controls. Ecology 94:499–509. Cavanaugh, K. C., D. C. Reed, T. W. Bell, M. C. N. Castorani, and R. Beas-Luna. 2019. Spatial variability in the resistance and resilience of giant kelp in southern and Baja California to a multiyear heatwave. Frontiers in Marine Science 6:413. Cavanaugh, K., D. Siegel, D. Reed, and P. Dennison. 2011. Environmental controls of giant-kelp biomass in the Santa Barbara Channel, California. Marine Ecology Progress Series 429:1–17. Clark, R. P., M. S. Edwards, and M. S. Foster. 2004. Effects of shade from multiple kelp canopies on an understory algal assemblage. Marine Ecology Progress Series 267:107–119. Crotty, S. M., S. J. Sharp, A. C. Bersoza, K. D. Prince, K. Cronk, E. E. Johnson, and C. Angelini. 2018. Foundation species patch configuration mediates salt marsh biodiversity, stability and multifunctionality. Ecology Letters 21: 1681–1692. Dayton, P. K. 1972. Toward an understanding of community resilience and the potential effects of enrichments to the ben- thos at McMurdo Sound, Antarctica. Pages 81–96 inPro- ceedings of the Colloquium on Conservation Problems in Antarctica. Allen Press, Lawrence, Kansas, USA. Dayton, P., R. Seymour, P. Parnell, and M. Tegner. 1989. Unu- sual marine erosion in San Diego County from a single storm. Estuarine, Coastal, and Shelf Science 29:151–160. Dayton, P., and M. Tegner. 1984. Catastrophic storms, El Ni ̃ no, and patch stability in a southern California kelp community. Science 224:283–285. Ebeling, A. W., D. R. Laur, and R. J. Rowley. 1985. Severe storm disturbances and reversal of community structure in a southern California kelp forest. Marine Biology 84:287–294. Ellison, A. M. et al. 2005. Loss of foundation species: conse- quences for the structure and dynamics of forested ecosys- tems. Frontiers in Ecology and the Environment 3:479–486. Ellison, A. M. 2019. Foundation species, non-trophic interac- tions, and the value of being common. IScience 13:254–268. Foster, M. 1975a. Algal succession in a Macrocystis pyrifera forest. Marine Biology 32:313–329. Foster, M. 1975b. Regulation of algal community development in a Macrocystis pyriferaforest. Marine Biology 32:331–342. Graham, M. H. 2004. Effects of local deforestation on the diversity and structure of southern California giant kelp for- est food webs. Ecosystems 7:341–357. Graham, M., C. Harrold, S. Lisin, K. Light, J. Watanabe, and M. Foster. 1997. Population dynamics of giant kelp Macro- cystis pyriferaalong a wave exposure gradient. Marine Ecol- ogy Progress Series 148:269–279. Grigg, R. W. 1977. Population dynamics of two gorgonian cor- als. Ecology 58:278–290. Harrold, C., and D. C. Reed. 1985. Food availability, sea urchin grazing, and kelp forest community structure. Ecology 66:1160–1169. Jackson, G. A. 1977. Nutrients and production of giant kelp, Macrocystis pyrifera, off southern California. Limnology and Oceanography 22:979–995. Lamy, T., C. Koenigs, S. J. Holbrook, R. J. Miller, A. C. Stier, and D. C. Reed. 2020. Foundation species promote commu- nity stability by increasing diversity in a giant kelp forest. Ecology 101:e02987. Miller, R. J., and R. J. Etter. 2008. Shading facilitates sessile invertebrate dominance in the rocky subtidal Gulf of Maine. Ecology 89:452–462. Xxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 11 Miller, R. J., K. D. Lafferty, T. Lamy, L. Kui, A. Rassweiler, and D. C. Reed. 2018. Giant kelp, Macrocystis pyrifera, increases faunal diversity through physical engineering. Pro- ceedings of the Royal Society B 285:20172571. Miller, R. J., H. M. Page, and D. C. Reed. 2015. Trophic versus structural effects of a marine foundation species, giant kelp (Macrocystis pyrifera). Oecologia 179:1199–1209. Miller, R. J., D. C. Reed, and M. A. Brzezinski. 2011. Par- titioning of primary production among giant kelp (Macro- cystis pyrifera), understory macroalgae, and phytoplankton on a temperate reef. Limnology and Oceanography 56: 119–132. Nisbet, R. M., and J. R. Bence. 1989. Alternative dynamic regimes for canopy-forming kelp: a variant on density-vague population regulation. American Naturalist 134:377–408. O’Reilly, W., C. Olfe, J. Thomas, R. Seymour, and R. Guza. 2016. The California coastal wave monitoring and prediction system. Coastal Engineering 116:118–132. Pearse, J. S., and A. H. Hines. 1979. Expansion of a central Cal- ifornia kelp forest following the mass mortality of sea urchins. Marine Biology 51:83–91. Peters, D. P. C., and J. Yao. 2012. Long-term experimental loss of foundation species: consequences for dynamics at ecotones across heterogeneous landscapes. Ecosphere 3:27. R Core Team. 2018. R: A language and environment for statisti- cal computing. R Foundation for Statistical Computing, Vienna, Austria. https://www.R-project.org/ Rassweiler, A., D. C. Reed, S. L. Harrer, and J. C. Nelson. 2018. Improved estimates of net primary production, growth, and standing crop of Macrocystis pyriferain Southern California. Ecology 99:2132. Reed, D. C., and M. S. Foster. 1984. The effects of canopy shad- ings on algal recruitment and growth in a giant kelp forest. Ecology 65:937–948. Reed, D. C., A. Rassweiler, and K. Arkema. 2008. Biomass rather than growth rate determines variation in net primary production by giant kelp. Ecology 89:2493–2505. Reed, D., A. Rassweiler, and K. Arkema. 2009. Density derived estimates of standing crop and net primary production in the giant kelp Macrocystis pyrifera. Marine Biology 156:2077–2083. Reed, D. C., A. Rassweiler, M. H. Carr, K. C. Cavanaugh, D. P. Malone, and D. A. Siegel. 2011. Wave disturbance over- whelms top-down and bottom-up control of primary produc- tion in California kelp forests. Ecology 92:2108–2116. Rodriguez, G. E., A. Rassweiler, D. C. Reed, and S. J. Hol- brook. 2013. The importance of progressive senescence in the biomass dynamics of giant kelp (Macrocystis pyrifera). Ecol- ogy 94:1848–1858. Rosenthal, R. J., W. D. Clarke, and P. K. Dayton. 1974. Ecology and natural history of a stand of giant kelp, Macrocystis pyri- fera, off Del Mar, California. Fishery Bulletin 72:670–684. Santa Barbara Coastal LTER, A. Rassweiler, S. Harrer, D. Reed, and J. Nelson. 2020a. SBC LTER: Reef: Net primary production, growth and standing crop of Macrocystis pyri- ferain Southern California ver 3. Environmental Data Initia- tive. https://doi.org/10.6073/pasta/e2a696a11bd57eddc25e5eb 4657fe59a Santa Barbara Coastal LTER & Reed, D. 2020a. SBC LTER: Reef: Kelp Forest Community Dynamics: Cover of sessile organisms, Uniform Point Contact ver 28. Environmental Data Initiative. https://doi.org/10.6073/pasta/dc0668f21c9c8d 73d28727d4c5371fe9 Santa Barbara Coastal LTER & Reed, D. 2020b. SBC LTER: Reef: Long-term experiment: Kelp removal: Cover of sessile organisms, Uniform Point Contact ver 27. Environmental Data Initiative. https://doi.org/10.6073/pasta/9ef0a3d317f 6553e1600a0e5af016e43 Santa Barbara Coastal LTER, D. Reed, and S. Harrer. 2020b. SBC LTER: Kelp removal experiment: hourly photon irradi- ance at the surface and seafloor ver 17. Environmental Data Initia",
  "sections": {
    "abstract": ".Disturbance and foundation species can both have strong impacts on ecosystem structure and function, but studies of their interacting effects are hindered by the long life spans and slow growth of most foundation species. Here, we investigated the extent to which foundation species may mediate the impacts of disturbance on ecological communities, using the kelp forest ecosystem as a study system. Giant kelp (Macrocystis pyrifera) grows rapidly and experiences wave disturbance from winter storms. We developed and analyzed a model of the effects of variable storm regimes on giant kelp population dynamics and of the cascading effects on kelp-mediated competition between benthic community members in kelp forests. Simulations of severe storm regimes resulted in a greater abundance of understory macroalgae and a lower abundance of sessile invertebrates than did milder regimes. Both the cascading effects of periodic loss of giant kelp as well as the degree to which storms directly impacted the benthos (in the form of scouring) influenced the outcome of competition between benthic com- munity members. The model’s qualitative predictions were consistent with empirical data from a 20-yr time series of community dynamics, suggesting that interannual variability in distur- bance that affects giant kelp abundance can have strong consequences for benthic community structure. Our findings point to the value of long-term studies in elucidating the interacting effects of disturbance and foundation species.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found that the percent cover of understory macroalgae was significantly higher in severe years than mild years (t=−12.",
    "we found that the system was generally resilient to changes in storm intensity until very high intensities were reached (Appendix S1: Fig.",
    "Our results suggest that temporal variability in the abun- dance of a foundation species may influence diversity in a similar way: when foundation species are volatile, the resulting environmental heterogeneity can promote the coexistence of species with different resource require- ments.",
    "we found that one conse- quence of this environmental heterogeneity is that it can promote the temporal coexistence of competitors."
  ],
  "fullText": "\n\nVariation in disturbance to a foundation species structures the\ndynamics of a benthic reef community\nA. RAINEDETMER,\n1,3\nROBERTJ. MILLER,\n2\nDANIELC. REED,\n2\nTOMW. BELL,\n2\nADRIANC. STIER,\n1\nAND\nHOLLYV. MOELLER\n1\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA\n2\nMarine Science Institute, University of California, Santa Barbara, California 93106 USA\nCitation:Detmer A. R., R. J. Miller, D. C. Reed, T. W. Bell, A. C. Stier, and H. V. Moeller. 2021. Variation\nin disturbance to a foundation species structures the dynamics of a benthic reef community. Ecology 00\n(00):e03304. 10.1002/ecy.3304\nAbstract.Disturbance and foundation species can both have strong impacts on ecosystem\nstructure and function, but studies of their interacting effects are hindered by the long life\nspans and slow growth of most foundation species. Here, we investigated the extent to which\nfoundation species may mediate the impacts of disturbance on ecological communities, using\nthe kelp forest ecosystem as a study system. Giant kelp (Macrocystis pyrifera) grows rapidly\nand experiences wave disturbance from winter storms. We developed and analyzed a model of\nthe effects of variable storm regimes on giant kelp population dynamics and of the cascading\neffects on kelp-mediated competition between benthic community members in kelp forests.\nSimulations of severe storm regimes resulted in a greater abundance of understory macroalgae\nand a lower abundance of sessile invertebrates than did milder regimes. Both the cascading\neffects of periodic loss of giant kelp as well as the degree to which storms directly impacted the\nbenthos (in the form of scouring) influenced the outcome of competition between benthic com-\nmunity members. The model’s qualitative predictions were consistent with empirical data from\na 20-yr time series of community dynamics, suggesting that interannual variability in distur-\nbance that affects giant kelp abundance can have strong consequences for benthic community\nstructure. Our findings point to the value of long-term studies in elucidating the interacting\neffects of disturbance and foundation species.\nKey words:  competition; disturbance; foundation species; kelp forests; mathematical models.\nINTRODUCTION\nDisturbances are major sources of environmental vari-\nability in many ecosystems and can play important roles\nin structuring ecological communities (Battisti et al.\n2016). Disturbance can cause direct mortality, altered\nresource availability, and changes in ecosystem func-\ntion (Battisti et al. 2016). Foundation species, habitat-\nforming organisms that dominate an ecosystem’s bio-\nmass, are often disproportionately impacted by various\nforms of disturbance (Dayton 1972, Ellison et al. 2005).\nUsually at the base of the network of interactions that\nshape a given ecosystem, foundation species have strong\nconnections to other organisms (Ellison 2019). Empiri-\ncal and experimental studies have shown that shifts in\nfoundation species abundance can cascade to affect\nentire communities (Dayton 1972, Peters and Yao 2012,\nCrotty et al. 2018, Miller et al. 2018), suggesting that the\neffects of disturbances on community structure may be\nmediated by how much disturbance impacts foundation\nspecies.\nUnderstanding how disturbance and foundation spe-\ncies interact to influence community structure is of great\nimportance to disturbance ecology. However, the role of\ntemporally variable disturbance regimes and how they\naffect the dynamics of foundation species and the sur-\nrounding community remains only partially understood.\nTo understand and predict how changes in disturbance\nintensity and frequency impact foundation species and,\nconsequently, community composition and ecosystem\nfunction, studies of the effects of disturbance-driven\nfluctuations in foundation species abundance are needed\n(Castorani et al. 2018). Such studies are difficult to per-\nform, as natural disturbance often happens at scales that\nrequire great effort to manipulate or observe, and many\nfoundation species are slow-growing. Mechanistic mod-\nels and study systems with dynamic foundation species\ncan help with these challenges.\nHere, we use giant kelp (Macrocystis pyrifera), a\nrapidly growing foundation species subject to variable\ndisturbance regimes, to test these ideas. Often dominat-\ning subtidal reefs in southern California (Graham 2004,\nMiller et al. 2018), giant kelp is unique among founda-\ntion species in that it shows rapid inter- and intra-annual\nfluctuations in biomass (Reed et al. 2008, Reed et al.\n2011, Cavanaugh et al. 2011). Large wave events can\nManuscript received 7 August 2020; accepted 12 November\n2020. Corresponding Editor: Steven Morgan.\n3\nE-mail: adetmer@ucsb.edu\nArticle e03304; page 1\nEcology, 0(0), 2021, e03304\n©2021 by the Ecological Society of America\n\ncause extreme reductions in giant kelp biomass (Sey-\nmour et al. 1989, Reed et al. 2008, Bell et al. 2015), and\nkelp can rapidly recover after removal (Graham et al.\n1997, Cavanaugh et al. 2011, Castorani et al. 2015).\nThe presence of giant kelp regulates kelp forest struc-\nture and function. The forests formed by giant kelp pro-\nfoundly  alter  the  reef  habitat  and  are  extremely\nproductive ecosystems, supporting a diverse array of spe-\ncies (Schiel and Foster 2015, Miller et al. 2018). In addi-\ntion to providing an energy source for kelp forest\nherbivores  and  habitat  for  reef-dwelling  organisms\n(Schiel and Foster 2015), giant kelp also alters the ben-\nthic environment, where macroalgae and sessile inverte-\nbrates compete for physical space (Miller and Etter\n2008, Arkema et al. 2009). The dense canopies formed\nby giant kelp can reduce the amount of light reaching\nthe benthic community by up to 90% (Reed and Foster\n1984, Santa Barbara Coastal LTER et al. 2020b). Shad-\ning by canopies of giant kelp has been shown to nega-\ntively  affect  understory  macroalgae,  which  require\nsufficient light to grow (Pearse and Hines 1979, Clark\net al. 2004, Miller et al. 2011). Some studies suggest that,\nby shading the benthos, giant kelp indirectly facilitates\nsessile invertebrates that may otherwise be outcompeted\nby macroalgae (Arkema et al. 2009, Miller et al. 2015).\nTherefore, it is possible that the frequency and intensity\nof major kelp-removing storms may influence whether\nthe benthos is dominated by sessile invertebrates or\nunderstory macroalgae.\nIn order to synthesize these observations into a predic-\ntive framework, we developed a mechanistic model of\nthe interactions between giant kelp, understory macroal-\ngae, and sessile invertebrates that enabled us to quantify\nthe cascading effects of variable disturbance frequency\nand  intensity  on  benthic  community  composition\n(Fig. 1). Our model captured the dynamic response of\ngiant kelp to disturbance by storms as well as the result-\ning effects on competition between benthic community\nmembers. We validated the model using a 20-yr data set\non  giant  kelp  abundance  and  benthic  community\nFIG. 1.  Conceptual diagram of the system. (a) Life cycle of giant kelp and the main interactions between adult (mature) giant\nkelp, understory macroalgae, and sessile invertebrates. (b) Reef following a winter with mild storms; there is a dense canopy of\nmature giant kelp and the benthos is dominated by sessile invertebrates. (c) Reef following a winter with severe storms; there is some\njuvenile giant kelp, and the benthos is dominated by understory macroalgae. Image credit: Jane Thomas (giant kelp), Tracey Saxby\n(understory macroalgae), and Caroline Wicks (sponge), Integration and Application Network, University of Maryland Center for\nEnvironmental Science (ian.umces.edu/imagelibrary/).\nArticle e03304; page 2A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx\n\ncomposition collected as part of the Santa Barbara\nCoastal Long Term Ecological Research (SBC LTER)\nprogram. We simulated a range of storm regimes to\nquantify how direct disturbance (i.e., storm removal of\nbenthic community members), foundation species-medi-\nated disturbance (i.e., cascading effects mediated by\ngiant kelp shading), and their combination impact ben-\nthic community composition. The model predicted shifts\nin benthic community composition that were largely\nconsistent with empirical data, and it showed sensitivity\nto both the frequency and intensity of storms. Thus, our\nvalidated model allowed us to predict how changing dis-\nturbance regimes may impact community structure via\neffects on foundation species.\nT\nHEMODEL\nA stage-structured model for giant kelp\nGiant kelp has a heteromorphic life cycle, with the\nlarge, canopy-forming diploid sporophyte generation\nalternating with small haploid gametophytes (Schiel and\nFoster 2015). Following other models of kelp population\ndynamics (Nisbet and Bence 1989, Burgman and Gerard\n1990), we modeled giant kelp abundance using a three-\nstage model that accounts for the settlement of gameto-\nphytes, their recruitment into sporophytes, and the mat-\nuration of these sporophytes into adults (Fig. 1).\nGametophytes (G) arise from spores produced by\nexternal populations at a rateσ\next\nas well as by local\nadults at a rateσ\nA\n(see Table 1 for a list of all variables,\nparameters, and their meanings). Gametophytes recruit\nto the sporophyte stage at an intrinsic recruitment rate\nr\nG\nmodified by the amount of light reaching the bottom\nL\nbenthos\n(Rosenthal et al. 1974). Gametophytes that fail\nto recruit experience density-dependent mortality at a\nratem\nG\n:\ndG\ndt\n¼σ\next\nþσ\nA\nA\u0002r\nG\nL\nbenthos\nG\u0002m\nG\nG\n2\n(1)\nJuvenile sporophytesJare defined as sporophytes with\nfronds<1m tall (Rassweiler et al. 2018). They arise\nfrom the recruitment of gametophytes (r\nG\nL\nbenthos\nG).\nLike gametophytes, their maturation into adults depends\nupon an intrinsic growth rater\nJ\nand benthic light supply,\nand they experience density-dependent mortality at a\nratem\nJ\ndJ\ndt\n¼r\nG\nL\nbenthos\nG\u0002r\nJ\nL\nbenthos\nJ\u0002m\nJ\nJ\n2\n(2)\nWe modeled the adult giant kelp sporophytesAas frond\ndensity to account for the variable per-capita biomass\nobserved in giant kelp (Rodriguez et al. 2013). Adult\nsporophyte fronds (Eq. 3) arise from the maturation of\njuveniles (r\nJ\nL\nbenthos\nJ) and from the growth of existing\nadults. The maximum relative frond density is given by a\ncarrying capacityK\nA\n. We setK\nA\n=1, allowing us to\nscale our model, and its parameters, relative to a maxi-\nmum frond density that may be variable across locations\n(Reed et al. 2008, Rodriguez et al. 2013). Individual bio-\nmass is tightly correlated with frond number (Reed et al.\n2009, Rassweiler et al. 2018); thus, frond density is repre-\nsentative of the biomass density of giant kelp present in\nthe ecosystem. Frond density grows logistically at a rate\ndetermined by frond growth rateg\nA\n(a composite of\nfrond initiation and extension rates) and the amount of\nlight reaching the kelp canopy at the surfaceL\nsurface\n.\nFrond density decreases due to the senescence of fronds\nat a time-dependent rates\nA\n(t)\ndA\ndt\n¼r\nJ\nL\nbenthos\nJþg\nA\nAL\nsurface\nK\nA\n\u0002A\nK\nA\n\u0002s\nA\ntðÞA:(3)\nWe modeled frond senescence using a phenomenological\nfunction that captures the~100 day mean frond life\nspan (Rodriguez et al. 2013) and synchronization of\nfrond initiation (and subsequent growth and senescence)\ndue to storms (Seymour et al. 1989, Cavanaugh et al.\n2011, Cavanaugh et al. 2013, Rodriguez et al. 2013). Our\nmodel  represents  this  storm-driven  synchronization\nusing a senescence function in which the degree of syn-\nchrony decays as a function of the time elapsed since the\nlast major storm. Since the senescence of any fronds that\nremain after a storm will be largely asynchronous, we\nrepresented frond senescences\nA\n(t) as a composite of two\nfunctions, one for the proportion of frondsf\nsyn\nthat are\nsynchronized (a(t), a time-dependent sine function with\na period of 110 d) and another for asynchronous fronds\n(a flat“baseline”senescence rateb).\ns\nA\ntðÞ¼f\nsyn\ntðÞatðÞþ1\u0002f\nsyn\ntðÞ\n\u0001\u0003\nb(4)\nFor synchronized fronds, senescence follows the sinusoid\nsenescence functiona(t):\natðÞ¼\n0t\nsen\n<150\n0:05\u0003sin\n2π\n110\n\u0003t\nsen\n\u000270ðÞ\n\u0004\u0005\nþ1\n\u0004\u0005\nt\nsen\n≥150\n8\n<\n:\nwhere the delay (150 d) accounts for the time it takes for\nnew fronds to be initiated after complete removal of\nadult sporophytes, the amplitude (0.05) governs the\nmagnitude of senescence, 2π/110 rescales the period of\nthe sine function to be consistent with a mean frond life-\ntime of 110 d (Rodriguez et al. 2013),t\nsen\nrepresents the\ntime elapsed since the last storm (t\nsen\n=t−t\nstorm\n), the\ndisplacement of 70 d ensures that senescence peaks\n110 d after frond initiation, and the shift of 1 ensures\npositive values for the senescence function.\nThe proportion of synchronized frondsf\nsyn\ndecays\nexponentially with time since the last major stormt\nsen\n.\nImmediately after a storm, a proportionφ\nA\nof fronds\nremain (seePeriodic storm perturbations) and continue\nXxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 3\n\nto experience asynchronous senescence. Newly initiated\nfronds (1−φ\nA\n)Aare synchronized; this synchrony\ndecays because fronds senesce (and are reinitiated)\nstochastically (Rodriguez et al. 2013). The proportion of\nfronds that remain synchronized decays exponentially\naccording to\nf\nsyn\ntðÞ¼1\u0002φ\nA\nðÞe\n\u0002ct\nsen\n\u0002150ðÞ\nCollectively, the senescence functions\nA\n(t) captures a\nnear-zero senescence rate following a major storm (i.e., a\nsmall value ofA), a large synchronized senescence event\nroughly 100 d following the initiation of the first adult\nfronds, and the gradual decay of synchronicity as the\nproportion of asynchronous fronds increases (Appendix\nS1: Fig. S1).\nLight-mediated benthic competition\nWe modeled the composition of the benthic commu-\nnity by accounting for the fractional cover of two major\nguilds: understory macroalgae (e.g., subcanopy kelps\nand small low-lying foliose and filamentous algae) and\nsessile invertebrates (e.g., bryozoans, sponges, antho-\nzoans, ascidians, bivalves), which compete with macroal-\ngae for physical space (Arkema et al. 2009). To model\nTABLE1.  Model variables and parameters.\nSymbolDescriptionUnits\nSimulation\nvalue\nVariable\nGgiant kelp gametophytesindividuals/m\n2\nJjuvenile (<1m) giant kelp sporophytesindividuals/m\n2\nAadult (≥1m) giant kelp frond densityfronds/m\n2\nMproportional cover of understory macroalgae\nIproportional cover of sessile invertebrates\nttimed\nParameter\nL\nsurface\nsurface irradiancemol\u0004m\n−2\n\u0004s\n−1\n1000\nk\nl\ngiant kelp frond extinction coefficientm\n2\n/fronds2.3\nσ\next\nsupply rate of giant kelp gametophytes (via dispersal of spores) from\nexternal populations\nindividuals\u0004m\n−2\n\u0004d\n−1\n0.0001\nσ\nA\nrate of gametophyte production (via spore production) by local giant\nkelp sporophytes\nindividuals\u0004frond\n−1\n\u0004d\n−1\n0.01\nσ\nM\nrate of increase in benthic cover of understory macroalgae from\nexternal populations\nd\n−1\n0.001\nσ\nI\nrate of increase in benthic cover of sessile invertebrates from external\npopulations\nd\n−1\n0.0005\nr\nG\nrate of recruitment of giant kelp gametophytes to juvenile sporophytes    m\n2\n\u0004s\u0004mol\n−1\n\u0004d\n−1\n10\n−8\nr\nJ\nrate of maturation of juvenile giant kelp sporophytes to adult\nsporophyte fronds\nm\n2\n\u0004s\u0004mol\n−1\n\u0004d\n−1\n0.00001\ng\nA\nadult giant kelp frond growth ratem\n4\n\u0004s\u0004mol\n−1\n\u0004d\n−1\n\u0004fronds\n−1\n0.00009\ng\nM\nunderstory macroalgae growth ratem\n2\n\u0004s\u0004mol\n−1\n\u0004d\n−1\n0.00006\ng\nI\nsessile invertebrate growth rated\n−1\n0.008\nm\nG\ngiant kelp gametophyte mortality ratem\n2\n\u0004individuals\n−1\n\u0004d\n−1\n1\nm\nJ\njuvenile giant kelp sporophyte mortality ratem\n2\n\u0004individuals\n−1\n\u0004d\n−1\n1\ns\nM\nunderstory macroalgae senescence rated\n−1\n0.009\ns\nI\nsessile invertebrate senescence rated\n−1\n0.002\nK\nA\ngiant kelp frond carrying capacitymaximum proportion of\nfronds/m\n2\n1\nS\nT\ntotal substrate space available for understory macroalgae and sessile\ninvertebrate growth\nproportion1\nαcompetition coefficient of sessile invertebrates on understory\nmacroalgae\n0.8\nβcompetition coefficient of understory macroalgae on sessile\ninvertebrates\n1.25\nbbaseline rate of giant kelp frond senescenced\n−1\n0.0125\ncrate of decay in synchrony of giant kelp frond senescence0.015\nφ\nA\nproportion of pre-storm density of giant kelp fronds remaining after a\nstorm\n[0, 1]\nφ\nb\nproportion of pre-storm abundance of benthic organisms remaining\nafter a storm\n[0, 1]\nArticle e03304; page 4A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx\n\nthis, we assumed that for a given patch of reef the total\nspace on the benthos (S\nT\n) is composed of the space\noccupied by understory macroalgae (M), the space occu-\npied by sessile invertebrates (I), and empty space that is\nnot occupied by either of these groups (S\nE\n). We ignored\nspace occupied by giant kelp holdfasts, as a study on nat-\nural reefs along the Santa Barbara coast found no signif-\nicant correlation between interannual variability in the\npercent cover of macroalgae and sessile invertebrates\nand interannual variability in the percent cover of kelp\nholdfasts (Arkema et al. 2009). Total space on the ben-\nthos (S\nT\n) can therefore be written as\nS\nT\n¼MþIþS\nE\nWe setS\nT\nequal to one, meaning thatMandIrepresent\nthe proportion of the benthos covered by understory\nmacroalgae and sessile invertebrates, respectively.\nWe modeled competition for empty space following\nthe classic Lotka-Volterra competition equations (with\ncompetition coefficientsαandβ). The growth rate of\nunderstory macroalgae depends upon light availability\nat the benthos, and both guilds experience senescence (s)\nand have a source of external propagules (σ)\ndM\ndt\n¼g\nM\nML\nbenthos\nðS\nT\n\u0002M\u0002αIÞ\nS\nT\n\u0002s\nM\nMþσ\nM\n(5)\ndI\ndt\n¼g\nI\nI\nS\nT\n\u0002I\u0002βMðÞ\nS\nT\n\u0002s\nI\nIþσ\nI\n:(6)\nBecause  the  growth  of  understory  macroalgae\ndepends upon benthic light availability, the outcome of\ncompetition is shaped by the abundance of giant kelp.\nWe modeled light attenuation by giant kelp fronds using\nthe Lambert-Beer law, in which light decays exponen-\ntially from surface levels according to the absorptivity of\nthe water column\nL\nbenthos\n¼L\nsurface\ne\n\u0002k\nl\nA\n:\nWhenAis at its maximum value (i.e.,A=K\nA\n, the maxi-\nmum density of adult sporophyte fronds),~10% of sur-\nface irradiance reaches the bottom (Reed and Foster\n1984, Santa Barbara Coastal LTER et al. 2020b). Thus,\nthe attenuation coefficientk\nl\nis~2.3.\nPeriodic storm perturbations\nWe used a kick-flow approach to model disturbance\ncaused by winter storms in this system. Storms are simu-\nlated by interrupting the“flows”of the differential equa-\ntion simulation with a“kick”that instantaneously\nperturbs the state variables (here, abundances of giant\nkelp, understory macroalgae, and sessile invertebrates).\nWhen a storm occurs, the frond density of adult kelp\nsporophytes is reduced to a proportionφ\nA\nof pre-storm\nabundance, and the abundance of juvenile kelp sporo-\nphytes, understory macroalgae, and sessile invertebrates\nis reduced toψ\nb\nof pre-storm abundance (Eqs. 7–10).\nGiant kelp gametophytes are assumed to be small\nenough that they suffer negligible damage (i.e.,φ=1)\nA¼φ\nA\nA\nt\u00021\n(7)\nJ¼φ\nb\nJ\nt\u00021\n(8)\nM¼φ\nb\nM\nt\u00021\n(9)\nI¼φ\nb\nI\nt\u00021\n:(10)\nGenerally,φ\nA\n(survival of“adult”canopy-forming\nfronds) is assumed to be smaller thanφ\nb\n(survival of\nbenthic organisms) because tall giant kelp fronds experi-\nence greater drag and are more strongly impacted by\nstorm-generated swells than shorter or low-lying benthic\norganisms (Dayton and Tegner 1984). During mild\nstorms,φ\nb\n=1 because organisms growing near the ben-\nthos suffer little damage. To simulate severe storms that\nrip out all of the adult kelp and scour the benthos with\nsediment and rocks, we setφ\nA\n=0 andφ\nb\n<1 (Appen-\ndix S1: Fig. S2). Although severe storms have been\nreported to damage the benthos (Ebeling et al. 1985,\nSeymour et al. 1989, Dayton et al. 1989), exactly how\nbenthic damage scales with giant kelp removal is, to our\nknowledge, not quantified. Therefore, we performed\nsimulations of differing levels of benthic scouring and\ncompared these findings with LTER data. All model\nsimulations were performed using R 3.2.3 (R Core Team\n2018).\nM\nODELANALYSIS ANDCOMPARISON WITHLTER DATA\nEffect of storms on giant kelp dynamics\nWe first focused on how disturbance intensity affects\nthis system over the course of a single year. We simulated\nyears with either severe or mild winter storms and then\nvalidated our model by comparing our results with\nmonthly LTER data on frond density from“mild”and\n“severe”years (Santa Barbara Coastal LTER et al.\n2020a). We differentiated between mild and severe years\nusing data on kelp frond density in March (an indication\nof removal due to winter storms, Cavanaugh et al. 2011,\nReed et al. 2011), month of peak kelp frond density\n(indicative of recovery time, Cavanaugh et al. 2011), and\nsignificant wave heights from a spectral refraction wave\nhindcast model (to identify years with wave events large\nenough to remove kelp holdfasts, Coastal Data Informa-\ntion Program; Bell et al. 2015, O’Reilly et al. 2016;\nmodelavailable online).\n4\nA more detailed description of\nthese analyses is given in Appendix S1:Giant kelp dy-\nnamics. For each year, we converted frond density to\n4\nhttp://cdip.ucsd.edu/MOP_v1.1/\nXxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 5\n\nnormalized frond density such that the maximum den-\nsity in a given year had a value of 1, with all other densi-\nties in the year scaled accordingly. We then computed\nthe average monthly normalized frond densities of all\nthe years in each class. In years with relatively mild\nstorms, kelp recovered quickly, and fronds reached their\npeak density early in the year (Fig. 2a). In years with\nsevere winter storms, recovery was slow and kelp fronds\ndid not reach their maximum density until late in the\nyear (Fig. 2b and c). For severe years, we performed an\nensemble run with our model in which we varied the tim-\ning of severe storms over the winter season over the\nrange of dates of large wave events in the wave model\nhindcasts (5  December–1  March,  see  Appendix S1:\nFig. S4). We computed the average frond density\nthroughout the following year and compared this to the\nobserved averages from severe years (Fig. 2b). We also\nselected an individual severe year (2010) and compared\nits monthly frond densities to a simulation in which the\ntiming of severe storms aligned with the wave model\nhindcasts for that year (Fig. 2c).\nCascading effects of storm regimes on benthic cover\nWe then investigated whether there were differences in\nthe composition of the benthic community in“mild”and\n“severe”years. Using the same storm regimes described\nabove, we ran three simulations representing potential\nlevels of storm damage to the benthos: one in which sev-\nere storms left the benthos intact (no scouring), one in\nFIG. 2.  Time series of mild and severe storm years. (a) Average normalized frond density in each month of the mild years (2007,\n2009, 2011, and 2015) compared to a model simulation of a mild year, in which mild storms (φ\nA\n=0.95) occurred every day between\nDecember and March. (b) Average normalized frond density in each month of the severe years (2006, 2008, 2010, and 2014) com-\npared to the average frond density resulting from an ensemble run of severe (φ\nA\n=0) winter storms in which severe storms occurred\nbetween 5 December and 1 March (dashed lines are 95% confidence intervals). The error bars represent the standard error. (c)\nMonthly density of fronds at Mohawk in a representative severe year (2010) compared to the model output when a severe storm\nwas simulated on the same date as the one that occurred that year.\nArticle e03304; page 6A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx\n\nwhich severe storms scoured the benthos but did less\ndamage than to adult giant kelp (intermediate scouring),\nand one in which storms did equal damage to the ben-\nthos and adult giant kelp (proportional scouring); see\nAppendix S1: Fig. S2 for visualization of these scenar-\nios. Regardless of scour type, severe storms drove reduc-\ntions in sessile invertebrate cover and increases in\nunderstory macroalgal cover in severe storm years com-\npared to mild storm years. The differences in cover\nbetween mild and severe years increased with the severity\nof scouring (Fig. 3a).\nUsing data on benthic cover from the SBC LTER\n(Santa Barbara Coastal LTER and Reed 2020a), we then\ncalculated the mean cover of sessile invertebrates and\nunderstory macroalgae on Mohawk Reef in mild and\nsevere years (Fig. 3b; see Appendix S1:Analyses of ben-\nthic coverfor details on our analyses). We found that the\npercent cover of understory macroalgae was significantly\nhigher in severe years than mild years (t=−12.95,P<<\n0.001), while the percent cover of sessile invertebrates\nwas significantly lower in severe years (t=5.26,P\n<<0.001).\nShifts in benthic community composition over interannual\ntimescales\nHaving compared our model’s predictions to the\ndynamics at Mohawk Reef over intra-annual timescales,\nwe next used higher temporal resolution LTER data to\ninvestigate  whether  our   model   could  produce\ninterannual benthic community dynamics similar to\nthose observed at Mohawk. These data are collected sea-\nsonally as part of the SBC LTER’s long-term kelp\nremoval experiment (Santa Barbara Coastal LTER and\nReed 2020b); only data from the control plot (no kelp\nremoval) were included in our analyses. For each sam-\npling date, we calculated the average percent cover of\nsessile invertebrates and understory macroalgae (exclud-\ning giant kelp holdfasts) across all sampling locations, as\nwell as the density of giant kelp fronds (Fig. 4a). We\ndetermined the years in which major storms occurred\n(Appendix S1: Fig. S4; vertical black lines, Fig. 4), and\nran a model simulation in which severe storms (with\nintermediate benthic scouring;φ\nA\n=0 andφ\nb\n=0.1)\noccurred at the same time points as in the wave model\nhindcast data set. Our model predicted community shifts\nover similar time scales (Fig. 4). In particular, both the\ndata and model show rapid increases in understory\nmacroalgae following storms, and, in 2008 and 2010,\nincreases in sessile invertebrates over longer timescales.\nHowever, natural benthic communities are much more\ndynamic than our model predicts, with all three groups\nshowing additional changes in abundance unrelated to\nour identified storms (Fig. 4a).\nEffects of varying storm frequency and severity on giant\nkelp and benthic cover\nTo investigate how future changes in storm regimes\nmay  affect  this  system,  we  evaluated  the  model’s\nFIG. 3.  Percent cover of sessile invertebrates and understory macroalgae in mild vs. severe years. (a) Percent cover of sessile\ninvertebrates and understory macroalgae as given by model simulations of mild and severe years. Values were taken from the sum-\nmer (15 July) of each simulated year in order to correspond to when annual LTER data are collected. In the“severe, no scouring”\nscenario, severe winter storms did not damage the benthos (φ\nb\n=1). In the“severe, intermediate scouring”and“severe, propor-\ntional scouring”scenarios, severe storms scraped the benthos to varying degrees (φ\nb\n=0.1 andφ\nb\n=0, respectively). Mild storms\ndid not scour the benthos in any simulations. (b) Average percent cover of sessile invertebrates and understory macroalgae in the\nsummer at Mohawk reef in mild (n=4) and severe (n=4) years. Error bars represent standard error.***P<0.001.\nXxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 7\n\nsensitivity to both the frequency and intensity of major\nkelp-removing storms. We simulated severe storm fre-\nquencies ranging from one every five years to one every\nyear (with mild storms occurring each winter). At each\nfrequency, we also varied storm intensity: the proportion\nof adult giant kelp sporophytes remaining (φ\nA\n) ranged\nfrom 0.3 (least severe) to 0 (most severe). The proportion\nof benthic community members remaining (φ\nb\n) was var-\nied according to each of the three levels of scouring: no\nscouring (least severe), intermediate scouring, and pro-\nportional scouring (most severe; Appendix S1: Fig. S2).\nFinally, we ran simulations in which only juvenile giant\nkelp sporophytes, but not understory macroalgae or ses-\nsile invertebrates, were scoured. This allowed us to sepa-\nrate direct (clearing of benthic space) and indirect\n(increases in benthic light availability due to removal of\nkelp sporophytes) effects of scouring.\nOur model predicted that understory macroalgae domi-\nnate the benthos in summer only under high frequencies\nof intense winter storms (Fig. 5). However, when storms\nremoved understory macroalgae and sessile invertebrates,\nthe level of disturbance required for understory macroal-\ngae to dominate decreased relative to the scenarios with-\nout benthic scouring and with scouring of juvenile giant\nkelp sporophytes only (Fig. 5, Appendix S1: Fig. S5).\nIncreasing the frequency of high-intensity (φ\nA\n=0) winter\nstorms resulted in a decrease in the summer abundances\nof adult giant kelp and sessile invertebrates and an\nincrease in the summer abundance of understory macroal-\ngae, but the magnitude of these changes in abundance var-\nied depending on the scouring scenario (Fig. 5). When the\nentire benthos was scoured, the storm frequency at which\nbenthic dominance“flipped”between sessile invertebrates\nand understory macroalgae (vertical lines in Fig. 5)\ndecreased with increasing degrees of benthic scouring\n(Fig. 5). When only juvenile giant kelp sporophytes were\nscoured, the effects of increasing storm frequency on ben-\nthic composition varied slightly with the degree of scour-\ning but were overall very similar in each scenario (Fig. 5).\nWhen storm frequency was kept fixed, we found that the\nsystem was generally resilient to changes in storm intensity\nuntil very high intensities were reached (Appendix S1:\nFig. S6).\nD\nISCUSSION\nFoundation species support entire communities, and\nshifts  in  their  abundance  can  have  cascading\nFIG. 4.  Storm regimes and benthic community dynamics. (a) Giant kelp frond density (green) and mean percent cover of sessile\ninvertebrates (blue) and understory macroalgae (orange) on Mohawk Reef from January 2008 to November 2019. Major wave\nevents (see Appendix S1: Fig. S4) are marked with black vertical lines. (b) Model simulation of a similar storm regime.\nArticle e03304; page 8A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx\n\nconsequences for community structure. Here, we com-\nbined a novel mathematical model and a 20-year data\nset on the fast-growing foundation species giant kelp\n(Macrocystis pyrifera), the storms that remove its bio-\nmass, and the benthic community modulated by its pres-\nence.  Our  study  provides  an  example  of  how\ndisturbances and foundation species can jointly promote\nthe coexistence of competitors. Our Lotka-Volterra\nmodel of benthic competition predicts competitive exclu-\nsion, but whether understory macroalgae or sessile inver-\ntebrates are competitively dominant depends on the level\nof light reaching the benthos. By causing fluctuations in\ngiant kelp abundance (and thus benthic irradiance), peri-\nodic storms can prevent one benthic group from being\ncompetitively dominant for long enough to exclude the\nother. Previous studies have demonstrated that variation\nin the spatial distribution (patch size) of foundation\nspecies can influence biodiversity; this is seen when, for\nexample, the habitats formed at the edges and interiors\nof patches support different species (Crotty et al. 2018).\nOur results suggest that temporal variability in the abun-\ndance of a foundation species may influence diversity in\na similar way: when foundation species are volatile, the\nresulting environmental heterogeneity can promote the\ncoexistence of species with different resource require-\nments. In the case of giant kelp, periodic disturbance can\nbe an important driver of such volatility. In this way, our\nfindings support the Intermediate Disturbance Hypoth-\nesis (Sousa 1979), as coexistence between benthic com-\nmunity guilds is driven by periodic disturbance.\nHowever, our model showed that benthic scouring\n(which“reset”benthic cover by scouring the benthos) was\nalso necessary  for  maintenance  of  benthic  diversity.\nBecause kelp grows rapidly, when it is removed understory\nFIG. 5.  Effects of storm frequency on giant kelp and the benthic community. The average frond density of adult giant kelpA\n(green), fractional cover of understory macroalgaeM(orange), and fractional cover of sessile invertebratesI(blue) are shown from\nmodel simulations with different frequencies of high-intensity (φ\nA\n=0) storms. Averages were computed using summer (July–-\nSeptember) abundances across all years in a single storm cycle. Simulations were run with (a) no scouring, (b) intermediate scour-\ning, and (c) proportional scouring. In the left column, all benthic organisms (except giant kelp gametophytes) were scoured, while\nin the right column, only juvenile giant kelp sporophytesJwere scoured. The storm frequencies at which dominance flips between\nsessile invertebrates and understory macroalgae are denoted with vertical black lines.\nXxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 9\n\nmacroalgae have a limited window of time in which to\nbecome established before the kelp canopy shades them\nout (Foster 1975a). If storms leave the benthos undis-\nturbed (our modeled no scouring scenario), understory\nmacroalgal growth following kelp removal is limited\nbecause most substrate is still occupied by invertebrates.\nWhen storms damage the benthos and remove existing\norganisms (our intermediate and proportional scouring\nscenarios), understory macroalgae can quickly colonize\nthe emptied substrate and inhibit invertebrate recovery.\nThese results are consistent with those of other studies\nthat found that the effects of kelp removal on the benthic\ncommunity differed depending on whether or not the ben-\nthos was disturbed (Arkema et al. 2009), and they rein-\nforce the importance of available substrate to understory\nmacroalgal and sessile invertebrate abundance (Witman\n1987, Miller et al. 2018, Castorani et al. 2018).\nThe role of variable storm regimes in driving giant kelp\nbiomass and subtidal reef community structure is of both\nscientific and conservation interest. Climate models pre-\ndict that global climate change may cause increases in\nstorm severity and frequency along much of giant kelp’s\nrange (Ummenhofer and Meehl 2017). In southern Cali-\nfornia, severe storms currently occur at a frequency of\napproximately once every 3.5 yr (Byrnes et al. 2011).\nGiant kelp populations are generally capable of recovering\nbetween these events (Bell et al. 2015), and our results and\nthose of previous studies suggest that this periodic distur-\nbance may promote coexistence in kelp forests (Byrnes\net al. 2011, Castorani et al. 2018). However, our model\npredicts that if storms intensify and increase in frequency,\nthe annual removal of giant kelp may enable understory\nmacroalgae to remain dominant throughout each year\n(Fig. 5). This shift to a continuously macroalgae-domi-\nnated benthos could potentially lead to reductions in the\ndiversity of mobile predators that feed on sessile inverte-\nbrates, thus having cascading impacts on the kelp forest\ncommunity (Miller et al. 2018).\nUnder contemporary conditions, our model predicts\nthat giant kelp forests are resilient: even after severe\nstorms, the kelp canopy recovers (though the timing of\nthis recovery varies with storm frequency and intensity,\nFig. 5). However, our model likely overestimates the resi-\nlience of giant kelp, as kelp abundance is only reduced\nby storms and senescence. Other major impacts on kelp\ngrowth and abundance, such as temperature stress, nutri-\nent limitation, and herbivory by sea urchins, were not\nincluded (Jackson 1977, Harrold and Reed 1985, Cava-\nnaugh et al. 2019). These missing factors may explain\nwhy our model does not capture several large declines in\nfrond density observed at Mohawk Reef (Fig. 4). We\nalso did not consider variable population connectivity\n(external  supply  was  kept  constant),  but  external\npropagule supply may also impact kelp patch resilience\n(Castorani et al. 2015). Thus, severe storms that extir-\npate multiple, connected kelp patches could impact the\npersistence of giant kelp (and consequently sessile inver-\ntebrates) more severely than our model predicts.\nOur model groups benthic community members into\ncoarse categories of understory macroalgae and sessile\ninvertebrates, ignoring potentially important functional\ndistinctions between species. For instance, understory\nmacroalgae have diverse life histories, resource require-\nments, and growth forms (Foster 1975a). The macroal-\ngae we modeled most closely resemble shade-intolerant\nephemeral species, which recruit in the spring when\ncanopy cover is low, rapidly increase in biomass, and\nthen die later in the year (Foster 1975a). The traits of\nshade-tolerant perennial species, which tend to persist\nduring high kelp years, were not accounted for. These\nspecies include mid-canopy kelps, which may have less\nof a negative effect on sessile invertebrate abundance\nthan do understory algae (Arkema et al. 2009). Mid-\ncanopy kelps dominate macroalgal biomass on local\nreefs (Lamy et al. 2020) but are poorly represented in the\nLTER percent cover data we analyzed (Santa Barbara\nCoastal LTER and Reed 2020a,b). Consequently, per-\ncent cover is not an accurate indicator of the abundance\nof these species, and our analyses may have underesti-\nmated their effects on sessile invertebrates.\nSessile invertebrates are also more diverse than mod-\neled here. In our model, the growth and senescence rates\nof sessile invertebrates are such that this group can fluc-\ntuate greatly in abundance within the span of a year.\nThus, our model likely best represents fast-growing,\nephemeral species like some bryozoans (Foster 1975b)\nand our results may be inaccurate for long-lived, slow-\ngrowing species (e.g., gorgonians) whose populations\nrespond to environmental changes over longer time\nscales (Grigg 1977). Another potentially important dis-\ntinction is between epilithic (living on the substrate) and\nendolithic (living within the substrate) species. A recent\nstudy found that these groups responded differently to\nannual removal of giant kelp, with kelp removal sites\nhaving lower endolithic but higher epilithic invertebrate\nbiomass than control sites (Castorani et al. 2018).\nAlthough stylized, our mathematical representation of\nkelp forest dynamics allows us to formalize data-driven\nhypotheses not easily tested with existing data or manip-\nulative experiments. For example, the model enhances\nour ability to understand the extent to which changes in\ndifferent parameters alter the outcome of competition\nbetween understory macroalgae and sessile invertebrates.\nThis allows for causal inferences that are not easy to get\nat by simply analyzing time series data. Further, the\nmodel enables us to examine how changes in kelp demo-\ngraphic rates, disturbance regimes (e.g., storm frequency\nand severity), and interaction strengths under varying\nenvironmental conditions influence community struc-\nture. Such syntheses allow us to better leverage long-\nterm ecological data sets.\nC\nONCLUSION\nOur work highlights the value of mathematical models\nas tools to synthesize long-term data sets, formalize\nArticle e03304; page 10A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx\n\nhypotheses about the key processes occurring in complex\nsystems, and predict changes in these processes over\ntime. The results of this study support the idea that dis-\nturbance-driven fluctuations in the abundance of foun-\ndation species can have cascading effects on associated\ncommunities. In the case of dynamic foundation species\nsuch as giant kelp, periodic turnovers in biomass due to\ndisturbance and rapid recovery can result in variable\nresource availability. Here, we found that one conse-\nquence of this environmental heterogeneity is that it can\npromote  the  temporal  coexistence  of  competitors.\nFuture work could investigate the extent to which this\nmay be true in other systems, as well as additional ways\nin which the impacts of disturbance on ecological com-\nmunities may be mediated by foundation species.\nACKNOWLEDGEMENTS\nWe thank Max Castorani for providing the results of his light\nattenuation analyses, Andrew Rassweiler and Alexandra Brown\nfor helpful discussions on kelp senescence functions, and Bart\nDiFiore and members of the Moeller Lab at the University of\nCalifornia, Santa Barbara for comments and feedback on\nmanuscript drafts. We also thank Clint Nelson and the many\nstaff and students of the Santa Barbara Coastal Long Term\nEcological Research program for their assistance in collecting\nthe data. This research was supported by an NSF REU stipend\nand NSF Graduate Research Fellowship (to A. R. Detmer) and\nby the U.S. National Science Foundation’s Long-Term Ecologi-\ncal Research program under the Division of Ocean Sciences\ngrants 9982105, 0620276, 1232779 and 1831937. A. R. Detmer,\nA. C. Stier, and H. V. Moeller designed the research, and A. R.\nDetmer and H.V. Moeller developed the mathematical model.\nA. R. Detmer analyzed the model, incorporated empirical data,\nand drafted the manuscript. T. W. Bell, R. J. Miller, and D. C.\nReed contributed data and modifications to the model. All\nauthors contributed to writing the paper.\nL\nITERATURECITED\nArkema, K. K., D. C. Reed, and S. C. Schroeter. 2009. Direct\nand indirect effects of giant kelp determine benthic commu-\nnity structure and dynamics. Ecology 90:3126–3137.\nBattisti, C., G. Poeta, and G. Fanelli. 2016. An introduction to\ndisturbance ecology: a road map for wildlife management\nand conservation. Springer International Publishing, Cham,\nSwitzerland.\nBell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel.\n2015. Geographical variability in the controls of giant kelp\nbiomass dynamics. Journal of Biogeography 42:2010–2021.\nBurgman, M. A., and V. A. Gerard. 1990. A stage-structured,\nstochastic population model for the giant kelp Macrocystis\npyrifera. Marine Biology 105:15–23.\nByrnes, J. E., D. C. Reed, B. J. Cardinale, K. C. Cavanaugh, S. J.\nHolbrook, and R. J. Schmitt. 2011. Climate-driven increases\nin storm frequency simplify kelp forest food webs. Global\nChange Biology 17:2513–2524.\nCastorani, M. C. N., D. C. Reed, F. Alberto, T. W. Bell, R. D.\nSimons, K. C. Cavanaugh, D. A. Siegel, and P. T. Raimondi.\n2015. Connectivity structures local population dynamics: a\nlong-term empirical test in a large metapopulation system.\nEcology 96:3141–3152.\nCastorani, M. C. N., D. C. Reed, and R. J. Miller. 2018. Loss of\nfoundation species: disturbance frequency outweighs severity\nin   structuring   kelp   forest   communities.   Ecology\n99:2442–2454.\nCavanaugh, K. C., B. E. Kendall, D. A. Siegel, D. C. Reed, F.\nAlberto, and J. Assis. 2013. Synchrony in dynamics of giant\nkelp forests is driven by both local recruitment and regional\nenvironmental controls. Ecology 94:499–509.\nCavanaugh, K. C., D. C. Reed, T. W. Bell, M. C. N. Castorani,\nand R. Beas-Luna. 2019. Spatial variability in the resistance\nand resilience of giant kelp in southern and Baja California to\na multiyear heatwave. Frontiers in Marine Science 6:413.\nCavanaugh, K., D. Siegel, D. Reed, and P. Dennison. 2011.\nEnvironmental controls of giant-kelp biomass in the Santa\nBarbara Channel, California. Marine Ecology Progress Series\n429:1–17.\nClark, R. P., M. S. Edwards, and M. S. Foster. 2004. Effects of\nshade from multiple kelp canopies on an understory algal\nassemblage. Marine Ecology Progress Series 267:107–119.\nCrotty, S. M., S. J. Sharp, A. C. Bersoza, K. D. Prince, K.\nCronk, E. E. Johnson, and C. Angelini. 2018. Foundation\nspecies patch configuration mediates salt marsh biodiversity,\nstability  and  multifunctionality.  Ecology  Letters  21:\n1681–1692.\nDayton, P. K. 1972. Toward an understanding of community\nresilience and the potential effects of enrichments to the ben-\nthos at McMurdo Sound, Antarctica. Pages 81–96 inPro-\nceedings of the Colloquium on Conservation Problems in\nAntarctica. Allen Press, Lawrence, Kansas, USA.\nDayton, P., R. Seymour, P. Parnell, and M. Tegner. 1989. Unu-\nsual marine erosion in San Diego County from a single\nstorm. Estuarine, Coastal, and Shelf Science 29:151–160.\nDayton, P., and M. Tegner. 1984. Catastrophic storms, El Ni\n ̃\nno,\nand patch stability in a southern California kelp community.\nScience 224:283–285.\nEbeling, A. W., D. R. Laur, and R. J. Rowley. 1985. Severe\nstorm disturbances and reversal of community structure in a\nsouthern California kelp forest. Marine Biology 84:287–294.\nEllison, A. M. et al. 2005. Loss of foundation species: conse-\nquences for the structure and dynamics of forested ecosys-\ntems. Frontiers in Ecology and the Environment 3:479–486.\nEllison, A. M. 2019. Foundation species, non-trophic interac-\ntions, and the value of being common. IScience 13:254–268.\nFoster, M. 1975a. Algal succession in a Macrocystis pyrifera\nforest. Marine Biology 32:313–329.\nFoster, M. 1975b. Regulation of algal community development\nin a Macrocystis pyriferaforest. Marine Biology 32:331–342.\nGraham, M. H. 2004. Effects of local deforestation on the\ndiversity and structure of southern California giant kelp for-\nest food webs. Ecosystems 7:341–357.\nGraham, M., C. Harrold, S. Lisin, K. Light, J. Watanabe, and\nM. Foster. 1997. Population dynamics of giant kelp Macro-\ncystis pyriferaalong a wave exposure gradient. Marine Ecol-\nogy Progress Series 148:269–279.\nGrigg, R. W. 1977. Population dynamics of two gorgonian cor-\nals. Ecology 58:278–290.\nHarrold, C., and D. C. Reed. 1985. Food availability, sea urchin\ngrazing,  and  kelp  forest  community  structure.  Ecology\n66:1160–1169.\nJackson, G. A. 1977. Nutrients and production of giant kelp,\nMacrocystis pyrifera, off southern California. Limnology and\nOceanography 22:979–995.\nLamy, T., C. Koenigs, S. J. Holbrook, R. J. Miller, A. C. Stier,\nand D. C. Reed. 2020. Foundation species promote commu-\nnity stability by increasing diversity in a giant kelp forest.\nEcology 101:e02987.\nMiller, R. J., and R. J. Etter. 2008. Shading facilitates sessile\ninvertebrate dominance in the rocky subtidal Gulf of Maine.\nEcology 89:452–462.\nXxxxx 2021MODELING KELP FOREST STORM DISTURBANCEArticle e03304; page 11\n\nMiller, R. J., K. D. Lafferty, T. Lamy, L. Kui, A. Rassweiler,\nand D. C. Reed. 2018. Giant kelp, Macrocystis pyrifera,\nincreases faunal diversity through physical engineering. Pro-\nceedings of the Royal Society B 285:20172571.\nMiller, R. J., H. M. Page, and D. C. Reed. 2015. Trophic versus\nstructural effects of a marine foundation species, giant kelp\n(Macrocystis pyrifera). Oecologia 179:1199–1209.\nMiller, R. J., D. C. Reed, and M. A. Brzezinski. 2011. Par-\ntitioning of primary production among giant kelp (Macro-\ncystis pyrifera), understory macroalgae, and phytoplankton\non  a  temperate  reef.  Limnology and  Oceanography  56:\n119–132.\nNisbet, R. M., and J. R. Bence. 1989. Alternative dynamic\nregimes for canopy-forming kelp: a variant on density-vague\npopulation regulation. American Naturalist 134:377–408.\nO’Reilly, W., C. Olfe, J. Thomas, R. Seymour, and R. Guza.\n2016. The California coastal wave monitoring and prediction\nsystem. Coastal Engineering 116:118–132.\nPearse, J. S., and A. H. Hines. 1979. Expansion of a central Cal-\nifornia kelp forest following the mass mortality of sea urchins.\nMarine Biology 51:83–91.\nPeters, D. P. C., and J. Yao. 2012. Long-term experimental loss\nof foundation species: consequences for dynamics at ecotones\nacross heterogeneous landscapes. Ecosphere 3:27.\nR Core Team. 2018. R: A language and environment for statisti-\ncal computing. R Foundation for Statistical Computing,\nVienna, Austria. https://www.R-project.org/\nRassweiler, A., D. C. Reed, S. L. Harrer, and J. C. Nelson. 2018.\nImproved estimates of net primary production, growth, and\nstanding crop of Macrocystis pyriferain Southern California.\nEcology 99:2132.\nReed, D. C., and M. S. Foster. 1984. The effects of canopy shad-\nings on algal recruitment and growth in a giant kelp forest.\nEcology 65:937–948.\nReed, D. C., A. Rassweiler, and K. Arkema. 2008. Biomass\nrather than growth rate determines variation in net primary\nproduction by giant kelp. Ecology 89:2493–2505.\nReed, D., A. Rassweiler, and K. Arkema. 2009. Density derived\nestimates of standing crop and net primary production in the\ngiant   kelp   Macrocystis   pyrifera.   Marine   Biology\n156:2077–2083.\nReed, D. C., A. Rassweiler, M. H. Carr, K. C. Cavanaugh, D. P.\nMalone, and D. A. Siegel. 2011. Wave disturbance over-\nwhelms top-down and bottom-up control of primary produc-\ntion in California kelp forests. Ecology 92:2108–2116.\nRodriguez, G. E., A. Rassweiler, D. C. Reed, and S. J. Hol-\nbrook. 2013. The importance of progressive senescence in the\nbiomass dynamics of giant kelp (Macrocystis pyrifera). Ecol-\nogy 94:1848–1858.\nRosenthal, R. J., W. D. Clarke, and P. K. Dayton. 1974. Ecology\nand natural history of a stand of giant kelp, Macrocystis pyri-\nfera, off Del Mar, California. Fishery Bulletin 72:670–684.\nSanta Barbara Coastal LTER, A. Rassweiler, S. Harrer, D.\nReed, and J. Nelson. 2020a. SBC LTER: Reef: Net primary\nproduction, growth and standing crop of Macrocystis pyri-\nferain Southern California ver 3. Environmental Data Initia-\ntive.  https://doi.org/10.6073/pasta/e2a696a11bd57eddc25e5eb\n4657fe59a\nSanta Barbara Coastal LTER & Reed, D. 2020a. SBC LTER:\nReef: Kelp Forest Community Dynamics: Cover of sessile\norganisms, Uniform Point Contact ver 28. Environmental\nData Initiative. https://doi.org/10.6073/pasta/dc0668f21c9c8d\n73d28727d4c5371fe9\nSanta Barbara Coastal LTER & Reed, D. 2020b. SBC LTER:\nReef: Long-term experiment: Kelp removal: Cover of sessile\norganisms, Uniform Point Contact ver 27. Environmental\nData  Initiative.  https://doi.org/10.6073/pasta/9ef0a3d317f\n6553e1600a0e5af016e43\nSanta Barbara Coastal LTER, D. Reed, and S. Harrer. 2020b.\nSBC LTER: Kelp removal experiment: hourly photon irradi-\nance at the surface and seafloor ver 17. Environmental Data\nInitiative.https://doi.org/10.6073/pasta/19a018572f8e\n42624151497f7da3706f\nSchiel, D. R., and M. S. Foster. 2015. The biology and ecology\nof giant kelp forests. University of California Press, Berkeley,\nCalifornia, USA.\nSeymour, R. J., M. J. Tegner, P. K. Dayton, and P. E. Parnell.\n1989. Storm wave induced mortality of giant kelp, Macrocys-\ntis pyrifera, in Southern California. Estuarine, Coastal, and\nShelf Science 28:277–292.\nSousa, W. 1979. Disturbance in marine intertidal boulder fields:\nthe nonequilibrium maintenance of species diversity. Ecology\n60:1225–\n1239.\nUmmenhofer, C. C., and G. A. Meehl. 2017. Extreme weather\nand climate events with ecological relevance: a review. Philo-\nsophical Transactions of the Royal Society B: Biological\nSciences 372:20160135.\nWitman, J. D. 1987. Subtidal coexistence: storms, grazing,\nmutualism, and the zonation of kelps and mussels. Ecological\nMonographs 57:167–187.\nS\nUPPORTINGINFORMATION\nAdditional supporting information may be found in the online version of this article at http://onlinelibrary.wiley.com/doi/\n10.1002/ecy.3304/suppinfo\nD\nATAAVAILABILITYSTATEMENT\nAll data and code used in this study are available at http://doi.org/10.5281/zenodo.4284015. The full data sets used are available\non the Santa Barbara Coastal Long Term Ecological Research Program’s website: https://sbclter.msi.ucsb.edu/data/index.html.\nArticle e03304; page 12A. RAINE DETMER ET AL.Ecology, Vol. xx, No. xx",
  "extractedAt": "2025-12-12T18:45:06.647Z",
  "success": true,
  "matchedPublication": {
    "title": "Variation in disturbance to a foundation species structures the dynamics of a benthic reef community",
    "doi": "10.1002/ecy.3304",
    "year": "2021",
    "authors": "Detmer, A. Raine; Miller, Robert J.; Reed, Daniel C.; Bell, Tom W.; Stier, Adrian C.; Moeller, Holly V."
  }
}