{
  "filename": "Detmer et al. (JTB) 2022.pdf",
  "numPages": 16,
  "text": "Fertilization by coral-dwelling fish promotes coral growth but can exacerbate bleaching response A. Raine Detmer a, ⇑ , Ross Cunning b , Ferdinand Pfab a , Alexandra L. Brown a , Adrian C. Stier a , Roger M. Nisbet a , Holly V. Moeller a a Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA 93106, USA b Daniel P. Haerther Center for Conservation and Research, John G. Shedd Aquarium Chicago, IL 60605, USA article info Article history: Received 23 November 2021 Revised 28 February 2022 Accepted 2 March 2022 Available online 8 March 2022 Keywords: DEB modeling Coral bleaching Fish excretions Nitrogen fertilization Symbiosis Coral-associated fauna abstract Many corals form close associations with a diverse assortment of coral-dwelling fishes and other fauna. As coral reefs around the world are increasingly threatened by mass bleaching events, it is important to understand how these biotic interactions influence corals’ susceptibility to bleaching. We used dynamic energy budget modeling to explore how nitrogen excreted by coral-dwelling fish affects the physiological performance of host corals. In our model, fish presence influenced the functioning of the coral- Symbiodiniaceae symbiosis by altering nitrogen availability, and the magnitude and sign of these effects depended on environmental conditions. Although our model predicted that fish-derived nitrogen can promote coral growth, the relationship between fish presence and coral tolerance of photo-oxidative stress was non-linear. Fish excretions supported denser symbiont populations that provided protection from incident light through self-shading. However, these symbionts also used more of their photosyn- thetic products for their own growth, rather than sharing with the coral host, putting the coral holobiont at a higher risk of becoming carbon-limited and bleaching. The balance between the benefits of increased symbiont shading and costs of reduced carbon sharing depended on environmental conditions. Thus, while there were some scenarios under which fish presence increased corals’ tolerance of light stress, fish could also exacerbate bleaching and slow or prevent subsequent recovery. We discuss how the contrast between the potentially harmful effects of fish predicted by our model and results of empirical studies may relate to key model assumptions that warrant further investigation. Overall, this study provides a foundation for future work on how coral-associated fauna influence the bioenergetics of their host corals, which in turn has implications for how these corals respond to bleaching-inducing stressors. Ó2022 The Authors. Published by Elsevier Ltd. ThisisanopenaccessarticleundertheCCBY-NC-NDlicense (http://creativecommons.org/licenses/by-nc-nd/4.0/). 1. Introduction Coral reefs are among the most productive and biodiverse ecosystems on the planet (Crossland et al., 1991; Fisher et al., 2015). This diversity is largely supported by the physical structure of the reefs themselves, which is primarily composed of the cal- cium carbonate skeletons of scleractinian corals (Graham and Nash, 2013; Spalding et al., 2001). Coral reefs generally occur in nutrient-poor waters, yet corals are able to calcify at a rate that supports net reef accretion due to a symbiosis with endosymbiotic algae in the family Symbiodiniaceae (Muscatine and Porter, 1977). In this partnership, the coral provides its algae with nutrients and carbon dioxide needed for photosynthesis, and the algae provide fixed carbon that fuels coral growth (Davy et al., 2012). The functioning of the coral-algal symbiosis is critical for the persistence of coral reef ecosystems. However, thermal and other stressors can cause this relationship to break down, leading to the mass expulsion of symbionts known as coral bleaching (Hoegh-Guldberg, 1999). Severe bleaching events can result in coral mortality, and they are currently the primary threat to coral reefs worldwide (Hughes et al., 2018; Eakin et al., 2019). Bleaching commonly occurs when elevated temperatures lead to photo- oxidative stress in the symbionts, triggering their expulsion by the host coral. However, many factors influence whether and to what degree an individual coral bleaches during a stress event, including symbiont type, nutrient availability, level of hetero- trophic feeding, host morphology, and history of stress exposure (Rowan, 2004; Morris et al., 2019; Grottoli et al., 2006; Loya et al., 2001; Hackerott et al., 2021). As stress events like marine heatwaves increase in frequency and severity (Hughes et al., 2018), there is a critical need to better understand what makes https://doi.org/10.1016/j.jtbi.2022.111087 0022-5193/Ó2022 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). ⇑ Corresponding author. E-mail address:adetmer@ucsb.edu(A.R. Detmer). Journal of Theoretical Biology 541 (2022) 111087 Contents lists available atScienceDirect Journal of Theoretical Biology journal homepage: www.elsevier.com/locate/yjtbi corals more or less susceptible to bleaching. However, in many cases, this is challenging because the factors that modulate bleach- ing susceptibility do so in complex ways. For example, although high ambient concentrations of nutrients have been shown to exacerbate bleaching (Thurber et al., 2014; Donovan et al., 2020), the effects of nutrient enrichment on bleaching depend on numer- ous factors (e.g., the form of nitrogen, N:P ratios) in ways that are not fully understood (Morris et al., 2019; Wiedenmann et al., 2013). Additionally, coral growth has been shown to exhibit a uni- modal response to nutrient enrichment (Gil, 2013), which could potentially extend to similarly non-linear effects of nutrients on bleaching. Corals’ tolerance of bleaching-inducing stressors may also be influenced by other organisms. In addition to algal endosymbionts, a diverse assortment of taxa may live on or within coral colonies (Gates and Ainsworth, 2011). In particular, the structural complex- ity created by branching corals in the generaPocilloporaandAcro- poraserves as an important habitat for many species of fishes and invertebrates (Coker et al., 2014; Stella et al., 2010). Host corals receive a range of benefits from these inhabitants, including enhanced defense against corallivores, removal of sediments, and provision of nutrients (McKeon et al., 2012; Stewart et al., 2006; Liberman et al., 1995). The presence of coral-associated fauna may also ameliorate the effects of stressors like disease and ele- vated temperatures (Pollock et al., 2013; Chase et al., 2018), sug- gesting that these mutualistic relationships could significantly influence the bleaching susceptibility of the corals that form them (Gates and Ainsworth, 2011). Coral-dwelling fishes, particularly damselfish (Family Pomacen- tridae), are widespread and abundant on many coral reefs (Coker et al., 2014; Wilson et al., 2008). How these fish impact their host colonies during periods of stress could therefore have large impli- cations for the resilience of branching coral populations. However, little is known about how fish presence influences coral bleaching, or by what mechanisms. One recent study found that resident fish reduced the severity of experimentally-induced bleaching, and the authors suggested these results could be due to increased nutrient availability and/or aeration of interstitial space in the presence of fish (Chase et al., 2018). Here, we explored this hypothesis more formally and expanded on it by also asking how fish effects are mediated by environmental conditions, including ambient nitro- gen levels. We focused on the effects of fish excretions (e.g., nitrogenous wastes;Meyer and Schultz, 1985), as nutrient avail- ability can have a major influence on corals’ susceptibility to bleaching (Morris et al., 2019). In general, fishes and other con- sumers play important roles in nutrient dynamics on coral reefs, including the transport of nutrients from the water column to the benthos (Allgeier et al., 2016; Pinnegar and Polunin, 2006). Coral-dwelling fishes may have particularly large impacts on the availability of nutrients for individual coral colonies, as they are often site-attached (Booth, 2016) and inhabit colony interstices, where nutrient levels may differ from those of the surrounding water column due to colony uptake rates and flow patterns (Chamberlain and Graus, 1975). While the nutrients excreted by coral-dwelling fish have been shown to increase the growth rates of their host corals under ambient conditions (Holbrook et al., 2008), our goal with this study was to investigate how these excre- tions then modulate the host’s response to stressors capable of triggering bleaching. A mechanistic understanding of the effects of fish-derived nitro- gen on host corals requires explicit consideration of the bioener- getics of the coral-algal symbiosis. Dynamic energy budget (DEB) models, which essentially model an organism’s physiology by tracking the fluxes of elements within it (Kooijman, 2009), provide a theoretical framework to explore the effects of fish excretions. Here, we modified a DEB-based model of the coral-algal symbiosis (Cunning et al., 2017) to include nutrient excretion by coral- dwelling fish. Our goal was to investigate how fish excretions may affect host corals during periods of low and elevated stress, as well as the environmental factors that mediate these effects. We first used the model to explore how fish affected nitrogen availability and host growth under various ambient (low stress) environmental conditions. We then simulated acute stress events to investigate the sensitivity of host bleaching to nitrogen avail- ability and the underlying mechanisms. Finally, we looked at effects of fish excretion on host bleaching thresholds and post- bleaching recovery dynamics and how these depended on environ- mental conditions. This study is an important step towards a more mechanistic understanding of how coral-dwelling fishes may influ- ence the growth and stress tolerance of host corals on reefs that are increasingly impacted by the effects of global climate change. 2. Model description Our model is based on a dynamic bioenergetic model of the coral-algal symbiosis built byCunning et al. (2017). In this section, we provide a brief overview of this model before describing how we modified it to incorporate nitrogen excretion by coral- dwelling fish. A detailed description of the original model and its equations is given in AppendixA. 2.1. The coral-algal DEB model The Cunning et al. model describes the bioenergetics of the symbiosis between a coral host and its algal symbionts. It consists of two state variables (host and symbiont biomass) and 14 mass- specific fluxes that describe the flows of nitrogen, carbon and light energy within the system, as well as the formation and turnover of host and symbiont biomass (Table 1, ‘‘Host” and ‘‘Symbiont” boxes inFig. 1). Equations describing the production of fixed carbon and biomass from substrates are referred to as synthesizing units (SUs). The symbiosis is characterized by ‘‘sharing the surplus”, whereby each partner provides the other with substrate (nitrogen from the host and fixed carbon from the symbiont) in excess of that used for its own growth. Within the symbiont, a photosynthesis SU takes in light and CO 2 and produces fixed carbon. This fixed carbon, together with surplus nitrogen received from the host, is used by the symbiont biomass SU to make symbiont biomass. The host takes up nitrogen and prey (which consists of nitrogen and carbon) from the environment. This nitrogen and carbon, along with surplus fixed carbon from the symbiont, is input into the host biomass SU and used to pro- duce host biomass. Additionally, organic carbon in excess of that used for host growth fuels host carbon concentrating mechanisms (CCMs), which supply the symbiont with CO 2 . The symbiosis is functional when the production and supply of fixed carbon is high enough that it is not limiting the growth of either partner. Symbiont and host growth rates are both positive and limited by the availability of nitrogen (or, if nitrogen levels are high, by maximum biomass production rates). We refer to this non-bleached, ‘‘healthy” state as the ‘‘nitrogen-limited state” throughout the paper. Host bleaching is characterized by a flip to a carbon-limited state in which the production of fixed carbon and assimilation of carbon from prey are insufficient to support positive growth of the host and symbiont (Wooldridge, 2009). Bleaching is triggered by excess light energy, which produces reac- tive oxygen species (ROS). These molecules inhibit photosynthesis and increase symbiont turnover, reducing the production of fixed carbon and potentially causing the system to become carbon limited. A. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087 2 In the Cunning et al. model, the host takes up nitrogen from the external environment, which is assumed to be the surrounding water column. To understand how the presence of fish affects the amount of nitrogen available to the host, we chose to explicitly account for the dynamics of the concentration of nitrogen within the interstitial space of a coral colony. These modifications are described below (also seeFig. 1). 2.2. Host colony morphology In the dynamic energy budget model, the host is described in terms of tissue biomass. In order to characterize the morphology of a host colony, we distinguished between living tissue (the host biomass) and skeleton volume (which determines the volume of the interstitial space). We used empirical data on branching corals to approximate simple allometric relationships between host tis- sue biomassHand metrics of colony morphology (see‘‘Fish excre- tion model parameterization” supplement). For total colony volume V H , we used the general relationship V H ¼k V Hð1Þ wherek V is colony volume per unit biomass (seeTable 2for a description of model variables, parameters, and their units). Thus, the DEB-based component of the model describes the biomass of living host tissue, and we assume that when new tissue biomass is formed, the coral simultaneously builds skeleton andV H increases at a rate proportional todH=dt. However, since it is mainly the skeletal structure of a colony that determines its volume, the above relationship no longer holds when a host loses tissue biomass but its skeleton remains intact (such as may occur following bleach- ing;Clark et al., 2000). To address this, the rate of change in host volume was decoupled from that of host biomass: dV H dt ¼ 0; dH dt <0 k v dH dt ; dH dt P0 ( ð2Þ When host tissue biomass is declining,V H remains constant. When host biomass is increasing,V H increases proportionately todH=dtas given by the derivative of eqn. 1 with respect to time. Note this for- mulation assumes that, following a period of negative host growth (e.g., a bleaching event), a host that returns to positive growth will begin growing new tissue and new skeleton. In reality, re-growth of tissue over old skeleton may also occur (Henry and Hart, 2005), but for simplicity was not considered here. The volume of the interstitial space in a colonyV Hi is then given by V Hi ¼v i V H ð3Þ wherev i is the fraction of the colony volume that is filled with water. 2.3. Host nitrogen uptake As in theCunning et al. (2017)model, the rate of nitrogen uptake by the host is described by Michaelis-Menten kinetics. However, there are now two pools of nitrogen available to the host: nitrogen in the external environmentN env (equivalent toN in the original model) and nitrogen in the interstitial spaceN i . We assumed that a fraction aof host tissue is in direct contact with the external environment and exclusively takes up environmental nitrogen. The remaining 1  aðÞfraction of host tissue lines the interstitial space and only has access to interstitial nitrogen. Assuming the same maximum uptake ratej Nm and half- saturation constantK N for both nitrogen pools, the total mass- specific (per unit host biomass) rate of nitrogen uptakej N is there- fore given by j N ¼aj N env þ1 aðÞj N i ¼a j Nm N env N env þK N þ1 aðÞ j Nm N i N i þK N ð4Þ 2.4. Fish growth FishPgrow logistically at an intrinsic growth rater P to a carry- ing capacity that scales with the constantk P to the amount of living host tissue in the interstitial space, 1  aðÞH: dP Pdt ¼r P k P 1 aðÞH P k P 1 aðÞH    ð5Þ We assume that fish carrying capacity is mainly determined by interstitial space, as studies suggest competition for shelter space underlies density-dependence in coral-dwelling damselfishes (Holbrook and Schmitt, 2002). The decision to scale fish carrying capacity to the biomass of interstitial tissue (rather than interstitial volume) implies that a bleached coral that has experienced tissue mortality will not support as many fish as an undamaged coral with an equivalent interstitial volume. This formulation was based on the assumption that coral-dwelling fish prefer live coral as hosts (Wilson et al., 2008; Coker et al., 2014) and will therefore leave dying hosts in the weeks following the onset of bleaching. How- ever, we also explored how making fish carrying capacity a func- Table 1 Model fluxes, adapted fromCunning et al. (2017). Fluxes that were modified from the original model are in bold. Symbol DescriptionUnitsEq. No. j N Total nitrogen uptake ratemol N C-mol H  1 d  1 4 j N env Environmental (ambient) nitrogen uptake rate mol N C-mol H  1 d  1 4 j N i Interstitial nitrogen uptake ratemol N C-mol H  1 d  1 4 j Nw Waste nitrogen from symbiontmol N C-mol S  1 d  1 6 j X Prey assimilation (feeding) rateC-mol X C-mol H  1 d  1 A4 j HT Host biomass turnover rateC-mol H C-mol H  1 d  1 A5 r NH Recycled nitrogen from host turnover mol N C-mol H  1 d  1 A6 j HG Host biomass formation rateC-mol H C-mol H  1 d  1 A7 q N Nitrogen shared with the symbiont mol N C-mol H  1 d  1 A8 j eC Excess carbon used to activate host CCMs mol C C-mol H  1 d  1 A9 j CO 2 CO 2 input to photosynthesismol CO 2 C-mol H  1 d  1 A10 j L Light absorption ratemol photons C-mol S  1 d  1 A11 r CH Recycled CO 2 from hostmol CO 2 C-mol H  1 d  1 A13 r CS Recycled CO 2 from symbiontmol CO 2 C-mol S  1 d  1 A14 j CP Photosynthesis ratemol C C-mol S  1 d  1 A15 j eL Light energy in excess of photochemistry mol photons C-mol S  1 d  1 A16 j NPQ Total capacity of NPQmol photons C-mol S  1 d  1 A17 c ROS ROS production proportional to baseline –A18 j ST Symbiont biomass turnover rateC-mol S C-mol S  1 d  1 A19 r NS Recycled nitrogen from symbiont turnover mol N C-mol S  1 d  1 A20 j SG Symbiont biomass formation rateC-mol S C-mol S  1 d  1 A21 q C Fixed carbon shared with hostmol C C-mol S  1 d  1 A22 A. Raine Detmer, R. Cunning, F. Pfab et al. Journal of Theoretical Biology 541 (2022) 111087 3 tion of interstitial volume (meaning that fish remain on bleached hosts;Coker et al., 2012) altered their effects on post-bleaching dynamics. 2.5. Interstitial nitrogen dynamics The concentration of nitrogen in the interstitial spaceN i is a state variable whose dynamics are influenced by 1) exchange of water (and dissolved nitrogen) between the interstitial space and external environment, 2) excretions from fish, 3) waste nitrogen released by the symbiont, and 4) uptake by the host. Note that many forms of nitrogen including nitrate, ammonium, and urea may be found on coral reefs, and their origins and effects on the coral holobiont may vary (Shantz and Burkepile, 2014). However, for the purposes of our present work, we adopt the simplifying assumption that all nitrogen available to the coral is of the same chemical form, which allows us to focus our analysis on the effects of absolute changes in nitrogen supply. We consider the probable consequences of alternate formulations in the Discussion. 1) We assumed that the rate of nitrogen exchange between the interstitial space and external environment depends on the differ- ence between interstitial and ambient nitrogen concentrations and a flushing rated: dN env  N i ðÞ wheredrepresents the rate of turnover of the water in the intersti- tial space. Its value may be influenced by colony morphology (e.g., colonies with more open branching structures would be expected to have higher flushing rates) as well as the rate of water flow around a colony (Reidenbach et al., 2006). 2) Fish excrete nitrogen into the interstitial space at a per bio- mass ratee P . The total rate of nitrogen excretion is assumed to scale linearly with fish biomass (Holbrook et al., 2008), and is thus given bye P P. 3) Recall that the host shares nitrogen in excess of that used for its own growth with the symbiont. Any nitrogen that is still left over after the symbiont has used all it can for growth makes up a rejection flux of nitrogen from the symbiont biomass SU,j Nw . This flux is the difference between the input of nitrogen to the SU (i.e., surplus nitrogen from the host, q N H=S, and recycled nitrogen from symbiont turnover,r NS ) and the amount of nitrogen used for sym- biont biomass formation, g NS j SG : j Nw ¼q N H S þr NS  n NS j SG    þ ð6Þ Note thatxðÞ þ means maxx;0ðÞand ensures thatj Nw never goes negative. In the originalCunning et al. (2017)model, this waste nitrogen was assumed to be lost to the environment. Here, in the absence of empirical data on the fate of this nitrogen, we assumed that waste nitrogen released by the symbionts in host tissue lining the interstitial space can enter this space. We further assumed that a fractionfof this nitrogen is in a form that is bioavailable to the host. If symbionts are evenly distributed in host tissue, such that a fraction 1  aðÞof symbionts are within tissue lining the intersti- tial space, then the total amount of waste nitrogen that enters the interstitial space and is available to the host is f1 aðÞj Nw S 4) As described in the section ‘‘Host nitrogen uptake”, the mass- specific rate of nitrogen uptake from the interstitial space by the host is 1  aðÞj N i (eqn. 4). Thus, the total rate of host interstitial nitrogen uptake is given by 1 aðÞj N i H Fig. 1.Conceptual diagram of the model (modified fromFig. 1ofCunning et al., 2017). As in Cunning et al.,j’s represent mass-specific fluxes, and large circles represent synthesizing units (SUs). q’s signify fluxes that are shared between partners. In the fish excretion model, the host takes up nitrogen from both the external environment (N env ) and the interstitial space (N i ) at rates proportional to the fraction of host tissue in contact with each of these environments (aand 1 a, respectively). The concentration of nitrogen in the interstitial space is influenced by uptake by the host, exchange with the external environment, waste released by the symbionts, and excretions from fish within the interstitial space. A. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087 4 Putting the above components together, the full equation for the interstitial nitrogen dynamics is dN i dt ¼dN env  N i ðÞþe P Pþf1 aðÞj Nw S 1 aðÞj N i H    V  1 Hi ð7Þ where components 2–4 are divided by the volume of the interstitial spaceV Hi to express these rates of nitrogen transfer in terms of nitrogen concentrations. 2.6. Model initialization In this model, the dynamics of the fluxes occur on faster time scales than the dynamics of the state variables. While the fluxes are assumed to equilibrate virtually immediately, the flux equa- tions can be satisfied by multiple sets of solutions. To simulate the system, we set up auxiliary state variables for some of the fluxes ( q C ;j CP andj N i ) and calculated the equilibria of the remain- ing fluxes from these. The numerical method and the procedure for finding a low dimensional representation of the fast network are described byPfab et al. (in review). Using this method, the system can be fully defined by specifying initial values for q C ,j CP , andj N i in addition to the state variablesH;V H ;S;N i , andP. In all simula- tions, the initial values used wereH 0 ¼1;V H0 ¼k V H 0 ; S 0 ¼0:3;N i0 ¼N env ;j N i 0 ¼ j Nm N i0 N i0 þK N ;j CP0 ¼1, andq C0 ¼1. If fish were present, fish biomass was initialized at carrying capacity (P 0 ¼k P 1 aðÞH 0 ), otherwiseP 0 ¼0. For a given set of environ- mental conditions, the steady state behavior of the system is deter- mined by the initial values of a few key fluxes (Pfab et al., in review). By choosingj CP0 ¼1 andq C0 ¼1, we ensured that the sys- tem was initially in the nitrogen-limited (non-bleached) state: the symbiont is both producing carbon and sharing it with the host a high rate. 3. Model analysis and results 3.1. Fish effects on interstitial nitrogen and host growth under varying environmental conditions 3.1.1. Description of analyses To explore the conditions under which fish-derived nitrogen benefits host corals, we first focused on constant environments with intermediate light levels (I= 15 mol photons m  2 d  1 ). We ran simulations with varying levels of host prey (X), ambient levels of nitrogen in the environment (N env ), flushing rates (d), and rela- tionships between host biomass and fish carrying capacity (k P ), all with and without fish. For each simulation, we recorded the Table 2 Model state variables and parameters, adapted fromCunning et al. (2017). Additions to the original model are shown in bold. Details on model parameterization are provided in the supplement. For parameters whose values were varied in simulations, the default values are given. SymbolDescriptionUnitsValue State variables HHost tissue biomassC-mol– SSymbiont biomassC-mol– PFish biomassg– V H Volume of host colonyL– V Hi Volume of the interstitial space of host colonyL– N i Concentration of nitrogen in the interstitial spacemol L  1 – tTimed– Parameters N env Concentration of nitrogen in the external environmentmol L  1 1*10  7 XConcentration of preyC-mol X L  1 1*10  7 IAmbient irradiance mol photons m  2 d  1 15 k V Host colony volume per unit biomassL C-mol H  1 16.9 v i Fraction of host colony volume that is interstitial space–0.7 aFraction of host tissue in contact with external environment–0.23 r P Fish growth rated  1 0.05 k P Scalar relating fish carrying capacity to interstitial host tissue biomassg fish C-mol H  1 210 d Flushing rated  1 1660 fFraction of symbiont waste N bioavailable to host–1 e P Fish excretion ratemol N g fish  1 d  1 1.5*10  5 n NH N:C molar ratio in host biomass–0.18 n NS N:C molar ratio in symbiont biomass–0.13 n NX N:C molar ratio in prey biomass–0.2 j 0 HT Maintenance rate of host biomassC-mol H C-mol H  1 d  1 0.03 j 0 ST Maintenance rate of symbiont biomassC-mol S C-mol S  1 d  1 0.03 r NH Proportion N turnover recycled in host–0.9 r CH Proportion host metabolic CO 2 recycled to photosynthesis–0.1 r NS Proportion N turnover recycled in symbiont–0.9 r CS Proportion symbiont metabolic CO 2 recycled to photosynthesis–0.9 j Xm Maximum prey assimilation rate from host feedingC-mol X C-mol H  1 d  1 0.13 K X Half-saturation constant for prey assimilationC-mol X L  1 10  6 j Nm Maximum host DIN uptake ratemol N C-mol H  1 d  1 0.035 K N Half-saturation constant for host DIN uptakemol N L  1 1:5 10  6 k CO 2 Efficacy of CO 2 delivery to photosynthesis by host CCMsmol CO 2 mol C  1 10 j HGm Maximum specific growth rate of hostC-mol H C-mol H  1 d  1 1 y CL Quantum yield of photosynthesismol C mol photons  1 0.1 y C Yield of biomass formation from carbonC-mol mol C  1 0.8   a   Effective light-absorbing cross-section of symbiont m 2 C-mol S  1 1.34 k NPQ NPQ capacity of symbiontmol photons C-mol S  1 d  1 112 k ROS Excess photon energy that doubles ROS production, relative to baseline levelsmol photons C-mol S  1 d  1 80 j CPm Maximum specific photosynthesis rate of symbiontmol C C-mol S  1 d  1 2.8 j SGm Maximum specific growth rate of symbiontC-mol S C-mol S  1 d  1 0.25 bScaling parameter for bleaching response–5 A. Raine Detmer, R. Cunning, F. Pfab et al. Journal of Theoretical Biology 541 (2022) 111087 5 steady state concentration of interstitial nitrogenN i and mass- specific host growth ratedH=Hdt. We considered the system to have reached a steady state when interstitial nitrogen and specific growth rates changed by less than 0.01% over the last 50 days of the simulation. We estimated reasonable ranges for each of the varied parame- ters from empirical data. Nitrogen concentrations on coral reefs can vary widely, with nitrate and ammonium levels typically rang- ing from 0.05–5 lM(O’Neil and Capone, 2008). Since we expect fish excretions to have the largest effects on corals in low nitrogen environments, we chose a range forN env of 0.01–1lM, which is at the lower end of reported values. Like nitrogen, zooplankton concentrations on coral reefs can be extremely variable (Nakajima et al., 2014). For instance, a study on the Great Barrier Reef reported zooplankton concentrations that ranged from<4 *10  8 C-mol L  1 on the back reef lagoon to 2 *10  7 C-mol L  1 on the fore reef (Roman et al., 1990), although these values are at the lower end of those reported by other studies (Nakajima et al., 2014). However, in addition to zooplankton abundance, there are other factors that must be considered when estimating rates of host feeding. Corals may only consume specific taxa and sizes of zooplankton, and they may also feed on particulate organic matter and bacteria if zooplankton are not available (Palardy et al., 2006). Importantly, the degree of heterotrophy can vary widely among individual corals (Fox et al., 2018). Given these many uncertainties, we chose to varyXfrom 0–2 *10  7 C-mol L  1 , but note that our estimates of rates of host heterotrophy are uncertain. Furthermore, X¼0 may be unrealistic, since most corals likely have some het- erotrophic feeding, but we included this case for comparison and ran simulations with and without prey. The range of values for the flushing ratedthat we used was based on dye retention trials withPocilloporacolonies (Holbrook et al., 2008). However, this experiment was performed in a low- flow environment, and differences in flushing rates were largely due to colony morphology. Since flow regimes can vary at different locations on a reef (Sebens et al., 2003), we expanded this range to include larger values that represent higher flow environments and thus varieddfrom 450 to 4050 d  1 (but note we do not have empirical data on an upper limit). For the parameterk P , which scales fish carrying capacity to host biomass, we estimated a base- line value of 210 g C-mol H  1 using survey data on damselfish abundance and host colony size collected as part of theHolbrook et al. (2008)study. Details on parameter estimation are provided in the‘‘Fish excretion model parameterization” supplement. 3.1.2. Results The degree to which fish benefit corals is determined by the magnitude by which they increase the concentration of nitrogen in the interstitial space. In intermediate light (low stress) environ- ments, when the system is in the non-bleached state, host and symbiont growth are generally limited by nitrogen. Higher concen- trations of nitrogen in the external environment increase the amount of nitrogen available to the host, both by increasing direct uptake from the environment and by increasing nitrogen in the interstitial space (Fig. 2a). Thus, host growth rate increases with increasing ambient nitrogen (Fig. 2b). Similarly, prey provides an additional source of nitrogen as well as carbon, and host growth is always higher with prey than without (Fig. 2). Note that when prey is available, host growth does not directly reflect interstitial nitrogen concentrations (Fig. 2c, d). Prey indirectly increase inter- stitial nitrogen levels by increasing the amount of surplus nitrogen in the system and thus the amount of waste nitrogen released by the symbiont (Fig. S1). However, when fish are present, increasing prey availability results in fish excretions being diluted due to increased host growth rates (Fig. S1; also see below), and thus results in lower interstitial nitrogen concentrations relative to non-feeding, slower-growing hosts (Fig. 2c). For the range of parameter values considered here, fish have either positive or neutral effects on host growth rate. Fish are more beneficial (i.e., the difference in the growth of hosts with and with- out fish is greater) when ambient nitrogen and prey levels are low (Fig. 2a-d, a-d, Fig. S2a). As ambient nitrogen and/or prey availabil- ity increase, host growth rate is high regardless of fish presence and the magnitude of fish benefits are diminished. Although it makes sense that hosts that have access to sufficient nitrogen from the environment and food would not be as reliant on fish, mathe- matically these results are due to our model formulation: the host grows exponentially, while fish grow logistically to a carrying capacity set by host biomass. As the specific growth rate of the host increases, fish start to lag behind their rapidly increasing carrying capacity. Consequently, there are less fish per unit host biomass (and per unit volume of interstitial space), and the fish’s excretions are diluted. If host growth rate surpasses that of the fish, the ratio of fish to host biomass is effectively zero, and fish have no effect on the system (Fig.S3). On natural reefs, such a phenomenon could possibly occur if fish growth is limited by factors unrelated to host coral size (e.g., prey availability;Jones, 1986). The effects of fish are also influenced by the flushing rate and, unsurprisingly, fish carrying capacity. In the absence of fish, higher flushing rates increase the concentration of nitrogen in the intersti- tial space, as interstitial nitrogen that is taken up by the host is more rapidly replaced with nitrogen from the external environ- ment (Fig. 2e). When fish are present, however, higher rates of exchange with the external environment mean that fish excretions get flushed out, and the positive effects of fish on interstitial nitro- gen and host growth therefore decline with increasing flushing rates (Fig. 2e, f, Fig. S2b). Finally, as the scalark P modulating the relationship between host biomass and fish carrying capacity increases and there are more fish per unit host biomass, there is a larger increase in interstitial nitrogen and host growth in the presence of fish (Fig. 2g, h, Fig. S2b). Variation ink P could reflect host morphology (e.g., branch spacing,Chase et al., 2014) as well as interspecific differences in fish social behavior. For instance, schooling damselfish might have a higher carrying capacity than territorial species such as hawkfish, which are often solitary (Kane et al., 2009). 3.2. Non-linear effects of nitrogen on coral bleaching 3.2.1. Description of analyses Our model predicted that under certain ranges of environmen- tal conditions fish may increase the amount of nitrogen available to their host coral. While the above analyses showed that this can be beneficial in constant environments, we were also inter- ested in how fish excretions affected host performance during acute stress events. Fish affect the host by increasing nitrogen availability; thus, to answer this question, we first explored the effects of nitrogen on the host’s response to stress. Empirical stud- ies have demonstrated that nitrogen can exacerbate bleaching (Thurber et al., 2014; Donovan et al., 2020), and theoretical work suggests this may occur due to enhanced carbon limitation of the host under conditions of elevated nitrogen (Cunning et al., 2017). Here, we wanted to better understand the mechanisms by which nitrogen impacts the symbiosis under stress, as this provides a foundation for interpreting fish effects on host bleaching dynamics. In this model, light is used as a proxy for stress. Light was mod- eled as a step function in order to analyze the effects of stress mag- nitude and duration independently and avoid confounding effects of rates of environmental change. At timet¼t StartStress , light jumps fromI(ambient) toIþI High and remains at this value fort High days A. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087 6 before dropping back toI. Although we used light pulses to simu- late acute stress events, these pulses could also represent high temperature or any other stressor that disrupts the symbiont’s photochemistry and drives bleaching by the production of ROS (Cunning et al., 2017). To explore the system’s sensitivity to nitrogen levels when stressed, we ran simulations in environments with low, intermedi- ate, and high ambient concentrations of nitrogen (N env = 0.1, 1, and 10 lM, respectively). Note that the highest value used is within the range of nitrogen levels reported for reefs that are heavily impacted by anthropogenic activities (Cruz-Pinon et al., 2003). In each simulation, the system was shocked with a light pulse with a total magnitude of 40 mol photons m  2 d  1 (I High = 25 mol pho- tons m  2 d  1 ) that started on day 600 and lasted for 30 days. These simulations were run without fish or prey. As discussed previously, bleaching occurs when the system flips to a carbon-limited state. One useful metric for determining whether the system is in this bleached state is the degree to which the production of each synthesizing unit is limited by the input of carbon (Cunning et al., 2017). Therefore, for each simulation, we calculated the relative limitations of the host and symbiont bio- mass SUs during and after the light pulse. This was done using eqn. 23 ofCunning et al. (2017): log minj S1 ;j Pm ðÞ minj S2 ;j Pm ðÞ    wherej S1 andj S2 are the input fluxes of carbon and nitrogen, respec- tively, andj Pm is the maximum rate of biomass production. Positive values indicate production is more limited by nitrogen, while neg- ative values indicate carbon is more limiting. If this expression is equal to zero, production is limited by its maximum rate (i.e., nei- ther substrate is limiting). 3.2.2. Results We found that nitrogen availability can produce a ‘‘Goldilocks effect”, in which too-low or too–high levels of nitrogen could increase the risk of host bleaching under light stress (Fig. 3, Fig. 4). Furthermore, the mechanisms underlying the effects of low vs. high nitrogen differed (Fig. 3). In the low nitrogen environment (Fig. 3a;Fig. 4, yellow lines), hosts grew slowly prior to light stress and had little surplus nitro- gen to share with the symbionts, which consequently also had a low growth rate (Fig. 4a-c). Therefore, symbiont density was ini- tially low (Fig. 4d). Low self-shading by the sparse symbionts meant that when the light pulse occurred, symbiont photosystems were saturated, and excess light drove high levels of ROS produc- tion (Fig. 4e). These damaged the photosystems and drove declines in symbiont biomass, both of which reduced the amount of fixed carbon being produced and shared with the host (Fig. 4c, f). The host became carbon-limited and, with no surplus carbon to acti- vate the CCMs, carbon limitation of the symbionts soon followed (Fig. 4g, h). In the high nitrogen environment (Fig. 3b;Fig. 4, blue lines), higher host growth rate, surplus nitrogen, and symbiont growth rate meant that symbiont densities at the start of the light pulse were high (Fig. 4a-d). Because dense symbionts shaded one another, the increase in ROS production at the start of the light pulse was low (Fig. 4e). Although carbon production was reduced, symbionts were initially able to maintain positive growth (Fig. 4c). The combination of a large, growing symbiont population and lower carbon production meant that the amount of surplus carbon shared with the host declined (Fig. 4f). The host, which also required high levels of carbon to support its high growth rate, rapidly became carbon limited, and the system subsequently flipped to the bleached state (Fig. 4g, h). Fig. 2.Effects of fish and prey on steady state interstitial nitrogen concentration (N i ) and host specific growth rate (dH/Hdt) under varying levels of nitrogen in the external environment (a, b), levels of prey (c, d), flushing rates (e, f), and fish biomass per unit interstitial host biomass (g, h). Results are shown for simulations without fish (blue lines), with fish (orange lines), with prey (solid lines), and without prey (dashed lines). For each plot, the default values for parameters that were held constant were: flushing rate = 1660 d  1 , scalar specifying relationship between interstitial host biomass and fish carrying capacity = 210 g C-mol H  1 , ambient N = 1*10  7 mol L  1 , and prey = 1*10  7 C-mol L  1 (if present) or 0 C-mol L  1 (if absent). For the interstitial nitrogen plots, the grey line indicates the ambient concentration of nitrogen in the external environment (N env ). Note the difference in y-axis scales between column 1 and columns 2–4. A. Raine Detmer, R. Cunning, F. Pfab et al. Journal of Theoretical Biology 541 (2022) 111087 7 Fig. 3.Diagram of the different mechanisms underlying the ‘‘Goldilocks” effects of nitrogen. Fig. 4.Model simulations of environments with low (10  7 mol L  1 ), medium (10  6 mol L  1 ) and high (10  5 mol L  1 ) values ofN env (the concentration of nitrogen in the external environment) are shown in orange, green, and blue, respectively. All simulations were run without fish or prey, and with a flushing rate of d = 1660 d  1 . A light pulse with a total magnitude of 40 mol photons m  2 d  1 began at day 600 and lasted 30 days (gray shaded region). For g) and h), positive values indicate biomass production is more limited by nitrogen, while negative values indicate carbon is more limiting. A. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087 8 Nitrogen levels were ‘‘just right” if the balance between the pro- tective benefits of dense symbionts and the costs of reduced car- bon sharing by these rapidly growing symbionts was sufficient to prevent the system from becoming carbon limited (Fig. 4, green lines). This range of ‘‘just right” nitrogen levels depended on the level of stress, and if stress was high enough, it did not exist (the host bleached regardless of nitrogen availability; Fig. S4). Similarly, prey availability also had a large effect on these Goldilocks dynam- ics; notably, if prey was sufficiently high, the ‘‘too low” range either did not exist or occurred at unrealistically low levels of nitrogen (Fig. S5). It is also important to note that once a host had bleached, nitrogen always slowed or inhibited the system’s return to the nitrogen-limited state. Thus, even if nitrogen levels were within the ‘‘too low” range, increasing nitrogen had a negative effect on the host’s bleaching response (Fig. S6). It was only when nitrogen jumped from a value in the ‘‘too low” range to one in the ‘‘just right” range (in which the host does not bleach at all) that an increase in nitrogen availability benefited hosts under stress. 3.3. Fish and environmental conditions affect host bleaching and recovery thresholds 3.3.1. Description of analyses In our model, bleaching occurs when the system transitions from a nitrogen- to a carbon-limited state (Fig. 4), as in the original Cunning et al. (2017)model. Thus, whether or not stress events cause the host to bleach will depend on the relative availability of nitrogen and carbon in the system. The above results suggested that when hosts are stressed, nitrogen can be harmful if ‘‘too low” or ‘‘too high”, but beneficial if ‘‘just right”. Relative nitrogen avail- ability is affected by fish presence as well as environmental condi- tions (e.g., ambient nitrogen, flushing rates and prey levels;Fig. 2). Thus, we next explored how these factors influenced thresholds in host responses to varying levels of stress. We ran simulations in which the system was shocked with a light pulse of varying magnitude and duration. In each simulation, the light pulse began on day 600. Pulse duration (t High ) ranged from 7–35d, and pulse magnitude (I High þI) ranged from 35–50 mol pho- tons m  2 d  1 . We categorized the system’s response to each stress event as follows: 1) ‘‘Not stressed” (host growth remained positive and neither the host nor symbiont biomass SU became carbon- limited), 2) ‘‘Mildly stressed” (host growth went negative during the pulse, but both biomass SUs did not become C-limited), 3) ‘‘Bleached and recovered” (the system flipped to the bleached state with negative host growth and C-limited SUs, but returned to pos- itive growth and nitrogen limitation within 100 days following the end of the light pulse), and 4) ‘‘Bleached with mortality” (the sys- tem flipped to the bleached state and remained in this state for more than 100 days after the end of the light pulse). The recovery cut-off of 100 days was chosen because we assumed that a host that still had a negative growth rate after this long would likely be dead. We first ran these simulations in a low nitrogen, low flushing rate environment (N env ¼1 10  7 mol L  1 ,d¼1660 d  1 ) with and without fish and prey (withX¼1 10  7 C-mol L  1 for the with-prey case). We repeated this with a higher flushing rate (d¼3000 d  1 ) and then again with higher ambient nitrogen (N env ¼1 10  6 mol L  1 ). 3.3.2. Results Fig. 5a-d show the results of simulations in a low nitrogen, low flushing rate environment. In the absence of prey, fish were bene- ficial under moderate levels of light stress, as hosts without fish were strongly nitrogen limited and unable to maintain positive growth when carbon production was reduced. At higher light levels, hosts generally bleached regardless of the presence or absence of fish (Fig. 5a, b). However, fish did slightly alter host bleaching thresholds, and these differences were consistent with the finding that ‘‘just right” levels of nitrogen depend on the level of stress experienced by the host (Fig. S4). In these simulations, we observed one case in which the presence of fish prevented the host from bleaching (when pulse magnitude was 39 mol photons m  2 d  1 and pulse duration was 25d). Exploring this further, we found that slightly increasing environmental nitrogen and decreasing the flushing rate (such that overall nitrogen availability was higher and fish excretions were lost at a slower rate) expanded the range of stress levels for which fish increased nitrogen into the ‘‘just right” ranges and prevented bleaching (Fig. S7). However, in the simula- tions shown inFig. 5, there were also several cases in which hosts bleached with but not without fish (e.g., at a pulse magnitude of 50 mol photons m  2 d  1 and a pulse duration of 7d). At these levels of stress, fish instead increased nitrogen from the ‘‘just right” to the ‘‘too high” range. Thus, the effects of fish on host bleaching thresh- olds depended on nitrogen availability in both the presence and absence of fish as well as the severity of the stress event. Prey increased the host’s tolerance to stress and, for stress levels that exceeded this tolerance, enabled bleached hosts to recover (Fig. 5c). However, recovery required sufficiently low levels of nitrogen: fish reduced the range of stress levels over which recov- ery was possible (Fig. 5d), while increasing the flushing ratedame- liorated these negative effects (Fig. 5e, f). Increasing the ambient concentration of nitrogen in the external environment (N env ) inhib- ited recovery, with minimal effects of fish (Fig. 5g, h). 3.4. Fish and environmental conditions affect post-bleaching recovery 3.4.1. Description of model analyses While the above analyses indicated whether or not bleached hosts recovered (i.e., returned to the nitrogen-limited state within 100 days after a stress event), we also looked more closely at how these post-bleaching dynamics were affected by fish presence and environmental conditions. To do this, we ran simulations with a light pulse that was stressful enough to induce bleaching across a range of environmental conditions (duration = 30d, magnitude = 50 mol photons m  2 d  1 ). We recorded the time the system took to return to the nitrogen-limited state (positive host growth, no car- bon limitation) following the end of the pulse. We repeated this with and without fish for varying levels of prey, flushing rates, and ambient nitrogen concentrations. We also varied the relation- ship between host biomass and fish carrying capacity to explore the effects of fish abundance in addition to presence/absence. 3.4.2. Results Consistent withFig. 5, the time the system took to return to the nitrogen-limited state was dependent on the levels of carbon and nitrogen in the holobiont and its environment. Furthermore, the relationship between relative nitrogen availability and return time was nonlinear, with abrupt increases in return times when nitro- gen exceeded threshold values (Fig. 6). Decreasing prey and increasing ambient nitrogen increased the availability of nitrogen relative to that of carbon, slowing the sys- tem’s return to the nitrogen-limited state (Fig. 6a, b). Return times were also longer for lower flushing rates (Fig. 6c), highlighting the large effects of interstitial nitrogen dynamics on the system’s response to stress. When the system bleached and the host and symbiont became carbon limited, interstitial nitrogen concentra- tions spiked due to an increase in surplus nitrogen in the holobiont, which was ultimately released into the interstitial space as waste from the symbionts (Fig. S8). At lower flushing rates, this spike was larger and more prolonged, and there was therefore more nitrogen in the system during the initial post",
  "sections": {
    "abstract": "Many corals form close associations with a diverse assortment of coral-dwelling fishes and other fauna. As coral reefs around the world are increasingly threatened by mass bleaching events, it is important to understand how these biotic interactions influence corals’ susceptibility to bleaching. We used dynamic energy budget modeling to explore how nitrogen excreted by coral-dwelling fish affects the physiological performance of host corals. In our model, fish presence influenced the functioning of the coral- Symbiodiniaceae symbiosis by altering nitrogen availability, and the magnitude and sign of these effects depended on environmental conditions. Although our model predicted that fish-derived nitrogen can promote coral growth, the relationship between fish presence and coral tolerance of photo-oxidative stress was non-linear. Fish excretions supported denser symbiont populations that provided protection from incident light through self-shading. However, these symbionts also used more of their photosyn- thetic products for their own growth, rather than sharing with the coral host, putting the coral holobiont at a higher risk of becoming carbon-limited and bleaching. The balance between the benefits of increased symbiont shading and costs of reduced carbon sharing depended on environmental conditions. Thus, while there were some scenarios under which fish presence increased corals’ tolerance of light stress, fish could also exacerbate bleaching and slow or prevent subsequent recovery. We discuss how the contrast between the potentially harmful effects of fish predicted by our model and results of empirical studies may relate to key model assumptions that warrant further investigation. Overall, this study provides a foundation for future work on how coral-associated fauna influence the bioenergetics of their host corals, which in turn has implications for how these corals respond to bleaching-inducing stressors. Ó2022 The Authors. Published by Elsevier Ltd. Thisisan",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found that nitrogen availability can produce a ‘‘Goldilocks effect”, in which too-low or too–high levels of nitrogen could increase the risk of host bleaching under light stress (Fig.",
    "results suggested that when hosts are stressed, nitrogen can be harmful if ‘‘too low” or ‘‘too high”, but beneficial if ‘‘just right”.",
    "we observed one case in which the presence of fish prevented the host from bleaching (when pulse magnitude was 39 mol photons m  2 d  1 and pulse duration was 25d).",
    "we found that slightly increasing environmental nitrogen and decreasing the flushing rate (such that overall nitrogen availability was higher and fish excretions were lost at a slower rate) expanded the range of stress levels for which fish increased nitrogen into the ‘‘just right” ranges and prevented bleaching (Fig.",
    "we found some cases in which fish increased host bleaching tolerance (Fig."
  ],
  "fullText": "\n\nFertilization by coral-dwelling fish promotes coral growth but can\nexacerbate bleaching response\nA. Raine Detmer\na,\n⇑\n, Ross Cunning\nb\n, Ferdinand Pfab\na\n, Alexandra L. Brown\na\n, Adrian C. Stier\na\n,\nRoger M. Nisbet\na\n, Holly V. Moeller\na\na\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA 93106, USA\nb\nDaniel P. Haerther Center for Conservation and Research, John G. Shedd Aquarium Chicago, IL 60605, USA\narticle  info\nArticle history:\nReceived 23 November 2021\nRevised 28 February 2022\nAccepted 2 March 2022\nAvailable online 8 March 2022\nKeywords:\nDEB modeling\nCoral bleaching\nFish excretions\nNitrogen fertilization\nSymbiosis\nCoral-associated fauna\nabstract\nMany corals form close associations with a diverse assortment of coral-dwelling fishes and other fauna.\nAs coral reefs around the world are increasingly threatened by mass bleaching events, it is important to\nunderstand how these biotic interactions influence corals’ susceptibility to bleaching. We used dynamic\nenergy budget modeling to explore how nitrogen excreted by coral-dwelling fish affects the physiological\nperformance of host corals. In our model, fish presence influenced the functioning of the coral-\nSymbiodiniaceae symbiosis by altering nitrogen availability, and the magnitude and sign of these effects\ndepended on environmental conditions. Although our model predicted that fish-derived nitrogen can\npromote coral growth, the relationship between fish presence and coral tolerance of photo-oxidative\nstress was non-linear. Fish excretions supported denser symbiont populations that provided protection\nfrom incident light through self-shading. However, these symbionts also used more of their photosyn-\nthetic products for their own growth, rather than sharing with the coral host, putting the coral holobiont\nat a higher risk of becoming carbon-limited and bleaching. The balance between the benefits of increased\nsymbiont shading and costs of reduced carbon sharing depended on environmental conditions. Thus,\nwhile there were some scenarios under which fish presence increased corals’ tolerance of light stress, fish\ncould also exacerbate bleaching and slow or prevent subsequent recovery. We discuss how the contrast\nbetween the potentially harmful effects of fish predicted by our model and results of empirical studies\nmay relate to key model assumptions that warrant further investigation. Overall, this study provides a\nfoundation for future work on how coral-associated fauna influence the bioenergetics of their host corals,\nwhich in turn has implications for how these corals respond to bleaching-inducing stressors.\nÓ2022 The Authors. Published by Elsevier Ltd. ThisisanopenaccessarticleundertheCCBY-NC-NDlicense\n(http://creativecommons.org/licenses/by-nc-nd/4.0/).\n1. Introduction\nCoral reefs are among the most productive and biodiverse\necosystems on the planet (Crossland et al., 1991; Fisher et al.,\n2015). This diversity is largely supported by the physical structure\nof the reefs themselves, which is primarily composed of the cal-\ncium carbonate skeletons of scleractinian corals (Graham and\nNash, 2013; Spalding et al., 2001). Coral reefs generally occur in\nnutrient-poor waters, yet corals are able to calcify at a rate that\nsupports net reef accretion due to a symbiosis with endosymbiotic\nalgae in the family Symbiodiniaceae (Muscatine and Porter, 1977).\nIn this partnership, the coral provides its algae with nutrients and\ncarbon dioxide needed for photosynthesis, and the algae provide\nfixed carbon that fuels coral growth (Davy et al., 2012).\nThe functioning of the coral-algal symbiosis is critical for the\npersistence of coral reef ecosystems. However, thermal and other\nstressors can cause this relationship to break down, leading to\nthe mass expulsion of symbionts known as coral bleaching\n(Hoegh-Guldberg, 1999). Severe bleaching events can result in\ncoral mortality, and they are currently the primary threat to coral\nreefs worldwide (Hughes et al., 2018; Eakin et al., 2019). Bleaching\ncommonly occurs when elevated temperatures lead to photo-\noxidative stress in the symbionts, triggering their expulsion by\nthe host coral. However, many factors influence whether and to\nwhat degree an individual coral bleaches during a stress event,\nincluding symbiont type, nutrient availability, level of hetero-\ntrophic feeding, host morphology, and history of stress exposure\n(Rowan, 2004; Morris et al., 2019; Grottoli et al., 2006; Loya\net al., 2001; Hackerott et al., 2021). As stress events like marine\nheatwaves increase in frequency and severity (Hughes et al.,\n2018), there is a critical need to better understand what makes\nhttps://doi.org/10.1016/j.jtbi.2022.111087\n0022-5193/Ó2022 The Authors. Published by Elsevier Ltd.\nThis is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\n⇑\nCorresponding author.\nE-mail address:adetmer@ucsb.edu(A.R. Detmer).\nJournal of Theoretical Biology 541 (2022) 111087\nContents lists available atScienceDirect\nJournal of Theoretical Biology\njournal homepage: www.elsevier.com/locate/yjtbi\n\ncorals more or less susceptible to bleaching. However, in many\ncases, this is challenging because the factors that modulate bleach-\ning susceptibility do so in complex ways. For example, although\nhigh ambient concentrations of nutrients have been shown to\nexacerbate bleaching (Thurber et al., 2014; Donovan et al., 2020),\nthe effects of nutrient enrichment on bleaching depend on numer-\nous factors (e.g., the form of nitrogen, N:P ratios) in ways that are\nnot fully understood (Morris et al., 2019; Wiedenmann et al.,\n2013). Additionally, coral growth has been shown to exhibit a uni-\nmodal response to nutrient enrichment (Gil, 2013), which could\npotentially extend to similarly non-linear effects of nutrients on\nbleaching.\nCorals’ tolerance of bleaching-inducing stressors may also be\ninfluenced by other organisms. In addition to algal endosymbionts,\na diverse assortment of taxa may live on or within coral colonies\n(Gates and Ainsworth, 2011). In particular, the structural complex-\nity created by branching corals in the generaPocilloporaandAcro-\nporaserves as an important habitat for many species of fishes and\ninvertebrates (Coker et al., 2014; Stella et al., 2010). Host corals\nreceive a range of benefits from these inhabitants, including\nenhanced defense against corallivores, removal of sediments, and\nprovision of nutrients (McKeon et al., 2012; Stewart et al., 2006;\nLiberman et al., 1995). The presence of coral-associated fauna\nmay also ameliorate the effects of stressors like disease and ele-\nvated temperatures (Pollock et al., 2013; Chase et al., 2018), sug-\ngesting that these mutualistic relationships could significantly\ninfluence the bleaching susceptibility of the corals that form them\n(Gates and Ainsworth, 2011).\nCoral-dwelling fishes, particularly damselfish (Family Pomacen-\ntridae), are widespread and abundant on many coral reefs (Coker\net al., 2014; Wilson et al., 2008). How these fish impact their host\ncolonies during periods of stress could therefore have large impli-\ncations for the resilience of branching coral populations. However,\nlittle is known about how fish presence influences coral bleaching,\nor by what mechanisms. One recent study found that resident fish\nreduced the severity of experimentally-induced bleaching, and the\nauthors suggested these results could be due to increased nutrient\navailability and/or aeration of interstitial space in the presence of\nfish (Chase et al., 2018). Here, we explored this hypothesis more\nformally and expanded on it by also asking how fish effects are\nmediated by environmental conditions, including ambient nitro-\ngen levels. We focused on the effects of fish excretions (e.g.,\nnitrogenous wastes;Meyer and Schultz, 1985), as nutrient avail-\nability can have a major influence on corals’ susceptibility to\nbleaching (Morris et al., 2019). In general, fishes and other con-\nsumers play important roles in nutrient dynamics on coral reefs,\nincluding the transport of nutrients from the water column to\nthe benthos (Allgeier et al., 2016; Pinnegar and Polunin, 2006).\nCoral-dwelling fishes may have particularly large impacts on the\navailability of nutrients for individual coral colonies, as they are\noften site-attached (Booth, 2016) and inhabit colony interstices,\nwhere nutrient levels may differ from those of the surrounding\nwater column due to colony uptake rates and flow patterns\n(Chamberlain and Graus, 1975). While the nutrients excreted by\ncoral-dwelling fish have been shown to increase the growth rates\nof their host corals under ambient conditions (Holbrook et al.,\n2008), our goal with this study was to investigate how these excre-\ntions then modulate the host’s response to stressors capable of\ntriggering bleaching.\nA mechanistic understanding of the effects of fish-derived nitro-\ngen on host corals requires explicit consideration of the bioener-\ngetics of the coral-algal symbiosis. Dynamic energy budget (DEB)\nmodels, which essentially model an organism’s physiology by\ntracking the fluxes of elements within it (Kooijman, 2009), provide\na theoretical framework to explore the effects of fish excretions.\nHere, we modified a DEB-based model of the coral-algal symbiosis\n(Cunning et al., 2017) to include nutrient excretion by coral-\ndwelling fish. Our goal was to investigate how fish excretions\nmay affect host corals during periods of low and elevated stress,\nas well as the environmental factors that mediate these effects.\nWe first used the model to explore how fish affected nitrogen\navailability and host growth under various ambient (low stress)\nenvironmental conditions. We then simulated acute stress events\nto investigate the sensitivity of host bleaching to nitrogen avail-\nability and the underlying mechanisms. Finally, we looked at\neffects of fish excretion on host bleaching thresholds and post-\nbleaching recovery dynamics and how these depended on environ-\nmental conditions. This study is an important step towards a more\nmechanistic understanding of how coral-dwelling fishes may influ-\nence the growth and stress tolerance of host corals on reefs that are\nincreasingly impacted by the effects of global climate change.\n2. Model description\nOur model is based on a dynamic bioenergetic model of the\ncoral-algal symbiosis built byCunning et al. (2017). In this section,\nwe provide a brief overview of this model before describing how\nwe modified it to incorporate nitrogen excretion by coral-\ndwelling fish. A detailed description of the original model and its\nequations is given in AppendixA.\n2.1. The coral-algal DEB model\nThe Cunning et al. model describes the bioenergetics of the\nsymbiosis between a coral host and its algal symbionts. It consists\nof two state variables (host and symbiont biomass) and 14 mass-\nspecific fluxes that describe the flows of nitrogen, carbon and light\nenergy within the system, as well as the formation and turnover of\nhost and symbiont biomass (Table 1, ‘‘Host” and ‘‘Symbiont” boxes\ninFig. 1). Equations describing the production of fixed carbon and\nbiomass from substrates are referred to as synthesizing units (SUs).\nThe symbiosis is characterized by ‘‘sharing the surplus”, whereby\neach partner provides the other with substrate (nitrogen from\nthe host and fixed carbon from the symbiont) in excess of that used\nfor its own growth.\nWithin the symbiont, a photosynthesis SU takes in light and CO\n2\nand produces fixed carbon. This fixed carbon, together with surplus\nnitrogen received from the host, is used by the symbiont biomass\nSU to make symbiont biomass. The host takes up nitrogen and prey\n(which consists of nitrogen and carbon) from the environment.\nThis nitrogen and carbon, along with surplus fixed carbon from\nthe symbiont, is input into the host biomass SU and used to pro-\nduce host biomass. Additionally, organic carbon in excess of that\nused for host growth fuels host carbon concentrating mechanisms\n(CCMs), which supply the symbiont with CO\n2\n.\nThe symbiosis is functional when the production and supply of\nfixed carbon is high enough that it is not limiting the growth of\neither partner. Symbiont and host growth rates are both positive\nand limited by the availability of nitrogen (or, if nitrogen levels\nare high, by maximum biomass production rates). We refer to this\nnon-bleached, ‘‘healthy” state as the ‘‘nitrogen-limited state”\nthroughout the paper. Host bleaching is characterized by a flip to\na carbon-limited state in which the production of fixed carbon\nand assimilation of carbon from prey are insufficient to support\npositive growth of the host and symbiont (Wooldridge, 2009).\nBleaching is triggered by excess light energy, which produces reac-\ntive oxygen species (ROS). These molecules inhibit photosynthesis\nand increase symbiont turnover, reducing the production of fixed\ncarbon and potentially causing the system to become carbon\nlimited.\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n2\n\nIn the Cunning et al. model, the host takes up nitrogen from the\nexternal environment, which is assumed to be the surrounding\nwater column. To understand how the presence of fish affects\nthe amount of nitrogen available to the host, we chose to explicitly\naccount for the dynamics of the concentration of nitrogen within\nthe interstitial space of a coral colony. These modifications are\ndescribed below (also seeFig. 1).\n2.2. Host colony morphology\nIn the dynamic energy budget model, the host is described in\nterms of tissue biomass. In order to characterize the morphology\nof a host colony, we distinguished between living tissue (the host\nbiomass) and skeleton volume (which determines the volume of\nthe interstitial space). We used empirical data on branching corals\nto approximate simple allometric relationships between host tis-\nsue biomassHand metrics of colony morphology (see‘‘Fish excre-\ntion model parameterization” supplement). For total colony volume\nV\nH\n, we used the general relationship\nV\nH\n¼k\nV\nHð1Þ\nwherek\nV\nis colony volume per unit biomass (seeTable 2for a\ndescription of model variables, parameters, and their units). Thus,\nthe DEB-based component of the model describes the biomass of\nliving host tissue, and we assume that when new tissue biomass\nis formed, the coral simultaneously builds skeleton andV\nH\nincreases at a rate proportional todH=dt. However, since it is mainly\nthe skeletal structure of a colony that determines its volume, the\nabove relationship no longer holds when a host loses tissue biomass\nbut its skeleton remains intact (such as may occur following bleach-\ning;Clark et al., 2000). To address this, the rate of change in host\nvolume was decoupled from that of host biomass:\ndV\nH\ndt\n¼\n0;\ndH\ndt\n<0\nk\nv\ndH\ndt\n;\ndH\ndt\nP0\n(\nð2Þ\nWhen host tissue biomass is declining,V\nH\nremains constant. When\nhost biomass is increasing,V\nH\nincreases proportionately todH=dtas\ngiven by the derivative of eqn. 1 with respect to time. Note this for-\nmulation assumes that, following a period of negative host growth\n(e.g., a bleaching event), a host that returns to positive growth will\nbegin growing new tissue and new skeleton. In reality, re-growth of\ntissue over old skeleton may also occur (Henry and Hart, 2005), but\nfor simplicity was not considered here.\nThe volume of the interstitial space in a colonyV\nHi\nis then given\nby\nV\nHi\n¼v\ni\nV\nH\nð3Þ\nwherev\ni\nis the fraction of the colony volume that is filled with\nwater.\n2.3. Host nitrogen uptake\nAs in theCunning et al. (2017)model, the rate of nitrogen\nuptake by the host is described by Michaelis-Menten kinetics.\nHowever, there are now two pools of nitrogen available to the\nhost: nitrogen in the external environmentN\nenv\n(equivalent toN\nin the original model) and nitrogen in the interstitial spaceN\ni\n.\nWe assumed that a fraction\naof host tissue is in direct contact with\nthe external environment and exclusively takes up environmental\nnitrogen. The remaining 1\u0002\naðÞfraction of host tissue lines the\ninterstitial space and only has access to interstitial nitrogen.\nAssuming  the  same  maximum  uptake  ratej\nNm\nand  half-\nsaturation constantK\nN\nfor both nitrogen pools, the total mass-\nspecific (per unit host biomass) rate of nitrogen uptakej\nN\nis there-\nfore given by\nj\nN\n¼aj\nN\nenv\nþ1\u0002aðÞj\nN\ni\n¼a\nj\nNm\nN\nenv\nN\nenv\nþK\nN\nþ1\u0002aðÞ\nj\nNm\nN\ni\nN\ni\nþK\nN\nð4Þ\n2.4. Fish growth\nFishPgrow logistically at an intrinsic growth rater\nP\nto a carry-\ning capacity that scales with the constantk\nP\nto the amount of living\nhost tissue in the interstitial space, 1\u0002\naðÞH:\ndP\nPdt\n¼r\nP\nk\nP\n1\u0002aðÞH\u0002P\nk\nP\n1\u0002aðÞH\n\u0002\u0003\nð5Þ\nWe assume that fish carrying capacity is mainly determined by\ninterstitial space, as studies suggest competition for shelter space\nunderlies density-dependence  in coral-dwelling damselfishes\n(Holbrook and Schmitt, 2002). The decision to scale fish carrying\ncapacity to the biomass of interstitial tissue (rather than interstitial\nvolume) implies that a bleached coral that has experienced tissue\nmortality will not support as many fish as an undamaged coral\nwith an equivalent interstitial volume. This formulation was based\non the assumption that coral-dwelling fish prefer live coral as hosts\n(Wilson et al., 2008; Coker et al., 2014) and will therefore leave\ndying hosts in the weeks following the onset of bleaching. How-\never, we also explored how making fish carrying capacity a func-\nTable 1\nModel fluxes, adapted fromCunning et al. (2017). Fluxes that were modified from the\noriginal model are in bold.\nSymbol  DescriptionUnitsEq.\nNo.\nj\nN\nTotal nitrogen uptake ratemol N C-mol H\n\u00021\nd\n\u00021\n4\nj\nN\nenv\nEnvironmental (ambient)\nnitrogen uptake rate\nmol N C-mol H\n\u00021\nd\n\u00021\n4\nj\nN\ni\nInterstitial nitrogen uptake ratemol N C-mol H\n\u00021\nd\n\u00021\n4\nj\nNw\nWaste nitrogen from symbiontmol N C-mol S\n\u00021\nd\n\u00021\n6\nj\nX\nPrey assimilation (feeding) rateC-mol X C-mol H\n\u00021\nd\n\u00021\nA4\nj\nHT\nHost biomass turnover rateC-mol H C-mol H\n\u00021\nd\n\u00021\nA5\nr\nNH\nRecycled nitrogen from host\nturnover\nmol N C-mol H\n\u00021\nd\n\u00021\nA6\nj\nHG\nHost biomass formation rateC-mol H C-mol H\n\u00021\nd\n\u00021\nA7\nq\nN\nNitrogen shared with the symbiont   mol N C-mol H\n\u00021\nd\n\u00021\nA8\nj\neC\nExcess carbon used to activate host\nCCMs\nmol C C-mol H\n\u00021\nd\n\u00021\nA9\nj\nCO\n2\nCO\n2\ninput to photosynthesismol CO\n2\nC-mol H\n\u00021\nd\n\u00021\nA10\nj\nL\nLight absorption ratemol photons C-mol\nS\n\u00021\nd\n\u00021\nA11\nr\nCH\nRecycled CO\n2\nfrom hostmol CO\n2\nC-mol H\n\u00021\nd\n\u00021\nA13\nr\nCS\nRecycled CO\n2\nfrom symbiontmol CO\n2\nC-mol S\n\u00021\nd\n\u00021\nA14\nj\nCP\nPhotosynthesis ratemol C C-mol S\n\u00021\nd\n\u00021\nA15\nj\neL\nLight energy in excess of\nphotochemistry\nmol photons C-mol\nS\n\u00021\nd\n\u00021\nA16\nj\nNPQ\nTotal capacity of NPQmol photons C-mol\nS\n\u00021\nd\n\u00021\nA17\nc\nROS\nROS production proportional to\nbaseline\n–A18\nj\nST\nSymbiont biomass turnover rateC-mol S C-mol S\n\u00021\nd\n\u00021\nA19\nr\nNS\nRecycled nitrogen from symbiont\nturnover\nmol N C-mol S\n\u00021\nd\n\u00021\nA20\nj\nSG\nSymbiont biomass formation rateC-mol S C-mol S\n\u00021\nd\n\u00021\nA21\nq\nC\nFixed carbon shared with hostmol C C-mol S\n\u00021\nd\n\u00021\nA22\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n3\n\ntion of interstitial volume (meaning that fish remain on bleached\nhosts;Coker et al., 2012) altered their effects on post-bleaching\ndynamics.\n2.5. Interstitial nitrogen dynamics\nThe concentration of nitrogen in the interstitial spaceN\ni\nis a\nstate variable whose dynamics are influenced by 1) exchange of\nwater (and dissolved nitrogen) between the interstitial space and\nexternal environment, 2) excretions from fish, 3) waste nitrogen\nreleased by the symbiont, and 4) uptake by the host. Note that\nmany forms of nitrogen including nitrate, ammonium, and urea\nmay be found on coral reefs, and their origins and effects on the\ncoral holobiont may vary (Shantz and Burkepile, 2014). However,\nfor the purposes of our present work, we adopt the simplifying\nassumption that all nitrogen available to the coral is of the same\nchemical form, which allows us to focus our analysis on the effects\nof absolute changes in nitrogen supply. We consider the probable\nconsequences of alternate formulations in the Discussion.\n1) We assumed that the rate of nitrogen exchange between the\ninterstitial space and external environment depends on the differ-\nence between interstitial and ambient nitrogen concentrations and\na flushing rated:\ndN\nenv\n\u0002N\ni\nðÞ\nwheredrepresents the rate of turnover of the water in the intersti-\ntial space. Its value may be influenced by colony morphology (e.g.,\ncolonies with more open branching structures would be expected\nto have higher flushing rates) as well as the rate of water flow\naround a colony (Reidenbach et al., 2006).\n2) Fish excrete nitrogen into the interstitial space at a per bio-\nmass ratee\nP\n. The total rate of nitrogen excretion is assumed to\nscale linearly with fish biomass (Holbrook et al., 2008), and is thus\ngiven bye\nP\nP.\n3) Recall that the host shares nitrogen in excess of that used for\nits own growth with the symbiont. Any nitrogen that is still left\nover after the symbiont has used all it can for growth makes up\na rejection flux of nitrogen from the symbiont biomass SU,j\nNw\n. This\nflux is the difference between the input of nitrogen to the SU (i.e.,\nsurplus nitrogen from the host,\nq\nN\nH=S, and recycled nitrogen from\nsymbiont turnover,r\nNS\n) and the amount of nitrogen used for sym-\nbiont biomass formation,\ng\nNS\nj\nSG\n:\nj\nNw\n¼q\nN\nH\nS\nþr\nNS\n\u0002n\nNS\nj\nSG\n\u0002\u0003\nþ\nð6Þ\nNote thatxðÞ\nþ\nmeans maxx;0ðÞand ensures thatj\nNw\nnever goes\nnegative. In the originalCunning et al. (2017)model, this waste\nnitrogen was assumed to be lost to the environment. Here, in the\nabsence of empirical data on the fate of this nitrogen, we assumed\nthat waste nitrogen released by the symbionts in host tissue lining\nthe interstitial space can enter this space. We further assumed that\na fractionfof this nitrogen is in a form that is bioavailable to the\nhost. If symbionts are evenly distributed in host tissue, such that\na fraction 1\u0002\naðÞof symbionts are within tissue lining the intersti-\ntial space, then the total amount of waste nitrogen that enters the\ninterstitial space and is available to the host is\nf1\u0002aðÞj\nNw\nS\n4) As described in the section ‘‘Host nitrogen uptake”, the mass-\nspecific rate of nitrogen uptake from the interstitial space by the\nhost is 1\u0002\naðÞj\nN\ni\n(eqn. 4). Thus, the total rate of host interstitial\nnitrogen uptake is given by\n1\u0002aðÞj\nN\ni\nH\nFig. 1.Conceptual diagram of the model (modified fromFig. 1ofCunning et al., 2017). As in Cunning et al.,j’s represent mass-specific fluxes, and large circles represent\nsynthesizing units (SUs).\nq’s signify fluxes that are shared between partners. In the fish excretion model, the host takes up nitrogen from both the external environment (N\nenv\n)\nand the interstitial space (N\ni\n) at rates proportional to the fraction of host tissue in contact with each of these environments (aand 1\u0002a, respectively). The concentration of\nnitrogen in the interstitial space is influenced by uptake by the host, exchange with the external environment, waste released by the symbionts, and excretions from fish\nwithin the interstitial space.\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n4\n\nPutting the above components together, the full equation for\nthe interstitial nitrogen dynamics is\ndN\ni\ndt\n¼dN\nenv\n\u0002N\ni\nðÞþe\nP\nPþf1\u0002aðÞj\nNw\nS\u00021\u0002aðÞj\nN\ni\nH\n\u0004\u0005\nV\n\u00021\nHi\nð7Þ\nwhere components 2–4 are divided by the volume of the interstitial\nspaceV\nHi\nto express these rates of nitrogen transfer in terms of\nnitrogen concentrations.\n2.6. Model initialization\nIn this model, the dynamics of the fluxes occur on faster time\nscales than the dynamics of the state variables. While the fluxes\nare assumed to equilibrate virtually immediately, the flux equa-\ntions can be satisfied by multiple sets of solutions. To simulate\nthe system, we set up auxiliary state variables for some of the\nfluxes (\nq\nC\n;j\nCP\nandj\nN\ni\n) and calculated the equilibria of the remain-\ning fluxes from these. The numerical method and the procedure for\nfinding a low dimensional representation of the fast network are\ndescribed byPfab et al. (in review). Using this method, the system\ncan be fully defined by specifying initial values for\nq\nC\n,j\nCP\n, andj\nN\ni\nin\naddition to the state variablesH;V\nH\n;S;N\ni\n, andP. In all simula-\ntions,  the  initial  values  used  wereH\n0\n¼1;V\nH0\n¼k\nV\nH\n0\n;\nS\n0\n¼0:3;N\ni0\n¼N\nenv\n;j\nN\ni\n0\n¼\nj\nNm\nN\ni0\nN\ni0\nþK\nN\n;j\nCP0\n¼1, andq\nC0\n¼1. If fish\nwere present, fish biomass was initialized at carrying capacity\n(P\n0\n¼k\nP\n1\u0002aðÞH\n0\n), otherwiseP\n0\n¼0. For a given set of environ-\nmental conditions, the steady state behavior of the system is deter-\nmined by the initial values of a few key fluxes (Pfab et al., in\nreview). By choosingj\nCP0\n¼1 andq\nC0\n¼1, we ensured that the sys-\ntem was initially in the nitrogen-limited (non-bleached) state: the\nsymbiont is both producing carbon and sharing it with the host a\nhigh rate.\n3. Model analysis and results\n3.1. Fish effects on interstitial nitrogen and host growth under varying\nenvironmental conditions\n3.1.1. Description of analyses\nTo explore the conditions under which fish-derived nitrogen\nbenefits host corals, we first focused on constant environments\nwith intermediate light levels (I= 15 mol photons m\n\u00022\nd\n\u00021\n). We\nran simulations with varying levels of host prey (X), ambient levels\nof nitrogen in the environment (N\nenv\n), flushing rates (d), and rela-\ntionships between host biomass and fish carrying capacity (k\nP\n),\nall with and without fish. For each simulation, we recorded the\nTable 2\nModel state variables and parameters, adapted fromCunning et al. (2017). Additions to the original model are shown in bold. Details on model parameterization are provided in\nthe supplement. For parameters whose values were varied in simulations, the default values are given.\nSymbolDescriptionUnitsValue\nState variables\nHHost tissue biomassC-mol–\nSSymbiont biomassC-mol–\nPFish biomassg–\nV\nH\nVolume of host colonyL–\nV\nHi\nVolume of the interstitial space of host colonyL–\nN\ni\nConcentration of nitrogen in the interstitial spacemol L\n\u00021\n–\ntTimed–\nParameters\nN\nenv\nConcentration of nitrogen in the external environmentmol L\n\u00021\n1*10\n\u00027\nXConcentration of preyC-mol X L\n\u00021\n1*10\n\u00027\nIAmbient irradiance\nmol photons m\n\u00022\nd\n\u00021\n15\nk\nV\nHost colony volume per unit biomassL C-mol H\n\u00021\n16.9\nv\ni\nFraction of host colony volume that is interstitial space–0.7\naFraction of host tissue in contact with external environment–0.23\nr\nP\nFish growth rated\n\u00021\n0.05\nk\nP\nScalar relating fish carrying capacity to interstitial host tissue biomassg fish C-mol H\n\u00021\n210\nd\nFlushing rated\n\u00021\n1660\nfFraction of symbiont waste N bioavailable to host–1\ne\nP\nFish excretion ratemol N g fish\n\u00021\nd\n\u00021\n1.5*10\n\u00025\nn\nNH\nN:C molar ratio in host biomass–0.18\nn\nNS\nN:C molar ratio in symbiont biomass–0.13\nn\nNX\nN:C molar ratio in prey biomass–0.2\nj\n0\nHT\nMaintenance rate of host biomassC-mol H C-mol H\n\u00021\nd\n\u00021\n0.03\nj\n0\nST\nMaintenance rate of symbiont biomassC-mol S C-mol S\n\u00021\nd\n\u00021\n0.03\nr\nNH\nProportion N turnover recycled in host–0.9\nr\nCH\nProportion host metabolic CO\n2\nrecycled to photosynthesis–0.1\nr\nNS\nProportion N turnover recycled in symbiont–0.9\nr\nCS\nProportion symbiont metabolic CO\n2\nrecycled to photosynthesis–0.9\nj\nXm\nMaximum prey assimilation rate from host feedingC-mol X C-mol H\n\u00021\nd\n\u00021\n0.13\nK\nX\nHalf-saturation constant for prey assimilationC-mol X L\n\u00021\n10\n\u00026\nj\nNm\nMaximum host DIN uptake ratemol N C-mol H\n\u00021\nd\n\u00021\n0.035\nK\nN\nHalf-saturation constant for host DIN uptakemol N L\n\u00021\n1:5\u000310\n\u00026\nk\nCO\n2\nEfficacy of CO\n2\ndelivery to photosynthesis by host CCMsmol CO\n2\nmol C\n\u00021\n10\nj\nHGm\nMaximum specific growth rate of hostC-mol H C-mol H\n\u00021\nd\n\u00021\n1\ny\nCL\nQuantum yield of photosynthesismol C mol photons\n\u00021\n0.1\ny\nC\nYield of biomass formation from carbonC-mol mol C\n\u00021\n0.8\n\u0001\na\n\u0004\nEffective light-absorbing cross-section of symbiont\nm\n2\nC-mol S\n\u00021\n1.34\nk\nNPQ\nNPQ capacity of symbiontmol photons C-mol S\n\u00021\nd\n\u00021\n112\nk\nROS\nExcess photon energy that doubles ROS production, relative to baseline levelsmol photons C-mol S\n\u00021\nd\n\u00021\n80\nj\nCPm\nMaximum specific photosynthesis rate of symbiontmol C C-mol S\n\u00021\nd\n\u00021\n2.8\nj\nSGm\nMaximum specific growth rate of symbiontC-mol S C-mol S\n\u00021\nd\n\u00021\n0.25\nbScaling parameter for bleaching response–5\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n5\n\nsteady state concentration of interstitial nitrogenN\ni\nand mass-\nspecific host growth ratedH=Hdt. We considered the system to\nhave reached a steady state when interstitial nitrogen and specific\ngrowth rates changed by less than 0.01% over the last 50 days of\nthe simulation.\nWe estimated reasonable ranges for each of the varied parame-\nters from empirical data. Nitrogen concentrations on coral reefs\ncan vary widely, with nitrate and ammonium levels typically rang-\ning from 0.05–5\nlM(O’Neil and Capone, 2008). Since we expect fish\nexcretions to have the largest effects on corals in low nitrogen\nenvironments, we chose a range forN\nenv\nof 0.01–1lM, which is\nat the lower end of reported values. Like nitrogen, zooplankton\nconcentrations  on  coral  reefs  can  be  extremely  variable\n(Nakajima et al., 2014). For instance, a study on the Great Barrier\nReef reported zooplankton concentrations that ranged from<4\n*10\n\u00028\nC-mol L\n\u00021\non the back reef lagoon to 2 *10\n\u00027\nC-mol L\n\u00021\non\nthe fore reef (Roman et al., 1990), although these values are at\nthe lower end of those reported by other studies (Nakajima et al.,\n2014). However, in addition to zooplankton abundance, there are\nother factors that must be considered when estimating rates of\nhost feeding. Corals may only consume specific taxa and sizes of\nzooplankton, and they may also feed on particulate organic matter\nand bacteria if zooplankton are not available (Palardy et al., 2006).\nImportantly, the degree of heterotrophy can vary widely among\nindividual corals (Fox et al., 2018). Given these many uncertainties,\nwe chose to varyXfrom 0–2 *10\n\u00027\nC-mol L\n\u00021\n, but note that our\nestimates of rates of host heterotrophy are uncertain. Furthermore,\nX¼0 may be unrealistic, since most corals likely have some het-\nerotrophic feeding, but we included this case for comparison and\nran simulations with and without prey.\nThe range of values for the flushing ratedthat we used was\nbased on dye retention trials withPocilloporacolonies (Holbrook\net al., 2008). However, this experiment was performed in a low-\nflow environment, and differences in flushing rates were largely\ndue to colony morphology. Since flow regimes can vary at different\nlocations on a reef (Sebens et al., 2003), we expanded this range to\ninclude larger values that represent higher flow environments and\nthus varieddfrom 450 to 4050 d\n\u00021\n(but note we do not have\nempirical data on an upper limit). For the parameterk\nP\n, which\nscales fish carrying capacity to host biomass, we estimated a base-\nline value of 210 g C-mol H\n\u00021\nusing survey data on damselfish\nabundance and host colony size collected as part of theHolbrook\net al. (2008)study. Details on parameter estimation are provided\nin the‘‘Fish excretion model parameterization” supplement.\n3.1.2. Results\nThe degree to which fish benefit corals is determined by the\nmagnitude by which they increase the concentration of nitrogen\nin the interstitial space. In intermediate light (low stress) environ-\nments, when the system is in the non-bleached state, host and\nsymbiont growth are generally limited by nitrogen. Higher concen-\ntrations of nitrogen in the external environment increase the\namount of nitrogen available to the host, both by increasing direct\nuptake from the environment and by increasing nitrogen in the\ninterstitial space (Fig. 2a). Thus, host growth rate increases with\nincreasing ambient nitrogen (Fig. 2b). Similarly, prey provides an\nadditional source of nitrogen as well as carbon, and host growth\nis always higher with prey than without (Fig. 2). Note that when\nprey is available, host growth does not directly reflect interstitial\nnitrogen concentrations (Fig. 2c, d). Prey indirectly increase inter-\nstitial nitrogen levels by increasing the amount of surplus nitrogen\nin the system and thus the amount of waste nitrogen released by\nthe symbiont (Fig. S1). However, when fish are present, increasing\nprey availability results in fish excretions being diluted due to\nincreased host growth rates (Fig. S1; also see below), and thus\nresults in lower interstitial nitrogen concentrations relative to\nnon-feeding, slower-growing hosts (Fig. 2c).\nFor the range of parameter values considered here, fish have\neither positive or neutral effects on host growth rate. Fish are more\nbeneficial (i.e., the difference in the growth of hosts with and with-\nout fish is greater) when ambient nitrogen and prey levels are low\n(Fig. 2a-d, a-d, Fig. S2a). As ambient nitrogen and/or prey availabil-\nity increase, host growth rate is high regardless of fish presence\nand the magnitude of fish benefits are diminished. Although it\nmakes sense that hosts that have access to sufficient nitrogen from\nthe environment and food would not be as reliant on fish, mathe-\nmatically these results are due to our model formulation: the host\ngrows exponentially, while fish grow logistically to a carrying\ncapacity set by host biomass. As the specific growth rate of the host\nincreases, fish start to lag behind their rapidly increasing carrying\ncapacity. Consequently, there are less fish per unit host biomass\n(and per unit volume of interstitial space), and the fish’s excretions\nare diluted. If host growth rate surpasses that of the fish, the ratio\nof fish to host biomass is effectively zero, and fish have no effect on\nthe system (Fig.S3). On natural reefs, such a phenomenon could\npossibly occur if fish growth is limited by factors unrelated to host\ncoral size (e.g., prey availability;Jones, 1986).\nThe effects of fish are also influenced by the flushing rate and,\nunsurprisingly, fish carrying capacity. In the absence of fish, higher\nflushing rates increase the concentration of nitrogen in the intersti-\ntial space, as interstitial nitrogen that is taken up by the host is\nmore rapidly replaced with nitrogen from the external environ-\nment (Fig. 2e). When fish are present, however, higher rates of\nexchange with the external environment mean that fish excretions\nget flushed out, and the positive effects of fish on interstitial nitro-\ngen and host growth therefore decline with increasing flushing\nrates (Fig. 2e, f, Fig. S2b). Finally, as the scalark\nP\nmodulating the\nrelationship between host biomass and fish carrying capacity\nincreases and there are more fish per unit host biomass, there is\na larger increase in interstitial nitrogen and host growth in the\npresence of fish (Fig. 2g, h, Fig. S2b). Variation ink\nP\ncould reflect\nhost morphology (e.g., branch spacing,Chase et al., 2014) as well\nas interspecific differences in fish social behavior. For instance,\nschooling damselfish might have a higher carrying capacity than\nterritorial species such as hawkfish, which are often solitary\n(Kane et al., 2009).\n3.2. Non-linear effects of nitrogen on coral bleaching\n3.2.1. Description of analyses\nOur model predicted that under certain ranges of environmen-\ntal conditions fish may increase the amount of nitrogen available\nto their host coral. While the above analyses showed that this\ncan be beneficial in constant environments, we were also inter-\nested in how fish excretions affected host performance during\nacute stress events. Fish affect the host by increasing nitrogen\navailability; thus, to answer this question, we first explored the\neffects of nitrogen on the host’s response to stress. Empirical stud-\nies have demonstrated that nitrogen can exacerbate bleaching\n(Thurber et al., 2014; Donovan et al., 2020), and theoretical work\nsuggests this may occur due to enhanced carbon limitation of the\nhost under conditions of elevated nitrogen (Cunning et al., 2017).\nHere, we wanted to better understand the mechanisms by which\nnitrogen impacts the symbiosis under stress, as this provides a\nfoundation for interpreting fish effects on host bleaching dynamics.\nIn this model, light is used as a proxy for stress. Light was mod-\neled as a step function in order to analyze the effects of stress mag-\nnitude and duration independently and avoid confounding effects\nof rates of environmental change. At timet¼t\nStartStress\n, light jumps\nfromI(ambient) toIþI\nHigh\nand remains at this value fort\nHigh\ndays\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n6\n\nbefore dropping back toI. Although we used light pulses to simu-\nlate acute stress events, these pulses could also represent high\ntemperature or any other stressor that disrupts the symbiont’s\nphotochemistry and drives bleaching by the production of ROS\n(Cunning et al., 2017).\nTo explore the system’s sensitivity to nitrogen levels when\nstressed, we ran simulations in environments with low, intermedi-\nate, and high ambient concentrations of nitrogen (N\nenv\n= 0.1, 1, and\n10\nlM, respectively). Note that the highest value used is within the\nrange of nitrogen levels reported for reefs that are heavily\nimpacted by anthropogenic activities (Cruz-Pinon et al., 2003). In\neach simulation, the system was shocked with a light pulse with\na total magnitude of 40 mol photons m\n\u00022\nd\n\u00021\n(I\nHigh\n= 25 mol pho-\ntons m\n\u00022\nd\n\u00021\n) that started on day 600 and lasted for 30 days. These\nsimulations were run without fish or prey.\nAs discussed previously, bleaching occurs when the system flips\nto a carbon-limited state. One useful metric for determining\nwhether the system is in this bleached state is the degree to which\nthe production of each synthesizing unit is limited by the input of\ncarbon (Cunning et al., 2017). Therefore, for each simulation, we\ncalculated the relative limitations of the host and symbiont bio-\nmass SUs during and after the light pulse. This was done using\neqn. 23 ofCunning et al. (2017):\nlog\nminj\nS1\n;j\nPm\nðÞ\nminj\nS2\n;j\nPm\nðÞ\n\u0002\u0003\nwherej\nS1\nandj\nS2\nare the input fluxes of carbon and nitrogen, respec-\ntively, andj\nPm\nis the maximum rate of biomass production. Positive\nvalues indicate production is more limited by nitrogen, while neg-\native values indicate carbon is more limiting. If this expression is\nequal to zero, production is limited by its maximum rate (i.e., nei-\nther substrate is limiting).\n3.2.2. Results\nWe found that nitrogen availability can produce a ‘‘Goldilocks\neffect”, in which too-low or too–high levels of nitrogen could\nincrease the risk of host bleaching under light stress (Fig. 3,\nFig. 4). Furthermore, the mechanisms underlying the effects of\nlow vs. high nitrogen differed (Fig. 3).\nIn the low nitrogen environment (Fig. 3a;Fig. 4, yellow lines),\nhosts grew slowly prior to light stress and had little surplus nitro-\ngen to share with the symbionts, which consequently also had a\nlow growth rate (Fig. 4a-c). Therefore, symbiont density was ini-\ntially low (Fig. 4d). Low self-shading by the sparse symbionts\nmeant that when the light pulse occurred, symbiont photosystems\nwere saturated, and excess light drove high levels of ROS produc-\ntion (Fig. 4e). These damaged the photosystems and drove declines\nin symbiont biomass, both of which reduced the amount of fixed\ncarbon being produced and shared with the host (Fig. 4c, f). The\nhost became carbon-limited and, with no surplus carbon to acti-\nvate the CCMs, carbon limitation of the symbionts soon followed\n(Fig. 4g, h).\nIn the high nitrogen environment (Fig. 3b;Fig. 4, blue lines),\nhigher host growth rate, surplus nitrogen, and symbiont growth\nrate meant that symbiont densities at the start of the light pulse\nwere high (Fig. 4a-d). Because dense symbionts shaded one\nanother, the increase in ROS production at the start of the light\npulse was low (Fig. 4e). Although carbon production was reduced,\nsymbionts were initially able to maintain positive growth (Fig. 4c).\nThe combination of a large, growing symbiont population and\nlower carbon production meant that the amount of surplus carbon\nshared with the host declined (Fig. 4f). The host, which also\nrequired high levels of carbon to support its high growth rate,\nrapidly became carbon limited, and the system subsequently\nflipped to the bleached state (Fig. 4g, h).\nFig. 2.Effects of fish and prey on steady state interstitial nitrogen concentration (N\ni\n) and host specific growth rate (dH/Hdt) under varying levels of nitrogen in the external\nenvironment (a, b), levels of prey (c, d), flushing rates (e, f), and fish biomass per unit interstitial host biomass (g, h). Results are shown for simulations without fish (blue\nlines), with fish (orange lines), with prey (solid lines), and without prey (dashed lines). For each plot, the default values for parameters that were held constant were: flushing\nrate = 1660 d\n\u00021\n, scalar specifying relationship between interstitial host biomass and fish carrying capacity = 210 g C-mol H\n\u00021\n, ambient N = 1*10\n\u00027\nmol L\n\u00021\n, and prey = 1*10\n\u00027\nC-mol L\n\u00021\n(if present) or 0 C-mol L\n\u00021\n(if absent). For the interstitial nitrogen plots, the grey line indicates the ambient concentration of nitrogen in the external environment\n(N\nenv\n). Note the difference in y-axis scales between column 1 and columns 2–4.\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n7\n\nFig. 3.Diagram of the different mechanisms underlying the ‘‘Goldilocks” effects of nitrogen.\nFig. 4.Model simulations of environments with low (10\n\u00027\nmol L\n\u00021\n), medium (10\n\u00026\nmol L\n\u00021\n) and high (10\n\u00025\nmol L\n\u00021\n) values ofN\nenv\n(the concentration of nitrogen in the\nexternal environment) are shown in orange, green, and blue, respectively. All simulations were run without fish or prey, and with a flushing rate of d = 1660 d\n\u00021\n. A light pulse\nwith a total magnitude of 40 mol photons m\n\u00022\nd\n\u00021\nbegan at day 600 and lasted 30 days (gray shaded region). For g) and h), positive values indicate biomass production is\nmore limited by nitrogen, while negative values indicate carbon is more limiting.\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n8\n\nNitrogen levels were ‘‘just right” if the balance between the pro-\ntective benefits of dense symbionts and the costs of reduced car-\nbon sharing by these rapidly growing symbionts was sufficient to\nprevent the system from becoming carbon limited (Fig. 4, green\nlines). This range of ‘‘just right” nitrogen levels depended on the\nlevel of stress, and if stress was high enough, it did not exist (the\nhost bleached regardless of nitrogen availability; Fig. S4). Similarly,\nprey availability also had a large effect on these Goldilocks dynam-\nics; notably, if prey was sufficiently high, the ‘‘too low” range either\ndid not exist or occurred at unrealistically low levels of nitrogen\n(Fig. S5). It is also important to note that once a host had bleached,\nnitrogen always slowed or inhibited the system’s return to the\nnitrogen-limited state. Thus, even if nitrogen levels were within\nthe ‘‘too low” range, increasing nitrogen had a negative effect on\nthe host’s bleaching response (Fig. S6). It was only when nitrogen\njumped from a value in the ‘‘too low” range to one in the ‘‘just\nright” range (in which the host does not bleach at all) that an\nincrease in nitrogen availability benefited hosts under stress.\n3.3. Fish and environmental conditions affect host bleaching and\nrecovery thresholds\n3.3.1. Description of analyses\nIn our model, bleaching occurs when the system transitions\nfrom a nitrogen- to a carbon-limited state (Fig. 4), as in the original\nCunning et al. (2017)model. Thus, whether or not stress events\ncause the host to bleach will depend on the relative availability\nof nitrogen and carbon in the system. The above results suggested\nthat when hosts are stressed, nitrogen can be harmful if ‘‘too low”\nor ‘‘too high”, but beneficial if ‘‘just right”. Relative nitrogen avail-\nability is affected by fish presence as well as environmental condi-\ntions (e.g., ambient nitrogen, flushing rates and prey levels;Fig. 2).\nThus, we next explored how these factors influenced thresholds in\nhost responses to varying levels of stress.\nWe ran simulations in which the system was shocked with a\nlight pulse of varying magnitude and duration. In each simulation,\nthe light pulse began on day 600. Pulse duration (t\nHigh\n) ranged from\n7–35d, and pulse magnitude (I\nHigh\nþI) ranged from 35–50 mol pho-\ntons m\n\u00022\nd\n\u00021\n. We categorized the system’s response to each stress\nevent as follows: 1) ‘‘Not stressed” (host growth remained positive\nand neither the host nor symbiont biomass SU became carbon-\nlimited), 2) ‘‘Mildly stressed” (host growth went negative during\nthe pulse, but both biomass SUs did not become C-limited), 3)\n‘‘Bleached and recovered” (the system flipped to the bleached state\nwith negative host growth and C-limited SUs, but returned to pos-\nitive growth and nitrogen limitation within 100 days following the\nend of the light pulse), and 4) ‘‘Bleached with mortality” (the sys-\ntem flipped to the bleached state and remained in this state for\nmore than 100 days after the end of the light pulse). The recovery\ncut-off of 100 days was chosen because we assumed that a host\nthat still had a negative growth rate after this long would likely\nbe dead.\nWe first ran these simulations in a low nitrogen, low flushing\nrate environment (N\nenv\n¼1\u000410\n\u00027\nmol L\n\u00021\n,d¼1660 d\n\u00021\n) with\nand without fish and prey (withX¼1\u000410\n\u00027\nC-mol L\n\u00021\nfor the\nwith-prey case). We repeated this with a higher flushing rate\n(d¼3000 d\n\u00021\n) and then again with higher ambient nitrogen\n(N\nenv\n¼1\u000410\n\u00026\nmol L\n\u00021\n).\n3.3.2. Results\nFig. 5a-d show the results of simulations in a low nitrogen, low\nflushing rate environment. In the absence of prey, fish were bene-\nficial under moderate levels of light stress, as hosts without fish\nwere strongly nitrogen limited and unable to maintain positive\ngrowth when carbon production was reduced. At higher light\nlevels, hosts generally bleached regardless of the presence or\nabsence of fish (Fig. 5a, b). However, fish did slightly alter host\nbleaching thresholds, and these differences were consistent with\nthe finding that ‘‘just right” levels of nitrogen depend on the level\nof stress experienced by the host (Fig. S4). In these simulations, we\nobserved one case in which the presence of fish prevented the host\nfrom bleaching (when pulse magnitude was 39 mol photons m\n\u00022\nd\n\u00021\nand pulse duration was 25d). Exploring this further, we found\nthat slightly increasing environmental nitrogen and decreasing the\nflushing rate (such that overall nitrogen availability was higher and\nfish excretions were lost at a slower rate) expanded the range of\nstress levels for which fish increased nitrogen into the ‘‘just right”\nranges and prevented bleaching (Fig. S7). However, in the simula-\ntions shown inFig. 5, there were also several cases in which hosts\nbleached with but not without fish (e.g., at a pulse magnitude of\n50 mol photons m\n\u00022\nd\n\u00021\nand a pulse duration of 7d). At these levels\nof stress, fish instead increased nitrogen from the ‘‘just right” to the\n‘‘too high” range. Thus, the effects of fish on host bleaching thresh-\nolds depended on nitrogen availability in both the presence and\nabsence of fish as well as the severity of the stress event.\nPrey increased the host’s tolerance to stress and, for stress levels\nthat exceeded this tolerance, enabled bleached hosts to recover\n(Fig. 5c). However, recovery required sufficiently low levels of\nnitrogen: fish reduced the range of stress levels over which recov-\nery was possible (Fig. 5d), while increasing the flushing ratedame-\nliorated these negative effects (Fig. 5e, f). Increasing the ambient\nconcentration of nitrogen in the external environment (N\nenv\n) inhib-\nited recovery, with minimal effects of fish (Fig. 5g, h).\n3.4. Fish and environmental conditions affect post-bleaching recovery\n3.4.1. Description of model analyses\nWhile the above analyses indicated whether or not bleached\nhosts recovered (i.e., returned to the nitrogen-limited state within\n100 days after a stress event), we also looked more closely at how\nthese post-bleaching dynamics were affected by fish presence and\nenvironmental conditions. To do this, we ran simulations with a\nlight pulse that was stressful enough to induce bleaching across a\nrange of environmental conditions (duration = 30d, magnitude =\n50 mol photons m\n\u00022\nd\n\u00021\n). We recorded the time the system took\nto return to the nitrogen-limited state (positive host growth, no car-\nbon limitation) following the end of the pulse. We repeated this\nwith and without fish for varying levels of prey, flushing rates,\nand ambient nitrogen concentrations. We also varied the relation-\nship between host biomass and fish carrying capacity to explore\nthe effects of fish abundance in addition to presence/absence.\n3.4.2. Results\nConsistent withFig. 5, the time the system took to return to the\nnitrogen-limited state was dependent on the levels of carbon and\nnitrogen in the holobiont and its environment. Furthermore, the\nrelationship between relative nitrogen availability and return time\nwas nonlinear, with abrupt increases in return times when nitro-\ngen exceeded threshold values (Fig. 6).\nDecreasing prey and increasing ambient nitrogen increased the\navailability of nitrogen relative to that of carbon, slowing the sys-\ntem’s return to the nitrogen-limited state (Fig. 6a, b). Return times\nwere also longer for lower flushing rates (Fig. 6c), highlighting the\nlarge effects of interstitial nitrogen dynamics on the system’s\nresponse to stress. When the system bleached and the host and\nsymbiont became carbon limited, interstitial nitrogen concentra-\ntions spiked due to an increase in surplus nitrogen in the holobiont,\nwhich was ultimately released into the interstitial space as waste\nfrom the symbionts (Fig. S8). At lower flushing rates, this spike\nwas larger and more prolonged, and there was therefore more\nnitrogen in the system during the initial post-stress period.\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n9\n\nFig. 5.Effects of fish and prey on bleaching thresholds and recovery in different environments. Simulations were run with light pulses of varying magnitudes(x-axis) and\ndurations (y-axis). Pulse magnitude ranged from 35–50 mol photons m\n\u00022\nd\n\u00021\n, and pulse duration ranged from 7–35 days. For each simulation, the colors indicate whether the\nhost was not stressed, mildly stressed, bleached but recovered, or bleached and died (see ‘‘Description of analyses” for the criteria for these categories). For simulations with\nprey,X= 1*10\n\u00027\nC-mol L\n\u00021\n. a-d)N\nenv\n=10\n\u00027\nmol L\n\u00021\nandd(flushing rate) = 1660 d\n\u00021\n. e-f),N\nenv\n=10\n\u00027\nmol L\n\u00021\nandd=3000 d\n\u00021\n, g-h)N\nenv\n=10\n\u00026\nmol L\n\u00021\nandd= 1660 d\n\u00021\n.\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n10\n\nNotably, this effect of flushing rate was apparent both with and\nwithout fish, despite lower flushing rates reducing the steady state\nconcentration of nitrogen in the interstitial space in the absence of\nfish (Fig. 2e).\nFish increased the concentration of nitrogen in the interstitial\nspace, resulting in a larger spike in nitrogen levels during bleaching\n(Fig. S8). This had either neutral or negative effects on host recovery,\ndepending on environmentalconditions and fish abundance (Fig. 6).\nWhen prey was low and/or ambient nitrogen levels were high,\nnitrogen availability was well above the system’s tipping point,\nand return times were on the order of several hundred days (note\nthese are not biologically meaningful- the host would likely be dead\nafter this long). Fish declined with host biomass, and the concentra-\ntion of nitrogen in the interstitial space approached that of the\nexternal environment regardless of whether they were initially pre-\nsent (Fig. S9). Fish also had minimal effects on return times when\nrelative nitrogen availability was very low (e.g., when prey was\nhigh, environmental nitrogen levels were low, or flushing rate was\nhigh). In these cases, nitrogen levels in the presence of fish were still\nbelow the threshold value at which an abrupt increase in return\ntime occurred, and the system quickly recovered with or without\nfish. However, if conditions were such that fish caused nitrogen\nlevels to exceed the system’s tipping point, they could greatly\nincrease return times (Fig. 6, Fig. S10). The magnitude of these fish\neffects was also sensitive to assumptions about fish behavior: if fish\ncarrying capacity scaled to interstitial volume rather than intersti-\ntial biomass (i.e., fish did not leave bleached hosts), there were lar-\nger increases in return times in their presence (Fig. S11).\n4. Discussion\nAs mass bleaching events threaten coral reef ecosystems around\nthe world (Hughes et al., 2018), it is critically important to under-\nstand the factors– both abiotic and biotic– that mediate coral\nbleaching. Here, we modified a published DEB model of the\ncoral-algal symbiosis to include the excretions of coral-dwelling\nfish as a source of nitrogen for host corals. Our model predicted\nthat fish presence can accelerate coral growth rates, but also\npotentially make host corals more prone to bleaching. The magni-\ntude of fish effects depended on the degree to which they increased\nnitrogen availability, which was influenced by numerous factors\n(e.g., ambient nitrogen concentrations, the rate of exchange\nbetween the interstitial space and external environment, availabil-\nity of prey for the host). In low-stress (light) environments, growth\nwas generally nitrogen limited and higher levels of nitrogen were\nalways beneficial. However, during periods of light stress, nitrogen\nwas found to be a ‘‘double-edged sword”, potentially increasing a\nhost’s tolerance of stress (when not too low or high) but also exac-\nerbating bleaching once the system had entered the carbon-limited\nstate. Thus, while there were certain conditions under which fish\ncould reduce host bleaching susceptibility, when hosts did bleach\nthe presence of fish hindered recovery. Model dynamics under\nstress were also highly non-linear, and the magnitudes of fish\neffects on bleaching thresholds and post-bleaching dynamics were\nsensitive to the degree to which fish altered the relative availability\nof nitrogen and carbon (i.e., whether fish excretions pushed the\nsystem past its tipping points).\nIn the absence of light stress, fish produced the largest benefits\nwhen ambient nitrogen, prey, and flushing rates were low, and\nwhen fish biomass per host colony was high (Fig. 2). These results\nmake intuitive sense and are supported by empirical work: in envi-\nronments where nitrogen is limiting and conditions are such that\nthe interstitial space is not rapidly flushed out, the nitrogen\nexcreted by coral-dwelling fish can enhance the growth of host\ncorals (Holbrook et al., 2008). Coral reefs, particularly those on\nremote islands less impacted by anthropogenic activities, are gen-\nerally oligotrophic (Szmant, 2002), and the positive effects of fish\nexcretions may therefore play a significant role in the functioning\nFig. 6.Effects of fish on recovery from bleaching at varying a) levels of prey, b) ambient nitrogen, c) flushing rates, and d) fish abundance. The results of simulations with and\nwithout fish are shown in orange and blue, respectively. In all simulations, bleaching was induced with an intense light pulse (magnitude = 50 mol photons m\n\u00022\nd\n\u00021\n,\nduration = 30 days) on day 600. The time that it took the system to return to the nitrogen-limited state (i.e., positive host growth, neither partner is C-limited) following the\nend of the pulse was recorded. In all plots, the dashed horizontal line marks a return time of 100 days. Times less than 100 d correspond to the ‘‘Bleachedand recovered”\nscenario inFig. 5, while longer times correspond to the ‘‘Bleached with mortality” scenario. For each plot, the default values for parameters that were held constant were:\nflushing rate = 1660 d\n\u00021\n, scalar specifying relationship between interstitial host biomass and fish carrying capacity = 210 g C-mol H\n\u00021\n, ambient N = 1*10\n\u00027\nmol L\n\u00021\n, and\nprey = 1.1*10\n\u00027\nC-mol L\n\u00021\n.\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n11\n\nof these ecosystems (Allgeier et al., 2016). However, for fish that\nshelter within individual corals, the degree to which their excre-\ntions increase nitrogen availability is influenced by colony flushing\nrate (Fig. 2e). The flushing rate can be affected by both the flow\nregime and colony morphology (Reidenbach et al., 2006). Thus,\nhost colonies in low flow environments (e.g., some lagoons;Lowe\net al., 2010) would be expected to better retain and utilize fish\nexcretions, as would colonies with more closed branching mor-\nphologies (Holbrook et al., 2008). Studies suggest that coral-\ndwelling fish prefer to shelter in colonies with open morphologies\n(Chase et al., 2014), leading to a potential trade-off between\nattracting fish and retaining their excretions (Holbrook et al.,\n2008). This is predicted by our model, whereby increasing flushing\nrate (colony openness) and decreasing fish carrying capacity have\nopposing effects on host growth (Fig. S2b).\nWhen corals were exposed to increased light (a proxy for any\nstressor that may induce bleaching; e.g., elevated temperature),\nthe effects of fish were more complex. While we found some cases\nin which fish increased host bleaching tolerance (Fig. 5, Fig.S7), our\nmodel also predicted that the presence of fish could put corals at a\ngreater risk of bleaching and mortality. These harmful effects\noccurred because fish excretions increased the availability of nitro-\ngen relative to that of carbon, which not only made the holobiont\nmore likely to tip into the carbon-limited state when carbon pro-\nduction was disrupted, but also caused it to remain in this state\nfor longer periods of time. Our model predicts that such scenarios\nare more likely when prey availability is low, flushing rates are\nlow, and ambient nitrogen is high (Fig. 6). Such conditions may\noccur in lagoon systems, particularly those subject to nitrogen\npulses from agricultural or wastewater runoff (Fabricius, 2005);\nthus, corals in these environments may be more prone to fish-\nexacerbated bleaching. Especially as bleaching events become\nmore frequent and intense, future field studies could seek to quan-\ntify populations of coral-dwelling fishes and link presence and\nabundance to coral bleaching and recovery in a variety of abiotic\nsettings (Chase et al., 2014provides one example of such a study,\nalthough it is focused on coral growth rather than bleaching). Such\ndata would provide invaluable tests of our model.\nAlthough few empirical studies have explicitly tested the effects\nof fish presence on host bleaching, recent work suggests fish can\nreduce bleaching severity and promote post-bleaching recovery\n(Chase et al., 2018; Pryor et al., 2020). Specifically, experiments\nwithPocilloporacorals showed that in the presence of damselfish,\ncorals retained higher symbiont densities and greater photosyn-\nthetic capacities during and after a heat shock (Chase et al.,\n2018). Similar findings have also been reported for photosynthetic\nanemones hosting anemonefish (Pryor et al., 2020). In part, these\nempirical results may correspond to regions in model parameter\nspace under which fish excretions provide protective benefits\n(Fig. S7); however, strictly beneficial effects of fish stand in con-\ntrast to our model’s predictions. These discrepancies may arise\ndue to differences in physiological responses to light and thermal\nstress not captured by our model (Tolleter et al., 2013). Addition-\nally, it may be that experimental conditions corresponded to those\nin which our model predicted minimal effects of fish excretions\n(e.g., high levels of prey;Fig. 6a). In this case, it may be that other\neffects of fish underlie their positive effects.\nIn our model, the only effect of fish presence was to increase\ninterstitial nitrogen levels. In reality, however, coral-dwelling fish\ncan impact their hosts in numerous ways, some of which may be\nparticularly beneficial during periods of stress. For instance, fish\nmovement increases water flow between colony branches, which\ncan reduce hypoxia in the interstitial space and may help to flush\nout harmful substances that would otherwise accumulate when\ncorals are stressed (Goldshmid et al., 2004; Garcia-Herrera et al.,\n2017; Nakamura et al., 2005; Chase et al., 2018). It is also possible\nthat corals, which may feed on particulate organic matter (Palardy\net al., 2006), can utilize fish feces as a source of carbon (Bray et al.,\n1981). Both our results and those of previous studies suggest het-\nerotrophic feeding reduces bleaching severity (Fig. 6a,Cunning\net al., 2017; Conti-Jerpe et al., 2020), so this could be another\nmechanism by which fish benefit corals experiencing photo-\noxidative stress. Thus, it is possible that even if fish-derived nitro-\ngen exacerbates host bleaching, this is ameliorated by other posi-\ntive effects of hosting fish.\nRegarding heterotrophic feeding, we made the simplifying\nassumption that coral prey (which supports heterotrophic growth\nand nitrogen acquisition by the coral) has the same constant value\nin the open environment and in the interstitial space. Relatedly, we\nassumed that this prey is not shared by the coral-dwelling fish (i.e.\nthere is no competition for food between coral and fish;Leray et al.,\n2019), and that fish are ultimately limited by the volume of inter-\nstitial space, not food availability. The assumption of constant prey\nallowed us to isolate the effects of fish-symbiont feedbacks on\ncoral growth and bleaching, but we note it implies that, unlike\nnitrogen, the exchange of coral prey between the interstitial space\nand external environment is rapid enough that coral feeding does\nnot deplete prey in the interstitial space. Although this is undoubt-\nedly a simplification, we confirmed through test computations (not\nshown) that making interstitial prey dynamic (such that it is\naffected by exchange with the external environment and uptake\nby the coral, analogous to nitrogen) has essentially the same effect\nas reducing constant prey density and thus has no qualitative\neffects on our results.\nWhen comparing our model predictions to empirical work, it is\nalso necessary to consider the assumptions we made about nutri-\nent dynamics in the coral holobiont. In particular, we assumed\nall nitrogen (environmental and fish-derived) was of identical\nchemical form and accessibility. In reality, nitrogen excreted by\nfishes and other reef animals is mainly in the form of ammonium\nor urea, while nitrogen in the water column can also include\nnitrate from natural and anthropogenic (e.g., agricultural runoff)\nsources (Shantz and Burkepile, 2014). There is growing evidence\nthat nitrate can increase bleaching susceptibility in corals under\nthermal stress, whereas ammonium may reduce it (Shantz and\nBurkepile, 2014; Burkepile et al., 2020; Morris et al., 2019;\nFernandes de Barros et al., 2020). The mechanisms underlying\nthese differential effects likely involve impacts on photosynthesis\nand levels of oxidative stress (Morris et al., 2019; Fernandes de\nBarros et al., 2020). For instance, studies have shown that ammo-\nnium enrichment can promote photosynthesis and carbon translo-\ncation, while nitrate has the opposite effect (Béraud et al., 2013;\nEzzat et al., 2015). Consequently, nitrate enrichment may reduce\nthe stability of the coral-algal symbiosis by shifting it towards\nsymbiont parasitism (Baker et al., 2018; Allgeier et al., 2020).\nImportantly, the effects of nitrogen enrichment (of any form) on\nthe stress tolerance of the holobiont also depend on phosphorous\navailability, which is similarly influenced by both fish excretions\nand anthropogenic activities (Ezzat et al., 2015; Morris et al.,\n2019). Future iterations of this–and similar–models could there-\nfore account for multiple forms of nitrogen and their associated\nbioavailabilities and mechanisms of action. In the case of DEB mod-\nels, this would require additional empirical data quantifying trans-\nformation rates between nitrogen forms both within and external\nto the coral-algal holobiont.\nOther model assumptions we made regarding nutrient dynam-\nics related to feedbacks between the holobiont and interstitial\nnitrogen availability. Specifically, we assumed that waste nitrogen\nreleased by the symbiont enters the interstitial space and becomes\navailable to the host. While there is some evidence for such cou-\npling between corals and their symbionts (Tanaka et al., 2018),\nwe note it may be unrealistic for waste nitrogen to enter the inter-\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n12\n\nstitial space before it can be utilized (unless it requires processing\nby interstitial microbes;Schiller and Herndl, 1989; Rädecker et al.,\n2015). For the region of parameter space we explored, symbiont\nwaste nitrogen dominated interstitial nitrogen dynamics during\nperiods of stress (Fig. S8e, f), and model predictions were therefore\nsensitive to its bioavailability (Fig. S12). These results highlight the\nneed for further research on nitrogen cycling within the holobiont\n(Rädecker et al., 2015) and, in the context of coral-algal DEB mod-\nels, for greater consideration of the holobiont’s effects on its imme-\ndiate environment (Cunning et al., 2017; Muller et al., 2009).\n5. Conclusion\nCorals may benefit from mutualistic interactions with a diverse\nrange of species, and these relationships play a fundamental role in\nthe ability of coral reefs to tolerate and recover from natural and\nanthropogenic stressors (Gates and Ainsworth, 2011). However,\nmutualisms can be context-dependent (Chamberlain et al., 2014),\nas illustrated by the breakdown of the coral-algal symbiosis and\nconsequential bleaching of corals (Lesser, 2011). Our results sug-\ngest that the effects of sheltering fish on host corals-specifically\nthose mediated by nutrient excretion-can shift from beneficial to\nharmful when corals are exposed to high levels of light stress.\nThe contrast between these predictions and the results of empirical\nstudies highlights the need for future work that explores key\nmodel assumptions about nutrient dynamics as well as other\npotential mechanisms by which coral-dwelling fishes may mediate\nthe stress response of their hosts. Ultimately, such work should\nimprove our understanding of how interactions between corals\nand closely associated fauna influence the capacity for these corals\nto tolerate the range of stressors they experience.\nData Availability\nAll code used in this study can be found athttps://github.com/\nraine-detmer/Fish-Excretion-Model.\nFunding\nThis study was supported by the National Science Foundation\n(Graduate Research Fellowship to A.R.D., and award EF-1921356\nto H.V.M and R.M.N., EF-1921425 to R.C., OCE-1851510 to A.C.S.)\nand a Simons Foundation Early Career Award in Marine Microbial\nEcology and Evolution to H.V.M.\nCRediT authorship contribution statement\nA. Raine Detmer:Conceptualization, Methodology, Software,\nFormal analysis, Writing – original draft, Writing – review & edit-\ning.Ross Cunning:Conceptualization, Methodology, Writing –\nreview & editing.Ferdinand Pfab:Methodology, Software, Writing\n– review & editing.Alexandra L. Brown:Methodology, Software,\nWriting – review & editing.Adrian C. Stier:Conceptualization,\nWriting – review & editing.Roger M. Nisbet:Conceptualization,\nMethodology, Software, Writing – review & editing.Holly V. Moel-\nler:Conceptualization, Methodology, Writing – review & editing.\nDeclaration of Competing Interest\nThe authors declare that they have no known competing finan-\ncial interests or personal relationships that could have appeared\nto influence the work reported in this paper.\nAcknowledgements\nWe thank Sally Holbrook, Deron Burkepile, and Peter Edmunds\nfor providing data on fish abundance, fish excretion rates, and coral\nmorphological relationships, respectively. We thank Hollie Put-\nnam, Ariana Huffmyer, and other members of the E5 Coral research\nteam for providing data on coral physiological traits. We also thank\nS. Holbrook and D. Burkepile for helpful empirical discussions on\nfish-coral interactions and Ethan Baxter for discussions on model\nanalyses and manuscript drafts.\nAppendix A\nHere we provide details on the originalCunning et al. (2017)\nDEB model of the coral-algal symbiosis. In this model, host and\nsymbiont biomass are both state variables. The flows of nitrogen,\ncarbon and light energy within the system, as well as the formation\nand turnover of host and symbiont biomass, are described by 14\nmass-specific (per unit host or symbiont biomass) fluxes. Biomass\nformation and the production of fixed carbon by photosynthesis\nare each described by a parallel complementary synthesizing unit\n(Kooijman, 2009) of the general form:\nFm;x;yðÞ¼\n1\n1\nm\nþ\n1\nx\nþ\n1\ny\n\u0002\n1\nxþy\nwhereFm;x;yðÞis the production flux (e.g., rate of biomass forma-\ntion),xandyare the input fluxes of the two substrates used to make\nthe product, andmis the maximum production rate.\nA.1. Host and symbiont biomass\nThe changes in host and symbiont biomass are described by\nordinary differential equations. For host biomassH, the mass-\nspecific change in biomass is the difference between the rate of\nbiomass formationj\nHG\nand the rate of biomass turnoverj\nHT\n(see\nTable 1 and 2in the main text for descriptions of model fluxes,\nparameters, and their units)\ndH\nHdt\n¼j\nHG\n\u0002j\nHT\nðA:1Þ\nThe mass-specific change in symbiont biomassSis the differ-\nence between the rates of biomass formationj\nSG\nand turnoverj\nST\ndS\nSdt\n¼j\nSG\n\u0002j\nST\nðA:2Þ\nThe rates of biomass formation and turnover of each partner are\nfunctions of the remaining model fluxes, as described in the follow-\ning sections.\nA.2. Host coral fluxes\nHost biomass is produced from nitrogen and organic carbon,\nwhich the host receives from several sources. The host takes up\ndissolved inorganic nitrogen and prey from the environment\naccording to Michaelis–Menten kinetics. The rate of nitrogen\nuptakej\nN\ntherefore depends on the concentration of nitrogen in\nthe environmentN, the maximum uptake ratej\nNm\n, and the half-\nsaturation constantK\nN\n:\nj\nN\n¼\nj\nNm\nN\nNþK\nN\nðA:3Þ\nAs described in the main text, we modified this equation to dis-\ntinguish between uptake from the external environment and inter-\nstitial space (see eqn. 4 in main text).\nSimilarly, the rate of prey assimilationj\nX\nis given by\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n13\n\nj\nX\n¼\nj\nXm\nX\nXþK\nX\nðA:4Þ\nwhereXis the concentration of prey in the environment (assumed\nto be constant),j\nXm\nis the maximum uptake rate, andK\nX\nis the half-\nsaturation constant (note that in our model, we assumed there was\nno difference in the feeding rate of tissue in the interstitial space).\nPrey contains both carbon and nitrogen; the nitrogen obtained from\nprey isn\nNX\nj\nX\n, wheren\nNX\nis the N:C molar ratio of the prey.\nIn addition to these external sources, the host also acquires\nnitrogen from the turnover of its own biomass. Turnoverj\nHT\noccurs\nat a constant maintenance ratej\n0\nHT\nj\nHT\n¼j\n0\nHT\nðA:5Þ\nThe amount of nitrogen produced by this turnover depends on\nthe N:C molar ratio of host biomass,n\nNH\n. Assuming a proportion\nr\nNH\nof this nitrogen is recycled, the flux of recycled nitrogenr\nNH\nis therefore given by\nr\nNH\n¼r\nNH\nn\nNH\nj\nHT\nðA:6Þ\nFinally, the host obtains carbon from the symbiont at a rate\ndependent on the rejection flux of carbon from the symbiont bio-\nmass SU\nq\nC\n(see eqn. A.22). This rate is per unit symbiont biomass,\nso it is multiplied by S/H to convert it to per unit host biomass. Put-\nting all of the above together, the rate of host biomass formation\nj\nHG\nis given by the following synthesizing unit:\nj\nHG\n¼Fm;x;y\nðÞ\n¼Fj\nHGm\n;y\nC\nq\nC\nS\nH\nþj\nX\n\u0002\u0003\n;j\nN\nþn\nNX\nj\nX\nþr\nNH\nðÞn\n\u00021\nNH\n\u0002\u0003\nðA:7Þ\nwherem¼j\nHGm\nis the maximum rate of host biomass formation and\nx and y are the input fluxes of carbon and nitrogen, respectively.\nThe parametery\nC\nis included to specify the amount of biomass that\ncan be produced from organic carbon.\nParallel synthesizing units are not completely efficient. Even\nwhen production is below its maximum rate, not all of the sub-\nstrates in the input fluxes are able to be used and are instead\nrejected. The rejection flux of each substrate is equal to the differ-\nence between its input flux (the rate at which it enters the SU) and\nthe rate at which it gets incorporated into the SU’s product. For the\nhost biomass SU, nitrogen that is in excess of that used for biomass\nformation makes up a rejection flux\nq\nN\n:\nq\nN\n¼j\nN\nþn\nNX\nj\nX\nþr\nNH\n\u0002n\nNH\nj\nHG\nðÞ\nþ\nðA:8Þ\nThis nitrogen is then available to the symbiont. Note thatxðÞ\nþ\nmeans maxx;0ðÞ, which ensures that the rejection flux is always\npositive.\nThe rejection flux of carbon from the host biomass SU,j\neC\n,is\ngiven by\nj\neC\n¼j\nX\nþq\nC\nS\nH\n\u0002j\nHG\ny\n\u00021\nC\n\u0002\u0003\nþ\nðA:9Þ\nThis excess carbon is assumed to provide energy for host carbon\nconcentrating mechanisms (CCMs), which concentrate CO\n2\nfor\nsymbiont photosynthesis.j\nCO\n2\n, the flux of CO\n2\nthat is supplied to\nthe symbiont photosynthesis SU via the host CCMs, is\nj\nCO\n2\n¼k\nCO\n2\nj\neC\nðA:10Þ\nwhere that parameterk\nCO\n2\ncontrols how efficient the CCMs are at\nsupplying CO\n2\n.\nA.3. Symbiont fluxes\nLike the host, symbiont biomass is produced from nitrogen and\norganic carbon. Organic carbon is produced from light and CO\n2\nby a\nphotosynthesis SU. The rate at which light is absorbed,j\nL\n, depends\non the external irradianceI, the effective light absorbing cross sec-\ntion of the symbiont\na\n\u0004\n, and an amplification factorA:\nj\nL\n¼AI\n\u0001\na\n\u0004\nðA:11Þ\nThe amplification factor describes how internal irradiance (the\nlight available for symbionts to absorb) is modified relative to\nthe external downwelling irradiance by scattering by the coral\nskeleton as well as by self-shading of the symbionts. It is therefore\na function of symbiont density:\nA¼1:26þ1:39e\n\u00026:48\nS\nH\nðA:12Þ\nCO\n2\nis actively supplied by the host CCMs (j\nCO\n2\nÞ. In addition, the\nCO\n2\nproduced by the formation and turnover of host and symbiont\nbiomass can also be used by the photosynthesis SU. For both the\nhost and symbiont, the flux of recycled CO\n2\n(r\nCH\nandr\nCS\nfor the host\nand symbiont, respectively) is equal to the sum of the rate of bio-\nmass turnover and the flux of CO\n2\nfrom biomass formation, all mul-\ntiplied by proportion\nr\nC\nof this CO\n2\nthat is recycled:\nr\nCH\n¼r\nCH\nj\nHT\nþ1\u0002y\nC\nðÞj\nHG\ny\n\u00021\nC\n\u0006\u0007\nðA:13Þ\nr\nCS\n¼r\nCS\nj\n0\nST\nþ1\u0002y\nC\nðÞj\nSG\ny\n\u00021\nC\n\u0004\u0005\nðA:14Þ\nFrom these inputs, the rate of photosynthesis is given by the\nphotosynthesis SU:\nj\nCP\n¼Fm;x;yðÞ¼Fj\nCPm\n;y\nCL\nj\nL\n;j\nCO\n2\nþr\nCH\n\u0004\u0005\nH\nS\nþr\nCS\n\u0002\u0003\nc\n\u00021\nROS\nðA:15Þ\nwherem¼j\nCPm\nis the maximum rate of photosynthesis and x and y\nare the input fluxes of light and CO\n2\n, respectively. The fluxc\nROS\n, the\nrelative rate of ROS production (eqn. A.18), results in photoinhibi-\ntion at high levels of light stress (see below). The rejection flux of\nlight from the photosynthesizing unit,j\neL\n, is given by\nj\neL\n¼j\nL\n\u0002j\nCP\ny\n\u00021\nCL\n\u0006\u0007\nþ\nðA:16Þ\nThe symbiont is able to quench some of this excess light energy\nand thus prevent it from damaging the photosystems. Nonphoto-\nchemical quenchingj\nNPQ\nis described by a single substrate SU,\nwhere the substrate is excess light and the maximum NPQ capacity\nisk\nNPQ\nj\nNPQ\n¼k\n\u00021\nNPQ\nþj\n\u00021\neL\n\u0004\u0005\n\u00021\nðA:17Þ\nAny excess light energy that is not quenched drives the produc-\ntion of reactive oxygen species (ROS). The relative production of\nROS (c\nROS\n) therefore depends on the rejection flux from the above\nSU:\nc\nROS\n¼1þ\nj\neL\n\u0002j\nNPQ\n\u0006\u0007\nþ\nk\nROS\nðA:18Þ\nwhere the parameterk\nROS\nis the amount of excess light energy that\ndoubles ROS production relative to baseline levels. ROS inhibit pho-\ntosynthesis (eqn. A.15) and also increase the rate of symbiont bio-\nmass turnover (due to photodamage and/or expulsion by the\nhost). Therefore, the rate of symbiont biomass turnoverj\nST\ndepends\nnot only on the constant maintenance ratej\n0\nST\n, but also onc\nROS\n,as\nspecified by the scaling parameterb:\nj\nST\n¼j\n0\nST\n1þbc\nROS\n\u00021ðÞðÞðA:19Þ\nIn addition to the organic carbon produced by photosynthesis,\nthe formation of symbiont biomass also requires nitrogen. The\nsymbiont receives surplus nitrogen from the host (\nq\nN\n; eqn. A.8)\nas well as nitrogen that is recycled from maintenance turnover of\nsymbiont biomass. This flux of recycled nitrogen,r\nNS\n, is the product\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n14\n\nof the rate of maintenance symbiont turnoverj\n0\nST\n, the N:C molar\nratio of symbiont biomassn\nNS\n, and the proportionr\nNH\nof this nitro-\ngen that is recycled:\nr\nNS\n¼r\nNS\nn\nNS\nj\n0\nST\nðA:20Þ\nThe rate of symbiont biomass formationj\nHG\nis then given by the\nfollowing synthesizing unit:\nj\nSG\n¼Fm;x;yðÞ¼Fj\nSGm\n;y\nC\nj\nCP\n;q\nN\nH\nS\nþr\nNS\n\u0002\u0003\nn\n\u00021\nNS\n\u0002\u0003\nðA:21Þ\nwherem¼j\nSGm\nis the maximum rate of host biomass formation and\nxandyare the input fluxes of carbon and nitrogen, respectively.\nThe surplus carbon that is shared with the host (q\nC\n) is given by\nthe rejection flux of carbon from this synthesizing unit:\nq\nC\n¼j\nCP\n\u0002j\nSG\ny\n\u00021\nC\nðA:22Þ\nThe rejection flux of nitrogen from the symbiont biomass SU,\nj\nNw\n, was not explicitly defined in the original model (as it was\nassumed to be lost to the environment) but is described in eqn. 6\nin the main text.\nAppendix B. Supplementary data\nSupplementary data associated with this article can be found, in\nthe online version, athttps://doi.org/10.1016/j.jtbi.2022.111087.\nReferences\nAllgeier, J.E., Andskog, M.A., Hensel, E., Appaldo, R., Layman, C., Kemp, D.W., 2020.\nRewiring coral: Anthropogenic nutrients shift diverse coral-symbiont nutrient\nand carbon interactions toward symbiotic algal dominance. Glob. Change Biol.\n26 (10), 5588–5601\n.\nAllgeier, J.E., Valdivia, A., Cox, C., Layman, C.A., 2016. Fishing down nutrients on\ncoral reefs. Nat. Commun. 7 (1), 12461\n.\nBaker, D.M., Freeman, C.J., Wong, J.C., Fogel, M.L., Knowlton, N., 2018. Climate\nchange promotes parasitism in a coral symbiosis. ISME J. 12 (3), 921–930\n.\nBooth, D.J., 2016. Ability to home in small site-attached coral reef fishes: homing in\nsite-attached coral reef fishes. J. Fish Biol. 89 (2), 1501–1506\n.\nBray, R.N., Miller, A.C., Geesey, G.G., 1981. The Fish Connection: A Trophic Link\nBetween Planktonic and Rocky Reef Communities? Science 214 (4517), 204–\n205\n.\nBurkepile, D.E., Shantz, A.A., Adam, T.C., Munsterman, K.S., Speare, K.E., Ladd, M.C.,\nRice, M.M., Ezzat, L., McIlroy, S., Wong, J.C.Y., Baker, D.M., Brooks, A.J., Schmitt, R.\nJ., Holbrook, S.J., 2020. Nitrogen Identity Drives Differential Impacts of Nutrients\non Coral Bleaching and Mortality. Ecosystems 23 (4), 798–811\n.\nBéraud, E., Gevaert, F., Rottier, C., Ferrier-Pagès, C., 2013. The response of the\nscleractinian coral Turbinaria reniformis to thermal stress depends on the\nnitrogen status of the coral holobiont. J. Exp. Biol. 216 (14), 2665–2674\n.\nChamberlain, J., Graus, R., 1975. Water Flow and Hydromechanical Adaptations of\nBranched Reef Corals. Bull. Mar. Sci. 25, 112–215\n.\nChamberlain, S.A., Bronstein, J.L., Rudgers, J.A., 2014. How context dependent are\nspecies interactions? Ecol. Lett. 17 (7), 881–890\n.\nChase, T.J., Pratchett, M.S., Frank, G.E., Hoogenboom, M.O., 2018. Coral-dwelling fish\nmoderate bleaching susceptibility of coral hosts. PLOS ONE 13, (12)\ne0208545.\nChase, T.J., Pratchett, M.S., Walker, S.P.W., Hoogenboom, M.O., 2014. Small-scale\nenvironmental variation influences whether coral-dwelling fish promote or\nimpede coral growth. Oecologia 176 (4), 1009–1022\n.\nClark, C.D., Mumby, P.J., Chisholm, J.R.M., Jaubert, J., Andrefouet, S., 2000. Spectral\ndiscrimination of coral mortality states following a severe bleaching event. Int.\nJ. Remote Sens. 21 (11), 2321–2327\n.\nCoker, D.J., Pratchett, M.S., Munday, P.L., 2012. Influence of coral bleaching, coral\nmortality and conspecific aggression on movement and distribution of coral-\ndwelling fish. J. Exp. Mar. Biol. Ecol. 414–415, 62–68\n.\nCoker, D.J., Wilson, S.K., Pratchett, M.S., 2014. Importance of live coral habitat for\nreef fishes. Rev. Fish Biol. Fisheries 24 (1), 89–126\n.\nConti-Jerpe, I.E., Thompson, P.D., Wong, C.W.M., Oliveira, N.L., Duprey, N.N.,\nMoynihan, M.A., Baker, D.M., 2020. Trophic strategy and bleaching resistance\nin reef-building corals. Sci. Adv. 6 (15). eaaz5443\n.\nCrossland, C.J., Hatcher, B.G., Smith, S.V., 1991. Role of coral reefs in global ocean\nproduction. Coral Reefs 10 (2), 55–64\n.\nCruz-Pinon, G., Carricart-Ganivet, J.P., Espinoza-Avalos, J., 2003. Monthly skeletal\nextension  rates  of  the  hermatypic  corals  Montastraea  annularis  and\nMontastraea faveolata: biological and environmental controls. Mar. Biol. 143\n(3), 491–500\n.\nCunning, R., Muller, E.B., Gates, R.D., Nisbet, R.M., 2017. A dynamic bioenergetic\nmodel for coral- Symbiodinium symbioses and coral bleaching as an alternate\nstable state. J. Theor. Biol. 431, 49–62\n.\nDavy, S.K., Allemand, D., Weis, V.M., 2012. Cell Biology of Cnidarian-Dinoflagellate\nSymbiosis. Microbiol. Mol. Biol. Rev. 76 (2), 229–261\n.\nDonovan, M.K., Adam, T.C., Shantz, A.A., Speare, K.E., Munsterman, K.S., Rice, M.M.,\nSchmitt, R.J., Holbrook, S.J., Burkepile, D.E., 2020. Nitrogen pollution interacts\nwith heat stress to increase coral bleaching across the seascape. Proc. Nat. Acad.\nSci. 117 (10), 5351–5357\n.\nEakin, C.M., Sweatman, H.P.A., Brainard, R.E., 2019. The 2014–2017 global-scale\ncoral bleaching event: insights and impacts. Coral Reefs 38 (4), 539–545\n.\nEzzat, L., Maguer, J.-F., Grover, R., Ferrier-Pagès, C., 2015. New insights into carbon\nacquisition and exchanges within the coral-dinoflagellate symbiosis under\njNH\nþ\n4\nandNO\n\u0002\n3\nsupply. Proc. R. Soc. B: Biol. Sci. 282 (1812), 20150610.\nFabricius, K.E., 2005. Effects of terrestrial runoff on the ecology of corals and coral\nreefs: review and synthesis. Mar. Pollut. Bull. 50 (2), 125–146\n.\nde Barros, Fernandes, Marangoni, L., Ferrier-Pagès, C., Rottier, C., Bianchini, A.,\nGrover, R., 2020. Unravelling the different causes of nitrate and ammonium\neffects on coral bleaching. Scientific Rep. 10 (1), 11975\n.\nFisher, R., O’Leary, R., Low-Choy, S., Mengersen, K., Knowlton, N., Brainard, R., Caley,\nM., 2015. Species Richness on Coral Reefs and the Pursuit of Convergent Global\nEstimates. Curr. Biol. 25 (4), 500–505\n.\nFox, M.D., Williams, G.J., Johnson, M.D., Radice, V.Z., Zgliczynski, B.J., Kelly, E.L.,\nRohwer, F.L., Sandin, S.A., Smith, J.E., 2018. Gradients in Primary Production\nPredict Trophic Strategies of Mixotrophic Corals across Spatial Scales. Curr. Biol.\n28 (21), 3355–3363.e4\n.\nGarcia-Herrera, N., Ferse, S.C.A., Kunzmann, A., Genin, A., 2017. Mutualistic\ndamselfish induce higher photosynthetic rates in their host coral. J. Exp. Biol.\n220 (10), 1803–1811\n.\nGates, R.D., Ainsworth, T.D., 2011. The nature and taxonomic composition of coral\nsymbiomes as drivers of performance limits in scleractinian corals. J. Exp. Mar.\nBiol. Ecol. 408 (1–2), 94–101\n.\nGil, M.A., 2013. Unity through nonlinearity: a unimodal coral-nutrient interaction.\nEcology 94 (8), 1871–1877\n.\nGoldshmid, R., Holzman, R., Weihs, D., Genin, A., 2004. Aeration of corals by sleep-\nswimming fish. Limnol. Oceanogr. 49 (5), 1832–1839\n.\nGraham, N.A.J., Nash, K.L., 2013. The importance of structural complexity in coral\nreef ecosystems. Coral Reefs 32, 315–326\n.\nGrottoli, A.G., Rodrigues, L.J., Palardy, J.E., 2006. Heterotrophic plasticity and\nresilience in bleached corals. Nature 440 (7088), 1186–1189\n.\nHackerott, S., Martell, H.A., Eirin-Lopez, J.M., 2021. Coral environmental memory:\ncauses, mechanisms, and consequences for future reefs. Trends Ecol. Evol. 36\n(11), 1011–1023\n.\nHenry, L.-A., Hart, M., 2005. Regeneration from Injury and Resource Allocation in\nSponges and Corals - a Review. Int. Rev. Hydrobiol. 90 (2), 125–158\n.\nHoegh-Guldberg, O., 1999. Climate change, coral bleaching and the future of the\nworld’s coral reefs. Mar. Freshwater Res. 50 (8), 839–866\n.\nHolbrook, S.J., Brooks, A.J., Schmitt, R.J., Stewart, H.L., 2008. Effects of sheltering fish\non growth of their host corals. Mar. Biol. 155 (5), 521–530\n.\nHolbrook, S.J., Schmitt, R.J., 2002. Competition for shelter space causes density-\ndependent predation mortality in damselfishes. Ecology 83 (10), 2855–2868\n.\nHughes, T.P., Anderson, K.D., Connolly, S.R., Heron, S.F., Kerry, J.T., Lough, J.M., Baird,\nA.H., Baum, J.K., Berumen, M.L., Bridge, T.C., Claar, D.C., Eakin, C.M., Gilmour, J.P.,\nGraham, N.A.J., Harrison, H., Hobbs, J.-P.A., Hoey, A.S., Hoogenboom, M., Lowe, R.\nJ., McCulloch, M.T., Pandolfi, J.M., Pratchett, M., Schoepf, V., Torda, G., Wilson, S.\nK., 2018. Spatial and temporal patterns of mass bleaching of corals in the\nAnthropocene. Science 359 (6371), 80–83\n.\nJones, G.P., 1986. Food availability affects growth in a coral reef fish. Oecologia 70\n(1), 136–139\n.\nKane, C.N., Brooks, A.J., Holbrook, S.J., Schmitt, R.J., 2009. The role of microhabitat\npreference and social organization in determining the spatial distribution of a\ncoral reef fish. Environ. Biol. Fishes 84 (1), 1–10\n.\nKooijman, B., 2009. Dynamic Energy Budget Theory for Metabolic Organisation.\nCambridge University Press, Cambridge, third ed..\nLeray, M., Alldredge, A.L., Yang, J.Y., Meyer, C.P., Holbrook, S.J., Schmitt, R.J.,\nKnowlton, N., Brooks, A.J., 2019. Dietary partitioning promotes the coexistence\nof planktivorous species on coral reefs. Mol. Ecol. 28 (10), 2694–2710\n.\nLesser, M.P., 2011. Coral Bleaching: Causes and Mechanisms. In: Dubinsky, Z.,\nStambler, N. (Eds.), Coral Reefs: An Ecosystem in Transition. Springer,\nNetherlands, Dordrecht, pp. 405–419\n.\nLiberman, T., Genin, A., Loya, Y., 1995. Effects on growth and reproduction of the\ncoral Stylophora pistillata by the mutualistic damselfish Dascyllus marginatus.\nMar. Biol. 121 (4), 741–746\n.\nLowe, R.J., Hart, C., Pattiaratchi, C.B., 2010. Morphological constraints to wave-\ndriven circulation in coastal reef-lagoon systems: A numerical study. J.\nGeophys. Res. 115 (C9), C09021\n.\nLoya, Y., Sakai, K., Yamazato, K., Nakano, Y., Sambali, H., van Woesik, R., 2001. Coral\nbleaching: the winners and the losers. Ecol. Lett. 4 (2), 122–131\n.\nMcKeon, C.S., Stier, A.C., McIlroy, S.E., Bolker, B.M., 2012. Multiple defender effects:\nsynergistic coral defense by mutualist crustaceans. Oecologia 169 (4), 1095–\n1103\n.\nMeyer, J.L., Schultz, E.T., 1985. Migrating haemulid fishes as a source of nutrients\nand organic matter on coral reefs1: N, P, and POC from reef fish. Limnol.\nOceanogr. 30 (1), 146–156\n.\nA. Raine Detmer, R. Cunning, F. Pfab et al.\nJournal of Theoretical Biology 541 (2022) 111087\n15\n\nMorris, L.A., Voolstra, C.R., Quigley, K.M., Bourne, D.G., Bay, L.K., 2019. Nutrient\nAvailability and Metabolism Affect the Stability of Coral-Symbiodiniaceae\nSymbioses. Trends Microbiol. 27 (8), 678–689\n.\nMuller, E.B., Kooijman, S.A., Edmunds, P.J., Doyle, F.J., Nisbet, R.M., 2009. Dynamic\nenergy budgets in syntrophic symbiotic relationships between heterotrophic\nhosts and photoautotrophic symbionts. J. Theor. Biol. 259 (1), 44–57\n.\nMuscatine, L., Porter, J.W., 1977. Reef Corals: Mutualistic Symbioses Adapted to\nNutrient-Poor Environments. Bioscience 27 (7), 454–460\n.\nNakajima, R., Yoshida, T., Othman, B.H.R., Toda, T., 2014. Biomass and estimated\nproduction rates of metazoan zooplankton community in a tropical coral reef of\nMalaysia. Mar. Ecol. 35 (1), 112–131\n.\nNakamura, T., van Woesik, R., Yamasaki, H., 2005. Photoinhibition of photosynthesis\nis reduced by water flow in the reef-building coral Acropora digitifera. Mar.\nEcol. Prog. Ser. 301, 109–118\n.\nO’Neil, J.M., Capone, D.G., 2008. Nitrogen Cycling in Coral Reef Environments. In:\nNitrogen in the Marine Environment. Elsevier, pp. 949–989\n.\nPalardy, J.E., Grottoli, A.G., Matthews, K.A., 2006. Effect of naturally changing\nzooplankton concentrations on feeding rates of two coral species in the Eastern\nPacific. J. Exp. Mar. Biol. Ecol. 331 (1), 99–107\n.\nPfab, F., Brown, A.L., Detmer, A.R., Baxter, E.C., Moeller, H.V., Cunning, R., and Nisbet,\nR.M. (in review). Time scale separation in models of symbiosis: State space\nreduction, multiple attractors and initialization. Conservation Physiology..\nPinnegar, J.K., Polunin, N.V.C., 2006. Planktivorous damselfish support significant\nnitrogen and phosphorus fluxes to Mediterranean reefs. Mar. Biol. 148 (5),\n1089–1099\n.\nPollock, F.J., Katz, S.M., Bourne, D.G., Willis, B.L., 2013. Cymo melanodactylus crabs\nslow progression of white syndrome lesions on corals. Coral Reefs 32 (1), 43–48\n.\nPryor, S.H., Hill, R., Dixson, D.L., Fraser, N.J., Kelaher, B.P., Scott, A., 2020.\nAnemonefish facilitate bleaching recovery in a host sea anemone. Scientific\nRep. 10 (1), 18586\n.\nReidenbach, M.A., Koseff, J.R., Monismith, S.G., Steinbuckc, J.V., Genin, A., 2006. The\neffects of waves and morphology on mass transfer within branched reef corals.\nLimnol. Oceanogr. 51 (2), 1134–1141\n.\nRoman, M.R., Furnas, M.J., Mullin, M.M., 1990. Zooplankton abundance and grazing\nat Davies Reef, Great Barrier Reef, Australia. Mar. Biol. 105 (1), 73–82\n.\nRowan, R., 2004. Thermal adaptation in reef coral symbionts. Nature 430 (7001).\n742–742\n.\nRädecker, N., Pogoreutz, C., Voolstra, C.R., Wiedenmann, J., Wild, C., 2015. Nitrogen\ncycling in corals: the key to understanding holobiont functioning? Trends\nMicrobiol. 23 (8), 490–497\n.\nSchiller, C., Herndl, G.J., 1989. Evidence of enhanced microbial activity in the\ninterstitial space of branched corals: possible implications for coral metabolism.\nCoral Reefs 7 (4), 179–184\n.\nSebens, K.P., Helmuth, B., Carrington, E., Agius, B., 2003. Effects of water flow on\ngrowth and energetics of the scleractinian coral Agaricia tenuifolia in Belize.\nCoral Reefs 22 (1), 35–47\n.\nShantz, A.A., Burkepile, D.E., 2014. Context-dependent effects of nutrient loading on\nthe coral-algal mutualism. Ecology 95 (7), 1995–2005\n.\nSpalding, M., Ravilious, C., and Green, E.P. (2001). World atlas of coral reefs.\nUniversity of California Press, Berkeley. Num Pages: 1..\nStella, J.S., Jones, G.P., Pratchett, M.S., 2010. Variation in the structure of epifaunal\ninvertebrate assemblages among coral hosts. Coral Reefs 29 (4), 957–973\n.\nStewart, H.L., Holbrook, S.J., Schmitt, R.J., Brooks, A.J., 2006. Symbiotic crabs\nmaintain coral health by clearing sediments. Coral Reefs 25 (4), 609–615\n.\nSzmant, A.M., 2002. Nutrient enrichment on coral reefs: Is it a major cause of coral\nreef decline? Estuaries 25 (4), 743–766\n.\nTanaka, Y., Suzuki, A., Sakai, K., 2018. The stoichiometry of coral-dinoflagellate\nsymbiosis: carbon and nitrogen cycles are balanced in the recycling and double\ntranslocation system. ISME J. 12 (3), 860–868\n.\nTolleter, D., Seneca, F., DeNofrio, J., Krediet, C., Palumbi, S., Pringle, J., Grossman, A.,\n2013. Coral Bleaching Independent of Photosynthetic Activity. Curr. Biol. 23\n(18), 1782–1786\n.\nVega Thurber, R.L., Burkepile, D.E., Fuchs, C., Shantz, A.A., McMinds, R., Zaneveld, J.R.,\n2014. Chronic nutrient enrichment increases prevalence and severity of coral\ndisease and bleaching. Glob. Change Biol. 20 (2), 544–554\n.\nWiedenmann, J., D’Angelo, C., Smith, E.G., Hunt, A.N., Legiret, F.-E., Postle, A.D.,\nAchterberg, E.P., 2013. Nutrient enrichment can increase the susceptibility of\nreef corals to bleaching. Nat. Clim. Change 3 (2), 160–164\n.\nWilson, S.K., Burgess, S.C., Cheal, A.J., Emslie, M., Fisher, R., Miller, I., Polunin, N.V.C.,\nSweatman, H.P.A., 2008. Habitat utilization by coral reef fish: implications for\nspecialists vs. generalists in a changing environment. J. Anim. Ecol. 77 (2), 220–\n228\n.\nWooldridge, S.A., 2009. A new conceptual model for the warm-water breakdown of\nthe coral - algae endosymbiosis. Mar. Freshwater Res. 60 (6), 483\n.\nA. Raine Detmer, R. Cunning, F. Pfab et al.Journal of Theoretical Biology 541 (2022) 111087\n16",
  "extractedAt": "2025-12-12T18:45:06.788Z",
  "success": true,
  "matchedPublication": {
    "title": "Fertilization by coral-dwelling fish promotes coral growth but can exacerbate bleaching response",
    "doi": "10.1016/j.jtbi.2022.111087",
    "year": "2022",
    "authors": "Detmer, A. Raine; Cunning, Ross; Pfab, Ferdinand; Brown, Alexandra L.; Stier, Adrian C.; Nisbet, Roger M.; Moeller, Holly V."
  }
}