{
  "filename": "Difiore and Stier (JAE) 2023.pdf",
  "numPages": 30,
  "text": "J Anim Ecol. 2023;00:1–14. | 1wileyonlinelibrary.com/journal/jane Received: 31 January 2022 | Accepted: 6 March 2023 DOI: 10.1111/1365-2656.13918 RESEARCH ARTICLE Variation in body size drives spatial and temporal variation in lobster– urchin interaction strength Bartholomew P. DiFiore 1 | Adrian C. Stier 1,2 This is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes. © 2023 The Authors. Journal of Animal Ecology published by John Wiley & Sons Ltd on behalf of British Ecological Society. 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106, USA 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA Correspondence Bartholomew P. DiFiore Email: bdifiore@ucsb.edu Funding information California Sea Grant, University of California, San Diego, Grant/Award Number: R/OPCOAH- 2; National Science Foundation, Grant/Award Number: NSF OCE 1831937; University of California Handling Editor: Mariano Rodriguez- Cabal Abstract 1. How strongly predators and prey interact is both notoriously context dependent and difficult to measure. Yet across taxa, interaction strength is strongly related to predator size, prey size and prey density, suggesting that general cross- taxonomic relationships could be used to predict how strongly individual species interact. 2. Here, we ask how accurately do general size- scaling relationships predict varia- tion in interaction strength between specific species that vary in size and density across space and time? 3. To address this question, we quantified the size and density dependence of the functional response of the California spiny lobster Panulirus interruptus, foraging on a key ecosystem engineer, the purple sea urchin Strongylocentrotus purpuratus, in experimental mesocosms. Based on these results, we then estimated variation in lobster– urchin interaction strength across five sites and 9 years of observa- tional data. Finally, we compared our experimental estimates to predictions based on general size- scaling relationships from the literature. 4. Our results reveal that predator and prey body size has the greatest effect on interaction strength when prey abundance is high. Due to consistently high ur- chin densities in the field, our simulations suggest that body size— relative to density— accounted for up to 87% of the spatio- temporal variation in interaction strength. However, general size- scaling relationships failed to predict the magni- tude of interactions between lobster and urchin; even the best prediction from the literature was, on average, an order of magnitude (+18.7×) different than our experimental predictions. 5. Harvest and climate change are driving reductions in the average body size of many marine species. Anticipating how reductions in body size will alter species interactions is critical to managing marine systems in an ecosystem context. Our results highlight the extent to which differences in size- frequency distributions can drive dramatic variation in the strength of interactions across narrow spatial and temporal scales. Furthermore, our work suggests that species- specific esti- mates for the scaling of interaction strength with body size, rather than general 2 | Journal of Animal Ecology DIFIORE and STIER 1 | INTRODUCTION The complexity and context dependency of species interactions has led numerous ecologists to argue that prediction in community ecol- ogy is impossible (Lawton, 1999). Yet, across species from widely dif- ferent taxonomic groups there is considerable evidence for general patterns relating individual traits, like body size, to the strength of spe- cies interactions (Brown et al., 2004). For instance, recent syntheses of empirical work demonstrate that across taxa, how much predators consume at a given prey density— one measure of interaction strength (Berlow et al., 2004)— is strongly correlated with predator and prey size (Rall et al., 2012; Uiterwaal & DeLong, 2020). Yet despite the strength of general size- scaling relationships, it is unclear how accurately these relationships predict interactions between specific species, and if these predictions might disentangle complexity in community ecology (e.g. Poisot et al., 2015). In this paper, we present a case study testing if general cross- taxonomic patterns relating interaction strength with predator and prey body size predict how strongly a focal predator– prey pair interact. Understanding if general size- scaling relationships can be used to predict interactions between focal species would be powerful, particularly for species of management or conservation concern, whose large size, rarity or highly migratory behaviour make empirical estimates of interactions challenging (Geary et al., 2020). Ontogenetic increases in body size can drive variation in the strength of interactions (Persson et al., 1998). As an individual predator grows, the amount, size and species of prey it consumes changes (Barnes et al., 2010; De Roos et al., 2003; Werner & Gilliam, 1984). Likewise, as an individual prey grows, its risk of pre- dation can decrease as it outgrows a predator's gape (Urban, 2007), improves predator evasion (Martin et al., 2021) or develops defences such as spines (Laforsch & Tollrian, 2004). Such changes in feeding behaviour or defensive capacity as individual predators and prey grow through ontogeny can drive variation in interaction strength (Brose, 2010). This same phenomenon may extend to the scale of the community. Even if different communities have the same num- ber of predator and prey individuals, differences in the distribution of biomass across size classes may cause differences in how strongly predator and prey interact across space or time. For instance, com- munities with larger predators and smaller prey could have stron- ger interactions, while communities with smaller predators and larger prey may have weaker interactions (Figure 1). A consider- able body of prior work has quantified the effects of body size on consumption rates under controlled conditions (Brose et al., 2017; Uiterwaal & DeLong, 2020 for reviews). A next step in this field is to pair similar controlled experiments with observational data in order to understand how differences in the size structure of populations drives when and where predators interact strongly with their prey. Across taxa, interaction strength tends to— on average— increase with predator size (Rall et al., 2012; Uiterwaal & DeLong, 2020), sug- gesting it may be possible to predict how strongly specific species interact knowing only the size and density of individuals. Indeed, pre- vious work has widely relied on theoretical scaling exponents based on metabolic arguments (e.g. Brown et al., 2004) as a null expectation to estimate interaction strength (Berlow et al., 2009; Petchey et al., 2008; Yodzis & Innes, 1992). Adopting a similar approach based on empirical size- scaling relationships could offer a simple means of making quanti- tative predictions of interaction strength without in- depth experimen- tation. However, there is considerable noise around the mean trend in general size- scaling relationships due to differences in taxonomy (Rall et al., 2012), temperature (Englund et al., 2011), habitat dimensional- ity (Barrios- O'Neill et al., 2016; Pawar et al., 2012) and foraging mode (Barrios- O'Neill et al., 2019). Therefore, it is likely that for a given spe- cies pair, the relationship between body size and interaction strength differs from the mean trend across species. Yet understanding how far species pairs deviate from the mean trend will determine the utility of naively applying general size- scaling relationships. Here, we explore the size dependence of interaction strength for two economically and ecologically important species: the California spiny lobster Panulirus interruptus (hereafter ‘lobster’)— a predator, and the purple sea urchin Strongylocentrotus purpuratus (hereafter ‘urchin’)— a prey. Understanding when and where lobster impact ur- chin populations is critical because increases in urchin abundance can drive communities to switch from kelp to urchin dominated states (Ling et al., 2015). Previous studies have shown that a high abundance of urchin predators can increase the resistance of kelp communities to urchin- driven phase shifts (Hamilton & Caselle, 2015). Yet, empiri- cal evidence for urchin regulation by lobsters remains equivocal, with some studies finding a strong top- down effect (Lafferty, 2004) and others finding only a weak effect of lobsters (Dunn & Hovel, 2019; Guenther et al., 2012; Malakhoff & Miller, 2021). Previous work on California spiny lobster and other lobster species shows that larger lobster consume more and larger urchins (Ling et al., 2009; Tegner & Levin, 1983), yet the relative role of lobster size, urchin size and urchin density in driving interaction strength remains poorly understood. In this manuscript, we test the hypothesis that general size- scaling relationships can be used to predict variation in lobster– urchin interactions. To test this hypothesis, we first quantified how the body size and density of lobster and urchins varied across space and through time. We then ask, how does urchin size, lob- ster size and urchin density alter consumption rates of urchins in size- scaling relationships, are necessary to quantitatively predict how reductions in body size will alter interaction strengths. KEYWORDS Bayesian statistics, functional response, interaction strength, kelp forest, lobster, sea urchin 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 3 Journal of Animal Ecology DIFIORE and STIER experimental mesocosms? By combining our empirical estimates of consumption rates with long- term observational data, we then dis- entangle the effects of lobster size, urchin size and urchin density on spatio- temporal variation in interaction strength. Finally, we address the question: how well do general size- scaling relationships predict interaction strength between a specific predator– prey pair across natural variation in body size and density? 2 | MATERIALS AND METHODS 2.1 | How do lobsters and urchins vary in body size and density across space and through time? We used 9 years of spatially explicit observational data collected by the Santa Barbara coastal long- term ecological research program (SBC LTER) to explore how lobster and urchin density (ind.m −2 ) and body size varied across space and time. The SBC LTER collects an- nual data on the abundance and size distribution of lobsters and ur- chins at five sites. Briefly, divers count the number of urchins greater than 20 mm in six quadrats uniformly spaced along 40 m transects at each site (three to eight transects per site; Santa Barbara Coastal LTER et al., 2021b). Along a single transect, a diver estimates the test diameter of the first ~50 urchins to the nearest 0.5 cm (Santa Barbara Coastal LTER et al., 2021c). Divers count and estimate the carapace length to the nearest mm of all lobsters in 1200 m 2 plots centred around each transect (Santa Barbara Coastal LTER et al., 2021a). 2.2 | How does lobster predation on urchins vary with lobster size, urchin size and urchin density? While there are numerous definitions of interaction strength in the literature, here we define interaction strength as a predator's FIGURE 1 Observed body size distributions of a predator (Panulirus interruptus— lobster) (a) and their prey (Strongylocentrotus purpuratus— urchin) (b) across five sites monitored annually from 2012 to 2020. Different processes such as variation in recruitment, habitat suitability or harvest can cause differences in the size of predators, like lobster, relative to their prey independent of density (c– e). Theory predicts that larger predators will consume more total prey biomass than smaller predators, and that predators tend to consume more small than large prey. Such size- dependent foraging at the scale of the individual could result in large variation in interaction strength at the population- scale at different sites or years (f). 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 4 | Journal of Animal Ecology DIFIORE and STIER nonlinear functional response, which describes how consumption rates change as a function of prey density (Berlow et al., 2004 for review). Typically, consumption rates increase with prey density until predator satiation, at which point consumption becomes den- sity independent (Jeschke et al., 2002). The initial increase in con- sumption approximates the rate that a predator searches space and finds new prey items (i.e. the attack rate), while the preda- tor's maximum consumption rate is limited by the time it takes to manipulate and digest prey (i.e. the handling time) (Holling, 1959). Together, these relationships describe a type II functional re- sponse, such that where C is consumption rate, N is the initial density of prey, α is attack rate and h is handling time, or the inverse of a predator's maximum consumption rate (1/C max ). Theory predicts that maximum consumption rates (i.e. 1/h) scale with consumer body size at the same rate that metabolism scales with body size (Brown et al., 2004; Yodzis & Innes, 1992). Therefore, handling time (1/C max ) will decrease with consumer body size ac- cording to a negative power- law function ( h∝m −훽 c ). A predator's handling time may also be a function of prey size. Larger prey can be more challenging to manipulate or digest resulting in longer handling times (Rall et al., 2012). Together, consumption rates at saturating prey densities are expected to vary according to: where m c and m r are predator and prey mass, respectively, h 0 is a constant, and β h,c and β h,r are scaling coefficients (Uiterwaal & DeLong, 2020). Foraging theory and biomechanical arguments also provide ex- pectations for how a predator's attack rate should vary with body size. Larger predators have higher mobility and larger prey are more easily detected (McGill & Mittelbach, 2006). Therefore, attack rates should increase according to power- law functions of predator and prey size, such that where α 0 is a constant, and β α,c and β α,r are scaling exponents (Rall et al., 2012; Uiterwaal & DeLong, 2020). Previous work suggests that attack rates increase and then decrease as a function of predator size at a fixed prey size (Kalinkat et al., 2013; Uiterwaal et al., 2017). However, in preliminary analyses we found no evidence for a hump- shaped rela- tionship between attack rates and size (see Supplement 1.1). Therefore, we focus on the power- law scaling relationship (Equation 3). To determine the size dependence of the lobster functional re- sponse, we conducted a factorial experiment where we manipulated urchin density, urchin size and lobster size in mesocosms. The lob- sters and urchins used in these experiments spanned the size range of local populations surveyed by the SBC LTER. We collected all specimen with permission from the California Department of Fish and Wildlife (Scientific Research Permit #13746), and our study did not require ethical approval. We placed a single lobster in an experi- mental arena, and fed each lobster one of three size classes of urchin at six different densities (N = 2,3,5,10,16,26 ind.arena −1 ). We se- lected urchin densities such that the highest density in experimental trials was representative of that in urchin- dominated areas (Rennick et al., 2022). We conducted all foraging trials for 48 h in 200 L arenas. Prior to a trial, we fed lobsters ad libitum for 48 h and then starved the predators for 48 h. For more detail on the specifics of mesocosm experiments refer to Supplement 2. We then estimated the parameters of the size- dependent func- tional response using a Bayesian hierarchical model. Specifically, we estimated the number of urchins eaten as a function of the number of urchins offered, lobster size (g), and urchin size (g). We assumed that the number of urchins consumed in trial i by lobster j (C i,j ) fol- lowed a Poisson distribution such that where, α j is the attack rate (day −1 m −2 ) of lobster j,h j is the handling time (d) of lobster j and m r is the average mass of the urchin size class that lobster j foraged on. We constructed informed priors on all 훽 param- eters, where the 훽 s were normally distributed with a mean based on theoretical predictions (Table S1). We assumed gamma distributions for the prior variances. We included a random effect of lobster individ- ual on the estimation of α and h (휇 훼,j ,휇 h,j ), assuming that errors between individuals were normally distributed with mean 0. We implemented the model in Stan (Stan Development Team, 2022) which uses a Hamiltonian Monte Carlo procedure to estimate parameters. We ran three chains for 25,000 iterations with a burn- in of 12,500 iterations and thinned the chains to retain every third iteration. To diagnose model convergence, we visually assessed mixing of the model chains and confirmed using the Gelman– Rubin convergence diagnostic ( ! R<1.1 ) (Brooks & Gelman, 1998). For more details on our modelling approach see Supplement 1.2. 2.3 | How might lobster– urchin interaction strength have varied across space and through time? To generate plausible estimates for how strongly lobsters and ur- chins interact under natural conditions, we combined the obser- vational data with our experimentally parameterized functional response. We assumed that interactions were random at a site in (1) C= 훼N 1+훼hN , (2) 1 C max =h=h 0 m 훽 h,c c m 훽 h,r r , (3) 훼=훼 0 m 훽 훼,c c m 훽 훼,r r , (4) C i,j ∼ Poisson ! 휆 i,j \" , 휆 i,j = 훼 i,j N i 1+a j h j N i , log ! 훼 j \" =log ! 훼 0 \" +훽 훼,c log ! m c,j \" +훽 훼,r log ! m r,j \" +μ α,j , log ! h j \" =log ! h 0 \" +훽 h,c log ! m c,j \" +훽 h,r log ! m r,j \" +휇 h,j , 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 5 Journal of Animal Ecology DIFIORE and STIER a particular year, such that (1) any lobster could interact with any urchin and (2) lobster and urchin density was homogenous across a site. Specifically, we resampled with replacement 1000 individual body masses from the size distributions of lobsters and urchins at each site/year and estimated the interaction strength (IS) between predator i and prey j as where N and P are the density of urchins and lobsters, respectively, av- eraged across transects at a site in a particular year, and m x is the mass of lobster (c) and urchin (r) individuals in a particular draw from the size distribution. For simplicity, we set all parameters (α 0 , h 0 , β x ) as the median posterior estimate from the Bayesian model. Based on this pro- cedure, IS represents a distribution of plausible interactions between lobster and urchin individuals at each site and year. 2.4 | Disentangling the effects of body size and density as drivers of variation in interaction strength Many empirical studies of interaction strength focus on predator and prey density (Berlow et al., 1999; Novak et al., 2016 for reviews). However, estimating interaction strengths based on density alone may be inaccurate, particularly for species that experience nonlinear, indeterminate growth, like many marine species where a single large individual has the same mass as many smaller, younger individu- als. Recent work highlights the importance of accounting for size- dependent consumption rates in estimating interaction strength (Atkins et al., 2015). But it is unclear how much of the variation in in- teraction strength would be missed by estimating interactions based solely on density. To partition the amount of variation in interaction strength due to differences in body size versus density we used a simulation procedure. From Equation 5, it follows that there is an interaction between body size and density, such that at low urchin densities con- sumption rates will be determined by the size dependence of lobster attack rates, while at high urchin densities consumption rates will be determined by the size dependence of lobster handing times. To partition variance, we therefore compared the total variation in esti- mated interaction strengths accounting for variation in both density and body size to simulations where density varied at fixed values of lobster and urchin body size. We iterated this procedure across 625 different values of lobster size and urchin size such that sizes ranged from the maximum lobster mass and minimum urchin mass to the maximum urchin mass and minimum lobster mass. For each iteration, we estimated the proportion of variation due to differences in den- sity as the correlation coefficient (R 2 ) of the simple linear regression between the estimated interaction strengths when both body size and density vary to the estimated interaction strengths when den- sity varied at a fixed combination of body sizes. Considering the only sources of uncertainty in our estimates were body size and density, we estimated the proportion of variation due to body size as 1 − R 2 for each iteration and report the full range of values (see Supplement 3.3 for further details). 2.5 | How well can general size- scaling relationships predict species- specific interactions? Resolving how accurately a given predator's consumption rate can be predicted from general size- scaling relationships and their covar- iates is at the crux of integrating our theoretical and experimental depth of knowledge about the size dependence of predator– prey interactions into ecosystem- based management practices. To de- termine how well general size- scaling relationships predict lobster– urchin interactions, we compared our experimental predictions with estimates from three published size- scaling relationships. Based on previous work demonstrating that both traits and tax- onomy are important for predicting how strongly species interact (Rall et al., 2011), we hypothesized that size- scaling relationships from the literature would more precisely match our experimental predictions as they increased in taxonomic specificity. Therefore, we predicted how strongly lobsters and urchins interact based on a general cross- taxonomic estimate (Uiterwaal & DeLong, 2020), an estimate for marine invertebrates (Rall et al., 2012), and an esti- mate for active marine crustaceans foraging on static prey (Barrios- O'Neill et al., 2019; Table S2). Each of these previous analyses included covariates such as temperature, arena size or habitat dimensionality in their models of attack rates or handling times (Table S2). Therefore, we included these covariates when generat- ing the predictions and fixed their values at the observed values in our mesocosm experiments (see Supplement 3.4 for more de- tails). We converted the units of our observational variables (body size and density) into the units used in each previous study respec- tively, and then back converted all predicted values of interaction strength into urchins consumed per m 2 per day in order to compare with our experimental predictions. All analyses were implemented in R 4.0.4 (R Core Team, 2021). 3 | RESULTS 3.1 | Size- frequency distributions of lobsters relative to urchins varied widely in space and time Lobster size ranged more than three orders of magnitude from 6.2 to 6184.0 g (393.6 [88.8– 897.8] g, ! X [95% CI] unless otherwise specified), while urchin mass was on average 39.2 [8.1– 132.2] g (Figure 1a). The relative difference in body mass between lobsters and urchins changed from site to site and year to year with some sites at a par- ticular time having relatively large lobsters and small urchins, while others had relatively small lobsters and large urchins (Figure S1). The average urchin density was 6.5 [0.8– 27.8] ind.m −2 , while the average lobster density was 0.03 [0.004– 0.097] ind.m −2 . (5) IS i,j = 훼 0 m 훽 훼,c c m 훽 훼,r r NP 1+훼 0 m 훽 훼,c c m 훽 훼,r r h 0 m 훽 h,c c m 훽 h,r r N , 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 6 | Journal of Animal Ecology DIFIORE and STIER 3.2 | Interaction strength between lobsters and urchins increased with urchin density and lobster size but decreased with urchin size In mesocosm experiments, the consumption rate of urchins by lob- ster increased with urchin density and lobster size, and decreased as urchin size increased (Figure 2, Figure S2). Only the largest lob- sters regularly consumed the largest urchins. For example, lobsters smaller than the median body size only consumed two individual large urchins across all feeding trials. However, all size classes of lob- ster consumed small urchins, and maximum consumption rates were highest for the largest lobsters preying on the smallest urchins. We found no evidence for variation in attack rates with lobster size or urchin size (Figure 3a, 훽 훼,c = 0.050[−0.12 to 0.41], 훽 훼,r = 0.093[−0.15 to 0.45]). However, handling time decreased with lobster size and increased with urchin size (Figure 3b, 훽 h,c = −1.61[−2.16 to −1.02], 훽 h,r = 1.30[1.03 to 1.64]). Despite the inclusion of informative priors, the posterior estimates for the scaling exponents differed from first principal expectations (Figure S3, Tables S1 and S3). Handling time decreased at a faster rate than expected with lobster size (e.g. 훽 h,c ) and at a higher rate than expected with urchin size (e.g. 훽 h,r ). 3.3 | How might lobster– urchin interaction strength have varied across space and through time? By integrating our experimental model with long- term data on lobster and urchin body sizes and densities, we generated plausible estimates for historic interaction strengths. We found that the inferred interaction strength between lobsters and urchins varied considerably across narrow spatial and temporal scales (0.01 [0.0004– 0.08] ind.m −2 day −1 , Figure 4). The variation in interaction strength between sites ( !! CV spatial = 1.21 ± 0.4, X̅ ± 1 SD) was similar to the variation between years ( !! CV temporal = 1.13 ± 0.1). 3.4 | Variation in lobster– urchin interaction strength is caused by asymmetries in lobster and urchin body size rather than urchin density Considering the extent of variation in inferred interaction strength across space and time, we tested how much of this variation could be attributed to differences in lobster– urchin body sizes versus den- sities. We found that body size accounted for the majority of the variation in inferred interaction strength (75%– 87%) compared to variation in density (Figure 5a). To better understand the implica- tion of body size accounting for the majority of variation, we gen- erated a hypothetical community of lobster and urchins. We then used our experimental estimate of the size- dependent functional response to simulate a 10- fold increase in mean urchin density with no change in lobster or urchin size distributions relative to a 10- fold increase in mean lobster size with no change in the density of urchins or lobsters (Figure 5b). The increase in lobster body size resulted in a 230% increase in the median interaction strength, whereas the increase in urchin density resulted in only a 38% increase in inter- action strength. In our estimates of interaction strength based on FIGURE 2 Purple sea urchin Strongylocentrotus purpuratus consumption rates by California spiny lobster Panulirus interruptus predators in mesocosm foraging trials. Individual lobsters (n = 45) foraged on a single urchin class at six different urchin abundances. Lines are posterior predictions ( ! X [95% CI]) from a Bayesian model for the body size dependent functional response. Prediction is for hypothetical lobsters with body mass set to the 10th percentile, mean, and 90th percentile (e.g. small, medium, large) of the size distribution of lobster used in the experiment. 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 7 Journal of Animal Ecology DIFIORE and STIER the field data, communities characterized by large lobsters relative to urchin size and high urchin density displayed the highest interac- tion strength, while interaction strength in communities with small lobsters relative to urchins and low urchin density approached zero (Figure S4). Across all sites and years, lobster– urchin interactions were log- distributed with far more weak than strong interactions (Figure 5a,c). 3.5 | General size- scaling relationships failed to quantitatively predict lobster– urchin interactions In general, size- scaling relationships from the literature provided similar rank order predictions for which sites or years displayed the strongest or the weakest interactions compared to our experimen- tal estimates (Figure S5, Spearman's rank order correlation test, p < 0.001). However, published size- scaling relationships failed to estimate the magnitude of inferred interactions between lobster and urchin. The closest prediction from the literature to the average of our experimental prediction was for active crustacean predators for- aging on static prey (Barrios- O'Neill et al., 2019). However, the aver- age of this prediction was still 18.7 times greater than the interaction strength estimated by our experimental model (Figure 5c, Figure S6). Furthermore, there was only a 15.6% overlap between the distribu- tion of our experimental prediction and the distribution of the clos- est prediction from the literature. The precision of the predictions increased as the taxonomic specificity increased. The average of the cross- taxa estimate (Uiterwaal & DeLong, 2020) was five orders of magnitude lower than the experimental average, while the average estimate for marine invertebrates (Rall et al., 2012) was ~100 times less than the experimental average. The estimate for active marine crustacean predators performed the best. 4 | DISCUSSION Understanding when and where predators will interact strongly with prey is critical to disentangling context dependency in trophic ecology, and can offer insight into the repercussions of dis- proportionate harvesting of species at the top of the food chain. Spatial and temporal heterogeneity in predator and prey size dis- tributions driven by demographic variation (De Roos et al., 2003), spatially explicit size- structured harvest (Kay et al., 2012) and size- structured predation (Rudolf, 2008) may underlie much of the FIGURE 3 Body size scaling of the attack rate (a) and handling time (b) parameters of the functional response of California spiny lobster Panulirus interruptus foraging on purple urchins Strongylocentrotus purpuratus. Lines are posterior predictions ( ! X [95% CI]) for the body size scaling of each parameter according to power- law functions of predator and prey mass (see Section 2 for details). Data points are 100 sampled draws from the posterior distributions of α and h for each individual predator foraging on a particular prey size class using a Bayesian hierarchical model. Note the log 10 transformations of both axes. 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 8 | Journal of Animal Ecology DIFIORE and STIER context dependency. Our findings demonstrate that body size is a strong determinant of lobster– urchin interactions in experimen- tal trials and suggest that natural- and human- induced variation in body size in the field may be a powerful driver of interaction strength between lobsters and urchins. Our results provide insight into when and where we expect lobsters to play a dominant preda- tory role, and suggest that harvest- induced reductions in lobster size may have significant ecological consequences in kelp forest ecosystems. 4.1 | Body size drives variation in the role of lobsters in the kelp forest The hypothesis that lobsters control urchin populations is contested, with some research finding evidence for predator- induced declines in urchins (Ling et al., 2009) and other research finding no evidence at all (Malakhoff & Miller, 2021). Our results suggest two scenarios when lobsters could potentially impact urchin populations, thereby potentially buffering macroalgae resources. We found that interac- tion strength is greatest when urchin density is high, lobsters are large, and urchins are small. In marine protected areas where lobsters are protected from fishing, lobster size and density are greater than in fished areas (Kay et al., 2012; Peters et al., 2019). With a relatively high density of large lobsters our results suggest that there could be substantial predation pressure on urchins, which is consistent with recent modelling work that highlights the importance of size- selective predation on the recovery of kelp communities under dif- ferent management strategies (Dunn et al., 2021). Alternatively, our foraging trials demonstrate that even small lobsters can be effec- tive predators of small urchins. Purple urchins can recruit in large numbers to reefs if environmental and biological conditions allow (Okamoto et al., 2020). High densities of lobsters, even if small, may provide a bottleneck of mortality for small urchin recruits, effec- tively reducing the capacity of the urchin population to consume kelp (e.g. Rennick et al., 2022). However, strong interactions at one point in time could lead to weak interactions in the future as urchins grow large enough to experience reduced predation. Accounting for dynamic interactions between density and size structure can lead to counterintuitive predictions, such as increases in total prey biomass even when predator induced mortality increases (Schröder et al., 2009). Therefore, to understand the long- term dynamics of lobster– urchin interactions a critical next step is to explicitly model the dynamics of size- structured communities. 4.2 | Body size— Not density— Accounts for the majority of variation in interaction strength Empirical research on predator– prey interactions has historically focused on estimating interaction strength based on species abundances (Novak et al., 2016). Typically, interaction strength FIGURE 4 Predicted interaction strength between California spiny lobster Panulirus interruptus predators and purple sea urchin Strongylocentrotus purpuratus prey at five sites in the Santa Barbara Channel, USA from 2012 to 2020 (a, b). Points and surrounding greyscale circles represent the median and upper 95% CI of interaction strength simulated for historic observations of lobster and urchin size distributions and densities using a body size- dependent functional response parameterized from mesocosm foraging experiments. Inset plots (c– g) are the median interaction strength through time at each site. Green polygons along coastline are the historic extent of giant kelp forests estimated via satellite imagery (Santa Barbara Coastal LTER et al., 2022). 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 9 Journal of Animal Ecology DIFIORE and STIER is quantified by measuring the abundance of a focal species in the presence or absence of the interacting species (Wootton & Emmerson, 2005). This abundance- based approach implicitly as- sumes that intraspecific variation in traits has little impact on how strongly populations interact. Yet, there is evidence that intraspe- cific variation in traits can overshadow interspecific effects (Des Roches et al., 2018). For example, recent work showed that ac- counting for size- specific differences in consumption rates using theoretical size- scaling relationships (e.g. m 0.75 ) better predicts empirical interaction strength than density or biomass (Atkins et al., 2015). Our study provides additional support for the critical role of ac- counting for intraspecific variation in body size in predicting inter- action strength by demonstrating that lobster– urchin interactions are determined by their respective size distributions, more so than density. We attributed up to 89% of the variation in inferred interac- tion strength to variation in body size. One possible reason for this pattern is because lobster maximum consumption rates, not attack rates, were size dependent. As consumption becomes more density independent (e.g. approaches C max ) it becomes more size dependent. Across our observational dataset, urchin densities were high rela- tive to the average maximum consumption rates of lobster at a site. Thus, it was unlikely that lobsters were limited by urchin availabil- ity, but rather by lobsters' ability to handle prey— a parameter that is strongly size dependent. Therefore, we speculate that variation in predator and prey body size accounted for the majority of variation in interaction strength because at the observed urchin densities lob- sters foraged in a size- dependent, rather than density- dependent, manner. Together, our results highlight the extent to which focusing on species densities or biomass alone could lead to inaccurate esti- mates of interactions. Accounting for traits like body size could re- solve long- standing debates on the role of predators in regulating prey populations (Poisot et al., 2015) and move debates from the static question of if predators impact prey dynamics, to when and where predators play a strong role in a community. 4.3 | Naïve predictions of interaction strength Researchers are increasingly focused on implementing ecosystem- based approaches to management (EBM) that account for species interactions, physical forces, social drivers and economic considera- tions (Long et al., 2015). One challenge to effective implementation of EBM is uncertainty in the strength of species interactions, particu- larly when system- specific data are limited (Hunsicker et al., 2011). Previous work in food web ecology has utilized theoretical scaling relationships to determine the structure and resilience of ecologi- cal networks (Brose et al., 2006; Petchey et al., 2008). Recently, applied ecologists have adapted a similar approach to parameter- ize stage- or size- structured models, where they assume theoreti- cal size- scaling exponents to estimate interaction strength along with other life- history parameters (Blanchard et al., 2017; see Reum et al., 2019, Spence et al., 2021 for exceptions). These models have led to conceptual advances in the consequences of harvest on popu- lations (Andersen et al., 2009), communities (Andersen et al., 2015; Claessen et al., 2009) or whole ecosystems (Fulton et al., 2011; Heymans et al., 2016). Our results suggest that qualitative predic- tions for when predators display strong or weak interactions with their prey may be resilient to inaccurate estimates of how consump- tion varies with body size for particular species. However, our case FIGURE 5 (a) Predicted interaction strengths between individual lobster predators Panulirus interruptus and their urchin prey Strongylocentrotus purpuratus across five sites and 9 years of observational data. Variation in urchin and lobster body size accounted for 82%– 89% of the total variation in interactions, while variation in density accounted for the remainder. (b) A hypothetical simulation demonstrating the change in interaction strength for a 10- fold increase in urchin density with no change in lobster size compared to a 10- fold increase in lobster body mass with no change in urchin density. In this simulation, interaction strength was estimated using the parameters from the experimental size- scaling relationship for lobster– urchin interactions. (c) Comparison of three estimates of the size scaling of interaction strength from the literature with experimental predictions. Points and intervals at the bottom are mean and 95% CI's of each distribution. Note the log 10 transformation on the x- axes in panels (a and c). 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 10 | Journal of Animal Ecology DIFIORE and STIER study on lobster– urchin interactions suggests that relying on gen- eral size- scaling relationships may fail to quantitatively predict the magnitude of trophic interactions between specific species. In other words, naïve estimates may accurately predict the direction and rank order of when and where predators interact strongly with prey but not the magnitude of these interactions. Failing to quantitatively es- timate interactions is a critical deficiency in predicting harvest quo- tas in an EBM framework. There are two likely reasons for the large discrepancy between our experimental estimates of interaction strength and estimates based on published size- scaling relationships. The first is that the relationship between body size and interaction strength is highly variable across different species and taxa (Rall et al., 2012; Uiterwaal & DeLong, 2020), or even among different functional groups in the marine benthos (Barrios- O'Neill et al., 2019). Here, we focused on the mean trend in the relationship between size and interaction strength from these studies to determine how much information could be borrowed to estimate the interaction strength of particular predator– prey pairs. However, the considerable variation around the mean is certainly a source of imprecision in using cross- species size- scaling relationships to estimate interactions for specific species. The other likely reason our experimental estimates differed from estimates based on published size- scaling relationships is dis- crepancies between consumption- size relationships within species pairs compared to across species pairs (Brose et al., 2017). Previous metanalyses used the average body size of a predator species and the average body size of its prey species to estimate how the func- tional response varies with body size (Rall et al., 2012; Uiterwaal & DeLong, 2020). However, body size varies among individuals, and consumption is a nonlinear function of body size. Therefore, the consumption rate of the average sized individual will poorly ap- proximate the average consumption rate across variation in body size (Bolnick et al., 2011). While size- scaling relationships generated across the average body size of species may uncover general ecolog- ical patterns (White et al., 2019), our results add to a growing body of evidence that general relationships may have little bearing on how a particular predator's consumption rate on a prey changes with ontogenetic growth (Aljetlawi et al., 2004; Uiterwaal et al., 2017). Exploring if there are any general patterns in the consumption- body size relationship within species pairs could improve the utility of using body size to estimate ontogenetic variation in interaction strength in the absence of species- specific data. 5 | CONCLUSIONS To sustainably harvest and conserve ecosystems, it is critical to pre- dict how strongly predators interact with their prey— a challenging task considering the same species of predator can interact with its prey differently in different spatial or temporal contexts. Here, we used a simulation procedure to infer how strongly lobster and urchin may have interacted across narrow spatial and temporal scales. Our analysis suggests that variation in the body size of predator and prey, more so than variation in density, accounted for the majority of vari- ation in lobster– urchin interaction strength. Our results highlight the importance of accounting for body size when determining fine- scale variation in interaction strength, as two sites may have the same density of species, but species may interact strongly at one site and not at all at the other depending on variation in individual body size. For lobsters and urchins, species- specific estimates for how con- sumption changes with body size, rather than general size- scaling relationships, are necessary to sufficiently predict how changes in size drive changes in interaction strength. Humans are driving reductions in the size of predators (Blanchard et al., 2005; Robinson et al., 2017) through the interactive effects of harvest and warming temperatures (Baudron et al., 2014; Lindmark et al., 2018; Pauly & Cheung, 2018). Such reductions in body size not only alter the economic and cultural value of the target population (Oke et al., 2020), but also lead to shifts in how strongly species in- teract in communities. Incorporating body size as a means of approx- imating how strongly species interact will improve ecologists' ability to predict when and where predators have strong effects on prey, a critical step in clarifying the context dependence of trophic interac- tions and understanding the repercussions of the ongoing losses of large predators. AUTHOR CONTRIBUTIONS Bartholomew P. DiFiore and Adrian C. Stier conceived the study. Bartholomew P. DiFiore collected and analysed the data, and wrote the first draft of the manuscript. Both authors contributed equally to revisions. ACKNO WLE DGE MENTS We thank Drs. Jameal Samhouri, Dan Reed, Holly Moeller, Ana Miller- ter Kuile and the Ocean Recoveries laboratory group for pro- viding invaluable guidance on previous drafts of this manuscript. We also thank Drs. Erik Ward, Stephen Proulx and Dan Ovando for as- sistance in developing the Bayesian model. Joseph Curtis and many undergraduate researchers were integral to conducting the meso- cosm experiment and maintaining the animals in captivity. Finally, the integration of experimental results with long- term data would not have been possible without the efforts of Clint Nelson, Li Kui and many others involved with the SBC LTER. This work was funded by an NSF Graduate Research Fellowship, a University of California Chancellor's award, the California Sea Grant Prop 84 grant program (R/OPCOAH- 2) and the Santa Barbara Coastal Long- Term Ecological Research program (NSF OCE 1831937). CONFLICT OF INTEREST STATEMENT The authors declare no conflict of interest. DATA AVAILABILITY STATEMENT All data used in this manuscript are available through the Environmental Data Initiative (EDI) and linked to the Santa Barbara Coastal long- term ecological research (SBC LTER) data catalogue. Lobster size and density data used in this manuscript can be found at 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License | 11 Journal of Animal Ecology DIFIORE and STIER https://doi.org/10.6073/PASTA/ 0BCDC 7E8B2 2B8F2 C1801 085E8 CA24D59 (Santa Barbara Coastal LTER et al., 2021a). For urchin size data see https://doi.org/10.6073/PASTA/ FD564 DDDFE 7B77F E9E4B D8417 F166057 (Santa Barbara Coastal LTER et al., 2021b) and urchin density data see https://doi.org/10.6073/pasta/ f1cf0 70648 d7654 ada05 2835a fb",
  "sections": {
    "abstract": "1. How strongly predators and prey interact is both notoriously context dependent and difficult to measure. Yet across taxa, interaction strength is strongly related to predator size, prey size and prey density, suggesting that general cross- taxonomic relationships could be used to predict how strongly individual species interact. 2. Here, we ask how accurately do general size- scaling relationships predict varia- tion in interaction strength between specific species that vary in size and density across space and time? 3. To address this question, we quantified the size and density dependence of the functional response of the California spiny lobster Panulirus interruptus, foraging on a key ecosystem engineer, the purple sea urchin Strongylocentrotus purpuratus, in experimental mesocosms. Based on these results, we then estimated variation in lobster– urchin interaction strength across five sites and 9 years of observa- tional data. Finally, we compared our experimental estimates to predictions based on general size- scaling relationships from the literature. 4. Our results reveal that predator and prey body size has the greatest effect on interaction strength when prey abundance is high. Due to consistently high ur- chin densities in the field, our simulations suggest that body size— relative to density— accounted for up to 87% of the spatio- temporal variation in interaction strength. However, general size- scaling relationships failed to predict the magni- tude of interactions between lobster and urchin; even the best prediction from the literature was, on average, an order of magnitude (+18.7×) different than our experimental predictions. 5. Harvest and climate change are driving reductions in the average body size of many marine species. Anticipating how reductions in body size will alter species interactions is critical to managing marine systems in an ecosystem context. Our results highlight the extent to which differences in size- frequency",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results reveal that predator and prey body size has the greatest effect on interaction strength when prey abundance is high.",
    "we found no evidence for a hump- shaped rela- tionship between attack rates and size (see Supplement 1.",
    "We found no evidence for variation in attack rates with lobster size or urchin size (Figure 3a, 훽 훼,c = 0.",
    "We found that the inferred interaction strength between lobsters and urchins varied considerably across narrow spatial and temporal scales (0.",
    "We found that body size accounted for the majority of the variation in inferred interaction strength (75%– 87%) compared to variation in density (Figure 5a).",
    "Our findings demonstrate that body size is a strong determinant of lobster– urchin interactions in experimen- tal trials and suggest that natural- and human- induced variation in body size in the field may be a powerful driver of interaction strength between lobsters and urchins.",
    "Our results suggest two scenarios when lobsters could potentially impact urchin populations, thereby potentially buffering macroalgae resources.",
    "We found that interac- tion strength is greatest when urchin density is high, lobsters are large, and urchins are small."
  ],
  "fullText": "\n\nJ Anim Ecol. 2023;00:1–14.    \n|\n 1wileyonlinelibrary.com/journal/jane\nReceived: 31 January 2022 \n|\n Accepted: 6 March 2023\nDOI: 10.1111/1365-2656.13918  \nRESEARCH ARTICLE\nVariation in body size drives spatial and temporal variation in \nlobster– urchin interaction strength\nBartholomew P. DiFiore\n1\n |   Adrian C. Stier\n1,2\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction \nin any medium, provided the original work is properly cited and is not used for commercial purposes.\n© 2023 The Authors. Journal of Animal Ecology published by John Wiley & Sons Ltd on behalf of British Ecological Society.\n1\nDepartment of Ecology, Evolution, and \nMarine Biology, University of California, \nSanta Barbara, California 93106, USA\n2\nMarine Science Institute, University of \nCalifornia Santa Barbara, Santa Barbara, \nCalifornia 93116, USA\nCorrespondence\nBartholomew P. DiFiore\nEmail: bdifiore@ucsb.edu\nFunding information\nCalifornia Sea Grant, University of \nCalifornia, San Diego, Grant/Award \nNumber: R/OPCOAH- 2; National Science \nFoundation, Grant/Award Number: NSF \nOCE 1831937; University of California\nHandling Editor: Mariano Rodriguez- Cabal\nAbstract\n1. How strongly predators and prey interact is both notoriously context dependent \nand difficult to measure. Yet across taxa, interaction strength is strongly related to \npredator size, prey size and prey density, suggesting that general cross- taxonomic \nrelationships could be used to predict how strongly individual species interact.\n2. Here, we ask how accurately do general size- scaling relationships predict varia-\ntion in interaction strength between specific species that vary in size and density \nacross space and time?\n3. To address this question, we quantified the size and density dependence of the \nfunctional response of the California spiny lobster Panulirus interruptus, foraging \non a key ecosystem engineer, the purple sea urchin Strongylocentrotus purpuratus, \nin experimental mesocosms. Based on these results, we then estimated variation \nin lobster– urchin interaction strength across five sites and 9 years of observa-\ntional data. Finally, we compared our experimental estimates to predictions based \non general size- scaling relationships from the literature.\n4. Our results reveal that predator and prey body size has the greatest effect on \ninteraction strength when prey abundance is high. Due to consistently high ur-\nchin densities in the field, our simulations suggest that body size— relative to \ndensity— accounted for up to 87% of the spatio- temporal variation in interaction \nstrength. However, general size- scaling relationships failed to predict the magni-\ntude of interactions between lobster and urchin; even the best prediction from \nthe literature was, on average, an order of magnitude (+18.7×) different than our \nexperimental predictions.\n5. Harvest and climate change are driving reductions in the average body size of \nmany marine species. Anticipating how reductions in body size will alter species \ninteractions is critical to managing marine systems in an ecosystem context. Our \nresults highlight the extent to which differences in size- frequency distributions \ncan drive dramatic variation in the strength of interactions across narrow spatial \nand temporal scales. Furthermore, our work suggests that species- specific esti-\nmates for the scaling of interaction strength with body size, rather than general \n\n2 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\n1 | INTRODUCTION\nThe complexity and context dependency of species interactions has \nled numerous ecologists to argue that prediction in community ecol-\nogy is impossible (Lawton, 1999). Yet, across species from widely dif-\nferent taxonomic groups there is considerable evidence for general \npatterns relating individual traits, like body size, to the strength of spe-\ncies interactions (Brown et al., 2004). For instance, recent syntheses \nof empirical work demonstrate that across taxa, how much predators \nconsume at a given prey density— one measure of interaction strength \n(Berlow et al., 2004)— is strongly correlated with predator and prey size \n(Rall et al., 2012; Uiterwaal & DeLong, 2020). Yet despite the strength \nof general size- scaling relationships, it is unclear how accurately these \nrelationships  predict  interactions  between  specific  species,  and  if \nthese predictions might disentangle complexity in community ecology \n(e.g. Poisot et al., 2015). In this paper, we present a case study testing \nif general cross- taxonomic patterns relating interaction strength with \npredator and prey body size predict how strongly a focal predator– \nprey pair interact. Understanding if general size- scaling relationships \ncan be used to predict interactions between focal species would be \npowerful,  particularly  for  species  of  management  or  conservation \nconcern, whose large size, rarity or highly migratory behaviour make \nempirical estimates of interactions challenging (Geary et al., 2020).\nOntogenetic increases in body size can drive variation in the \nstrength  of  interactions  (Persson  et  al., 1998).  As  an  individual \npredator grows, the amount, size and species of prey it consumes \nchanges  (Barnes  et  al., 2010;  De  Roos  et  al., 2003;  Werner  & \nGilliam, 1984). Likewise, as an individual prey grows, its risk of pre-\ndation can decrease as it outgrows a predator's gape (Urban, 2007), \nimproves predator evasion (Martin et al., 2021) or develops defences \nsuch as spines (Laforsch & Tollrian, 2004). Such changes in feeding \nbehaviour or defensive capacity as individual predators and prey \ngrow through ontogeny can drive variation in interaction strength \n(Brose, 2010). This same phenomenon may extend to the scale of \nthe community. Even if different communities have the same num-\nber of predator and prey individuals, differences in the distribution \nof biomass across size classes may cause differences in how strongly \npredator and prey interact across space or time. For instance, com-\nmunities with larger predators and smaller prey could have stron-\nger  interactions,  while  communities  with  smaller  predators  and \nlarger prey may have weaker interactions (Figure 1). A consider-\nable body of prior work has quantified the effects of body size on \nconsumption rates under controlled conditions (Brose et al., 2017; \nUiterwaal & DeLong, 2020 for reviews). A next step in this field is to \npair similar controlled experiments with observational data in order \nto understand how differences in the size structure of populations \ndrives when and where predators interact strongly with their prey.\nAcross taxa, interaction strength tends to— on average— increase \nwith predator size (Rall et al., 2012; Uiterwaal & DeLong, 2020), sug-\ngesting it may be possible to predict how strongly specific species \ninteract knowing only the size and density of individuals. Indeed, pre-\nvious work has widely relied on theoretical scaling exponents based on \nmetabolic arguments (e.g. Brown et al., 2004) as a null expectation to \nestimate interaction strength (Berlow et al., 2009; Petchey et al., 2008; \nYodzis & Innes, 1992). Adopting a similar approach based on empirical \nsize- scaling relationships could offer a simple means of making quanti-\ntative predictions of interaction strength without in- depth experimen-\ntation. However, there is considerable noise around the mean trend in \ngeneral size- scaling relationships due to differences in taxonomy (Rall \net al., 2012), temperature (Englund et al., 2011), habitat dimensional-\nity (Barrios- O'Neill et al., 2016; Pawar et al., 2012) and foraging mode \n(Barrios- O'Neill et al., 2019). Therefore, it is likely that for a given spe-\ncies pair, the relationship between body size and interaction strength \ndiffers from the mean trend across species. Yet understanding how far \nspecies pairs deviate from the mean trend will determine the utility of \nnaively applying general size- scaling relationships.\nHere, we explore the size dependence of interaction strength for \ntwo economically and ecologically important species: the California \nspiny  lobster Panulirus  interruptus (hereafter ‘lobster’)— a  predator, \nand the purple sea urchin Strongylocentrotus  purpuratus (hereafter \n‘urchin’)— a prey. Understanding when and where lobster impact ur-\nchin populations is critical because increases in urchin abundance can \ndrive communities to switch from kelp to urchin dominated states \n(Ling et al., 2015). Previous studies have shown that a high abundance \nof urchin predators can increase the resistance of kelp communities \nto urchin- driven phase shifts (Hamilton & Caselle, 2015). Yet, empiri-\ncal evidence for urchin regulation by lobsters remains equivocal, with \nsome studies finding a strong top- down effect (Lafferty, 2004) and \nothers finding only a weak effect of lobsters (Dunn & Hovel, 2019; \nGuenther et al., 2012; Malakhoff & Miller, 2021). Previous work on \nCalifornia spiny lobster and other lobster species shows that larger \nlobster consume more and larger urchins (Ling et al., 2009; Tegner & \nLevin, 1983), yet the relative role of lobster size, urchin size and urchin \ndensity in driving interaction strength remains poorly understood.\nIn this manuscript, we test the hypothesis that general size- \nscaling relationships can be used to predict variation in lobster– \nurchin  interactions.  To  test  this  hypothesis,  we  first  quantified \nhow the body size and density of lobster and urchins varied across \nspace and through time. We then ask, how does urchin size, lob-\nster size and urchin density alter consumption rates of urchins in \nsize- scaling relationships, are necessary to quantitatively predict how reductions \nin body size will alter interaction strengths.\nKEYWORDS\nBayesian statistics, functional response, interaction strength, kelp forest, lobster, sea urchin\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n 3\nJournal of Animal Ecology\nDIFIORE and STIER\nexperimental mesocosms? By combining our empirical estimates of \nconsumption rates with long- term observational data, we then dis-\nentangle the effects of lobster size, urchin size and urchin density on \nspatio- temporal variation in interaction strength. Finally, we address \nthe question: how well do general size- scaling relationships predict \ninteraction strength between a specific predator– prey pair across \nnatural variation in body size and density?\n2 | MATERIALS AND METHODS\n2.1 |  How do lobsters and urchins vary in body size \nand density across space and through time?\nWe used 9 years of spatially explicit observational data collected by \nthe Santa Barbara coastal long- term ecological research program \n(SBC LTER) to explore how lobster and urchin density (ind.m\n−2\n) and \nbody size varied across space and time. The SBC LTER collects an-\nnual data on the abundance and size distribution of lobsters and ur-\nchins at five sites. Briefly, divers count the number of urchins greater \nthan 20 mm in six quadrats uniformly spaced along 40 m transects \nat each site (three to eight transects per site; Santa Barbara Coastal \nLTER et al., 2021b). Along a single transect, a diver estimates the test \ndiameter of the first ~50 urchins to the nearest 0.5 cm (Santa Barbara \nCoastal LTER et al., 2021c). Divers count and estimate the carapace \nlength to the nearest mm of all lobsters in 1200 m\n2\n plots centred \naround each transect (Santa Barbara Coastal LTER et al., 2021a).\n2.2 |  How does lobster predation on urchins vary \nwith lobster size, urchin size and urchin density?\nWhile there are numerous definitions of interaction strength in \nthe literature, here we define interaction strength as a predator's \nFIGURE 1 Observed body size \ndistributions of a predator (Panulirus \ninterruptus— lobster) (a) and their prey \n(Strongylocentrotus purpuratus— urchin) (b) \nacross five sites monitored annually from \n2012 to 2020. Different processes such as \nvariation in recruitment, habitat suitability \nor harvest can cause differences in the \nsize of predators, like lobster, relative to \ntheir prey independent of density (c– e). \nTheory predicts that larger predators will \nconsume more total prey biomass than \nsmaller predators, and that predators \ntend to consume more small than large \nprey. Such size- dependent foraging at \nthe scale of the individual could result in \nlarge variation in interaction strength at \nthe population- scale at different sites or \nyears (f).\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n4 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\nnonlinear functional response, which describes how consumption \nrates change as a function of prey density (Berlow et al., 2004 for \nreview). Typically, consumption rates increase with prey density \nuntil predator satiation, at which point consumption becomes den-\nsity independent (Jeschke et al., 2002). The initial increase in con-\nsumption approximates the rate that a predator searches space \nand finds new prey items (i.e. the attack rate), while the preda-\ntor's maximum consumption rate is limited by the time it takes to \nmanipulate and digest prey (i.e. the handling time) (Holling, 1959). \nTogether,  these  relationships  describe  a  type  II  functional  re-\nsponse, such that\nwhere C is consumption rate, N is the initial density of prey, α is attack \nrate and h is handling time, or the inverse of a predator's maximum \nconsumption rate (1/C\nmax\n).\nTheory predicts that maximum consumption rates (i.e. 1/h) scale \nwith consumer body size at the same rate that metabolism scales \nwith body size (Brown et al., 2004; Yodzis & Innes, 1992). Therefore, \nhandling time (1/C\nmax\n) will decrease with consumer body size ac-\ncording to a negative power- law function (\nh∝m\n−훽\nc\n). A predator's \nhandling time may also be a function of prey size. Larger prey can be \nmore challenging to manipulate or digest resulting in longer handling \ntimes (Rall et al., 2012). Together, consumption rates at saturating \nprey densities are expected to vary according to:\nwhere m\nc\n and m\nr\n are predator and prey mass, respectively, h\n0\n  is \na  constant,  and β\nh,c\n and β\nh,r\n  are  scaling  coefficients  (Uiterwaal  & \nDeLong, 2020).\nForaging theory and biomechanical arguments also provide ex-\npectations for how a predator's attack rate should vary with body \nsize. Larger predators have higher mobility and larger prey are more \neasily detected (McGill & Mittelbach, 2006). Therefore, attack rates \nshould increase according to power- law functions of predator and \nprey size, such that\nwhere α\n0\n is a constant, and β\nα,c\n and β\nα,r\n are scaling exponents (Rall \net al., 2012; Uiterwaal & DeLong, 2020). Previous work suggests that \nattack rates increase and then decrease as a function of predator size at \na fixed prey size (Kalinkat et al., 2013; Uiterwaal et al., 2017). However, \nin preliminary analyses we found no evidence for a hump- shaped rela-\ntionship between attack rates and size (see Supplement 1.1). Therefore, \nwe focus on the power- law scaling relationship (Equation 3).\nTo determine the size dependence of the lobster functional re-\nsponse, we conducted a factorial experiment where we manipulated \nurchin density, urchin size and lobster size in mesocosms. The lob-\nsters and urchins used in these experiments spanned the size range \nof local populations surveyed by the SBC LTER. We collected all \nspecimen with permission from the California Department of Fish \nand Wildlife (Scientific Research Permit #13746), and our study did \nnot require ethical approval. We placed a single lobster in an experi-\nmental arena, and fed each lobster one of three size classes of urchin \nat  six  different  densities  (N = 2,3,5,10,16,26 ind.arena\n−1\n).  We  se-\nlected urchin densities such that the highest density in experimental \ntrials was representative of that in urchin- dominated areas (Rennick \net al., 2022). We conducted all foraging trials for 48 h in 200 L arenas. \nPrior to a trial, we fed lobsters ad libitum for 48 h and then starved \nthe predators for 48 h. For more detail on the specifics of mesocosm \nexperiments refer to Supplement 2.\nWe then estimated the parameters of the size- dependent func-\ntional response using a Bayesian hierarchical model. Specifically, we \nestimated the number of urchins eaten as a function of the number \nof urchins offered, lobster size (g), and urchin size (g). We assumed \nthat the number of urchins consumed in trial i by lobster j (C\ni,j\n) fol-\nlowed a Poisson distribution such that\nwhere, α\nj\n is the attack rate (day\n−1\n m\n−2\n) of lobster j,h\nj\n is the handling time \n(d) of lobster j and \nm\nr\n is the average mass of the urchin size class that \nlobster j foraged on. We constructed informed priors on all \n훽\n param-\neters, where the \n훽\ns were normally distributed with a mean based on \ntheoretical predictions (Table S1). We assumed gamma distributions \nfor the prior variances. We included a random effect of lobster individ-\nual on the estimation of α and h (휇\n훼,j\n,휇\nh,j\n), assuming that errors between \nindividuals were normally distributed with mean 0.\nWe  implemented  the  model  in  Stan  (Stan  Development \nTeam, 2022) which uses a Hamiltonian Monte Carlo procedure to \nestimate parameters. We ran three chains for 25,000 iterations with \na burn- in of 12,500 iterations and thinned the chains to retain every \nthird iteration. To diagnose model convergence, we visually assessed \nmixing of the model chains and confirmed using the Gelman– Rubin \nconvergence diagnostic (\n!\nR<1.1\n) (Brooks & Gelman, 1998). For more \ndetails on our modelling approach see Supplement 1.2.\n2.3 |  How might lobster– urchin interaction \nstrength have varied across space and through time?\nTo generate plausible estimates for how strongly lobsters and ur-\nchins interact under natural conditions, we combined the obser-\nvational  data  with  our  experimentally  parameterized  functional \nresponse. We assumed that interactions were random at a site in \n(1)\nC=\n훼N\n1+훼hN\n,\n(2)\n1\nC\nmax\n=h=h\n0\nm\n훽\nh,c\nc\nm\n훽\nh,r\nr\n,\n(3)\n훼=훼\n0\nm\n훽\n훼,c\nc\nm\n훽\n훼,r\nr\n,\n(4)\nC\ni,j\n∼\nPoisson\n!\n휆\ni,j\n\"\n,\n휆\ni,j\n=\n훼\ni,j\nN\ni\n1+a\nj\nh\nj\nN\ni\n,\nlog\n!\n훼\nj\n\"\n=log\n!\n훼\n0\n\"\n+훽\n훼,c\nlog\n!\nm\nc,j\n\"\n+훽\n훼,r\nlog\n!\nm\nr,j\n\"\n+μ\nα,j\n,\nlog\n!\nh\nj\n\"\n=log\n!\nh\n0\n\"\n+훽\nh,c\nlog\n!\nm\nc,j\n\"\n+훽\nh,r\nlog\n!\nm\nr,j\n\"\n+휇\nh,j\n,\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n 5\nJournal of Animal Ecology\nDIFIORE and STIER\na particular year, such that (1) any lobster could interact with any \nurchin and (2) lobster and urchin density was homogenous across \na site. Specifically, we resampled with replacement 1000 individual \nbody masses from the size distributions of lobsters and urchins at \neach site/year and estimated the interaction strength (IS) between \npredator i and prey j as\nwhere N and P are the density of urchins and lobsters, respectively, av-\neraged across transects at a site in a particular year, and m\nx\n is the mass \nof lobster (c) and urchin (r) individuals in a particular draw from the \nsize distribution. For simplicity, we set all parameters (α\n0\n, \nh\n0\n, β\nx\n) as the \nmedian posterior estimate from the Bayesian model. Based on this pro-\ncedure, IS represents a distribution of plausible interactions between \nlobster and urchin individuals at each site and year.\n2.4 |  Disentangling the effects of body size and \ndensity as drivers of variation in interaction strength\nMany empirical studies of interaction strength focus on predator \nand prey density (Berlow et al., 1999; Novak et al., 2016 for reviews). \nHowever, estimating interaction strengths based on density alone \nmay be inaccurate, particularly for species that experience nonlinear, \nindeterminate growth, like many marine species where a single large \nindividual has the same mass as many smaller, younger individu-\nals. Recent work highlights the importance of accounting for size- \ndependent  consumption  rates  in  estimating  interaction  strength \n(Atkins et al., 2015). But it is unclear how much of the variation in in-\nteraction strength would be missed by estimating interactions based \nsolely on density.\nTo partition the amount of variation in interaction strength due \nto differences in body size versus density we used a simulation \nprocedure. From Equation 5, it follows that there is an interaction \nbetween body size and density, such that at low urchin densities con-\nsumption rates will be determined by the size dependence of lobster \nattack rates, while at high urchin densities consumption rates will \nbe determined by the size dependence of lobster handing times. To \npartition variance, we therefore compared the total variation in esti-\nmated interaction strengths accounting for variation in both density \nand body size to simulations where density varied at fixed values of \nlobster and urchin body size. We iterated this procedure across 625 \ndifferent values of lobster size and urchin size such that sizes ranged \nfrom the maximum lobster mass and minimum urchin mass to the \nmaximum urchin mass and minimum lobster mass. For each iteration, \nwe estimated the proportion of variation due to differences in den-\nsity as the correlation coefficient (R\n2\n) of the simple linear regression \nbetween the estimated interaction strengths when both body size \nand density vary to the estimated interaction strengths when den-\nsity varied at a fixed combination of body sizes. Considering the only \nsources of uncertainty in our estimates were body size and density, \nwe estimated the proportion of variation due to body size as 1 − R\n2\n \nfor each iteration and report the full range of values (see Supplement \n3.3 for further details).\n2.5 |  How well can general size- scaling \nrelationships predict species- specific interactions?\nResolving how accurately a given predator's consumption rate can \nbe predicted from general size- scaling relationships and their covar-\niates is at the crux of integrating our theoretical and experimental \ndepth of knowledge about the size dependence of predator– prey \ninteractions into ecosystem- based management practices. To de-\ntermine how well general size- scaling relationships predict lobster– \nurchin  interactions,  we  compared  our  experimental  predictions \nwith  estimates  from  three  published  size- scaling  relationships. \nBased on previous work demonstrating that both traits and tax-\nonomy are important for predicting how strongly species interact \n(Rall et al., 2011), we hypothesized that size- scaling relationships \nfrom the literature would more precisely match our experimental \npredictions as they increased in taxonomic specificity. Therefore, \nwe predicted how strongly lobsters and urchins interact based on a \ngeneral cross- taxonomic estimate (Uiterwaal & DeLong, 2020), an \nestimate for marine invertebrates (Rall et al., 2012), and an esti-\nmate for active marine crustaceans foraging on static prey (Barrios- \nO'Neill et al., 2019; Table S2).  Each  of  these  previous  analyses \nincluded  covariates  such  as  temperature,  arena  size  or  habitat \ndimensionality in their models of attack rates or handling times \n(Table S2). Therefore, we included these covariates when generat-\ning the predictions and fixed their values at the observed values \nin our mesocosm experiments (see Supplement 3.4 for more de-\ntails). We converted the units of our observational variables (body \nsize and density) into the units used in each previous study respec-\ntively, and then back converted all predicted values of interaction \nstrength into urchins consumed per m\n2\n per day in order to compare \nwith our experimental predictions. All analyses were implemented \nin R 4.0.4 (R Core Team, 2021).\n3 | RESULTS\n3.1 | Size- frequency distributions of lobsters \nrelative to urchins varied widely in space and time\nLobster size ranged more than three orders of magnitude from 6.2 to \n6184.0 g (393.6 [88.8– 897.8] g, \n!\nX\n [95% CI] unless otherwise specified), \nwhile urchin mass was on average 39.2 [8.1– 132.2] g (Figure 1a). \nThe relative difference in body mass between lobsters and urchins \nchanged from site to site and year to year with some sites at a par-\nticular time having relatively large lobsters and small urchins, while \nothers had relatively small lobsters and large urchins (Figure S1). The \naverage urchin density was 6.5 [0.8– 27.8] ind.m\n−2\n, while the average \nlobster density was 0.03 [0.004– 0.097] ind.m\n−2\n.\n(5)\nIS\ni,j\n=\n훼\n0\nm\n훽\n훼,c\nc\nm\n훽\n훼,r\nr\nNP\n1+훼\n0\nm\n훽\n훼,c\nc\nm\n훽\n훼,r\nr\nh\n0\nm\n훽\nh,c\nc\nm\n훽\nh,r\nr\nN\n,\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n6 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\n3.2 |  Interaction strength between lobsters and \nurchins increased with urchin density and lobster size \nbut decreased with urchin size\nIn mesocosm experiments, the consumption rate of urchins by lob-\nster increased with urchin density and lobster size, and decreased \nas urchin size increased (Figure 2, Figure S2). Only the largest lob-\nsters regularly consumed the largest urchins. For example, lobsters \nsmaller than the median body size only consumed two individual \nlarge urchins across all feeding trials. However, all size classes of lob-\nster consumed small urchins, and maximum consumption rates were \nhighest for the largest lobsters preying on the smallest urchins. We \nfound no evidence for variation in attack rates with lobster size or \nurchin size (Figure 3a, \n훽\n훼,c\n = 0.050[−0.12 to 0.41], \n훽\n훼,r\n = 0.093[−0.15 \nto 0.45]). However, handling time decreased with lobster size and \nincreased with urchin size (Figure 3b, \n훽\nh,c\n = −1.61[−2.16 to −1.02], \n훽\nh,r\n = 1.30[1.03 to 1.64]). Despite the inclusion of informative priors, \nthe posterior estimates for the scaling exponents differed from first \nprincipal expectations (Figure S3, Tables S1 and S3). Handling time \ndecreased at a faster rate than expected with lobster size (e.g. \n훽\nh,c\n) \nand at a higher rate than expected with urchin size (e.g. \n훽\nh,r\n).\n3.3 |  How might lobster– urchin interaction \nstrength have varied across space and through time?\nBy  integrating  our  experimental  model  with  long- term  data \non  lobster  and  urchin  body  sizes  and  densities,  we  generated \nplausible  estimates  for  historic  interaction  strengths.  We  found \nthat the inferred interaction strength between lobsters and urchins \nvaried considerably across narrow spatial and temporal scales (0.01 \n[0.0004– 0.08] ind.m\n−2\n day\n−1\n, Figure 4). The variation in interaction \nstrength between sites (\n!!\nCV\nspatial\n = 1.21 ± 0.4, X̅ ± 1 SD) was similar to \nthe variation between years (\n!!\nCV\ntemporal\n = 1.13 ± 0.1).\n3.4 |  Variation in lobster– urchin interaction \nstrength is caused by asymmetries in lobster and \nurchin body size rather than urchin density\nConsidering the extent of variation in inferred interaction strength \nacross space and time, we tested how much of this variation could \nbe attributed to differences in lobster– urchin body sizes versus den-\nsities. We found that body size accounted for the majority of the \nvariation in inferred interaction strength (75%– 87%) compared to \nvariation in density (Figure 5a). To better understand the implica-\ntion of body size accounting for the majority of variation, we gen-\nerated a hypothetical community of lobster and urchins. We then \nused our experimental estimate of the size- dependent functional \nresponse to simulate a 10- fold increase in mean urchin density with \nno change in lobster or urchin size distributions relative to a 10- fold \nincrease in mean lobster size with no change in the density of urchins \nor lobsters (Figure 5b). The increase in lobster body size resulted \nin a 230% increase in the median interaction strength, whereas the \nincrease in urchin density resulted in only a 38% increase in inter-\naction strength. In our estimates of interaction strength based on \nFIGURE 2 Purple sea urchin Strongylocentrotus purpuratus consumption rates by California spiny lobster Panulirus interruptus predators in \nmesocosm foraging trials. Individual lobsters (n = 45) foraged on a single urchin class at six different urchin abundances. Lines are posterior \npredictions (\n!\nX\n [95% CI]) from a Bayesian model for the body size dependent functional response. Prediction is for hypothetical lobsters with \nbody mass set to the 10th percentile, mean, and 90th percentile (e.g. small, medium, large) of the size distribution of lobster used in the \nexperiment.\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n 7\nJournal of Animal Ecology\nDIFIORE and STIER\nthe field data, communities characterized by large lobsters relative \nto urchin size and high urchin density displayed the highest interac-\ntion strength, while interaction strength in communities with small \nlobsters relative to urchins and low urchin density approached zero \n(Figure S4). Across all sites and years, lobster– urchin interactions \nwere log- distributed with far more weak than strong interactions \n(Figure 5a,c).\n3.5 |  General size- scaling relationships failed to \nquantitatively predict lobster– urchin interactions\nIn general, size- scaling relationships from the literature provided \nsimilar rank order predictions for which sites or years displayed the \nstrongest or the weakest interactions compared to our experimen-\ntal  estimates  (Figure S5,  Spearman's  rank  order  correlation  test, \np < 0.001). However, published size- scaling relationships failed to \nestimate the magnitude of inferred interactions between lobster and \nurchin. The closest prediction from the literature to the average of \nour experimental prediction was for active crustacean predators for-\naging on static prey (Barrios- O'Neill et al., 2019). However, the aver-\nage of this prediction was still 18.7 times greater than the interaction \nstrength estimated by our experimental model (Figure 5c, Figure S6). \nFurthermore, there was only a 15.6% overlap between the distribu-\ntion of our experimental prediction and the distribution of the clos-\nest prediction from the literature. The precision of the predictions \nincreased as the taxonomic specificity increased. The average of the \ncross- taxa estimate (Uiterwaal & DeLong, 2020) was five orders of \nmagnitude lower than the experimental average, while the average \nestimate for marine invertebrates (Rall et al., 2012) was ~100 times \nless than the experimental average. The estimate for active marine \ncrustacean predators performed the best.\n4 | DISCUSSION\nUnderstanding when and where predators will interact strongly \nwith  prey  is  critical  to  disentangling  context  dependency  in \ntrophic ecology, and can offer insight into the repercussions of dis-\nproportionate harvesting of species at the top of the food chain. \nSpatial and temporal heterogeneity in predator and prey size dis-\ntributions driven by demographic variation (De Roos et al., 2003), \nspatially explicit size- structured harvest (Kay et al., 2012)  and \nsize- structured predation (Rudolf, 2008) may underlie much of the \nFIGURE 3 Body size scaling of the attack rate (a) and handling time (b) parameters of the functional response of California spiny lobster \nPanulirus interruptus foraging on purple urchins Strongylocentrotus purpuratus. Lines are posterior predictions (\n!\nX\n [95% CI]) for the body \nsize scaling of each parameter according to power- law functions of predator and prey mass (see Section 2 for details). Data points are \n100 sampled draws from the posterior distributions of α and h for each individual predator foraging on a particular prey size class using a \nBayesian hierarchical model. Note the log\n10\n transformations of both axes.\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n8 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\ncontext dependency. Our findings demonstrate that body size is a \nstrong determinant of lobster– urchin interactions in experimen-\ntal trials and suggest that natural-  and human- induced variation \nin body size in the field may be a powerful driver of interaction \nstrength between lobsters and urchins. Our results provide insight \ninto when and where we expect lobsters to play a dominant preda-\ntory role, and suggest that harvest- induced reductions in lobster \nsize may have significant ecological consequences in kelp forest \necosystems.\n4.1 |  Body size drives variation in the role of \nlobsters in the kelp forest\nThe hypothesis that lobsters control urchin populations is contested, \nwith some research finding evidence for predator- induced declines \nin urchins (Ling et al., 2009) and other research finding no evidence \nat all (Malakhoff & Miller, 2021). Our results suggest two scenarios \nwhen lobsters could potentially impact urchin populations, thereby \npotentially buffering macroalgae resources. We found that interac-\ntion strength is greatest when urchin density is high, lobsters are \nlarge, and urchins are small. In marine protected areas where lobsters \nare protected from fishing, lobster size and density are greater than \nin fished areas (Kay et al., 2012; Peters et al., 2019). With a relatively \nhigh density of large lobsters our results suggest that there could \nbe substantial predation pressure on urchins, which is consistent \nwith recent modelling work that highlights the importance of size- \nselective predation on the recovery of kelp communities under dif-\nferent management strategies (Dunn et al., 2021). Alternatively, our \nforaging trials demonstrate that even small lobsters can be effec-\ntive predators of small urchins. Purple urchins can recruit in large \nnumbers to reefs if environmental and biological conditions allow \n(Okamoto et al., 2020). High densities of lobsters, even if small, may \nprovide a bottleneck of mortality for small urchin recruits, effec-\ntively reducing the capacity of the urchin population to consume \nkelp (e.g. Rennick et al., 2022). However, strong interactions at one \npoint in time could lead to weak interactions in the future as urchins \ngrow large enough to experience reduced predation. Accounting \nfor dynamic interactions between density and size structure can \nlead to counterintuitive predictions, such as increases in total prey \nbiomass even when predator induced mortality increases (Schröder \net al., 2009). Therefore, to understand the long- term dynamics of \nlobster– urchin interactions a critical next step is to explicitly model \nthe dynamics of size- structured communities.\n4.2 |  Body size— Not density— Accounts for the \nmajority of variation in interaction strength\nEmpirical research on predator– prey interactions has historically \nfocused  on  estimating  interaction  strength  based  on  species \nabundances (Novak et al., 2016). Typically, interaction strength \nFIGURE 4 Predicted interaction strength between California spiny lobster Panulirus interruptus predators and purple sea urchin \nStrongylocentrotus purpuratus prey at five sites in the Santa Barbara Channel, USA from 2012 to 2020 (a, b). Points and surrounding \ngreyscale circles represent the median and upper 95% CI of interaction strength simulated for historic observations of lobster and urchin \nsize distributions and densities using a body size- dependent functional response parameterized from mesocosm foraging experiments. Inset \nplots (c– g) are the median interaction strength through time at each site. Green polygons along coastline are the historic extent of giant kelp \nforests estimated via satellite imagery (Santa Barbara Coastal LTER et al., 2022).\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n 9\nJournal of Animal Ecology\nDIFIORE and STIER\nis quantified by measuring the abundance of a focal species in \nthe presence or absence of the interacting species (Wootton & \nEmmerson, 2005). This abundance- based approach implicitly as-\nsumes that intraspecific variation in traits has little impact on how \nstrongly populations interact. Yet, there is evidence that intraspe-\ncific variation in traits can overshadow interspecific effects (Des \nRoches et al., 2018). For example, recent work showed that ac-\ncounting for size- specific differences in consumption rates using \ntheoretical  size- scaling  relationships  (e.g. \nm\n0.75\n)  better  predicts \nempirical  interaction  strength  than  density  or  biomass  (Atkins \net al., 2015).\nOur study provides additional support for the critical role of ac-\ncounting for intraspecific variation in body size in predicting inter-\naction strength by demonstrating that lobster– urchin interactions \nare determined by their respective size distributions, more so than \ndensity. We attributed up to 89% of the variation in inferred interac-\ntion strength to variation in body size. One possible reason for this \npattern is because lobster maximum consumption rates, not attack \nrates, were size dependent. As consumption becomes more density \nindependent (e.g. approaches C\nmax\n) it becomes more size dependent. \nAcross our observational dataset, urchin densities were high rela-\ntive to the average maximum consumption rates of lobster at a site. \nThus, it was unlikely that lobsters were limited by urchin availabil-\nity, but rather by lobsters' ability to handle prey— a parameter that \nis strongly size dependent. Therefore, we speculate that variation in \npredator and prey body size accounted for the majority of variation \nin interaction strength because at the observed urchin densities lob-\nsters foraged in a size- dependent, rather than density- dependent, \nmanner.\nTogether, our results highlight the extent to which focusing on \nspecies densities or biomass alone could lead to inaccurate esti-\nmates of interactions. Accounting for traits like body size could re-\nsolve long- standing debates on the role of predators in regulating \nprey populations (Poisot et al., 2015) and move debates from the \nstatic question of if predators impact prey dynamics, to when and \nwhere predators play a strong role in a community.\n4.3 |  Naïve predictions of interaction strength\nResearchers are increasingly focused on implementing ecosystem- \nbased approaches to management (EBM) that account for species \ninteractions, physical forces, social drivers and economic considera-\ntions (Long et al., 2015). One challenge to effective implementation \nof EBM is uncertainty in the strength of species interactions, particu-\nlarly when system- specific data are limited (Hunsicker et al., 2011). \nPrevious work in food web ecology has utilized theoretical scaling \nrelationships to determine the structure and resilience of ecologi-\ncal networks (Brose et al., 2006; Petchey et al., 2008). Recently, \napplied ecologists have adapted a similar approach to parameter-\nize stage-  or size- structured models, where they assume theoreti-\ncal size- scaling exponents to estimate interaction strength along \nwith other life- history parameters (Blanchard et al., 2017; see Reum \net al., 2019, Spence et al., 2021 for exceptions). These models have \nled to conceptual advances in the consequences of harvest on popu-\nlations (Andersen et al., 2009), communities (Andersen et al., 2015; \nClaessen et al., 2009) or whole ecosystems (Fulton et al., 2011; \nHeymans et al., 2016). Our results suggest that qualitative predic-\ntions for when predators display strong or weak interactions with \ntheir prey may be resilient to inaccurate estimates of how consump-\ntion varies with body size for particular species. However, our case \nFIGURE 5 (a) Predicted interaction strengths between \nindividual lobster predators Panulirus interruptus and their urchin \nprey Strongylocentrotus purpuratus across five sites and 9 years \nof observational data. Variation in urchin and lobster body size \naccounted for 82%– 89% of the total variation in interactions, while \nvariation in density accounted for the remainder. (b) A hypothetical \nsimulation demonstrating the change in interaction strength for \na 10- fold increase in urchin density with no change in lobster \nsize compared to a 10- fold increase in lobster body mass with no \nchange in urchin density. In this simulation, interaction strength \nwas estimated using the parameters from the experimental size- \nscaling relationship for lobster– urchin interactions. (c) Comparison \nof three estimates of the size scaling of interaction strength from \nthe literature with experimental predictions. Points and intervals \nat the bottom are mean and 95% CI's of each distribution. Note the \nlog\n10\n transformation on the x- axes in panels (a and c).\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n10 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\nstudy on lobster– urchin interactions suggests that relying on gen-\neral size- scaling relationships may fail to quantitatively predict the \nmagnitude of trophic interactions between specific species. In other \nwords, naïve estimates may accurately predict the direction and rank \norder of when and where predators interact strongly with prey but \nnot the magnitude of these interactions. Failing to quantitatively es-\ntimate interactions is a critical deficiency in predicting harvest quo-\ntas in an EBM framework.\nThere are two likely reasons for the large discrepancy between \nour experimental estimates of interaction strength and estimates \nbased on published size- scaling relationships. The first is that the \nrelationship between body size and interaction strength is highly \nvariable across different species and taxa (Rall et al., 2012; Uiterwaal \n& DeLong, 2020), or even among different functional groups in the \nmarine benthos (Barrios- O'Neill et al., 2019). Here, we focused on \nthe mean trend in the relationship between size and interaction \nstrength from these studies to determine how much information \ncould be borrowed to estimate the interaction strength of particular \npredator– prey pairs. However, the considerable variation around the \nmean is certainly a source of imprecision in using cross- species size- \nscaling relationships to estimate interactions for specific species.\nThe  other  likely  reason  our  experimental  estimates  differed \nfrom estimates based on published size- scaling relationships is dis-\ncrepancies between consumption- size relationships within species \npairs compared to across species pairs (Brose et al., 2017). Previous \nmetanalyses used the average body size of a predator species and \nthe average body size of its prey species to estimate how the func-\ntional response varies with body size (Rall et al., 2012; Uiterwaal & \nDeLong, 2020). However, body size varies among individuals, and \nconsumption is a nonlinear function of body size. Therefore, the \nconsumption rate of the average sized individual will poorly ap-\nproximate the average consumption rate across variation in body \nsize (Bolnick et al., 2011). While size- scaling relationships generated \nacross the average body size of species may uncover general ecolog-\nical patterns (White et al., 2019), our results add to a growing body \nof evidence that general relationships may have little bearing on \nhow a particular predator's consumption rate on a prey changes with \nontogenetic growth (Aljetlawi et al., 2004; Uiterwaal et al., 2017). \nExploring  if  there  are  any  general  patterns  in  the  consumption- \nbody size relationship within species pairs could improve the utility \nof using body size to estimate ontogenetic variation in interaction \nstrength in the absence of species- specific data.\n5 | CONCLUSIONS\nTo sustainably harvest and conserve ecosystems, it is critical to pre-\ndict how strongly predators interact with their prey— a challenging \ntask considering the same species of predator can interact with its \nprey differently in different spatial or temporal contexts. Here, we \nused a simulation procedure to infer how strongly lobster and urchin \nmay have interacted across narrow spatial and temporal scales. Our \nanalysis suggests that variation in the body size of predator and prey, \nmore so than variation in density, accounted for the majority of vari-\nation in lobster– urchin interaction strength. Our results highlight the \nimportance of accounting for body size when determining fine- scale \nvariation in interaction strength, as two sites may have the same \ndensity of species, but species may interact strongly at one site and \nnot at all at the other depending on variation in individual body size. \nFor lobsters and urchins, species- specific estimates for how con-\nsumption changes with body size, rather than general size- scaling \nrelationships, are necessary to sufficiently predict how changes in \nsize drive changes in interaction strength.\nHumans are driving reductions in the size of predators (Blanchard \net al., 2005; Robinson et al., 2017) through the interactive effects of \nharvest and warming temperatures (Baudron et al., 2014; Lindmark \net al., 2018; Pauly & Cheung, 2018). Such reductions in body size not \nonly alter the economic and cultural value of the target population \n(Oke et al., 2020), but also lead to shifts in how strongly species in-\nteract in communities. Incorporating body size as a means of approx-\nimating how strongly species interact will improve ecologists' ability \nto predict when and where predators have strong effects on prey, a \ncritical step in clarifying the context dependence of trophic interac-\ntions and understanding the repercussions of the ongoing losses of \nlarge predators.\nAUTHOR CONTRIBUTIONS\nBartholomew P. DiFiore and Adrian C. Stier conceived the study. \nBartholomew P. DiFiore collected and analysed the data, and wrote \nthe first draft of the manuscript. Both authors contributed equally \nto revisions.\nACKNO WLE DGE MENTS\nWe  thank  Drs.  Jameal  Samhouri,  Dan  Reed,  Holly  Moeller,  Ana \nMiller- ter Kuile and the Ocean Recoveries laboratory group for pro-\nviding invaluable guidance on previous drafts of this manuscript. We \nalso thank Drs. Erik Ward, Stephen Proulx and Dan Ovando for as-\nsistance in developing the Bayesian model. Joseph Curtis and many \nundergraduate researchers were integral to conducting the meso-\ncosm experiment and maintaining the animals in captivity. Finally, \nthe integration of experimental results with long- term data would \nnot have been possible without the efforts of Clint Nelson, Li Kui \nand many others involved with the SBC LTER. This work was funded \nby an NSF Graduate Research Fellowship, a University of California \nChancellor's award, the California Sea Grant Prop 84 grant program \n(R/OPCOAH- 2) and the Santa Barbara Coastal Long- Term Ecological \nResearch program (NSF OCE 1831937).\nCONFLICT OF INTEREST STATEMENT\nThe authors declare no conflict of interest.\nDATA AVAILABILITY STATEMENT\nAll  data  used  in  this  manuscript  are  available  through  the \nEnvironmental Data Initiative (EDI) and linked to the Santa Barbara \nCoastal long- term ecological research (SBC LTER) data catalogue. \nLobster size and density data used in this manuscript can be found at \n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n  11\nJournal of Animal Ecology\nDIFIORE and STIER\nhttps://doi.org/10.6073/PASTA/ 0BCDC 7E8B2 2B8F2 C1801 085E8 \nCA24D59 (Santa Barbara Coastal LTER et al., 2021a). For urchin \nsize data see https://doi.org/10.6073/PASTA/ FD564 DDDFE 7B77F \nE9E4B D8417 F166057 (Santa Barbara Coastal LTER et al., 2021b) \nand  urchin  density  data  see https://doi.org/10.6073/pasta/ f1cf0 \n70648 d7654 ada05 2835a fb2cfe9  (Santa  Barbara  Coastal  LTER \net al., 2021c). Experimental results of the foraging trials can be found \nat https://doi.org/10.6073/pasta/ f3878 aad62 2dfe9 b05a7 d0e75 \nd39bddb (Santa Barbara Coastal LTER et al., 2023). Code to source \ndata files directly from EDI, analyse the data and generate figures \nis archived on Zenodo at https://doi.org/10.5281/zenodo.7737746 \n(DiFiore & Stier, 2023).\nORCID\nBartholomew P. DiFiore  https://orcid.org/0000-0002-9778-5371 \nAdrian C. Stier  https://orcid.org/0000-0002-4704-4145 \nREFERENCES\nAljetlawi, A. A., Sparrevik, E., & Leonardsson, K. (2004). Prey– predator \nsize- dependent functional response: Derivation and rescaling to \nthe real world. Journal of Animal Ecology, 73(2), 239– 252. https://\ndoi.org/10.1111/j.0021- 8790.2004.00800.x\nAndersen, K. H., Farnsworth, K. D., Pedersen, M., Gislason, H., & Beyer, \nJ.  E.  (2009).  How  community  ecology  links  natural  mortality, \ngrowth, and production of fish populations. ICES Journal of Marine \nScience, 66(9), 1978– 1984. https://doi.org/10.1093/icesj ms/fsp161\nAndersen, K. H., Jacobsen, N. S., & Farnsworth, K. D. (2015). The theo-\nretical foundations for size spectrum models of fish communities. \nCanadian Journal of Fisheries and Aquatic Sciences, 73(4), 575– 588. \nhttps://doi.org/10.1139/cjfas - 2015- 0230\nAtkins, R. L., Griffin, J. N., Angelini, C., O'Connor, M. I., & Silliman, B. R. \n(2015). Consumer– plant interaction strength: Importance of body \nsize, density and metabolic biomass. Oikos, 124(10), 1274– 1281. \nhttps://doi.org/10.1111/oik.01966\nBarnes, C., Maxwell, D., Reuman, D. C., & Jennings, S. (2010). Global pat-\nterns in predator– prey size relationships reveal size dependency \nof trophic transfer efficiency. Ecology, 91(1), 222– 232. https://doi.\norg/10.1890/08- 2061.1\nBarrios- O'Neill, D., Kelly, R., Dick, J. T. A., Ricciardi, A., MacIsaac, H. J., \n& Emmerson, M. C. (2016). On the context- dependent scaling of \nconsumer feeding rates. Ecology  Letters, 19(6), 668– 678. https://\ndoi.org/10.1111/ele.12605\nBarrios- O'Neill, D., Kelly, R., & Emmerson, M. C. (2019). Biomass en-\ncounter rates limit the size scaling of feeding interactions. Ecology \nLetters, 22(11), 1870– 1878. https://doi.org/10.1111/ele.13380\nBaudron, A. R., Needle, C. L., Rijnsdorp, A. D., & Marshall, C. T. (2014). \nWarming  temperatures  and  smaller  body  sizes:  Synchronous \nchanges in growth of North Sea fishes. Global Change Biology, 20(4), \n1023– 1031. https://doi.org/10.1111/gcb.12514\nBerlow, E. L., Dunne, J. A., Martinez, N. D., Stark, P. B., Williams, R. J., \n&  Brose,  U.  (2009).  Simple  prediction  of  interaction  strengths \nin  complex  food  webs. Proceedings  of  the  National  Academy  of \nSciences of the United States of America, 106(1), 187– 191. https://\ndoi.org/10.1073/pnas.08068 23106\nBerlow, E. L., Navarrete, S. A., Briggs, C. J., Power, M. E., & Menge, B. \nA. (1999). Quantifying variation in the strengths of species inter-\nactions. Ecology, 80(7), 2206– 2224. https://doi.org/10.1890/0012- \n9658(1999)080[2206:QVITS O]2.0.CO;2\nBerlow, E. L., Neutel, A.-M., Cohen, J. E., Ruiter, P. C. D., Ebenman, B., \nEmmerson, M., Fox, J. W., Jansen, V. A. A., Jones, J. I., Kokkoris, \nG. D., Logofet, D. O., McKane, A. J., Montoya, J. M., & Petchey, \nO. (2004). Interaction strengths in food webs: Issues and oppor-\ntunities. Journal  of  Animal  Ecology, 73(3),  585– 598. https://doi.\norg/10.1111/j.0021-8790.2004.00833.x\nBlanchard, J. L., Heneghan, R. F., Everett, J. D., Trebilco, R., & Richardson, \nA. J. (2017). From bacteria to whales: Using functional size spectra \nto model marine ecosystems. Trends in Ecology & Evolution, 32(3), \n174– 186. https://doi.org/10.1016/j.tree.2016.12.003\nBlanchard, J. L., Mills, C., Jennings, S., Fox, C. J., Rackham, B. D., Eastwood, \nP. D., & O'Brien, C. M. (2005). Distribution abundance relationships \nfor North Sea Atlantic cod (Gadus morhua): Observation versus the-\nory. Canadian Journal of Fisheries and Aquatic Sciences, 62(9), 2001– \n2009. https://doi.org/10.1139/f05- 109\nBolnick, D. I., Amarasekare, P., Araújo, M. S., Bürger, R., Levine, J. M., \nNovak, M., Rudolf, V. H. W., Schreiber, S. J., Urban, M. C., & Vasseur, \nD. A. (2011). Why intraspecific trait variation matters in community \necology. Trends in Ecology & Evolution, 26(4), 183– 192. https://doi.\norg/10.1016/j.tree.2011.01.009\nBrooks, S. P., & Gelman, A. (1998). General methods for monitoring \nconvergence of iterative simulations. Journal of Computational and \nGraphical Statistics, 7(4), 434– 455. https://doi.org/10.1080/10618 \n600.1998.10474787\nBrose, U. (2010). Body-mass constraints on foraging behaviour deter-\nmine population and food-web dynamics. Functional Ecology, 24(1), \n28– 34. https://doi.org/10.1111/j.1365-2435.2009.01618.x\nBrose, U., Blanchard, J. L., Eklöf, A., Galiana, N., Hartvig, M., Hirt, M. \nR., Kalinkat, G., Nordström, M. C., O'Gorman, E. J., Rall, B. C., \nSchneider, F. D., Thébault, E., & Jacob, U. (2017). Predicting the \nconsequences  of  species  loss  using  size- structured  biodiver-\nsity  approaches. Biological  Reviews, 92(2),  684– 697. https://doi.\norg/10.1111/brv.12250\nBrose, U., Williams, R. J., & Martinez, N. D. (2006). Allometric scaling en-\nhances stability in complex food webs. Ecology Letters, 9(11), 1228– \n1236. https://doi.org/10.1111/j.1461- 0248.2006.00978.x\nBrown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., & West, G. B. \n(2004). Toward a metabolic theory of ecology. Ecology, 85(7), 1771– \n1789. https://doi.org/10.1890/03- 9000\nClaessen, D., de Vos, A. S., & de Roos, A. M. (2009). Bioenergetics, over-\ncompensation,  and  the  source– sink  status  of  marine  reserves. \nCanadian  Journal  of  Fisheries  and  Aquatic  Sciences, 66(7),  1059– \n1071. https://doi.org/10.1139/F09- 061\nDe Roos, A. M., Persson, L., & McCauley, E. (2003). The influence of size- \ndependent life- history traits on the structure and dynamics of pop-\nulations and communities. Ecology Letters, 6(5), 473– 487. https://\ndoi.org/10.1046/j.1461- 0248.2003.00458.x\nDes Roches, S., Post, D. M., Turley, N. E., Bailey, J. K., Hendry, A. P., \nKinnison, M. T., Schweitzer, J. A., & Palkovacs, E. P. (2018). The \necological importance of intraspecific variation. Nature Ecology & \nEvolution, 2(1), 57– 64. https://doi.org/10.1038/s4155 9- 017- 0402- 5\nDiFiore, B., & Stier, A. (2023). Data from: Variation in body size drives spa-\ntial  and  temporal  variation  in  lobster- urchin  interaction  strength. \nZenodo Digital Repository. https://doi.org/10.5281/zenodo.7737746\nDunn, R. P., & Hovel, K. A. (2019). Experiments reveal limited top- down \ncontrol  of  key  herbivores  in  southern  California  kelp  forests. \nEcology, 100(3), e02625. https://doi.org/10.1002/ecy.2625\nDunn, R. P., Samhouri, J. F., & Baskett, M. L. (2021). Transient dynamics \nduring kelp forest recovery from fishing across multiple trophic lev-\nels. Ecological Applications, 31(6), e2367. https://doi.org/10.1002/\neap.2367\nEnglund, G., Öhlund, G., Hein, C. L., & Diehl, S. (2011). Temperature de-\npendence of the functional response. Ecology Letters, 14(9), 914– \n921. https://doi.org/10.1111/j.1461- 0248.2011.01661.x\nFulton, E. A., Link, J. S., Kaplan, I. C., Savina- Rolland, M., Johnson, P., \nAinsworth, C., Horne, P., Gorton, R., Gamble, R. J., Smith, A. D. M., \n& Smith, D. C. (2011). Lessons in modelling and management of ma-\nrine ecosystems: The Atlantis experience. Fish and Fisheries, 12(2), \n171– 188. https://doi.org/10.1111/j.1467- 2979.2011.00412.x\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n12 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\nGeary, W. L., Bode, M., Doherty, T. S., Fulton, E. A., Nimmo, D. G., Tulloch, \nA. I. T., Tulloch, V. J. D., & Ritchie, E. G. (2020). A guide to ecosys-\ntem models and their environmental applications. Nature Ecology & \nEvolution, 4(11), 1– 13. https://doi.org/10.1038/s4155 9- 020- 01298 \n- 8\nGuenther, C. M., Lenihan, H. S., Grant, L. E., Lopez- Carr, D., & Reed, D. \nC. (2012). Trophic cascades induced by lobster fishing are not ubiq-\nuitous in Southern California kelp forests. PLoS One, 7(11), e49396. \nhttps://doi.org/10.1371/journ al.pone.0049396\nHamilton, S. L., & Caselle, J. E. (2015). Exploitation and recovery of a \nsea urchin predator has implications for the resilience of south-\nern  California  kelp  forests. Proceedings  of  the  Royal  Society  B: \nBiological Sciences, 282(1799), 20141817. https://doi.org/10.1098/\nrspb.2014.1817\nHeymans, J. J., Coll, M., Link, J. S., Mackinson, S., Steenbeek, J., Walters, \nC., & Christensen, V. (2016). Best practice in Ecopath with Ecosim \nfood- web  models  for  ecosystem- based  management. Ecological \nModelling, 331,   173– 184. https://doi.org/10.1016/j.ecolm \nodel.2015.12.007\nHolling, C. S. (1959). Some characteristics of simple types of predation \nand parasitism. The Canadian Entomologist, 91(7), 385– 398. https://\ndoi.org/10.4039/Ent91 385- 7\nHunsicker, M. E., Ciannelli, L., Bailey, K. M., Buckel, J. A., White, J. W., \nLink, J. S., Essington, T. E., Gaichas, S., Anderson, T. W., Brodeur, \nR. D., Chan, K.- S., Chen, K., Englund, G., Frank, K. T., Freitas, V., \nHixon, M. A., Hurst, T., Johnson, D. W., Kitchell, J. F., ... Zador, S. \n(2011).  Functional  responses  and  scaling  in  predator– prey  in-\nteractions  of  marine  fishes:  Contemporary  issues  and  emerg-\ning  concepts. Ecology  Letters, 14(12),  1288– 1299. https://doi.\norg/10.1111/j.1461- 0248.2011.01696.x\nJeschke,  J.  M.,  Kopp,  M.,  &  Tollrian,  R.  (2002).  Predator  functional \nresponses:  Discriminating  between  handling  and  digest-\ning  prey. Ecological  Monographs, 72(1),  95– 112. https://doi.\norg/10.1890/0012- 9615(2002)072[0095:PFRDB H]2.0.CO;2\nKalinkat, G., Schneider, F. D., Digel, C., Guill, C., Rall, B. C., & Brose, U. \n(2013). Body masses, functional responses and predator– prey sta-\nbility. Ecology  Letters, 16(9), 1126– 1134. https://doi.org/10.1111/\nele.12147\nKay, M. C., Lenihan, H. S., Guenther, C. M., Wilson, J. R., Miller, C. J., \n&  Shrout,  S.  W.  (2012).  Collaborative  assessment  of  California \nspiny  lobster  population  and  fishery  responses  to  a  marine  re-\nserve network. Ecological Applications, 22(1), 322– 335. https://doi.\norg/10.1890/11- 0155.1\nLafferty, K. D. (2004). Fishing for lobsters indirectly increases epidemics \nin sea urchins. Ecological  Applications, 14(5), 1566– 1573. https://\ndoi.org/10.1890/03- 5088\nLaforsch, C., & Tollrian, R. (2004). Inducible defenses in multipredator \nenvironments: Cyclomorphosis in Daphnia Cucullata. Ecology, 85(8), \n2302– 2311. https://doi.org/10.1890/03- 0286\nLawton, J. H. (1999). Are there general laws in ecology? Oikos, 84(2), 177– \n192. https://doi.org/10.2307/3546712\nLindmark,  M.,  Huss,  M.,  Ohlberger,  J.,  &  Gårdmark,  A.  (2018). \nTemperature- dependent body size effects determine population \nresponses  to  climate  warming. Ecology  Letters, 21(2),  181– 189. \nhttps://doi.org/10.1111/ele.12880\nLing,  S.  D.,  Johnson,  C.  R.,  Frusher,  S.  D.,  &  Ridgway,  K.  R.  (2009). \nOverfishing reduces resilience of kelp beds to climate- driven cata-\nstrophic phase shift. Proceedings of the National Academy of Sciences \nof the United States of America, 106(52), 22341– 22345. https://doi.\norg/10.1073/pnas.09075 29106\nLing, S. D., Scheibling, R. E., Rassweiler, A., Johnson, C. R., Shears, N., \nConnell, S. D., Salomon, A. K., Norderhaug, K. M., Pérez- Matus, \nA.,  Hernández,  J.  C.,  Clemente,  S.,  Blamey,  L.  K.,  Hereu,  B., \nBallesteros, E., Sala, E., Garrabou, J., Cebrian, E., Zabala, M., Fujita, \nD., & Johnson, L. E. (2015). Global regime shift dynamics of cat-\nastrophic sea urchin overgrazing. Philosophical Transactions of the \nRoyal Society B: Biological Sciences, 370(1659), 20130269. https://\ndoi.org/10.1098/rstb.2013.0269\nLong, R. D., Charles, A., & Stephenson, R. L. (2015). Key principles of \nmarine ecosystem- based management. Marine  Policy, 57, 53– 60. \nhttps://doi.org/10.1016/j.marpol.2015.01.013\nMalakhoff, K. D., & Miller, R. J. (2021). After 15 years, no evidence for \ntrophic cascades in marine protected areas. Proceedings of the Royal \nSociety  B:  Biological  Sciences, 288(1945),  20203061. https://doi.\norg/10.1098/rspb.2020.3061\nMartin, B., Gil, M., Fahimipour, A., & Hein, A. (2021). Informational con-\nstraints on predator– prey interactions. Oikos, 2022(10), e08143. \nhttps://doi.org/10.1111/oik.08143\nMcGill, B. J., & Mittelbach, G. G. (2006). An allometric vision and mo-\ntion model to predict prey encounter rates. Evolutionary  Ecology \nResearch, 8, 691– 701.\nNovak, M., Yeakel, J. D., Noble, A. E., Doak, D. F., Emmerson, M., Estes, J. \nA., Jacob, U., Tinker, M. T., & Wootton, J. T. (2016). Characterizing \nspecies interactions to understand press perturbations: What is \nthe  community  matrix? Annual  Review  of  Ecology,  Evolution,  and \nSystematics, 47(1),  409– 432. https://doi.org/10.1146/annur ev- \necols ys- 03241 6- 010215\nOkamoto, D. K., Schroeter, S. C., & Reed, D. C. (2020). Effects of ocean \nclimate on spatiotemporal variation in sea urchin settlement and re-\ncruitment. Limnology and Oceanography, 65(9), 2076– 2091. https://\ndoi.org/10.1002/lno.11440\nOke, K. B., Cunningham, C. J., Westley, P. A. H., Baskett, M. L., Carlson, S. \nM., Clark, J., Hendry, A. P., Karatayev, V. A., Kendall, N. W., Kibele, J., \nKindsvater, H. K., Kobayashi, K. M., Lewis, B., Munch, S., Reynolds, \nJ. D., Vick, G. K., & Palkovacs, E. P. (2020). Recent declines in salmon \nbody size impact ecosystems and fisheries. Nature Communications, \n11(1), 4155. https://doi.org/10.1038/s4146 7- 020- 17726 - z\nPauly, D., & Cheung, W. W. L. (2018). Sound physiological knowledge \nand principles in modeling shrinking of fishes under climate change. \nGlobal  Change  Biology, 24(1),  e15– e26. https://doi.org/10.1111/\ngcb.13831\nPawar, S., Dell, A. I., & Savage, V. M. (2012). Dimensionality of con-\nsumer search space drives trophic interaction strengths. Nature, \n486(7404), 485– 489. https://doi.org/10.1038/natur e11131\nPersson,  L.,  Leonardsson,  K.,  de  Roos,  A.  M.,  Gyllenberg,  M.,  & \nChristensen, B. (1998). Ontogenetic scaling of foraging rates and \nthe  dynamics  of  a  size- structured  consumer- resource  model. \nTheoretical  Population  Biology, 54(3),  270– 293. https://doi.\norg/10.1006/tpbi.1998.1380\nPetchey, O. L., Beckerman, A. P., Riede, J. O., & Warren, P. H. (2008). \nSize, foraging, and food web structure. Proceedings of the National \nAcademy of Sciences of the United States of America, 105(11), 4191– \n4196. https://doi.org/10.1073/pnas.07106 72105\nPeters, J. R., Reed, D. C., & Burkepile, D. E. (2019). Climate and fish-\ning drive regime shifts in consumer- mediated nutrient cycling in \nkelp forests. Global Change Biology, 25(9), 3179– 3192. https://doi.\norg/10.1111/gcb.14706\nPoisot, T., Stouffer, D. B., & Gravel, D. (2015). Beyond species: Why eco-\nlogical interaction networks vary through space and time. Oikos, \n124(3), 243– 251. https://doi.org/10.1111/oik.01719\nR Core Team. (2021). R: A language and environment for statistical comput-\ning. R Foundation for Statistical Computing. https://www.R- proje \nct.org/\nRall, B. C., Brose, U., Hartvig, M., Kalinkat, G., Schwarzmüller, F., Vucic- \nPestic,  O.,  &  Petchey,  O.  L.  (2012).  Universal  temperature  and \nbody- mass scaling of feeding rates. Philosophical Transactions of the \nRoyal Society B: Biological Sciences, 367(1605), 2923– 2934. https://\ndoi.org/10.1098/rstb.2012.0242\nRall, B. C., Kalinkat, G., Ott, D., Vucic- Pestic, O., & Brose, U. (2011). \nTaxonomic  versus  allometric  constraints  on  non- linear  in-\nteraction  strengths. Oikos, 120(4),  483– 492. https://doi.\norg/10.1111/j.1600- 0706.2010.18860.x\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n   \n|\n  13\nJournal of Animal Ecology\nDIFIORE and STIER\nRennick, M., DiFiore, B. P., Curtis, J., Reed, D. C., & Stier, A. C. (2022). \nDetrital supply suppresses deforestation to maintain healthy kelp \nforest ecosystems. Ecology, 103(5), e3673. https://doi.org/10.1002/\necy.3673\nReum, J. C. P., Blanchard, J. L., Holsman, K. K., Aydin, K., & Punt, A. E. \n(2019). Species- specific ontogenetic diet shifts attenuate trophic \ncascades and lengthen food chains in exploited ecosystems. Oikos, \n128(7), 1051– 1064. https://doi.org/10.1111/oik.05630\nRobinson, J. P. W., Williams, I. D., Edwards, A. M., McPherson, J., Yeager, \nL., Vigliola, L., Brainard, R. E., & Baum, J. K. (2017). Fishing degrades \nsize structure of coral reef fish communities. Global Change Biology, \n23(3), 1009– 1022. https://doi.org/10.1111/gcb.13482\nRudolf, V. H. W. (2008). Consequences of size structure in the prey \nfor  predator– prey  dynamics:  The  composite  functional  re-\nsponse. Journal  of  Animal  Ecology, 77(3),  520– 528. https://doi.\norg/10.1111/j.1365- 2656.2008.01368.x\nSanta Barbara Coastal LTER, Bell, T. W., Cavanaugh, K. C., & Siegel, D. A. \n(2022). SBC LTER: Time series of quarterly NetCDF files of kelp biomass \nin the canopy from Landsat 5, 7 and 8, since 1984 (ongoing) [data set]. \nEnvironmental  Data  Initiative. https://doi.org/10.6073/PASTA/ \n3FF5E 56EA1 3C555 B474E E2DB6 DD6B3DF\nSanta Barbara Coastal LTER, DiFiore, B., & Stier, A. (2023). SBC LTER: \nReef:  The  size- dependent  functional  response  of  lobster  foraging \non  purple  urchin  ver  1. Environmental Data Initiative. https://doi.\norg/10.6073/pasta/ f3878 aad62 2dfe9 b05a7 d0e75 d39bddb\nSanta Barbara Coastal LTER, Reed, D. C., & Miller, R. J. (2021a). SBC LTER: \nReef:  Abundance,  size  and  fishing  effort  for  California  spiny  lobster \n(Panulirus interruptus), ongoing since 2012 [data set]. Environmental \nData  Initiative. https://doi.org/10.6073/PASTA/ 0BCDC 7E8B2 \n2B8F2 C1801 085E8 CA24D59\nSanta Barbara Coastal LTER, Reed, D. C., & Miller, R. J. (2021b). SBC \nLTER: Reef: Annual time series of biomass for kelp forest species, ongo-\ning since 2000 [data set]. Environmental Data Initiative. https://doi.\norg/10.6073/PASTA/ F1CF0 70648 D7654 ADA05 2835A FB2CFE9\nSanta Barbara Coastal LTER, Reed, D. C., & Miller, R. J. (2021c). SBC \nLTER: Reef: Long- term experiment: Kelp removal: Urchin size frequency \ndistribution  [data  set].  Environmental  Data  Initiative. https://doi.\norg/10.6073/PASTA/ FD564 DDDFE 7B77F E9E4B D8417 F166057\nSchröder, A., Persson, L., & de Roos, A. M. (2009). Culling experiments \ndemonstrate  size- class  specific  biomass  increases  with  mortal-\nity. Proceedings  of  the  National  Academy  of  Sciences  of  the  United \nStates  of  America, 106(8),  2671– 2676. https://doi.org/10.1073/\npnas.08082 79106\nSpence, M. A., Thorpe, R. B., Blackwell, P. G., Scott, F., Southwell, R., & \nBlanchard,  J.  L.  (2021).  Quantifying  uncertainty  and  dynamical \nchanges in multi- species fishing mortality rates, catches and biomass \nby combining state- space and size- based multi- species models. Fish \nand Fisheries, 22(4), 667– 681. https://doi.org/10.1111/faf.12543\nStan Development Team. (2022). Stan modeling language users guide and \nreference manual (2.29). https://mc- stan.org\nTegner,  M.  J.,  &  Levin,  L.  A.  (1983).  Spiny  lobsters  and  sea  urchins: \nAnalysis  of  a  predator- prey  interaction. Journal  of  Experimental \nMarine   Biology   and   Ecology, 73(2),  125– 150. https://doi.\norg/10.1016/0022- 0981(83)90079 - 5\nUiterwaal, S. F., & DeLong, J. P. (2020). Functional responses are max-\nimized  at  intermediate  temperatures. Ecology, 101(4),  e02975. \nhttps://doi.org/10.1002/ecy.2975\nUiterwaal, S. F., Mares, C., & DeLong, J. P. (2017). Body size, body size \nratio, and prey type influence the functional response of damsel-\nfly nymphs. Oecologia, 185(3), 339– 346. https://doi.org/10.1007/\ns0044 2- 017- 3963- 8\nUrban, M. C. (2007). The growth– predation risk trade- off under a grow-\ning  gape- limited  predation  threat. Ecology, 88(10),  2587– 2597. \nhttps://doi.org/10.1890/06- 1946.1\nWerner, E. E., & Gilliam, J. F. (1984). The ontogenetic niche and spe-\ncies interactions in size- structured populations. Annual Review of \nEcology and Systematics, 15(1), 393– 425. https://doi.org/10.1146/\nannur ev.es.15.110184.002141\nWhite, C. R., Marshall, D. J., Alton, L. A., Arnold, P. A., Beaman, J. E., \nBywater, C. L., Condon, C., Crispin, T. S., Janetzki, A., Pirtle, E., \nWinwood- Smith, H. S., Angilletta, M. J., Chenoweth, S. F., Franklin, \nC. E., Halsey, L. G., Kearney, M. R., Portugal, S. J., & Ortiz- Barrientos, \nD. (2019). The origin and maintenance of metabolic allometry in \nanimals. Nature  Ecology  &  Evolution, 3(4),  598– 603. https://doi.\norg/10.1038/s4155 9- 019- 0839- 9\nWootton,  J.  T.,  &  Emmerson,  M.  (2005).  Measurement  of  interac-\ntion strength in nature. Annual  Review  of  Ecology,  Evolution,  and \nSystematics, 36(1), 419– 444. https://doi.org/10.1146/annur ev.ecols \nys.36.091704.175535\nYodzis,  P.,  &  Innes,  S.  (1992).  Body  size  and  consumer- resource  dy-\nnamics. The  American  Naturalist, 139(6),  1151– 1175. https://doi.\norg/10.1086/285380\nSUPPORTING INFORMATION\nAdditional  supporting  information  can  be  found  online  in  the \nSupporting Information section at the end of this article.\nTable S1. Summary of prior distributions used to model the body- \nsize dependence of the lobster functional response.\nTable  S2. Summary of the final model structure, units, and fixed \nvalues of covariates used to predict interaction strength based on \nrelationships from the literature.\nTable S3. Summary of equations and parameter estimates for the \nsize- scaling of the functional response based on theoretical and \nempirical sources.\nFigure S1. Change in the predator (California spiny lobster) to prey \n(purple urchin) body mass ratio between sites and years. The mean \nand variance of the predator:prey ratio varies between sites and \nyears. The predator:prey ratio was estimated by resampling from the \nsize distributions of predators and prey with replacement. The y- axis \nis log\n10\n transformed for visualization purposes.\nFigure S2. The functional responses of individual lobster predators \nforaging on urchin prey in mesocosms. Lines are median predictions \n(±95% CI) from a Bayesian hierarchical model that estimated the \nnumber of urchins consumed as a function of lobster body size, prey \nbody size, and prey density. Panels are arranged in descending order \nof lobster body size within a particular prey size class.\nFigure S3. Comparison of posterior and prior predictive distributions \nfor population level parameters from a Bayesian hierarchical model. \nPriors are informed based on theoretical predictions (see Table S2 for \ndetails on each prior).\nFigure S4. The median rate of urchins consumed per lobster predator \n(e.g. per predator interaction strength) as a function of the median \npredator:prey body mass ratio (top) and urchin density (bottom). \nEach point represents a site in a particular year. Sites or times with \nlarge lobster, small urchins, and high urchin density were estimated \nto have the strongest interactions.\nFigure  S5.  Rank  order  of  interaction  strength  estimated  via \nexperimentation and three different predictions from the literature \nfor the size- scaling of consumption rates. Site- year combinations \nare  arranged  in  decreasing  order  according  to  the  experimental \nprediction.\nFigure S6. Median and 95% CI's of simulated predictions for interaction \n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n14 \n|\n   \nJournal of Animal Ecology\nDIFIORE and STIER\nstrength based on our experimental estimates and estimates of the \nsize- scaling of interaction strength from the literature. UD (Uiterwaal \nand DeLong 2020), Rall et al. (2012), BO (Barrios- O'Neill et al. 2019), \nand Experimental match the predictions reported in the main text. \nHowever,  UD  w/uncertainty  and  Exp.  w/uncertainty  incorporate \nuncertainty in the regression coefficients. For experimental estimates, \nwe sampled from the posterior distribution of each parameter, such \nthat each draw in the simulation paired a unique lobster body size, \nurchin body size, and parameter set. Uiterwaal and Delong report \nmean ± SE of the regression parameters. To incorporate uncertainty, \nwe sampled from a uniform distribution, where the bounds were \ndefined by the 95% CI's of the mean of each parameter. Rall et al. \n(2012) and Barrios- O'Neill et al. (2019) do not report confidence \nintervals on their parameter estimates.\nHow to cite this article: DiFiore, B. P., & Stier, A. C. (2023). \nVariation in body size drives spatial and temporal variation in \nlobster– urchin interaction strength. Journal of Animal Ecology, \n00, 1–14. https://doi.org/10.1111/1365-2656.13918\n 13652656, 0, Downloaded from https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13918, Wiley Online Library on [12/04/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nSupporting Information \n \n 1 \nVariation in body size drives spatial and temporal variation in \nlobster–urchin interaction strength \n \nBartholomew P. DiFiore\n1\n, Adrian C. Stier\n1,2\n \n \n1 \nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 \nUSA \n \n2\nMarine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA \n \n \nCorrespondence e-mail: bdifiore@ucsb.edu \n \n1. Modeling \n \n1.1. Alternative forms for the size-scaling of attack rates \n \nPrevious work has shown that attack rates of predators tend to increase with predator body size \nto a maximum before declining (e.g. a hump shaped relationship) (Aljetlawi et al., 2004; Barrios‐\nO’Neill et al., 2016; Kalinkat et al., 2013; McCoy et al., 2011; Uiterwaal et al., 2017; Vucic‐\nPestic et al., 2010; Wahlström et al., 2000). We initially explored the data to determine the \nrelationship between attack rate, predator body size, and prey body size. To estimate the \nparameters of the functional response for each predator (e.g. α and h), we fit a modified version \nof the Bayesian model described in the main text. Specifically, we fit a type II functional \nresponse (Eq. 1) to each individual predator, where α and h for each individual were drawn from \nprior distributions for the prey size class that the individual was fed nested within the overall \npopulation of lobsters. We assumed that the number of prey consumed in trial i (!\n!\n) was \nbinomially distributed given the number of prey offered (\"\n!\n) and the proportion of prey \nconsumed (%\n!\n). Thus, \n!\n!\n\t~\tBinomial\n(\n\"\n!\n,%\n!\n)(\n01.1\n)\n \n%\n!\n=\n1\n5\n\",$\n%&\n+ℎ\n\",$\n\"\n!\n \nwhere, α\n\",$\n is the attack rate of lobster j (1,2,...46) in treatment k (1,2,3), and h\n\",$\n is the handling \ntime of lobster j in treatment k. The model results provided predictions for the functional \nresponse for the overall population of lobsters, the subpopulations of lobsters that foraged on \neach prey size class, and each individual lobster without assuming any a priori relationship \nbetween α, h, predator size and prey size.  \n \nWe then modeled the posterior median estimate of α for each lobster as a function of lobster and \nurchin body size. Following metanalyses conducted across taxa (Rall et al. 2012, Uiterwaal and \nDelong et al. 2020), we fit the following equation to the data using multiple linear regression:  \n \nlog\t(α\n'\n)=log\n(\n5\n(\n)\n+\t;\n),*\nlog\t(<\n*,\"\n)+;\n),+\nlog\t(<\n+,\"\n)01.2\n \n\nSupporting Information \n \n 2 \n\t \nWe expected that if α followed a unimodal function of predator mass at a fixed prey mass, then \nthe residuals of the regression would display a hump shaped pattern (see Barrios-O’Neill et al. \n2016 for a similar approach). However, we found no evidence for a pattern in the residuals. To \nconfirm, we included a polynomial term in the regression equation for predator mass, but AIC \ncomparison suggested that the inclusion of the polynomial term did not improve model fit. \n \nWe also tested to see if the size-scaling of α and h was dependent on predator size alone, prey \nsize alone, both predator and prey size, or the ratio of predator and prey size. The best fit models \nfor both parameters based on AIC-comparison were models that included both predator and prey \nsize with independent scaling exponents. Uiterwaal and Delong (2020) found a similar a lack of \nsupport for body mass ratio-dependence relative to independent effects of predator and prey size. \n \n1.2. Model details \n \nPrevious studies that examined allometric scaling of the functional response have either fit the \nfunctional response and then explored allometric relationships among the parameters \nsequentially (e.g. Barrios-O’Neill 2016) or fit the allometric functional response in a single step \n(e.g. McCoy et al. 2011, Kalinkat et al. 2013). A recent simulation analysis suggests that the \nmost accurate and precise method of fitting the functional response is to fit the multivariate \nresponse surface directly (Uszko et al., 2020), which also reduces complications in propagating \nuncertainty between multiple models. Following our preliminary analysis (see Supplement 1.1), \nwe choose to adopt the approach of Uszko et al. (2020) and fit the size-dependent functional \nresponse directly to the data using a Bayesian hierarchical approach. \n \nSpecifically, we assumed that α and h for each lobster predator was determined by the lobster’s \nmass and the mass of the urchin size class that it was preying on, where error in α and h between \nindividuals was normally distributed.  How many urchins a lobster consumed was dependent on \nurchin density according to a type II functional response, were the number of urchins eaten \nfollowed a Poisson distribution.  The model sought to estimate the probability of the parameters \ngiven the data and the prior distribution. \nHierarchical, nonlinear models can be fit in a maximum likelihood framework (Bolker, 2008; \nOddi et al., 2019). However, we chose to utilize Bayesian approaches because they allow for the \nincorporation of prior information, and offer a more direct means of estimating and interpreting \nparameter uncertainty in hierarchical models (Bolker, 2008; Ellison, 2004). Considering the \nwidespread adoption of ¾ scaling of consumption based on metabolic theory (Brown et al., \n2004), a Bayesian approach allowed us to include informative prior distributions based on \ntheoretical constants (Table S2). \nTable S1. Summary of prior distributions used to model the body-size dependence of the lobster \nfunctional response.  \n \nParameter Prior \nPopulation-level  \nlog\t(&\n!\n) ()*+,-(0,0) \n\nSupporting Information \n \n 3 \n1\n\",$\n \n()*+,-(0.75,0) \n1\n\",%\n \n()*+,-(0.5,0) \nlog\t(&\n!\n) ()*+,-(0,0) \n1\n&,$\n \n()*+,-(−0.75,0) \n1\n&,%\n \n()*+,-(0.5,0) \nIndividual-level  \n6\n\",'\n ()*+,-(0,0\n∗\n) \n6\n\",'\n \n()*+,-(0,0\n∗\n) \nVariances  \n0 7,++,(1,1) \n0\n∗\n 7,++,(2,1) \nTraditional functional response experiments account for prey depletion using Rodger’s random \npredator equation (Real, 1977). However, we did not account for prey depletion in our analysis \nbecause, to our knowledge, there is no practical way to implement Rodger’s random predator \nequation with hierarchical structure (McCoy et al., 2011).  \n2. Mesocosm experiments \n \nTo determine the size-dependence of the lobster functional response, we conducted a response-\nsurface experiment where we manipulated prey density, prey size, and predator size. Trained \ndivers collected lobsters and urchins from kelp forests in the Santa Barbara Channel. \nExperimental lobsters ranged in size from 53 – 160 mm carapace length (n = 45). Each lobster \nwas weighed to the nearest gram (range: 196 - 2736 g; see Jerde et al. 2019 for methods).  We \nclassified urchins into three size bins (1.0-2.9, 3.0-4.9, 5.0-7.0 cm test diameter; small, medium, \nand large, respectively). For subsequent analyses, we used the center of each urchin size class to \nestimate urchin mass according to published test-diameter to length relationships (3.3, 23.9, 76.7 \ng; Reed et al. 2016). Lobster and urchin sizes used in experiments spanned the range of variation \nin body size for natural populations based on the observational data (lobsters: 421.3 [88.8 – \n897.8] g, urchins: 46.6 [8.1 – 132.2], X\n̅\n [95% CI]). Urchins were only collected from sites with \nkelp present because gonad weight is lower in urchins from barrens and barren urchins are less \npalatable to predators (Eurich et al., 2014). \n \nIn order to determine the relationship between consumption rates, body size, and prey density, \nwe sought to estimate the functional response of each individual lobster. Therefore, we \nconducted foraging trials in which an individual predator foraged on a single size class of prey at \neach experimental prey density (n = 6). We assigned predators to size bins (n = 4), and then \nrandomly assigned each predator a prey size class treatment (n = 3), to ensure even replication \nacross the response surface.  \n \nWe conducted all foraging trials in 400 L laboratory mesocosms with a continuous flow of \nambient seawater at ~7 L min\n-1\n. Each mesocosm was divided into two foraging arenas by a \npermeable plastic barrier. We haphazardly assigned predators to foraging arenas, where they \nremained for the duration of the experiment. Each arena contained a half-round PVC shelter, and \n\nSupporting Information \n \n 4 \nthree bricks. The area of each mesocosm was 0.52 m\n2\n. Following capture, we allowed each \npredator at least three weeks to acclimate to the mesocosms, during which we fed them a mixed \ndiet of urchins and mussels (Mytilus californianus or Mytilus galloprovincialis) and confirmed \nthat each individual foraged on at least one urchin.  Prey were maintained in separate \nmesocosms, and fed giant kelp fronds and stipes (Macrocystis pyrifera) for > 1 week. \n \nTo initiate a trial, predators were fed mussels ad libidum for 48 hours, followed by a 48-hour \nstarvation period. At the start of the trial, we added a given number of urchins within the \npredators’ assigned prey size class to each arena. Lobsters are nocturnal predators and typically \nremained sheltered when prey were added to the tanks during the afternoon. We saw no evidence \nof immediate predation, and urchins moved about the tank freely until nightfall. We allowed \npredators to forage on prey for 48 hours, after which we counted each remaining prey item to \nestimate the number of urchins consumed by an individual lobster. No predator consumed all \nprey in trials with the highest prey density. We conducted trials in consecutive weeks, where \npredators were randomly assigned a new prey density each week. During the experimental \nperiod, ambient water temperatures in the flow-through system were on average 16.1° ± 1.8 C (X\n̅\n \n± 1 SD).  \n \nWe found evidence of non-predation related urchin mortality during trials.  When consuming \nurchins, lobsters pry their prey from the substrate and crack the test at the vent. By inspecting \neach urchin for evidence of damage to the test near the vent we discriminated between urchins \nthat died due to predation or natural mortality. We subtracted the number of urchins that \nexperienced non-predation mortality from the total number of urchins available.  \n \n \n3.  Simulation \n \n3.1. Estimating predator:prey ratio for observational data \n \nTo determine the extent to which lobster and urchin body size varied between sites, we estimated \nthe predator:prey body size ratio for each site in each year. To do this we resampled 1000 draws \nwith replacement from the size-distribution of lobster and urchin at each site/year, and calculated \nthe ratio of individual lobster mass to urchin mass. We then plotted the distributions of \nlobster:urchin size ratios as a function of site and year (see Fig. S1).  \n \n3.2. Simulating plausible distributions of lobster-urchin consumption rates based on \nobservational data \n \nLobster-urchin interactions are only one feeding link in the complex food web dynamics of the \nkelp forest (Morton et al., 2021; Tegner & Levin, 1983). Lobsters are opportunistic predators and \nurchins are preyed upon by other consumers (e.g. Semicossyphus pulcher; Hamilton and Caselle \n2015). Therefore, we were only interested in estimating consumption rates that accounted for \nbody size variation relative to consumption rates that ignore body size. Indeed, estimated \nconsumption rates at any time point are likely different that actual urchin consumption. \nHowever, in the absence of spatiotemporal species-specific data on urchin consumption rates, \n\nSupporting Information \n \n 5 \nour predictions offer a means of exploring the consequences of body size on estimated variation \nin consumer-resource interactions.   \n \n3.3. Partitioning variance between density and body size \n \nConsidering the extent of variation in interaction strength between lobsters and urchins, we \nsought to partition the amount of variation caused by differences in lobster and urchin density \nbetween sites/years and the amount of variation driven by differences in the size-distributions of \nlobsters and urchins. The size-dependent functional response in our experiment depends on the \ninteractive effects of lobster size, urchin size, and urchin density (see Eq. 5 in main text).  For \nexample, at a particular body size of lobster and urchin, the interaction strength will depend on \nthe density of urchins. Our experimental data suggests that lobster attack rates are largely \ninvariant with lobster size or urchin size (;\n),*\n,;\n),+\n≈0). This means that lobster and urchin body \nsize will have a greater impact on IS when the urchin density is high, compared to when urchin \ndensity is low, because at low urchin density predators are constrained by their ability to find \nnew prey (e.g. attack rate, α), which is invariant with body size. Therefore, to partition the \nvariation in interaction strength between body size and density, we fixed the body size of lobster \nand urchin at different values and estimated interaction strength across variation in density. \n \nSpecifically, we selected 625 different values of lobster size and urchin size such that sizes \nranged from the max lobster mass and minimum urchin mass to the max urchin mass and \nminimum lobster mass. We then estimated the distribution of IS assuming only variation in \nlobster and urchin density for each combination of fixed lobster and urchin size. Finally, we used \nsimple linear regression to estimate the proportion of variance explained (R\n2\n) by the predictions \nwhere only density varied, relative to the predictions based on joint variation in body size and \ndensity. We reported the full range of resulting 1-R\n2\n values to estimate the proportion of variance \nexplained by body size.  \n \n3.4. Predicting interaction strengths based on previous relationships in the literature \n \nWe conducted a non-systematic search of the literature to find estimates for the size-scaling of \nthe functional response. For empirical estimates, we relied on Rall et al. (2012), Barrios-O’Neill \net al. (2019), and a recent metanalysis (Uiterwaal & DeLong, 2020) which represents the largest \ncompilation of functional response data available to date. For the complete data source to \nUiterwaal and DeLong (2020), please refer to the FoRAGE database (Uiterwaal et al., 2022). \n \nEach of the three papers we used to generate predictions utilized other covariates to model \nparameters of the functional response. Barring interactions in these models, the scaling-\ncoefficients on the body mass of resource and consumer should not be affected by the covariates. \nHowever, the intercepts will not be directly comparable unless we accounted for the covariates. \nTherefore, for each manuscript we included the covariates from their models and fixed the values \nof those covariates at the observed value in our mesocosm trials.  \n  \n\nSupporting Information \n \n 6 \n \nTable S2. Summary of the final model structure, units, and fixed values of covariates used to \npredict interaction strength based on relationships from the literature.  \n \n \nUiterwaal and DeLong 2020 \nFinal models \n5 \nln\n(\n$\n)\n=$\n!\n+\t)\n\",$\nln\n(\n*\n\"\n)\n+\t)\n%,$\nln\n(\n*\n%\n)\n+\t)\n&\n++\t)\n&\n!+\n'\n+)\n(\nln\n(\n,\n)\n+\t∗∗ \nℎ \nln\n(\nℎ\n)\n=ℎ\n!\n+\t)\n\",)\nln\n(\n*\n\"\n)\n+\t)\n%,)\nln\n(\n*\n%\n)\n+\t)\n&\n++\t)\n&\n!+\n'\n+)\n(\nln\n(\n,\n)\n+)\n*\n/+\t∗∗ \nUnits and fixed values \n* = mg; density = ind. Cm\n-2\n; time = days; T = 16.1\no\nC; A = 5.206 x 10\n4\n cm\n2\n; D = 2 (e.g. 2-D) \n** Uiterwaal and Delong include random effects based on taxonomy. However, we focused only on the \npopulation level effect (e.g. across taxa). Therefore, we did not include random effect shifts to the intercept.  \nRall et al. 2012 \nFinal models \n5 \nln\n(\n$\n)\n=$\n!\n+\t)\n\",$\nln\n(\n*\n\"\n)\n+\t)\n%,$\nln\n(\n*\n%\n)\n+\t)\n&\n+−+\n!\n1++\n!\n \nℎ \nln\n(\nℎ\n)\n=ℎ\n!\n+\t)\n\",)\nln\n(\n*\n\"\n)\n+\t)\n%,)\nln\n(\n*\n%\n)\n+\t)\n&\n+−+\n!\n1++\n!\n \nUnits and fixed values \n* = mg; density = ind. m\n-2\n; time = seconds; T = 289.25 \no\nK; T\n0\n = 293.15 \no\nK; k = 8.61733326 * 10\n-5\n eV K\n-1\n \nBarrios-O’Neill et al. 2019\n***\n \nFinal models \n5 \nln\n(\n$\n)\n=23$\n!,+\n+\t)\n\",$\nln\n(\n*\n\"\n)\n+\t)\n%,$\nln\n(\n*\n%\n)\n+)\n&\nln\n(\n+\n)\n+)\n,\n\"\n\t×\t&\nln\n(\n*\n%\n)\nln\n(\n+\n)\n+)\n(/0121\n4\n(/0121\n+)\n3451\n4\n3451\n\t,67 \n$\n!,+\n=238\n$!\n,6\n$!,+\n7,9:;\t+<=<\t>=1,...,A \nwhere 4\n(/0121\n=1 and 4\n3451\n=0 \n!\n,-.\n \nln\n(\nC\n,26\n)\n=\t2(C\n!,+\n+\t)\n\",)\nln\n(\n*\n\"\n)\n+\t)\n%,)\nln\n(\n*\n%\n)\n+\t)\n&\nln\n(\n+\n)\n+\t)\n,\n#\n\t×\t&\nln\n(\n*\n\"\n)\nln\n(\n+\n)\n\t\n+)\n(/0121\n4\n(/0121\n+)\n3451\n4\n3451\n\t,6)\t\t \nC\n!,+\n=\t238\n\"!\n,6\n\"!,+\n7,9:;\t+<=<\t>=1,...,A\t  \nWhere 4\n(/0121\n=1 and 4\n3451\n=0 \nUnits and fixed values \n* = g; density = ind. m\n-2\n; time = days; T = 16.1\no\nC \n*** Barrios-O’Neill et al. (2019) included both a categorical fixed effect for encounter strategy and a random \neffect of taxonomy. We were interested in active predators foraging on static prey (4\n(/0121\n) and crustacean \npredators. Therefore, we estimated the intercept for both models as  \n4=8\n6\n+)\n(/0121\n+D\n\"%7012\"829\n \nwhere x,X is either $\n!\n\t|\tC\n!\n and I is the final intercept used in the simulation \n \n \n \n \n \n \n \n\nSupporting Information \n \n 7 \n \nTable S3. Summary of equations and parameter estimates for the size-scaling of the functional response based on theoretical and \nempirical sources. \n \nSource \nln\t(&\n!\n) \n1\n\",$\n 1\n\",%\n \n1\n)\n \n1\n)\n!\n \n1\n*\n ln\t(ℎ\n!\n) \n1\n&,$\n 1\n&,%\n \n1\n)\n \n1\n)\n!\n \n1\n*\n 1\n+\n \nTaxonomic scale \nFirst \nprinciples \n-- \n0.58 - \n0.92\n1\n\t\n0.33 - \n0.66\n1\n\t\n-- -- -- -- \n-0.66 \nto -1\n2\n\t\n0-1\n3\n\t-- -- -- -- Theoretical \nUiterwaal \nand \nDeLong \n2020 \n-8.45 ± \n1.05 \n0.05 ± \n0.03 \n-0.0005 \n± 0.02 \n0.10 ± \n0.03 \n-\n0.003 \n± \n0.001 \n0.98 ± \n0.05 \n0.83 +- \n0.85 \n-0.25 \n± 0.03 \n0.34 \n+- \n0.02 \n \n-0.24 ± \n0.04 \n0.005 \n± \n0.001 \n-0.01 ± \n0.03 \n-0.64 \n± 0.19 \nCross taxa; general \nestimate \nRall et al. \n2012 \n-21.23 0.85 0.09 0.42 -- -- 10.38 -0.76 0.76 -0.30 -- -- -- \nMarine \ninvertebrates \nBarrios-\nO’Neil 2019 \n-8.08 + \n-1.07 + \n0\n4 \n \n0.58 0.59 1.84 -- -- \n-6.07\n5\n \n+ 0.55 \n+ 0.48 \n1.44\n5 \n \n0.27\n5 \n1.78\n5 \n-- -- -- \nActive crustaceans \nthat forage on \nstatic resources \n1\n McGill and Mittlebach 2006; \n2\n Brown et al. 2004, Glazier 2010; \n3\n Rall et al. 2012, Jescke et al. 2002 \n4 \n Barrios-O’Neill et al. (2019) report that all random effects on attack rate intersect the group level effect and don’t report the random effects therefore we \nassume they are zero. \n5\n Barrios-O’Neill et al. (2019) fit maximum consumption rates (C\nmax\n). We converted to handling times when generating predictions.  \n \n \n\nSupporting Information \n \n 8 \n \n4. Supplemental Figures \n \n \n \n \nFigure S1. Change in the predator (California spiny lobster) to prey (purple urchin) body mass \nratio between sites and years. The mean and variance of the predator:prey ratio varies between \nsites and years. The predator:prey ratio was estimated by resampling from the size distributions \nof predators and prey with replacement. The y-axis is log\n10\n transformed for visualization \npurposes. \n  \n\nSupporting Information \n \n 9 \n \nFigure S2.  The functional responses of individual lobster predators foraging on urchin prey in \nmesocosms. Lines are median predictions (± 95% CI) from a Bayesian hierarchical model that \nestimated the number of urchins consumed as a function of lobster body size, prey body size, and \nprey density. Panels are arranged in descending order of lobster body size within a particular \nprey size class. \n\nSupporting Information \n \n 10 \n \nFigure S3. Comparison of posterior and prior predictive distributions for population level \nparameters from a Bayesian hierarchical model. Priors are informed based on theoretical \npredictions (see Table S2 for details on each prior).  \n  \n\nSupporting Information \n \n 11 \n \n \n \nFigure S4. The median rate of urchins consumed per lobster predator (e.g. per predator \ninteraction strength) as a function of the median predator:prey body mass ratio (top) and urchin \ndensity (bottom). Each point represents a site in a particular year. Sites or times with large \nlobster, small urchins, and high urchin density were estimated to have the strongest interactions.    \n\nSupporting Information \n \n 12 \n \n \n \nFigure S5. Rank order of interaction strength estimated via experimentation and three different \npredictions from the literature for the size-scaling of consumption rates. Site-year combinations \nare arranged in decreasing order according to the experimental prediction. \n  \n\nSupporting Information \n \n 13 \n \n \nFigure S6. Median and 95% CI’s of simulated predictions for interaction strength based on our \nexperimental estimates and estimates of the size-scaling of interaction strength from the \nliterature. UD (Uiterwaal and DeLong 2020), Rall et al. (2012), BO (Barrios-O’Neill et al. 2019), \nand Experimental match the predictions reported in the main text. However, UD w/ uncertainty \nand Exp. w/ uncertainty incorporate uncertainty in the regression coefficients. For experimental \nestimates, we sampled from the posterior distribution of each parameter, such that each draw in \nthe simulation paired a unique lobster body size, urchin body size, and parameter set. Uiterwaal \nand Delong report mean ± SE of the regression parameters. To incorporate uncertainty, we \nsampled from a uniform distribution, where the bounds were defined by the 95% CI’s of the \nmean of each parameter. Rall et al. (2012) and Barrios-O’Neill et al. (2019) do not report \nconfidence intervals on their parameter estimates.    \n\nSupporting Information \n \n 14 \n5. References \n \nAljetlawi, A. A., Sparrevik, E., & Leonardsson, K. (2004). Prey–predator size-dependent \nfunctional response: Derivation and rescaling to the real world. Journal of Animal \nEcology, 73(2), 239–252. https://doi.org/10.1111/j.0021-8790.2004.00800.x \nBarrios‐O’Neill, D., Kelly, R., Dick, J. T. A., Ricciardi, A., MacIsaac, H. J., & Emmerson, M. C. \n(2016). On the context-dependent scaling of consumer feeding rates. Ecology Letters, \n19(6), 668–678. https://doi.org/10.1111/ele.12605 \nBolker, B. M. (2008). Ecological models and data in R. Princeton University Press. \nBrown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., & West, G. B. (2004). Toward a \nmetabolic theory of ecology. Ecology, 85(7), 1771–1789. https://doi.org/10.1890/03-9000 \nEllison, A. M. (2004). Bayesian inference in ecology. Ecology Letters, 7(6), 509–520. \nhttps://doi.org/10.1111/j.1461-0248.2004.00603.x \nEurich, J., Selden, R., & Warner, R. (2014). California spiny lobster preference for urchins from \nkelp forests: Implications for urchin barren persistence. Marine Ecology Progress Series, \n498, 217–225. https://doi.org/10.3354/meps10643 \nHamilton, S. L., & Caselle, J. E. (2015). Exploitation and recovery of a sea urchin predator has \nimplications for the resilience of southern California kelp forests. Proceedings of the \nRoyal Society of London B: Biological Sciences, 282(1799), 20141817. \nhttps://doi.org/10.1098/rspb.2014.1817 \nJerde, C. L., Kraskura, K., Eliason, E. J., Csik, S. R., Stier, A. C., & Taper, M. L. (2019). Strong \nEvidence for an Intraspecific Metabolic Scaling Coefficient Near 0.89 in Fish. Frontiers \nin Physiology, 10. https://doi.org/10.3389/fphys.2019.01166 \n\nSupporting Information \n \n 15 \nKalinkat, G., Schneider, F. D., Digel, C., Guill, C., Rall, B. C., & Brose, U. (2013). Body \nmasses, functional responses and predator–prey stability. Ecology Letters, 16(9), 1126–\n1134. https://doi.org/10.1111/ele.12147 \nMcCoy, M. W., Bolker, B. M., Warkentin, K. M., & Vonesh, J. R. (2011). Predicting Predation \nthrough Prey Ontogeny Using Size-Dependent Functional Response Models. The \nAmerican Naturalist, 177(6), 752–766. https://doi.org/10.1086/659950 \nMorton, D. N., Antonino, C. Y., Broughton, F. J., Dykman, L. N., Kuris, A. M., & Lafferty, K. \nD. (2021). A food web including parasites for kelp forests of the Santa Barbara Channel, \nCalifornia. Scientific Data, 8(1), 99. https://doi.org/10.1038/s41597-021-00880-4 \nOddi, F. J., Miguez, F. E., Ghermandi, L., Bianchi, L. O., & Garibaldi, L. A. (2019). A nonlinear \nmixed-effects modeling approach for ecological data: Using temporal dynamics of \nvegetation moisture as an example. Ecology and Evolution, 9(18), 10225–10240. \nhttps://doi.org/10.1002/ece3.5543 \nRall, B. C., Brose, U., Hartvig, M., Kalinkat, G., Schwarzmüller, F., Vucic-Pestic, O., & \nPetchey, O. L. (2012). Universal temperature and body-mass scaling of feeding rates. \nPhilosophical Transactions of the Royal Society B: Biological Sciences, 367(1605), \n2923–2934. https://doi.org/10.1098/rstb.2012.0242 \nReal, L. A. (1977). The Kinetics of Functional Response. The American Naturalist, 111(978), \n289–300. \nReed, D. C., Nelson, J. C., Harrer, S. L., & Miller, R. J. (2016). Estimating biomass of benthic \nkelp forest invertebrates from body size and percent cover data. Marine Biology, 163(5), \n101. https://doi.org/10.1007/s00227-016-2879-x \n\nSupporting Information \n \n 16 \nTegner, M. J., & Levin, L. A. (1983). Spiny lobsters and sea urchins: Analysis of a predator-prey \ninteraction. Journal of Experimental Marine Biology and Ecology, 73(2), 125–150. \nhttps://doi.org/10.1016/0022-0981(83)90079-5 \nUiterwaal, S. F., & DeLong, J. P. (2020). Functional responses are maximized at intermediate \ntemperatures. Ecology, 101(4). https://doi.org/10.1002/ecy.2975 \nUiterwaal, S. F., Lagerstrom, I. T., Lyon, S. R., & DeLong, J. P. (2022). FoRAGE database: A \ncompilation of functional responses for consumers and parasitoids. Ecology, 103(7), \ne3706. https://doi.org/10.1002/ecy.3706 \nUiterwaal, S. F., Mares, C., & DeLong, J. P. (2017). Body size, body size ratio, and prey type \ninfluence the functional response of damselfly nymphs. Oecologia, 185(3), 339–346. \nhttps://doi.org/10.1007/s00442-017-3963-8 \nUszko, W., Diehl, S., & Wickman, J. (2020). Fitting functional response surfaces to data: A best \npractice guide. Ecosphere, 11(4), e03051. https://doi.org/10.1002/ecs2.3051 \nVucic‐Pestic, O., Rall, B. C., Kalinkat, G., & Brose, U. (2010). Allometric functional response \nmodel: Body masses constrain interaction strengths. Journal of Animal Ecology, 79(1), \n249–256. https://doi.org/10.1111/j.1365-2656.2009.01622.x \nWahlström, E., Persson, L., Diehl, S., & Byström, P. (2000). Size-dependent foraging efficiency, \ncannibalism and zooplankton community structure. Oecologia, 123(1), 138–148. \nhttps://doi.org/10.1007/s004420050999 \n ",
  "extractedAt": "2025-12-12T18:45:06.984Z",
  "success": true,
  "matchedPublication": {
    "title": "The metabolic underpinnings of temperature-dependent predation in a key marine predator",
    "doi": "10.3389/fmars.2023.1072807",
    "year": "2023",
    "authors": "Csik, Samantha R.; DiFiore, Bartholomew P.; Kraskura, Krista; Hardison, Emily A.; Curtis, Joseph S.; Eliason, Erika J.; Stier, Adrian C."
  }
}