{
  "filename": "Difiore et al. (MEPS) 2019.pdf",
  "numPages": 11,
  "text": "MARINE ECOLOGY PROGRESS SERIES Mar Ecol Prog Ser Vol. 627: 71– 81, 2019 https://doi.org/10.3354/meps13074 Published September 26 1. INTRODUCTION Certain patterns in ecological systems are most conspicuous from a distance. For example, aerial surveys and satellite imagery reveal the banding of mussel beds, the regular spacing of saltmarsh sedges, and the overdispersed pattern of ‘fairy circles’ — regularly spaced barren patches found in the Namibian desert (van Rooyen et al. 2004, Rietkerk & van de Koppel 2008). Such widespread variation in patterns of primary and secondary producers can have key consequences for ecosystem productivity and resilience (Pringle et al. 2010, Bonachela et al. 2015, Tarnita et al. 2017). Therefore, it is crucial to understand what mechanisms underlie these patterns. Grazing halos, i.e. heavily foraged areas of sea- grass or algae adjacent to coral patch reefs, are con- © Inter-Research 2019 · www.int-res.com*Corresponding author: bdifiore@ucsb.edu Grazing halos on coral reefs: predation risk, herbivore density, and habitat size influence grazing patterns that are visible from space Bartholomew P. DiFiore 1, 2, 3, * , Simon A. Queenborough 2 , Elizabeth M. P. Madin 4, 5 , Valerie J. Paul 3 , Mary Beth Decker 6 , Adrian C. Stier 1 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106, USA 2 Yale School of Forestry and Environmental Studies, Yale University, New Haven, Connecticut 06511, USA 3 Smithsonian Marine Station at Fort Pierce, Fort Pierce, Florida 34949, USA 4 Hawai’i Institute of Marine Biology, University of Hawai’i, Kane’ohe, Hawai’i 96744, USA 5 Department of Biological Sciences, Macquarie University, Sydney, NSW 2109, Australia 6 Department of Ecology and Evolution, Yale University, New Haven, Connecticut 06511, USA ABSTRACT: The behavior of organisms at local scales can have dramatic effects on the distribu- tion of habitat and ecosystem processes at large spatial scales. Grazing halos — barren areas of sand surrounding coral reefs — are readily visible in remotely sensed imagery, and are formed by herbivores preferentially grazing close to the safety of the reef. Grazing halo size can vary by more than an order of magnitude, yet we lack an understanding of what underlies this variation. Changes in grazing intensity and the distance herbivores travel may be influenced by predation risk, resource availability, and structural attributes of the reef. Here, we tested how predator density, herbivore density, and patch reef area are correlated with halo size and grazing patterns by link- ing satellite imagery with mensurative experiments on patch reefs in the Caribbean. Chronic pre- dation risk suppressed the overall foraging intensity of herbivorous fishes; a doubling in predator density led to a 29% decrease in grazing. Variation in herbivore density, which was tightly corre- lated with patch reef area, was linked to the distance herbivores foraged from the reef. Further- more, herbivore density and/or reef area was the best predictor of halo width at field sites, and reef area explained a significant proportion of the variation in halo size across the landscape. Our results contribute to a growing body of research suggesting that halos may function as footprints of ecological processes, such as herbivory, that can be quantified using remote sensing, and offer a potential avenue to improve monitoring of coral reef management. KEY WORDS: Predator−prey interaction · Foraging ecology · Herbivory · Predation risk · Remote sensing · Seagrass · Landscape ecology Resale or republication not permitted without written consent of the publisher Mar Ecol Prog Ser 627: 71– 81, 2019 spicuous patterns in coral reef landscapes that are readily visible in satellite images (Fig. 1b,c). While halos are found throughout tropical oceans in the Atlantic, Pacific, and Indian Oceans (E. Madin un - publ. data), their size can vary tremendously be - tween reefs. For example, in the Florida Keys, USA, grazing halo width (i.e. the distance from patch reef edge to halo boundary) can vary from 1−70 m (Fig.1d). Herbivorous fishes or sea urchins drive halo forma- tion by grazing more intensively on algae and sea- grass near the edge of their natal reef (Randall 1965, Ogden et al. 1973). Thus, variation in the intensity of grazing and the distance herbivores travel from a given reef likely explain variation in halo size. How- ever, we do not understand what ecological pro- cesses cause such widespread variation in herbivore grazing pressure. Foraging theory offers insight into the potential mechanisms driving variation in grazing patterns across space and thereby grazing halo width. Cen- tral-place foraging theory predicts that predation risk, the energetic cost of movement, and resource availability influence when, where, and how much herbivores eat (Brown & Kotler 2004). Herbivores are expected to graze heavily near a central shelter where predation risk and travel costs are low, and graze less intensely further from a shelter where pre- dation risk and travel costs are higher (for a review, see Covich 1976). However, herbivores must balance risk with reward. The distance (or amount of time) herbivores are willing to forage away from a shelter is not only expected to change with predation risk (Sih 1980, Werner et al. 1983), but also with resource availability, which can vary as a function of herbivore density (Hughes et al. 1994, Grand & Dill 1999) and resource quality (Brown 1992). Empirical evidence from marine systems supports the idea that grazing halo size is driven by herbivores balancing the risks and rewards of foraging. Marine herbivores reduce foraging in areas of high preda- tion risk (Heithaus et al. 2012, Madin et al. 2016), and non-consumptive effects between species may alter 72 Fig. 1. (a) Overview of study regions in the wider Caribbean. High-resolution satellite images of grazing halos — light areas of sand formed by the intense foraging of herbivores — surrounding mosaics of patch reefs in (b) Florida, USA (© Google Earth) and (c) Belize (© 2016 DigitalGlobe Foundation). Black points in inset maps are digitized grazing halos (Florida, n = 662 reefs; Belize, n = 95 reefs). (d) Variation in grazing halo width, i.e. the mean distance from the reef edge to the halo boundary DiFiore et al.: Drivers of grazing halo formation the distribution of resources at the landscape scale (Matassa & Trussell 2011). On coral reefs, predatory fish reduce herbivore excursion distances (Madin et al. 2010a), the amount that herbivores consume (Riz- zari et al. 2014, Catano et al. 2016), and the spatial distribution of foraging (Rasher et al. 2017). How- ever, herbivores will venture into riskier habitats in order to forage in patches with greater resource availability (Gil et al. 2017) or to alleviate competition and increase per capita consumption (Grand & Dill 1999, White & Warner 2007). For example, parrotfish species on coral reefs will increase foraging range in areas with higher conspecific densities, despite greater predation risk (Nash et al. 2012, Davis et al. 2017). Furthermore, refuge size, quality, and configuration can influence herbivore density, movement patterns, and foraging decisions (Anderson 2001, Overholtzer- McLeod 2004, Shima et al. 2008, Harborne et al. 2012). Thus, variation in grazing behavior, and there- fore grazing halo size, is likely controlled by a combi- nation of predation risk and resource availability. Previous studies of grazing halos have found un - equivocal evidence that grazing decreases with dis- tance from the patch reef, and have hypothesized that when predation risk is high, herbivores forage more intensively and closer to the reef, resulting in narrower grazing halos (Randall 1965, Ogden et al. 1973, Madin et al. 2011, Downie et al. 2013, Atwood et al. 2018). However, these studies have not explic- itly tested whether predation risk alters in situgraz- ing patterns in order to drive variation in halo size (see Madin et al. 2019a for an exception), nor ex - plored whether these grazing patterns are correlated to the heterogenous landscape of resource avail - ability that exists naturally in coral reef ecosystems. Here, we used a combination of remote sensing and mensurative experiments to ask: What causes varia- tion in grazing halo size in Caribbean coral reef eco- systems? Specifically, we conducted a satellite analy- sis of patch reefs in the Florida Keys and Belize to determine how grazing halo size varies across the landscape (n = 757 patch reefs). We then explored how grazing patterns changed across natural gradi- ents of predator density, herbivore density, and refuge size for a subset of patch reefs (n = 13). We hypothesized that herbivores would forage further from the reef and more frequently when predation risk is low and competition for resources is high. Our results demonstrate that predators do in fact suppress grazing in the halo zone. However, herbivore abun- dance, which is tightly linked to patch reef size, rather than predator abundance, is the better predic- tor of halo width and the spatial distribution of grazing. 2. MATERIALS AND METHODS 2.1. Study site and species We explored variation in grazing patterns and grazing halo width across natural gradients of patch reef size, herbivore density, and predator density at 2 reef systems: the Florida Keys National Marine Sanctuary (FKNMS), USA (24.6° N, 81.4° W), and the South Water Caye Marine Reserve (SWCMR), Belize (16.8° N, 88.1° W) (Figs. S1 & S2 in the Supplement at www. int-res. com/ articles/ suppl/ m627 p071 _ supp .pdf). Both the FKNMS and the SWCMR are multi-use mar- ine reserves that encompass extensive areas of man- grove, seagrass, back reef, and fore reef habitats. Patch reefs in both locations varied from low-relief rubble aggregates to highly complex reefs composed of branching and massive corals. Algae, gorgonian corals, and seagrass (Thalassia testudinumBanks ex König; Hydrocharitaceae) dominated the substrate surrounding patch reefs in Florida, while patch reefs in Belize were mainly surrounded by T. testudinum. 2.2. Quantifying variation in grazing halos To quantify variation in grazing halos, we esti- mated halo and patch reef geometries at 757 patch reefs using high spatial resolution (> 2.5 m) satellite images provided by the Digital Globe Foundation (Belize) or available through Google Earth (version 7.1.5) (Florida). Specifically, a single observer digi- tized the patch reef edge and the halo boundary to generate polygon shapefiles for each individual reef and its respective halo. We visually estimated the halo boundary as the point of greatest transition in substrate reflectance surrounding the reef. We calcu- lated patch reef area and mean halo width, the aver- age nearest neighbor distance between dense clouds of points located along the halo and reef polygons, using ArcGIS © (version 10.4, ESRI 2017) and QGIS (version 2.18.13, QGIS Development Team 2017) software. See Text S1.1 for further details. 2.3. Quantifying grazing and fish communities at the local scale We selected 13 patch reefs from our landscape analysis to test for differences in grazing patterns and halo width as a function of herbivore and predator densities using a mensurative experimental approach that exploited gradients in predator and herbivore 73 Mar Ecol Prog Ser 627: 71– 81, 2019 densities across different patch reefs. While our experimental goal was not to test for differences in protection status, we sampled patch reefs inside no- take marine protected areas and at nearby fished locations (Table S1) in order to ensure variation in predator and herbivore abundances between sites. No-take marine protected areas have been shown to alter the density, composition, and size structure of marine fishes compared with unprotected reference sites (Lester et al. 2009), and previous work in the greater Caribbean region has shown changes in grazing patterns and fish communities inside and outside of no-take marine protected areas (Mumby et al. 2006, Valentine et al. 2008). All re search was con- ducted in summer 2016 using freediving equipment. We assessed the distance that herbivorous fish grazed away from the reef edge using standardized seagrass (T. testudinum)assays (Hay 1984, Valentine et al. 2008). Each assay consisted of 2 seagrass blades clipped to weighted clothespins spaced ~30 cm apart, which were photographed prior to deployment. We deployed assays every 2 m along 20 m transects (n = 3), which extended outwards perpendicular to the patch reef edge at haphazard intervals around the reef with a minimum separation distance of 20 m. The assays were collected and photographed after 24 h (Belize) or 72 h (Florida). We calculated the pro- portion of seagrass consumed by comparing assay area before and after deployment using ImageJ soft- ware (Schneider et al. 2012; version 1.39) and divided by the duration of the deployment (proportion con- sumed d −1 ). To directly compare grazing patterns be - tween locations, we needed to account for the differ- ence in deployment time between regions and the fact that ~1 cm 2 of each grazing assay was hidden in the clothespin. Therefore, we normalized the propor- tion of each assay that was grazed in the range [0,1] within regions by subtracting the minimum from each point and dividing by the range. To verify the relationship between satellite imagery and field data, we compared satellite reflectance, resource density, and grazing intensity along transects extending from the edge of 4 patch reefs (Text S1.2). At each patch reef, we conducted 3−5 belt-transect fish surveys positioned along random compass head- ings extending through the center of the reef. For each survey, we recorded the identity and approxi- mate size of all fish within a 5 m band centered on a 50 m transect line. We classified fish as either pisci- vores (hereafter predators), herbivores, or other according to the established literature (Randall 1967, Bohnsack et al. 1999, Valentine et al. 2008) (Table S2). Fish were classified as predators if there was dietary evidence that they consumed fish prey (par- ticularly herbivorous species like parrotfish and sur- geonfish) and are considered common predators in the greater Caribbean region (Catano et al. 2017). We calculated the density of herbivores and preda- tors as the mean number of encounters per transect at a particular patch divided by the transect area. We chose to focus our analysis on the effect of all herbiv- orous fish species rather than only Scarinae species, the dominant grazers in coral reef systems (Adam et al. 2015), because we were interested in how total herbivore density influenced grazing patterns. Con- sidering the importance of Scarinae as grazers, how- ever, we included an analysis of how Scarinae den- sity alone influenced foraging (Fig. S3). Previous work on grazing halos has suggested that urchins, rather that herbivorous fish, are primarily responsi- ble for halo formation (Ogden et al. 1973). However, preliminary analysis of urchin density at our field sites revealed consistently low urchin densities. Therefore, we excluded urchins from our analyses (see Text S1.3 for further details). Our experimental design makes specific assump- tions about how herbivores forage near patch reefs. Specifically, we assumed that herbivorous fish are central-place foragers that use the patch reef as shelter, and do not reside in interstitial spaces between reefs. We feel that this is a reasonable assumption, because sand gaps between reefs are known to inhibit the movement of herbivores (Turgeon et al. 2010), and the territory sizes of common Scarinae spp. are typically smaller than the sizes of the patch reefs where we conducted field work (Mumby & Wabnitz 2002). Very few herbivore species strictly inhabit seagrass plains, except Sparisoma radians, which is known to display this behavior. However, S. radianswas not seen in this study. In assuming that herbivores are central-place foragers, we are also assuming that they make short foraging excursions away from the reef edge before returning to the safety of the reef structure. Therefore, we assume that our assays, which were arranged lin- early with distance from the reef edge, are independ- ent and approximate the foraging behavior of herbi- vores grazing in one dimension away from the reef (e.g. Madin et al. 2010b). 2.4. Data analysis To understand the relationships among our local predictor variables (predator density, herbivore den- sity, and patch reef area), we created bivariate plots and calculated Pearson’s product moment correlation 74 DiFiore et al.: Drivers of grazing halo formation coefficients. Preliminary analysis revealed that patch reef area was highly correlated with herbivore den- sity (r = 0.82, p < 0.001). To address this collinearity, we used PCA to create a new variable, PCA 1, which accounted for 89% of the variation between patch reef area and herbivore density (Graham 2003). To test what factors were linked to the spatial dis- tribution of grazing at the local, patch-reef scale, we constructed a statistical model that examined grazing as a function of predator density, herbivore density/ patch reef area (PCA 1), and distance from the reef edge (hereafter distance). We modeled grazing as 2 biologically relevant processes: grazing incidence (i.e. the binomial probability that an assay was grazed) and grazing intensity (i.e. the normalized propor- tional amount of the assay that was consumed, given that grazing occurred). We therefore used a 2-part hurdle model, which separates the data into 2 com- ponents: (1) a process that models the probability of a binomial occurrence (grazing incidence), and (2) a process that models the predicted amount of the response given its presence using a truncated distri- bution (grazing intensity) (Zuur et al. 2009) (see Text S2 for details). Considering that our primary interest was in under - standing how distance, predator abundance, and herbivore density/reef area influenced grazing while accounting for variation between regions, sites, and transects, we included region, site (i.e. patch reef), and transect as nested random effects. Models were fit using the ‘glmmTMB’ package (Brooks et al. 2017) in R version 3.4.2 (R Development Core Team 2017), which uses maximum likelihood estimation and the Laplace approximation to integrate over random effects. To model grazing incidence, we constructed a generalized linear mixed effects (GLME) model with a binomial distribution and logit link. To model grazing intensity, we used a linear mixed effects (LME) model with a beta distribution and logit link. We tested for main effects and all interactions be - tween distance, predator abundance, and PCA 1 on both response variables, grazing incidence, and graz- ing intensity. Specifically, we included a 3-way inter- action (predator abundance × distance × PCA 1) to determine if the effect of predation risk on grazing was contingent on the relationship between distance from the reef edge and herbivore abundance/reef area. To ask if variation in chronic predation risk (e.g. predator density) or herbivore density/reef size (PCA 1) changed the spatial distribution of grazing, we included interaction terms for distance × predator abundance and distance × PCA 1. We also allowed for a predator abundance × PCA 1 interaction in order to determine if the relationship between graz- ing and predation risk was mediated by herbivore density. A significant interaction between distance and either of the other predictor variables indicates that the impacts of predator abundance or PCA 1 on grazing are context-dependent (i.e. depend on the distance from the reef where the herbivores are for- aging). Significant main effects reveal a mean change in grazing incidence or intensity due to the predictor. We selected final models for grazing intensity and grazing incidence by dropping non-significant inter- actions (α> 0.1). For reporting and visualization pur- poses, we calculated overall predicted grazing as the product of the probability of grazing incidence and intensity. To assess model fit, we visually inspected for heteroscedasticity and normality of residuals. A predictor variable was deemed significant (α< 0.05) via Wald’s tests, and confirmed using chi-square likelihood ratio tests. To validate our assumption that patch reefs were spatially independent, we visually as sessed spatial correlograms and calculated Moran’s I, a measure of spatial autocorrelation, for each of our predictor variables. We found no evidence for spatial autocorrelation in PCA 1 or predator density between nearby patch reefs. To link local-scale drivers with landscape patterns, we explored relationships between predator density, herbivore density, and patch reef area using both local observations and regional patterns of variation in grazing halos. Specifically, in our local dataset we tested for relationships between halo width and pred- ator density, PCA 1, and location using multiple linear regression. To ask how changes in patch reef area re- sulted in shifts in grazing halo width in our satellite data set of 757 patch reefs, we regressed patch area as a function of halo width and included an interaction with location to test for a difference in the relationship between Florida (n = 662) and Belize (n = 95). Spatial semivariogram plots of the model residuals revealed significant spatial autocorrelation in the regional data set. To account for this autocorrelation, we used a gen - eralized least squares (GLS) regression approach that included a spatial correlation structure within each region (Pinheiro & Bates 2000) fit with the ‘nlme’ package (Pinheiro et al. 2018). We fit multiple correla- tion structures and selected an exponential correlation structure as the most parsimonious model by compar- ing Akaike’s information criterion (AIC) and examin- ing residual semivariogram plots. Considering that the area of a circle scales exponentially with its radius, the relationship should be linear in log-log space. Therefore, we log 10 -transformed both patch area and halo width to linearize the relationship. 75 Mar Ecol Prog Ser 627: 71– 81, 2019 3. RESULTS Across 757 patch reefs, in 2 locations in the broader Caribbean region, graz- ing halo width varied from <1.0 to 69.7 m (9.58 ± 8.4 m, mean ± SE unless otherwise stated; Fig. 1d). At local field sites, grazing halos ranged from 4− 36 m wide on reefs that varied in size by more than a factor of 10. Local sur- veys of fish communities re vealed dif- ferences in herbivore and predator densities between patch reefs. Herbi- vore density ranged from 0.059 to 0.440 ind. m −2 and pre dominantly consisted of parrotfishes (Scarinae) and dam- selfishes (Pomacentridae), while pre - dator density ranged from 0.000 to 0.070 ind. m −2 , and predominantly con- sisted of snappers (Lutjanidae). The rank order of abundance of individual species differed between Florida and Belize, but we found no evidence for systematic differences in herbivore density or predator density between locations (ANOVA, location × trophic level: F 1, 90 = 1.19, p = 0.27). While graz- ing patterns varied between individual patch reefs, grazing consistently de- clined with distance from the reef edge (Fig. S4) despite increasing re source density farther from the reef (r 2 = 0.71, p < 0.001, n = 4 patch reefs; Figs. S5 & S6). Of the grazing assays, 47% showed evidence of grazing, and her- bivores grazed 27 ± 37% (n = 612) of each assay. On average, 80.4 ± 23% of the total grazing that occurred at reefs occurred inside the halo boundary. Herbivory assays suggested that grazing patterns were correlated with components of the fish community and reef size. Across our study sites, higher predator density was correlated with a significant reduction in grazing inten- sity (β intensity = −0.45 ± 0.1, p = 0.002). When predator density doubled, graz- ing declined by 29% overall (Fig. 2a). However, how far herbivores grazed from the reef edge was not influenced by predator density (distance × preda- tor abundance interaction: β incidence = 0.28 ± 0.2, p = 0.07; β intensity = −0.07 ± 76 Fig. 2. Relationship between grazing, distance from the reef edge, and (a) predator density or (b) PCA1, which is the first principal component of varia- tion between herbivore density and patch reef area at 13 patch reefs in the broader Caribbean region. Color represents predicted grazing incidence mul- tiplied by grazing intensity, and circles represent observed proportion grazed. Contours are spaced at 0.1 unit intervals. Predators suppressed grazing inten- sity (β intensity = −0.45 ± 0.1, p = 0.001), but did not alter the spatial distribution of either grazing incidence or intensity (distance from the reef × predator den- sity: β incidence = 0.28 ± 0.2, p = 0.07; β intensity = −0.07 ± 0.1, p = 0.44). PCA 1 pre- dicted the distance herbivores foraged from the reef edge (distance × PCA 1: β incidence = 0.48 ± 0.18, p = 0.007; β intensity = −0.31 ± 0.1, p = 0.005). Results are based on a mixed effects hurdle model (see Section 2.4 for details) DiFiore et al.: Drivers of grazing halo formation 0.1, p = 0.4). Rather, changes in patch reef size and herbivore density altered the relationship between grazing and the distance that herbivores foraged from the reef edge (Fig. 2b). Grazing at larger patch reefs with higher herbivore densities (high values of PCA 1) was concentrated closer to the reef edge than at smaller reefs with fewer herbivores (distance × PCA 1 interaction: β incidence = 0.48 ± 0.2, p = 0.007; β intensity = −0.31 ± 0.1, p = 0.001; Fig. 3). This result contradicts the patterns we observed in grazing halo width at both local and regional scales. While the results of our grazing assays suggest that grazing halos would be most narrow on large patch reefs with many herbivores, we found that smaller patch reefs with fewer herbivores had significantly narrower halos than larger patch reefs with many herbivores (PCA 1 was positively correlated with halo width; R 2 = 0.40, p < 0.001; Fig. 4a), and the slope of the relationship did not differ significantly between locations (PCA 1 × location, p = 0.08). This pattern was consistent at the landscape scale; across 757 patch reefs, halo width was positively correlated with patch reef area (Fig. 4b; p < 0.001), and there was no evidence of differences between locations. Given that predators reduced grazing on our assays in this experiment and the clear evidence of predation risk on grazing in the literature, we expected predators to be a strong predictor of halo size. However, there was no detectable relationship between predator abundance and halo width (p = 0.45). 4. DISCUSSION Species interactions can have dramatic effects on the distribution of biogenic habitat and ecosystem processes at large spatial scales (Atwood et al. 2015, Schmitz et al. 2017, Tarnita et al. 2017). Our study attempted to link herbivore behavior at local scales with pattern formation in coral reef landscapes across 10s−100s of km 2 . An abundance of evidence indicates that consumers reduce foraging intensity farther from refuge habitats (Brown & Kotler 2004), and that grazing declines with distance from coral patch reef edges (Valentine et al. 2007, Downie et al. 2013, Gil et al. 2017). Our results confirm this general pattern, and build upon previous find- ings by exploring the potential factors that cause grazing to decline with dis- tance from coral patch reefs. Specifi- cally, we show that, at the patch reef scale, predation risk reduced the over- all amount of grazing that occurred. Predation risk did not, however, influ- ence the spatial distribution of grazing or grazing halo width. The distance herbivores foraged from the reef edge and halo width were correlated with the density of herbivores on the reef, which was tightly linked to patch reef size. While the connection between herbivore density, foraging behavior, and halo width remains am bi guous, the results of our landscape analysis corroborate our local mensurative ex - periment. Larger patch reefs with more herbivores tended to have wider halos, and patch reef size was strongly correlated with halo width across the broader Caribbean region. Together our results offer novel in sights into how herbivore density, re fuge size, and predation risk interact to influ- ence the spatial distribution of forag- ing and vegetation patterns visible from space. 77 Fig. 3. Coefficient estimates (mean ± SE) depicting main effects and interactions of distance from the reef edge, predator density, and PCA 1, or the first princi- pal component of variation between herbivore density and patch reef area, on the probability that herbivores grazed (grazing incidence) and the grazing in- tensity. Grazing was quantified using standardized Thalassia testudinumas- says deployed along transects extending from the patch reef edge across the halo zone. Results are based on a mixed effects hurdle model (see Section 2.4 for details). Filled coefficient estimates were significant (α< 0.05), and all pre- dictor variables were scaled in order to compare effect sizes. Main effects are included for reference only despite significant higher-order interactions Mar Ecol Prog Ser 627: 71– 81, 2019 Predation risk has been proposed as the primary indirect mechanism be hind variation in grazing halo size (Madin et al. 2011) and decreased grazing pres- sure farther from coral patch reefs (Randall 1965, Ogden et al. 1973), because of the extensive evi- dence that predators alter herbivore behavior (e.g. Lima & Dill 1990, Schmitz et al. 2004), and decrease foraging pressure away from the safety of refuges (Brown & Kotler 2004). When presented with model predators, an experimental proxy for acute predation risk, coral reef herbivores remain closer to refuges and decrease bite rates (Rizzari et al. 2014, Catano et al. 2016). Coral reef herbivores also reduce foraging excursions in areas with greater predator abun- dance, a result attributed to higher chronic predation risk (Madin et al. 2010a). Furthermore, movements of large predators on coral reefs can be shaped by land- scape configuration, and herbivores modify when and where they forage in order to reduce encounters with predators (Rasher et al. 2017). Consistent with previous work, we found that predators indeed re - duced the overall amount of grazing that occurred. However, despite the abundance of empirical and theoretical support that predators limited the dis- tance herbivores forage, we found no evidence that predator density — a proxy of predation risk — influ- enced how far herbivores grazed from the reef edge. Instead, variation between herbivore density and patch reef area (PCA 1) predicted the spatial distri- bution of grazing (Fig. 2b). The results of our field assays reveal that grazing pressure on small reefs with fewer herbivores was more diffuse than at large reefs where grazing was concentrated along the reef edge (Fig. 2b). This result would suggest that grazing halo width should be widest on the smallest reefs. However, we found the exact opposite. At both our local field sites and across the landscape, grazing halo width scaled with patch reef size (Fig. 4). We propose 3 alternative explanations for this discrepancy. (1) Halo formation and maintenance are processes that occur over the temporal scale of the resource’s life-history strategy (~ months to years). Therefore, our short-term (24− 72 h) feeding assays may not have been conducted at long enough temporal scales to adequately capture spatial variation in the process of herbivory. (2) While foraging by herbivores has been widely as sumed to be the primary mechanism of halo formation, other functional groups may play a role. Recent research conducted in Australia suggests that invertivorous 78 Fig. 4. (a) Linear relationship between grazing halo width and variation in herbivore density and/or patch reef size (PCA 1). Dashed vertical error bars represent ± SE around mean estimates of halo boundaries at each patch reef by 4 independent ob- servers. Larger patch reefs with more herbivores tended to have wider halos than smaller patch reefs with fewer herbivores (R 2 = 0.40, p < 0.001). Solid line represents the ordinary least squares linear regression estimate; shaded area represents ± SE of the regression estimate. (b) Log 10 −log 10 relationship between patch area and halo width at 757 patch reefs showing a similar pattern, with larger patch reefs having wider halos (p < 0.001). Bold symbols are patch reefs where fieldwork was conducted (n = 13), while gray symbols are patch reefs analyzed using satellite imagery. Solid line represents model prediction of a generalized least squares regression that includes a correlation structure to account for spatial autocorrelation; shaded region represents ± SE of the regression estimate DiFiore et al.: Drivers of grazing halo formation fish, which forage by bioturbating substrate and dis- turbing benthic algae, may create wider halos than is predicted by the distribution of herbivores alone (Madin et al. 2019a). The mismatch between our assay results and large-scale patterns could therefore be explained if larger reefs support greater popula- tions of bioturbators. (3) Large roving piscivores, like reef sharks, are notoriously challenging to sample (Mc Cauley et al. 2012), often foraging in shallow water only at night, or avoiding interactions with divers. Our sampling design, which was focused on monitoring reef-associated predators (e.g. barra cuda, groupers, and snappers), may have underestimated chronic predator risk, and unobserved relationships between reef size and predator abundance could explain the mismatch between the grazing assay results and patterns in halo width. Future research into the drivers of grazing halo formation should focus on experimental manipulations in order to fully parse the mechanistic link between higher herbivore densities, larger reefs, and wider grazing halos. While the root mechanism linking the observed in situgrazing patterns with halo size remains unclear, our results provide compelling evidence that grazing halo size scales with habitat area. Across hundreds of patch reefs in a broad biogeographic region, larger patch reefs were surrounded by wider halos (Fig. 4b). This is consistent with a recent analysis of halo width conducted in the Great Barrier Reef, Australia, which found similar positive scaling of halo width with reef area (Madin et al. 2019b). The strong relationship between habitat size and halo width suggests that some biological component of larger reefs drives increased grazing halo size. Indeed, we found that herbivore abundance was positively correlated with patch reef area, which is consistent with previous work on abundance−area scaling in coral reefs (Har- borne et al. 2012). One plausible explanation for the observed relationship between grazing halo width and reef size is competition for resources between herbivores. When per capita resource availability near larger refuges decreases due to higher herbivore density, consumers are willing to assume greater risk and forage further in order to meet energetic needs (Grand & Dill 1999, White & Warner 2007). Indeed, previous work suggests that exploitative competition for resources rather than predation risk drove the spatial foraging patterns of parrotfish on coral reefs (Nash et al. 2012, Davis et al. 2017). An alternative explanation for the observed relationship between grazing halo width and reef area may be geometric scaling. Larger reefs tend to support higher densities of herbivores. As a reef’s area in creases, its area: perimeter ratio also increases. Consequently, higher densities of herbivores must forage in functionally less perimeter space, resulting in wider halos (Madin et al. 2019b). Linking large-scale patterns with local processes is central to understanding how ecosystems function (Levin 1992). In this study, we provide evidence link- ing local interactions between predators, herbivores, and resources, with widespread variation in grazing halo size, a landscape-scale pattern. While previous studies have assumed that the indirect mechanism behind halo formation is predation risk, our results suggest that predation risk alone is not enough to alter grazing patterns and produce a halo. Rather, where herbivores graze is largely dependent on the number of herbivores on a patch reef, which is linked to reef size. Grazing halo width is therefore likely driven by complex interactions between predation risk, herbivore density, and resource availability. While our results raise questions regarding the mechanisms that link grazing patterns and halo width, they con- tribute to a growing understanding of the underlying factors driving grazing halo formation (Madin et al. 2019a,b). As we continue to build this understanding, grazing halos have the potential to emerge as indica- tors of key ecological processes, such as herbivory, that are critical for the resilience of coral reef and seagrass ecosystems. Developing cost-effective, remote observation tech- niques to monitor ecosystem processes is essential to improving management of coral reef ecosystems (e.g. to quantify coral bleaching; Levy et al. 2018), and grazing halos may offer opportunities to monitor reef function at large scales in remote areas. For example, grazing halos could be used as indicators of declining herbivore populations due to targeted fisheries, or increasing herbivore populations follow- ing the im plementation of no-take marine reserves (sensu Madin et al. 2011). Recent research has also shown that the species interactions that drive graz- ing halo formation alter the spatial distribution of sediment organic carbon stocks (Atwood et al. 2018). Thus, grazing halos could also be used to remotely monitor shifts in critical carbon sinks. Merging field experiments with remote sensing ob servations in order to advance technological methods of moni - toring ecosystem processes is essential to improve the management of coral reef ecosystems in the Anthropocene. Data availability and code. All data and code used to ana- lyze data can be found at: https://github.com/ bartdifiore/ GrazingHalos.git 79 Mar Ecol Prog Ser 627: 71– 81, 2019 Acknowledgements. We thank 3 anonymous reviewers, the Stier and Queenborough labs, and the Ucross High Plains Stewardship Initiative working group for constructive feed- back on the manuscript. Special thanks to A. Looby, L. Di - Fiore, T. Petronzio, T. Hodges, and S. Thomas-Train for field assistance, and to O. Schmitz, J. Campbell, and L. Comita for informative conversation and ideas. We thank D. Burkepile for reviewing a previous version of this manuscript. This research was supported by an NSF GRFP grant, the Yale Tropical Resources Institute, the Link Foundation, the Yale School of Forestry and Environmental Studies, and the Dig- ital Globe Foundation. All research in the USA was con- ducted under NOAA permit number FKNMS-2016-069. We thank the Belize Fisheries Department for permits to work in Belize. This is contribution 1027 of the Smithsonian’s Carib- bean Coral Reef Ecosystems (CCRE) Program and #1120 of the Smithsonian Marine Station. LITERATURE CITED Adam TC, Burkepile DE, Ruttenberg BI, Paddack MJ (2015) Herbivory and the resilience of Caribbean coral reefs: knowledge gaps and implications for management. Mar Ecol Prog Ser 520: 1−20 Anderson TW (2001) Predator responses, prey refuges, and density-dependent mortality of a marine fish. Ecology 82: 245−257 Atwood TB, Connolly RM, Ritchie EG, Lovelock CE and oth- ers (2015) Predators help protect carbon stocks in blue carbon ecosystems. Nat Clim Chang 5: 1038−1045 Atwood TB, Madin EMP, Harborne AR, Hammill E and oth- ers (2018) Predators shape sedimentary organic carbon storage in a coral reef ecosystem. Front Ecol Evol 6: 110 Bohnsack JA, McClellan DB, Harper DE, Davenport GS and others (1999) Baseline data for evaluating reef fish popu- lations in the Florida Keys, 1979–1998. US Department of commerce, NOAA, NMFS, SEFSC, Miami, FL Bonachela JA, Pringle RM, Sheffer E, Coverdale TC and others (2015) Termite mounds can increase the robust- ness of dryland ecosystems to climatic change. Science 347: 651−655 Brooks ME, Kristensen K, van Benthem KJ, Magnusson A and others (2017) glmmTMB balances speed and flexibil- ity among packages for zero-inflated generalized linear mixed modeling. R J 9:378– 400 Brown JS (1992) Patch use under predation risk. I. Models and predictions. Ann Zool Fenn 29: 301−309 Brown JS, Kotler BP (2004) Hazardous duty pay and the for- aging cost of predation. Ecol Lett 7: 999−1014 Catano LB, Rojas MC, Malossi RJ, Peters JR, Heithaus MR, Fourqurean JW, Burkepile DE (2016) Reefscapes of fear: predation risk and reef heterogeneity interact to shape herbivore foraging behaviour. J Anim Ecol 85: 146−156 Catano LB, Barton MB, Boswell KM, Burkepile DE (2017) Predator identity and time of day interact to shape the risk-reward trade-off for herbivorous coral reef fishes. Oecologia 183: 763−773 Covich AP (1976) Analyzing shapes of foraging areas: some ecological and economic theories. Annu Rev Ecol Syst 7: 235−257 Davis K, Carlson PM, Bradley D, Warner RR, Caselle JE (2017) Predation risk influences feeding rates but compe- tition structures space use for a common Pacific parrot- fish. Oecologia 184: 139−149 Downie RA, Babcock RC, Thomson DP, Vanderklift MA (2013) Density of herbivorous fish and intensity of her- bivory are influenced by proximity to coral reefs. Mar Ecol Prog Ser 482: 217−225 ESRI (2017) ArcGIS Desktop: release 10. Environmental Systems Research Institute, Redlands, CA Gil MA, Zill J, Ponciano JM (2017) Context-dependent land- scape of fear: algal density elicits risky herbivory in a coral reef. Ecology 98: 534−544 Graham MH (2003) Confronting multicollinearity in ecolog- ical multiple regression. Ecology 84: 2809−2815 Grand TC, Dill LM (1999) The effect of group size on the for- aging behaviour of juvenile coho salmon: reduction of predation risk or increased competition? Anim Behav 58: 443−451 Harborne AR, Mumby PJ, Ferrari R (2012) The effectiveness of different meso-scale rugosity metrics for predicting intra-habitat variation in coral-reef fish assemblages. Environ Biol Fishes 94: 431−442 Hay ME (1984) Patterns of fish and urchin grazing on Carib- bean coral reefs: Are previous results typical? Ecology 65: 446−454 Heithaus MR, Wirsing AJ, Dill LM (2012) The ecological importance of intact top-predator populations: a synthe- sis of 15 years of research in a seagrass ecosystem. Mar Freshw Res 63: 1039−1050 Hughes JJ, Ward D, Perrin MR (1994) Predation risk and competition affect habitat selection and activity of Namib Desert gerbils. Ecology 75: 1397−1405 Lester SE, Halpern BS, Grorud-Colvert K, Lubchenco J and others (2009) Biological effects within no-take marine re - serves: a global synthesis. Mar Ecol Prog Ser 384: 33−46 Levin SA (1992) The problem of pattern and scale in ecol- ogy: the Robert H. MacArthur award lecture. Ecology 73: 1943−1967 Levy J, Hunter C, Lukacazyk T, Franklin EC (2018) Assess- ing the spatial distribution of coral bleaching using small unmanned aerial systems. Coral Reefs 37: 373−387 Lima SL, Dill LM (1990) Behavioral decisions made under the risk of predation: a review and prospectus. Can J Zool 68: 619−640 Madin EMP, Gaines SD, Warner RR (2010a) Field evidence for pervasive indirect effects of fishing on prey foraging behavior. Ecology 91: 3563−3571 Madin EMP, Gaines SD, Madin JS, Warner RR (2010b) Fish- ing indirectly structures macroalgal assemblages by al - tering herbivore behavior. Am Nat 176: 785−801 Madin EMP, Madin JS, Booth DJ (2011) Landscape of fear visible from space. Sci Rep 1: 14 Madin EMP, Dill LM, Ridlon AD, Heithaus MR, Warner RR (2016) Human activities change marine ecosystems by altering predation risk. Glob Change Biol 22: 44−60 Madin EMP, Precoda K, Harborne AR, Atwood TB, Roelf- sema CM, Luiz OJ (2019a) Multi-trophic species interac- tions shape seascape-scale coral reef vegetation pat- terns. Front Ecol Evol 7: 102 Madin EMP, Harborne AR, Harmer AMT, Luiz OJ, Atwood TB, Sullivan BJ, Madin JS (2019b) Marine reserves shape seascapes on scales visible from space. Proc R Soc B 286: 20190053 Matassa CM, Trussell GC (2011) Landscape of fear influ- ences the relative importance of consumptive and non- consumptive predator effects. Ecology 92: 2258−2266 McCauley DJ, McLean KA, Bauer J, Young HS, Micheli F (2012) Evaluating the performance of methods for esti- 80 DiFiore et al.: Drivers of grazing halo formation mating the abundance of rapidly declining coastal shark populations. Ecol Appl 22: 385−392 Mumby PJ, Wabnitz CCC (2002) Spatial patterns of aggres- sion, territory size, and harem size in five sympatric Caribbean parrotfish species. Environ Biol Fishes 15: 265−279 Mumby PJ, Dahlgren CP, Harborne AR, Kappel CV and oth- ers (2006) Fishing, trophic cascades, and the process of grazing on coral reefs. Science 311: 98−101 Nash KL, Graham NAJ, Januchowski-Hartley FA, Bellwood DR (2012) Influence of habitat condition and competition on foraging behaviour of parrotfishes. Mar Ecol Prog Ser 457: 113−124 Ogden JC, Brown RA, Salesky N (1973) Grazing by the echi- noid Diadema antillarumPhilippi: formation of halos around West Indian patch reefs. Science 182: 715−717 Overholtzer-McLeod KL (2004) Variance in reef spatial structure masks density dependence in coral-reef fish populations on natural versus artificial reefs. Mar Ecol Prog Ser 276: 269−280 Pinheiro JC, Bates DM (2000) Mixed-effects models in S and S-PLUS. Springer-Verlag, New York, NY Pinheiro J, Bates D, DebRoy S, Sarkar D, R Core Team (2018) nlme: Linear and nonlinear mixed effects models. R package version 3.1-137. https: //CRAN.R-project.org/ package=nlme Pringle RM, Doak DF, Brody AK, Jocqué R, Palmer TM (2010) Spatial pattern enhances ecosystem functioning in an African savanna. PLOS Biol 8: e1000377 QGIS Development Team (2017) QGIS geographic informa- tion system. Open Source Geospatial Foundation Project. http: //qgis.osgeo.org R Development Core Team (2017) R: a language and envi- ronment for statistical computing. R Foundation for Sta- tistical Computing, Vienna Randall JE (1965) Grazing effect on sea grasses by herbi - vorous reef fishes in the West Indies. Ecology 46: 255−260 Randall JE (1967) Food habits of reef fishes of the West Indies. Institute of Marine Sciences, University of Miami, Coral Gables, FL Rasher DB, Hoey AS, Hay ME (2017) Cascading predator effects in a Fijian coral reef ecosystem. Sci Rep 7: 15684 Rietkerk M, van de Koppel J (2008) Regular pattern forma- tion in real ecosystems. Trends Ecol Evol 23: 169−175 Rizzari JR, Frisch AJ, Hoey AS, McCormick MI (2014) Not worth the risk: apex predators suppress herbivory on coral reefs. Oikos 123: 829−836 Schmitz OJ, Krivan V, Ovadia O (2004) Trophic cascades: the primacy of trait-mediated indirect interactions. Ecol Lett 7: 153−163 Schmitz OJ, Miller JRB",
  "sections": {
    "abstract": "The behavior of organisms at local scales can have dramatic effects on the distribu- tion of habitat and ecosystem processes at large spatial scales. Grazing halos — barren areas of sand surrounding coral reefs — are readily visible in remotely sensed imagery, and are formed by herbivores preferentially grazing close to the safety of the reef. Grazing halo size can vary by more than an order of magnitude, yet we lack an understanding of what underlies this variation. Changes in grazing intensity and the distance herbivores travel may be influenced by predation risk, resource availability, and structural attributes of the reef. Here, we tested how predator density, herbivore density, and patch reef area are correlated with halo size and grazing patterns by link- ing satellite imagery with mensurative experiments on patch reefs in the Caribbean. Chronic pre- dation risk suppressed the overall foraging intensity of herbivorous fishes; a doubling in predator density led to a 29% decrease in grazing. Variation in herbivore density, which was tightly corre- lated with patch reef area, was linked to the distance herbivores foraged from the reef. Further- more, herbivore density and/or reef area was the best predictor of halo width at field sites, and reef area explained a significant proportion of the variation in halo size across the landscape. Our results contribute to a growing body of research suggesting that halos may function as footprints of ecological processes, such as herbivory, that can be quantified using remote sensing, and offer a potential avenue to improve monitoring of coral reef management.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results demonstrate that predators do in fact suppress grazing in the halo zone.",
    "We found no evidence for spatial autocorrelation in PCA 1 or predator density between nearby patch reefs.",
    "we found no evidence for systematic differences in herbivore density or predator density between locations (ANOVA, location × trophic level: F 1, 90 = 1.",
    "we observed in grazing halo width at both local and regional scales.",
    "we found that smaller patch reefs with fewer herbivores had significantly narrower halos than larger patch reefs with many herbivores (PCA 1 was positively correlated with halo width; R 2 = 0.",
    "we show that, at the patch reef scale, predation risk reduced the over- all amount of grazing that occurred.",
    "we found that predators indeed re - duced the overall amount of grazing that occurred.",
    "we found no evidence that predator density — a proxy of predation risk — influ- enced how far herbivores grazed from the reef edge."
  ],
  "fullText": "\n\nMARINE ECOLOGY PROGRESS SERIES\nMar Ecol Prog Ser\nVol. 627: 71– 81, 2019\nhttps://doi.org/10.3354/meps13074\nPublished September 26\n1.  INTRODUCTION\nCertain  patterns  in  ecological  systems  are  most\nconspicuous  from  a  distance.  For  example,  aerial\nsurveys  and  satellite  imagery  reveal  the  banding  of\nmussel beds, the regular spacing of saltmarsh sedges,\nand  the  overdispersed  pattern  of  ‘fairy  circles’ —\nregularly   spaced   barren   patches   found   in   the\nNamibian  desert  (van  Rooyen  et  al.  2004,  Rietkerk\n&  van  de  Koppel  2008).  Such  widespread  variation\nin patterns of primary and secondary producers can\nhave  key  consequences  for  ecosystem  productivity\nand  resilience  (Pringle  et  al.  2010,  Bonachela  et\nal. 2015, Tarnita et al. 2017). Therefore, it is crucial\nto   understand   what   mechanisms   underlie   these\npatterns.\nGrazing  halos,  i.e.  heavily  foraged  areas  of  sea-\ngrass or algae adjacent to coral patch reefs, are con-\n© Inter-Research 2019 · www.int-res.com*Corresponding author: bdifiore@ucsb.edu\nGrazing halos on coral reefs: predation risk,\n herbivore density, and habitat size influence\n grazing patterns that are visible from space\nBartholomew P. DiFiore\n1, 2, 3,\n*\n, Simon A. Queenborough\n2\n, Elizabeth M. P. Madin\n4, 5\n, \nValerie J. Paul\n3\n, Mary Beth Decker\n6\n, Adrian C. Stier\n1\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106, USA\n2\nYale School of Forestry and Environmental Studies, Yale University, New Haven, Connecticut 06511, USA\n3\nSmithsonian Marine Station at Fort Pierce, Fort Pierce, Florida 34949, USA\n4\nHawai’i Institute of Marine Biology, University of Hawai’i, Kane’ohe, Hawai’i 96744, USA\n5\nDepartment of Biological Sciences, Macquarie University, Sydney, NSW 2109, Australia\n6\nDepartment of Ecology and Evolution, Yale University, New Haven, Connecticut 06511, USA\nABSTRACT: The behavior of organisms at local scales can have dramatic effects on the distribu-\ntion  of  habitat  and  ecosystem  processes  at  large  spatial  scales.  Grazing  halos — barren  areas  of\nsand surrounding coral reefs — are readily visible in remotely sensed imagery, and are formed by\nherbivores preferentially grazing close to the safety of the reef. Grazing halo size can vary by more\nthan an order of magnitude, yet we lack an understanding of what underlies this variation. Changes\nin  grazing  intensity  and  the  distance  herbivores  travel  may  be  influenced  by  predation  risk,\nresource availability, and structural attributes of the reef. Here, we tested how predator density,\nherbivore density, and patch reef area are correlated with halo size and grazing patterns by link-\ning satellite imagery with mensurative experiments on patch reefs in the Caribbean. Chronic pre-\ndation risk suppressed the overall foraging intensity of herbivorous fishes; a doubling in predator\ndensity led to a 29% decrease in grazing. Variation in herbivore density, which was tightly corre-\nlated with patch reef area, was linked to the distance herbivores foraged from the reef. Further-\nmore, herbivore density and/or reef area was the best predictor of halo width at field sites, and\nreef area explained a significant proportion of the variation in halo size across the landscape. Our\nresults contribute to a growing body of research suggesting that halos may function as footprints\nof ecological processes, such as herbivory, that can be quantified using remote sensing, and offer\na potential avenue to improve monitoring of coral reef management.\nKEY WORDS:  Predator−prey interaction ·  Foraging ecology · Herbivory · Predation risk ·  Remote\nsensing · Seagrass · Landscape ecology\nResale or republication not permitted without written consent of the publisher\n\nMar Ecol Prog Ser 627: 71– 81, 2019\nspicuous  patterns  in  coral  reef  landscapes  that  are\nreadily  visible  in  satellite  images  (Fig.  1b,c).  While\nhalos  are  found  throughout  tropical  oceans  in  the\nAtlantic,  Pacific,  and  Indian  Oceans  (E.  Madin  un  -\npubl.  data),  their  size  can  vary  tremendously  be  -\ntween reefs. For example, in the Florida Keys, USA,\ngrazing halo width (i.e. the distance from patch reef\nedge to halo boundary) can vary from 1−70 m (Fig.1d).\nHerbivorous  fishes  or  sea  urchins  drive  halo  forma-\ntion  by  grazing  more  intensively  on  algae  and  sea-\ngrass near the edge of their natal reef (Randall 1965,\nOgden et al. 1973). Thus, variation in the intensity of\ngrazing  and  the  distance  herbivores  travel  from  a\ngiven reef likely explain variation in halo size. How-\never,  we  do  not  understand  what  ecological  pro-\ncesses cause such widespread variation in herbivore\ngrazing pressure.\nForaging  theory  offers  insight  into  the  potential\nmechanisms  driving  variation  in  grazing  patterns\nacross  space  and  thereby  grazing  halo  width.  Cen-\ntral-place  foraging  theory  predicts  that  predation\nrisk,  the  energetic  cost  of  movement,  and  resource\navailability  influence  when,  where,  and  how  much\nherbivores eat (Brown & Kotler 2004). Herbivores are\nexpected  to  graze  heavily  near  a  central  shelter\nwhere  predation  risk  and  travel  costs  are  low,  and\ngraze less intensely further from a shelter where pre-\ndation risk and travel costs are higher (for a review,\nsee Covich 1976). However, herbivores must balance\nrisk  with  reward.  The  distance  (or  amount  of  time)\nherbivores are willing to forage away from a shelter\nis  not  only  expected  to  change  with  predation  risk\n(Sih 1980, Werner et al. 1983), but also with resource\navailability, which can vary as a function of herbivore\ndensity (Hughes et al. 1994, Grand & Dill 1999) and\nresource quality (Brown 1992).\nEmpirical  evidence  from  marine  systems  supports\nthe idea that grazing halo size is driven by herbivores\nbalancing the risks and rewards of foraging. Marine\nherbivores  reduce  foraging  in  areas  of  high  preda-\ntion risk (Heithaus et al. 2012, Madin et al. 2016), and\nnon-consumptive  effects  between  species  may  alter\n72\nFig. 1. (a) Overview of study regions in the wider Caribbean. High-resolution satellite images of grazing halos — light areas of\nsand formed by the intense foraging of herbivores — surrounding mosaics of patch reefs in (b) Florida, USA (© Google Earth) and\n(c) Belize (© 2016 DigitalGlobe Foundation). Black points in inset maps are digitized grazing halos (Florida, n = 662 reefs; Belize, \nn = 95 reefs). (d) Variation in grazing halo width, i.e. the mean distance from the reef edge to the halo boundary\n\nDiFiore et al.: Drivers of grazing halo formation\nthe  distribution  of  resources  at  the  landscape  scale\n(Matassa & Trussell 2011). On coral reefs, predatory\nfish reduce herbivore excursion distances (Madin et\nal. 2010a), the amount that herbivores consume (Riz-\nzari  et  al.  2014,  Catano  et  al.  2016),  and  the  spatial\ndistribution  of  foraging  (Rasher  et  al.  2017).  How-\never,  herbivores  will  venture  into  riskier  habitats  in\norder  to  forage  in  patches  with  greater  resource\navailability (Gil et al. 2017) or to alleviate competition\nand  increase  per  capita  consumption  (Grand  &  Dill\n1999, White & Warner 2007). For example, parrotfish\nspecies on coral reefs will increase foraging range in\nareas with higher conspecific densities, despite greater\npredation  risk  (Nash  et  al.  2012,  Davis  et  al.  2017).\nFurthermore, refuge size, quality, and configuration\ncan influence herbivore density, movement patterns,\nand foraging decisions (Anderson 2001, Overholtzer-\nMcLeod  2004,  Shima  et  al.  2008,  Harborne  et  al.\n2012). Thus, variation in grazing behavior, and there-\nfore grazing halo size, is likely controlled by a combi-\nnation of predation risk and resource availability.\nPrevious  studies  of  grazing  halos  have  found  un  -\nequivocal evidence that grazing decreases with dis-\ntance  from  the  patch  reef,  and  have  hypothesized\nthat  when  predation  risk  is  high,  herbivores  forage\nmore  intensively  and  closer  to  the  reef,  resulting  in\nnarrower  grazing  halos  (Randall  1965,  Ogden  et  al.\n1973, Madin et al. 2011, Downie et al. 2013, Atwood\net al. 2018). However, these studies have not explic-\nitly tested whether predation risk alters in situgraz-\ning  patterns  in  order  to  drive  variation  in  halo  size\n(see  Madin  et  al.  2019a  for  an  exception),  nor  ex  -\nplored whether these grazing patterns are correlated\nto  the  heterogenous  landscape  of  resource  avail  -\nability that exists naturally in coral reef ecosystems.\nHere, we used a combination of remote sensing and\nmensurative experiments to ask: What causes varia-\ntion in grazing halo size in Caribbean coral reef eco-\nsystems? Specifically, we conducted a satellite analy-\nsis  of  patch  reefs  in  the  Florida  Keys  and  Belize  to\ndetermine  how  grazing  halo  size  varies  across  the\nlandscape  (n  =  757  patch  reefs).  We  then  explored\nhow grazing patterns changed across natural gradi-\nents   of   predator   density,   herbivore   density,   and\nrefuge  size  for  a  subset  of  patch  reefs  (n  =  13).  We\nhypothesized  that  herbivores  would  forage  further\nfrom  the  reef  and  more  frequently  when  predation\nrisk is low and competition for resources is high. Our\nresults demonstrate that predators do in fact suppress\ngrazing in the halo zone. However, herbivore abun-\ndance,  which  is  tightly  linked  to  patch  reef  size,\nrather than predator abundance, is the better predic-\ntor of halo width and the spatial distribution of grazing.\n2.  MATERIALS AND METHODS\n2.1.  Study site and species\nWe  explored  variation  in  grazing  patterns  and\ngrazing halo width across natural gradients of patch\nreef size, herbivore density, and predator density at\n2  reef  systems:  the  Florida  Keys  National  Marine\n Sanctuary (FKNMS), USA (24.6° N, 81.4° W), and the\nSouth Water Caye Marine Reserve (SWCMR), Belize\n(16.8° N, 88.1° W) (Figs. S1 & S2 in the Supplement at\nwww. int-res. com/ articles/ suppl/ m627 p071 _ supp .pdf).\nBoth the FKNMS and the SWCMR are multi-use mar-\nine reserves that encompass extensive areas of man-\ngrove,  seagrass,  back  reef,  and  fore  reef  habitats.\nPatch  reefs  in  both  locations  varied  from  low-relief\nrubble aggregates to highly complex reefs composed\nof  branching  and  massive  corals.  Algae,  gorgonian\ncorals, and seagrass (Thalassia testudinumBanks ex\nKönig;  Hydrocharitaceae)  dominated  the  substrate\nsurrounding patch reefs in Florida, while patch reefs\nin Belize were mainly surrounded by T. testudinum.\n2.2.  Quantifying variation in grazing halos\nTo  quantify  variation  in  grazing  halos,  we  esti-\nmated  halo  and  patch  reef  geometries  at  757  patch\nreefs  using  high  spatial  resolution  (> 2.5  m)  satellite\nimages  provided  by  the  Digital  Globe  Foundation\n(Belize)  or  available  through  Google  Earth  (version\n7.1.5)  (Florida).  Specifically,  a  single  observer  digi-\ntized  the  patch  reef  edge  and  the  halo  boundary  to\ngenerate polygon shapefiles for each individual reef\nand  its  respective  halo.  We  visually  estimated  the\nhalo  boundary  as  the  point  of  greatest  transition  in\nsubstrate reflectance surrounding the reef. We calcu-\nlated patch reef area and mean halo width, the aver-\nage nearest neighbor distance between dense clouds\nof  points  located  along  the  halo  and  reef  polygons,\nusing  ArcGIS\n©\n(version  10.4,  ESRI  2017)  and  QGIS\n(version  2.18.13,  QGIS  Development  Team  2017)\nsoftware. See Text S1.1 for further details.\n2.3.  Quantifying grazing and fish communities at\nthe local scale\nWe  selected  13  patch  reefs  from  our  landscape\nanalysis to test for differences in grazing patterns and\nhalo  width  as  a  function  of  herbivore  and  predator\ndensities using a mensurative experimental approach\nthat  exploited  gradients  in  predator  and  herbivore\n73\n\nMar Ecol Prog Ser 627: 71– 81, 2019\ndensities  across  different  patch  reefs.  While  our\nexperimental  goal  was  not  to  test  for  differences  in\nprotection status, we sampled patch reefs inside no-\ntake  marine  protected  areas  and  at  nearby  fished\nlocations  (Table  S1)  in  order  to  ensure  variation  in\npredator  and  herbivore  abundances  between  sites.\nNo-take marine protected areas have been shown to\nalter  the  density,  composition,  and  size  structure  of\nmarine fishes compared with unprotected reference\nsites  (Lester  et  al.  2009),  and  previous  work  in  the\ngreater  Caribbean  region  has  shown  changes  in\ngrazing  patterns  and  fish  communities  inside  and\noutside of no-take marine protected areas (Mumby et\nal. 2006, Valentine et al. 2008). All re search was con-\nducted in summer 2016 using freediving equipment.\nWe  assessed  the  distance  that  herbivorous  fish\ngrazed away from the reef edge using standardized\nseagrass (T. testudinum)assays (Hay 1984, Valentine\net al. 2008). Each assay consisted of 2 seagrass blades\nclipped to weighted clothespins spaced ~30 cm apart,\nwhich  were  photographed  prior  to  deployment.  We\ndeployed  assays  every  2  m  along  20  m  transects\n(n  =  3),  which  extended  outwards  perpendicular  to\nthe  patch  reef  edge  at  haphazard  intervals  around\nthe reef with a minimum separation distance of 20 m.\nThe  assays  were  collected  and  photographed  after\n24 h (Belize) or 72 h (Florida). We calculated the pro-\nportion  of  seagrass  consumed  by  comparing  assay\narea before and after deployment using ImageJ soft-\nware (Schneider et al. 2012; version 1.39) and divided\nby  the  duration  of  the  deployment  (proportion  con-\nsumed d\n−1\n). To directly compare grazing patterns be -\ntween locations, we needed to account for the differ-\nence  in  deployment  time  between  regions  and  the\nfact that ~1 cm\n2\nof each grazing assay was hidden in\nthe clothespin. Therefore, we normalized the propor-\ntion of each assay that was grazed in the range [0,1]\nwithin  regions  by  subtracting  the  minimum  from\neach  point  and  dividing  by  the  range.  To  verify  the\nrelationship between satellite imagery and field data,\nwe compared satellite reflectance, resource density,\nand grazing intensity along transects extending from\nthe edge of 4 patch reefs (Text S1.2).\nAt each patch reef, we conducted 3−5 belt-transect\nfish surveys positioned along random compass head-\nings  extending  through  the  center  of  the  reef.  For\neach  survey,  we  recorded  the  identity  and  approxi-\nmate size of all fish within a 5 m band centered on a\n50 m transect line. We classified fish as either pisci-\nvores   (hereafter   predators),   herbivores,   or   other\naccording to the established literature (Randall 1967,\nBohnsack  et  al.  1999,  Valentine  et  al.  2008)  (Table\nS2).  Fish  were  classified  as  predators  if  there  was\ndietary evidence that they consumed fish prey (par-\nticularly herbivorous species like parrotfish and sur-\ngeonfish)  and  are  considered  common  predators  in\nthe  greater  Caribbean  region  (Catano  et  al.  2017).\nWe  calculated  the  density  of  herbivores  and  preda-\ntors as the mean number of encounters per transect\nat a particular patch divided by the transect area. We\nchose to focus our analysis on the effect of all herbiv-\norous fish species rather than only Scarinae species,\nthe dominant grazers in coral reef systems (Adam et\nal.  2015),  because  we  were  interested  in  how  total\nherbivore density influenced grazing patterns. Con-\nsidering the importance of Scarinae as grazers, how-\never, we included an analysis of how Scarinae den-\nsity  alone  influenced  foraging  (Fig.  S3).  Previous\nwork  on  grazing  halos  has  suggested  that  urchins,\nrather  that  herbivorous  fish,  are  primarily  responsi-\nble for halo formation (Ogden et al. 1973). However,\npreliminary  analysis  of  urchin  density  at  our  field\nsites   revealed   consistently   low   urchin   densities.\nTherefore,  we  excluded  urchins  from  our  analyses\n(see Text S1.3 for further details).\nOur  experimental  design  makes  specific  assump-\ntions  about  how  herbivores  forage  near  patch  reefs.\nSpecifically,  we  assumed  that  herbivorous  fish  are\ncentral-place foragers that use the patch reef as shelter,\nand do not reside in interstitial spaces between reefs.\nWe feel that this is a reasonable assumption, because\nsand  gaps  between  reefs  are  known  to  inhibit  the\nmovement of herbivores (Turgeon et al. 2010), and the\nterritory sizes of common Scarinae spp. are typically\nsmaller  than  the  sizes  of  the  patch  reefs  where  we\nconducted field work (Mumby & Wabnitz 2002). Very\nfew herbivore species strictly inhabit seagrass plains,\nexcept Sparisoma radians, which is known to display\nthis behavior. However, S. radianswas not seen in this\nstudy.  In  assuming  that  herbivores  are  central-place\nforagers, we are also assuming that they make short\nforaging  excursions  away  from  the  reef  edge  before\nreturning to the safety of the reef structure. Therefore,\nwe assume that our assays, which were arranged lin-\nearly with distance from the reef edge, are independ-\nent and approximate the foraging behavior of herbi-\nvores  grazing  in  one  dimension  away  from  the  reef\n(e.g. Madin et al. 2010b).\n2.4.  Data analysis\nTo  understand  the  relationships  among  our  local\npredictor variables (predator density, herbivore den-\nsity, and patch reef area), we created bivariate plots\nand calculated Pearson’s product moment correlation\n74\n\nDiFiore et al.: Drivers of grazing halo formation\ncoefficients. Preliminary analysis revealed that patch\nreef area was highly correlated with herbivore den-\nsity (r = 0.82, p < 0.001). To address this collinearity,\nwe used PCA to create a new variable, PCA 1, which\naccounted  for  89%  of  the  variation  between  patch\nreef area and herbivore density (Graham 2003).\nTo test what factors were linked to the spatial dis-\ntribution of grazing at the local, patch-reef scale, we\nconstructed a statistical model that examined grazing\nas a function of predator density, herbivore density/\npatch  reef  area  (PCA  1),  and  distance  from  the  reef\nedge (hereafter distance). We modeled grazing as 2\nbiologically  relevant  processes:  grazing  incidence\n(i.e. the binomial probability that an assay was grazed)\nand  grazing  intensity  (i.e.  the  normalized  propor-\ntional amount of the assay that was consumed, given\nthat  grazing  occurred).  We  therefore  used  a  2-part\nhurdle  model,  which  separates  the  data  into  2  com-\nponents: (1) a process that models the probability of a\nbinomial  occurrence  (grazing  incidence),  and  (2)  a\nprocess  that  models  the  predicted  amount  of  the\nresponse given its presence using a truncated distri-\nbution (grazing intensity) (Zuur et al. 2009) (see Text\nS2 for details).\nConsidering that our primary interest was in under -\nstanding how  distance,  predator  abundance,  and\n herbivore density/reef area influenced grazing while\naccounting for variation between regions, sites, and\ntransects,  we  included  region,  site  (i.e.  patch  reef),\nand transect as nested random effects. Models were\nfit using the ‘glmmTMB’ package (Brooks et al. 2017)\nin R version 3.4.2 (R Development Core Team 2017),\nwhich  uses  maximum  likelihood  estimation  and  the\nLaplace  approximation  to  integrate  over  random\neffects. To model grazing incidence, we constructed\na  generalized  linear  mixed  effects  (GLME)  model\nwith a binomial distribution and logit link. To model\ngrazing  intensity,  we  used  a  linear  mixed  effects\n(LME) model with a beta distribution and logit link.\nWe  tested  for  main  effects  and  all  interactions  be  -\ntween distance, predator abundance, and PCA 1 on\nboth response variables, grazing incidence, and graz-\ning intensity. Specifically, we included a 3-way inter-\naction  (predator  abundance  ×  distance  ×  PCA  1)  to\ndetermine  if  the  effect  of  predation  risk  on  grazing\nwas contingent on the relationship between distance\nfrom  the  reef  edge  and  herbivore  abundance/reef\narea. To ask if variation in chronic predation risk (e.g.\npredator   density)   or   herbivore   density/reef   size\n(PCA 1)  changed  the  spatial  distribution  of  grazing,\nwe included interaction terms for distance × predator\nabundance  and  distance  ×  PCA  1.  We  also  allowed\nfor  a  predator  abundance  ×  PCA  1  interaction  in\norder to determine if the relationship between graz-\ning  and  predation  risk  was  mediated  by  herbivore\ndensity.  A  significant  interaction  between  distance\nand  either  of  the  other  predictor  variables  indicates\nthat the impacts of predator abundance or PCA 1 on\ngrazing  are  context-dependent  (i.e.  depend  on  the\ndistance from the reef where the herbivores are for-\naging). Significant main effects reveal a mean change\nin grazing incidence or intensity due to the predictor.\nWe selected final models for grazing intensity and\ngrazing incidence by dropping non-significant inter-\nactions (α> 0.1). For reporting and visualization pur-\nposes, we calculated overall predicted grazing as the\nproduct  of  the  probability  of  grazing  incidence  and\nintensity.  To  assess  model  fit,  we  visually  inspected\nfor  heteroscedasticity  and  normality  of  residuals.  A\npredictor variable was deemed significant (α< 0.05)\nvia  Wald’s  tests,  and  confirmed  using  chi-square\nlikelihood ratio tests. To validate our assumption that\npatch  reefs  were  spatially  independent,  we  visually\nas sessed spatial correlograms and calculated Moran’s\nI, a measure of spatial autocorrelation, for each of our\npredictor variables. We found no evidence for spatial\nautocorrelation in PCA 1 or predator density between\nnearby patch reefs.\nTo link local-scale drivers with landscape patterns,\nwe explored relationships between predator density,\nherbivore  density,  and  patch  reef  area  using  both\nlocal  observations  and  regional  patterns  of  variation\nin grazing halos. Specifically, in our local dataset we\ntested for relationships between halo width and pred-\nator density, PCA 1, and location using multiple linear\nregression. To ask how changes in patch reef area re-\nsulted  in  shifts  in  grazing  halo  width  in  our  satellite\ndata set of 757 patch reefs, we regressed patch area as\na  function  of  halo  width  and  included  an  interaction\nwith location to test for a difference in the relationship\nbetween Florida (n = 662) and Belize (n = 95). Spatial\nsemivariogram plots of the model residuals revealed\nsignificant spatial autocorrelation in the regional data\nset. To account for this autocorrelation, we used a gen -\neralized least squares (GLS) regression approach that\nincluded  a  spatial  correlation  structure  within  each\nregion  (Pinheiro  &  Bates  2000)  fit  with  the  ‘nlme’\npackage (Pinheiro et al. 2018). We fit multiple correla-\ntion structures and selected an exponential correlation\nstructure as the most parsimonious model by compar-\ning Akaike’s information criterion (AIC) and examin-\ning  residual  semivariogram  plots.  Considering  that\nthe area of a circle scales exponentially with its radius,\nthe  relationship  should  be  linear  in  log-log  space.\nTherefore, we log\n10\n-transformed both patch area and\nhalo width to linearize the relationship.\n75\n\nMar Ecol Prog Ser 627: 71– 81, 2019\n3.  RESULTS\nAcross 757 patch reefs, in 2 locations\nin the broader Caribbean region, graz-\ning  halo  width  varied  from  <1.0  to\n69.7 m (9.58 ± 8.4 m, mean ± SE unless\notherwise stated; Fig. 1d). At local field\nsites,  grazing  halos  ranged  from  4−\n36 m wide on reefs that varied in size\nby more than a factor of 10. Local sur-\nveys of fish communities re vealed dif-\nferences   in   herbivore   and   predator\ndensities  between  patch  reefs.  Herbi-\nvore density ranged from 0.059 to 0.440\nind. m\n−2\nand  pre  dominantly  consisted\nof  parrotfishes  (Scarinae)  and  dam-\nselfishes  (Pomacentridae),  while  pre  -\ndator  density  ranged  from  0.000  to\n0.070 ind. m\n−2\n, and predominantly con-\nsisted  of  snappers  (Lutjanidae).  The\nrank order of abundance of individual\nspecies  differed  between  Florida  and\nBelize,  but  we  found  no  evidence  for\nsystematic   differences   in   herbivore\ndensity  or  predator  density  between\nlocations  (ANOVA,  location  ×  trophic\nlevel: F\n1, 90\n= 1.19, p = 0.27). While graz-\ning patterns varied between individual\npatch  reefs,  grazing  consistently  de-\nclined with distance from the reef edge\n(Fig.  S4)  despite  increasing  re  source\ndensity farther from the reef (r\n2\n= 0.71,\np  <  0.001,  n  =  4  patch  reefs;  Figs.  S5\n&  S6).  Of  the  grazing  assays,  47%\nshowed evidence of grazing, and her-\nbivores  grazed  27  ±  37%  (n  =  612)  of\neach assay. On average, 80.4 ± 23% of\nthe total grazing that occurred at reefs\noccurred inside the halo  boundary.\nHerbivory   assays   suggested   that\ngrazing patterns were correlated with\ncomponents of the fish community and\nreef size. Across our study sites, higher\npredator density was correlated with a\nsignificant reduction in grazing inten-\nsity  (β\nintensity\n=  −0.45  ±  0.1,  p =  0.002).\nWhen predator density doubled, graz-\ning declined by 29% overall (Fig. 2a).\nHowever,  how  far  herbivores  grazed\nfrom the reef edge was not influenced\nby predator density (distance × preda-\ntor  abundance  interaction:  β\nincidence\n=\n0.28  ±  0.2,  p  =  0.07;  β\nintensity\n=  −0.07  ±\n76\nFig.  2.  Relationship  between  grazing,  distance  from  the  reef  edge,  and  (a)\npredator density or (b) PCA1, which is the first principal component of varia-\ntion  between  herbivore  density  and  patch  reef  area  at  13  patch  reefs  in  the\nbroader Caribbean region. Color represents predicted grazing incidence mul-\ntiplied by grazing intensity, and circles represent observed proportion grazed.\nContours are spaced at 0.1 unit intervals. Predators suppressed grazing inten-\nsity (β\nintensity\n= −0.45 ± 0.1, p = 0.001), but did not alter the spatial distribution of\neither grazing incidence or intensity (distance from the reef × predator den-\nsity: β\nincidence\n= 0.28 ± 0.2, p = 0.07; β\nintensity\n= −0.07 ± 0.1, p = 0.44). PCA 1 pre-\ndicted the distance herbivores foraged from the reef edge (distance × PCA 1:\nβ\nincidence\n= 0.48 ± 0.18, p = 0.007; β\nintensity\n= −0.31 ± 0.1, p = 0.005). Results are \nbased on a mixed effects hurdle model (see Section 2.4 for details)\n\nDiFiore et al.: Drivers of grazing halo formation\n0.1,  p  =  0.4).  Rather,  changes  in  patch  reef  size  and\nherbivore  density  altered  the  relationship  between\ngrazing  and  the  distance  that  herbivores  foraged\nfrom the reef edge (Fig. 2b). Grazing at larger patch\nreefs with higher herbivore densities (high values of\nPCA 1) was concentrated closer to the reef edge than\nat  smaller  reefs  with  fewer  herbivores  (distance  ×\nPCA  1  interaction:  β\nincidence\n=  0.48  ±  0.2,  p  =  0.007;\n β\nintensity\n= −0.31 ± 0.1, p = 0.001; Fig. 3).\nThis result contradicts the patterns we observed in\ngrazing halo width at both local and regional scales.\nWhile  the  results  of  our  grazing  assays  suggest  that\ngrazing halos would be most narrow on large patch\nreefs  with  many  herbivores,  we  found  that  smaller\npatch  reefs  with  fewer  herbivores  had  significantly\nnarrower  halos  than  larger  patch  reefs  with  many\nherbivores (PCA 1 was positively correlated with halo\nwidth; R\n2\n= 0.40, p < 0.001; Fig. 4a), and the slope of\nthe  relationship  did  not  differ  significantly  between\nlocations  (PCA  1  ×  location,  p  =  0.08).  This  pattern\nwas  consistent  at  the  landscape  scale;  across  757\npatch reefs, halo width was positively correlated with\npatch reef area (Fig. 4b; p < 0.001), and there was no\nevidence  of  differences  between  locations.  Given\nthat predators reduced grazing on our assays in this\nexperiment and the clear evidence of predation risk\non grazing in the literature, we expected predators to\nbe  a  strong  predictor  of  halo  size.  However,  there\nwas  no  detectable  relationship  between  predator\nabundance and halo width (p = 0.45).\n4.  DISCUSSION\nSpecies  interactions  can  have  dramatic  effects  on\nthe  distribution  of  biogenic  habitat  and  ecosystem\nprocesses at large spatial scales (Atwood et al. 2015,\nSchmitz  et  al.  2017,  Tarnita  et  al.  2017).  Our  study\nattempted  to  link  herbivore  behavior  at  local  scales\nwith   pattern   formation   in   coral   reef   landscapes\nacross  10s−100s  of  km\n2\n.  An  abundance  of  evidence\nindicates  that  consumers  reduce  foraging  intensity\nfarther  from  refuge  habitats  (Brown  &  Kotler  2004),\nand  that  grazing  declines  with  distance  from  coral\npatch reef edges (Valentine et al. 2007, Downie et al.\n2013, Gil et al. 2017). Our results confirm this general\npattern, and build upon previous find-\nings by exploring the potential factors\nthat cause grazing to decline with dis-\ntance  from  coral  patch  reefs.  Specifi-\ncally,  we  show  that,  at  the  patch  reef\nscale, predation risk reduced the over-\nall  amount  of  grazing  that  occurred.\nPredation risk did not, however, influ-\nence the spatial distribution of grazing\nor  grazing  halo  width.  The  distance\nherbivores foraged from the reef edge\nand  halo  width  were  correlated  with\nthe  density  of  herbivores  on  the  reef,\nwhich was tightly linked to patch reef\nsize.   While   the   connection   between\nherbivore  density,  foraging  behavior,\nand  halo  width  remains  am  bi guous,\nthe  results  of  our  landscape  analysis\ncorroborate  our  local  mensurative  ex  -\nperiment.   Larger   patch   reefs   with\nmore herbivores tended to have wider\nhalos, and patch reef size was strongly\ncorrelated  with  halo  width  across  the\nbroader  Caribbean  region.  Together\nour  results  offer  novel  in  sights  into\nhow  herbivore  density,  re  fuge  size,\nand  predation  risk  interact  to  influ-\nence the  spatial  distribution  of  forag-\ning   and   vegetation   patterns   visible\nfrom space.\n77\nFig. 3. Coefficient estimates (mean ± SE) depicting main effects and interactions\nof distance from the reef edge, predator density, and PCA 1, or the first princi-\npal component of variation between herbivore density and patch reef area, on\nthe probability that herbivores grazed (grazing incidence) and the grazing in-\ntensity. Grazing was quantified using standardized Thalassia testudinumas-\nsays deployed along transects extending from the patch reef edge across the\nhalo zone. Results are based on a mixed effects hurdle model (see Section 2.4\nfor details). Filled coefficient estimates were significant (α< 0.05), and all pre-\ndictor variables were scaled in order to compare effect sizes. Main effects are \nincluded for reference only despite significant higher-order interactions\n\nMar Ecol Prog Ser 627: 71– 81, 2019\nPredation  risk  has  been  proposed  as  the  primary\nindirect mechanism be hind variation in grazing halo\nsize (Madin et al. 2011) and decreased grazing pres-\nsure  farther  from  coral  patch  reefs  (Randall  1965,\nOgden  et  al.  1973),  because  of  the  extensive  evi-\ndence  that  predators  alter  herbivore  behavior  (e.g.\nLima & Dill 1990, Schmitz et al. 2004), and decrease\nforaging  pressure  away  from  the  safety  of  refuges\n(Brown & Kotler 2004). When presented with model\npredators, an experimental proxy for acute predation\nrisk,  coral  reef  herbivores  remain  closer  to  refuges\nand decrease bite rates (Rizzari et al. 2014, Catano et\nal. 2016). Coral reef herbivores also reduce foraging\nexcursions  in  areas  with  greater  predator  abun-\ndance, a result attributed to higher chronic predation\nrisk (Madin et al. 2010a). Furthermore, movements of\nlarge predators on coral reefs can be shaped by land-\nscape  configuration,  and  herbivores  modify  when\nand where they forage in order to reduce encounters\nwith  predators  (Rasher  et  al.  2017).  Consistent  with\nprevious  work,  we  found  that  predators  indeed  re  -\nduced  the  overall  amount  of  grazing  that  occurred.\nHowever,  despite  the  abundance  of  empirical  and\ntheoretical  support  that  predators  limited  the  dis-\ntance  herbivores  forage,  we  found  no  evidence  that\npredator density — a proxy of predation risk — influ-\nenced how far herbivores grazed from the reef edge.\nInstead,  variation  between  herbivore  density  and\npatch  reef  area  (PCA  1)  predicted  the  spatial  distri-\nbution of grazing (Fig. 2b).\nThe  results  of  our  field  assays  reveal  that  grazing\npressure  on  small  reefs  with  fewer  herbivores  was\nmore  diffuse  than  at  large  reefs  where  grazing  was\nconcentrated  along  the  reef  edge  (Fig.  2b).  This\nresult would suggest that grazing halo width should\nbe widest on the smallest reefs. However, we found\nthe  exact  opposite.  At  both  our  local  field  sites  and\nacross the landscape, grazing halo width scaled with\npatch  reef  size  (Fig.  4).  We  propose  3  alternative\nexplanations for this discrepancy. (1) Halo formation\nand  maintenance  are  processes  that  occur  over  the\ntemporal  scale  of  the  resource’s  life-history  strategy\n(~  months  to  years).  Therefore,  our  short-term  (24−\n72 h) feeding assays may not have been conducted at\nlong  enough  temporal  scales  to  adequately  capture\nspatial variation in the process of herbivory. (2) While\nforaging by herbivores has been widely as sumed to\nbe  the  primary  mechanism  of  halo  formation,  other\nfunctional  groups  may  play  a  role.  Recent  research\nconducted  in  Australia  suggests  that  invertivorous\n78\nFig. 4. (a) Linear relationship between grazing halo width and variation in herbivore density and/or patch reef size (PCA 1).\nDashed vertical error bars represent ± SE around mean estimates of halo boundaries at each patch reef by 4 independent ob-\nservers. Larger patch reefs with more herbivores tended to have wider halos than smaller patch reefs with fewer herbivores\n(R\n2\n= 0.40, p < 0.001). Solid line represents the ordinary least squares linear regression estimate; shaded area represents ± SE\nof the regression estimate. (b) Log\n10\n−log\n10\nrelationship between patch area and halo width at 757 patch reefs showing a similar\npattern, with larger patch reefs having wider halos (p < 0.001). Bold symbols are patch reefs where fieldwork was conducted\n(n = 13),  while  gray  symbols  are  patch  reefs  analyzed  using  satellite  imagery.  Solid  line  represents  model  prediction  of  a\n generalized least squares regression that includes a correlation structure to account for spatial autocorrelation; shaded region \nrepresents ± SE of the regression estimate\n\nDiFiore et al.: Drivers of grazing halo formation\nfish, which forage by bioturbating substrate and dis-\nturbing benthic algae, may create wider halos than is\npredicted  by  the  distribution  of  herbivores  alone\n(Madin  et  al.  2019a).  The  mismatch  between  our\nassay results and large-scale patterns could therefore\nbe  explained  if  larger  reefs  support  greater  popula-\ntions of bioturbators. (3) Large roving piscivores, like\nreef  sharks,  are  notoriously  challenging  to  sample\n(Mc Cauley  et  al.  2012),  often  foraging  in  shallow\nwater  only  at  night,  or  avoiding  interactions  with\ndivers.  Our  sampling  design,  which  was  focused  on\nmonitoring  reef-associated  predators  (e.g.  barra  cuda,\ngroupers,  and  snappers),  may  have  underestimated\nchronic  predator  risk,  and  unobserved  relationships\nbetween  reef  size  and  predator  abundance  could\nexplain  the  mismatch  between  the  grazing  assay\nresults  and  patterns  in  halo  width.  Future  research\ninto  the  drivers  of  grazing  halo  formation  should\nfocus on experimental manipulations in order to fully\nparse the mechanistic link between higher herbivore\ndensities, larger reefs, and wider grazing halos.\nWhile the root mechanism linking the observed in\nsitugrazing patterns with halo size remains unclear,\nour results provide compelling evidence that grazing\nhalo size scales with habitat area. Across hundreds of\npatch  reefs  in  a  broad  biogeographic  region,  larger\npatch reefs were surrounded by wider halos (Fig. 4b).\nThis is consistent with a recent analysis of halo width\nconducted in the Great Barrier Reef, Australia, which\nfound similar positive scaling of halo width with reef\narea  (Madin  et  al.  2019b).  The  strong  relationship\nbetween  habitat  size  and  halo  width  suggests  that\nsome  biological  component  of  larger  reefs  drives\nincreased  grazing  halo  size.  Indeed,  we  found  that\nherbivore abundance was positively correlated with\npatch  reef  area,  which  is  consistent  with  previous\nwork on abundance−area scaling in coral reefs (Har-\nborne et al. 2012). One plausible explanation for the\nobserved  relationship  between  grazing  halo  width\nand  reef  size  is  competition  for  resources  between\nherbivores. When per capita resource availability near\nlarger  refuges  decreases  due  to  higher  herbivore\ndensity, consumers are willing to assume greater risk\nand forage further in order to meet energetic needs\n(Grand  &  Dill  1999,  White  &  Warner  2007).  Indeed,\nprevious work suggests that exploitative competition\nfor  resources  rather  than  predation  risk  drove  the\nspatial  foraging  patterns  of  parrotfish  on  coral  reefs\n(Nash  et  al.  2012,  Davis  et  al.  2017).  An  alternative\nexplanation  for  the  observed  relationship  between\ngrazing  halo  width  and  reef  area  may  be  geometric\nscaling. Larger reefs tend to support higher densities\nof  herbivores.  As  a  reef’s  area  in  creases,  its  area:\nperimeter ratio also increases. Consequently, higher\ndensities  of  herbivores  must  forage  in  functionally\nless perimeter space, resulting in wider halos (Madin\net al. 2019b).\nLinking large-scale patterns with local processes is\ncentral  to  understanding  how  ecosystems  function\n(Levin 1992). In this study, we provide evidence link-\ning local interactions between predators, herbivores,\nand resources, with widespread variation in grazing\nhalo size, a landscape-scale pattern. While previous\nstudies  have  assumed  that  the  indirect  mechanism\nbehind  halo  formation  is  predation  risk,  our  results\nsuggest  that  predation  risk  alone  is  not  enough  to\nalter  grazing  patterns  and  produce  a  halo.  Rather,\nwhere herbivores graze is largely dependent on the\nnumber of herbivores on a patch reef, which is linked\nto  reef  size.  Grazing  halo  width  is  therefore  likely\ndriven  by  complex  interactions  between  predation\nrisk, herbivore density, and resource availability. While\nour results raise questions regarding the mechanisms\nthat link grazing patterns and halo width, they con-\ntribute to a growing understanding of the underlying\nfactors  driving  grazing  halo  formation  (Madin  et  al.\n2019a,b). As we continue to build this understanding,\ngrazing halos have the potential to emerge as indica-\ntors  of  key  ecological  processes,  such  as  herbivory,\nthat  are  critical  for  the  resilience  of  coral  reef  and\nseagrass ecosystems.\nDeveloping cost-effective, remote observation tech-\nniques to monitor ecosystem processes is essential to\nimproving  management  of  coral  reef  ecosystems\n(e.g.  to  quantify  coral  bleaching;  Levy  et  al.  2018),\nand grazing halos may offer opportunities to monitor\nreef  function  at  large  scales  in  remote  areas.  For\nexample,  grazing  halos  could  be  used  as  indicators\nof  declining  herbivore  populations  due  to  targeted\nfisheries,  or  increasing  herbivore  populations  follow-\ning  the  im  plementation  of  no-take  marine  reserves\n(sensu  Madin  et  al.  2011).  Recent  research  has  also\nshown  that  the  species  interactions  that  drive  graz-\ning  halo  formation  alter  the  spatial  distribution  of\nsediment organic carbon stocks (Atwood et al. 2018).\nThus,  grazing  halos  could  also  be  used  to  remotely\nmonitor shifts in critical carbon sinks. Merging field\nexperiments  with  remote  sensing  ob  servations  in\norder  to  advance  technological  methods  of  moni  -\ntoring  ecosystem  processes  is  essential  to  improve\nthe  management  of  coral  reef  ecosystems  in  the\n Anthropocene.\nData  availability  and  code.  All  data  and  code  used  to  ana-\nlyze  data  can  be  found  at:  https://github.com/  bartdifiore/\nGrazingHalos.git\n79\n\nMar Ecol Prog Ser 627: 71– 81, 2019\nAcknowledgements. We thank 3 anonymous reviewers, the\nStier  and  Queenborough  labs,  and  the  Ucross  High  Plains\nStewardship Initiative working group for constructive feed-\nback on the manuscript. Special thanks to A. Looby, L. Di -\nFiore, T. Petronzio, T. Hodges, and S. Thomas-Train for field\nassistance, and to O. Schmitz, J. Campbell, and L. Comita for\ninformative conversation and ideas. We thank D. Burkepile\nfor  reviewing  a  previous  version  of  this  manuscript.  This\nresearch  was  supported  by  an  NSF  GRFP  grant,  the  Yale\nTropical Resources Institute, the Link Foundation, the Yale\nSchool of Forestry and Environmental Studies, and the Dig-\nital  Globe  Foundation.  All  research  in  the  USA  was  con-\nducted under NOAA permit number FKNMS-2016-069. We\nthank the Belize Fisheries Department for permits to work in\nBelize. This is contribution 1027 of the Smithsonian’s Carib-\nbean Coral Reef Ecosystems (CCRE) Program and #1120 of\nthe Smithsonian Marine Station.\nLITERATURE CITED\nAdam TC, Burkepile DE, Ruttenberg BI, Paddack MJ (2015)\nHerbivory  and  the  resilience  of  Caribbean  coral  reefs:  \nknowledge gaps and implications for management. Mar\nEcol Prog Ser 520: 1−20\nAnderson TW (2001) Predator responses, prey refuges, and\ndensity-dependent mortality of a marine fish. Ecology 82: \n245−257\nAtwood TB, Connolly RM, Ritchie EG, Lovelock CE and oth-\ners (2015)  Predators  help  protect  carbon  stocks  in  blue\ncarbon ecosystems. Nat Clim Chang 5: 1038−1045\nAtwood TB, Madin EMP, Harborne AR, Hammill E and oth-\ners (2018)  Predators  shape  sedimentary  organic  carbon\nstorage in a coral reef ecosystem. Front Ecol Evol 6: 110\nBohnsack JA, McClellan DB, Harper DE, Davenport GS and\nothers (1999) Baseline data for evaluating reef fish popu-\nlations in the Florida Keys, 1979–1998. US Department of\ncommerce, NOAA, NMFS, SEFSC, Miami, FL \nBonachela  JA,  Pringle  RM,  Sheffer  E,  Coverdale  TC  and\nothers (2015)  Termite  mounds  can  increase  the  robust-\nness  of  dryland  ecosystems  to  climatic  change. Science\n347: 651−655\nBrooks ME,  Kristensen K,  van  Benthem KJ,  Magnusson A\nand others (2017) glmmTMB balances speed and flexibil-\nity among packages for zero-inflated generalized linear\nmixed modeling. R J 9:378– 400\nBrown JS (1992)  Patch  use  under  predation  risk.    I.  Models\nand predictions. Ann Zool Fenn 29: 301−309\nBrown JS, Kotler BP (2004) Hazardous duty pay and the for-\naging cost of predation. Ecol Lett 7: 999−1014\nCatano LB, Rojas MC, Malossi RJ, Peters JR, Heithaus MR,\nFourqurean JW, Burkepile DE (2016) Reefscapes of fear: \npredation  risk  and  reef  heterogeneity  interact  to  shape\nherbivore foraging behaviour. J Anim Ecol 85: 146−156\nCatano  LB,  Barton  MB,  Boswell  KM,  Burkepile  DE  (2017)\nPredator  identity  and  time  of  day  interact  to  shape  the\nrisk-reward  trade-off  for  herbivorous  coral  reef  fishes.\nOecologia 183: 763−773\nCovich AP (1976) Analyzing shapes of foraging areas:  some\necological and economic theories. Annu Rev Ecol Syst 7: \n235−257\nDavis  K,  Carlson  PM,  Bradley  D,  Warner  RR,  Caselle  JE\n(2017) Predation risk influences feeding rates but compe-\ntition  structures  space  use  for  a  common  Pacific  parrot-\nfish. Oecologia 184: 139−149\nDownie  RA,  Babcock  RC,  Thomson  DP,  Vanderklift  MA\n(2013)  Density  of  herbivorous  fish  and  intensity  of  her-\nbivory  are  influenced  by  proximity  to  coral  reefs.  Mar\nEcol Prog Ser 482: 217−225\nESRI  (2017)  ArcGIS  Desktop:    release  10.  Environmental\nSystems Research Institute, Redlands, CA\nGil MA, Zill J, Ponciano JM (2017) Context-dependent land-\nscape  of  fear:    algal  density  elicits  risky  herbivory  in  a\ncoral reef. Ecology 98: 534−544\nGraham MH (2003) Confronting multicollinearity in ecolog-\nical multiple regression. Ecology 84: 2809−2815\nGrand TC, Dill LM (1999) The effect of group size on the for-\naging  behaviour  of  juvenile  coho  salmon:    reduction  of\npredation risk or increased competition? Anim Behav 58: \n443−451\nHarborne AR, Mumby PJ, Ferrari R (2012) The effectiveness\nof  different  meso-scale  rugosity  metrics  for  predicting\nintra-habitat  variation  in  coral-reef  fish  assemblages.\nEnviron Biol Fishes 94: 431−442\nHay ME (1984) Patterns of fish and urchin grazing on Carib-\nbean  coral  reefs:    Are  previous  results  typical?  Ecology\n65: 446−454\nHeithaus  MR,  Wirsing  AJ,  Dill  LM  (2012)  The  ecological\nimportance of intact top-predator populations:  a synthe-\nsis of 15 years of research in a seagrass ecosystem. Mar\nFreshw Res 63: 1039−1050\nHughes  JJ,  Ward  D,  Perrin  MR  (1994)  Predation  risk  and\ncompetition affect habitat selection and activity of Namib\nDesert gerbils. Ecology 75: 1397−1405\nLester SE, Halpern BS, Grorud-Colvert K, Lubchenco J and\nothers (2009) Biological effects within no-take marine re -\nserves:  a global synthesis. Mar Ecol Prog Ser 384: 33−46\nLevin SA (1992)  The  problem  of  pattern  and  scale  in  ecol-\nogy:  the Robert H. MacArthur award lecture. Ecology 73: \n1943−1967\nLevy J, Hunter C, Lukacazyk T, Franklin EC (2018) Assess-\ning the spatial distribution of coral bleaching using small\nunmanned aerial systems. Coral Reefs 37: 373−387\nLima SL,  Dill LM (1990)  Behavioral  decisions  made  under\nthe  risk  of  predation:    a  review  and  prospectus.  Can  J\nZool 68: 619−640\nMadin EMP, Gaines SD, Warner RR (2010a) Field evidence\nfor pervasive indirect effects of fishing on prey foraging\nbehavior. Ecology 91: 3563−3571\nMadin EMP, Gaines SD, Madin JS, Warner RR (2010b) Fish-\ning  indirectly  structures  macroalgal  assemblages  by  al  \n-\ntering herbivore behavior. Am Nat 176: 785−801\nMadin EMP,  Madin JS,  Booth DJ (2011)  Landscape  of  fear\nvisible from space. Sci Rep 1: 14\nMadin EMP, Dill LM, Ridlon AD, Heithaus MR, Warner RR\n(2016)  Human  activities  change  marine  ecosystems  by\naltering predation risk. Glob Change Biol 22: 44−60\nMadin  EMP,  Precoda  K,  Harborne  AR,  Atwood  TB,  Roelf-\nsema CM, Luiz OJ (2019a) Multi-trophic species interac-\ntions  shape  seascape-scale  coral  reef  vegetation  pat-\nterns. Front Ecol Evol 7: 102\nMadin EMP, Harborne AR, Harmer AMT, Luiz OJ, Atwood\nTB, Sullivan BJ, Madin JS (2019b) Marine reserves shape\nseascapes on scales visible from space. Proc R Soc B 286: \n20190053\nMatassa  CM,  Trussell  GC  (2011)  Landscape  of  fear  influ-\nences  the  relative  importance  of  consumptive  and  non-\nconsumptive predator effects. Ecology 92: 2258−2266\nMcCauley DJ,  McLean KA,  Bauer J,  Young HS,  Micheli F\n(2012)  Evaluating  the  performance  of  methods  for  esti-\n80\n\nDiFiore et al.: Drivers of grazing halo formation\nmating the abundance of rapidly declining coastal shark\npopulations. Ecol Appl 22: 385−392\nMumby PJ, Wabnitz CCC (2002) Spatial patterns of aggres-\nsion,  territory  size,  and  harem  size  in  five  sympatric\n Caribbean  parrotfish  species.  Environ  Biol  Fishes  15:  \n265−279\nMumby PJ, Dahlgren CP, Harborne AR, Kappel CV and oth-\ners (2006)  Fishing,  trophic  cascades,  and  the  process  of\ngrazing on coral reefs. Science 311: 98−101\nNash KL, Graham NAJ, Januchowski-Hartley FA, Bellwood\nDR (2012) Influence of habitat condition and competition\non foraging behaviour of parrotfishes. Mar Ecol Prog Ser\n457: 113−124\nOgden JC, Brown RA, Salesky N (1973) Grazing by the echi-\nnoid Diadema  antillarumPhilippi:   formation  of  halos\naround West Indian patch reefs. Science 182: 715−717\nOverholtzer-McLeod  KL  (2004)  Variance  in  reef  spatial\nstructure  masks  density  dependence  in  coral-reef  fish\npopulations  on  natural  versus  artificial  reefs.  Mar  Ecol\nProg Ser 276: 269−280\nPinheiro JC, Bates DM (2000) Mixed-effects models in S and\nS-PLUS. Springer-Verlag, New York, NY\nPinheiro  J,  Bates  D,  DebRoy  S,  Sarkar  D,  R  Core  Team\n(2018) nlme:  Linear and nonlinear mixed effects models.\nR package version 3.1-137. https: //CRAN.R-project.org/\npackage=nlme\nPringle  RM,  Doak  DF,  Brody  AK,  Jocqué  R,  Palmer  TM\n(2010) Spatial pattern enhances ecosystem functioning in\nan African savanna. PLOS Biol 8: e1000377\nQGIS Development Team (2017) QGIS geographic informa-\ntion system. Open Source Geospatial Foundation Project.\nhttp: //qgis.osgeo.org\nR Development Core Team (2017) R:  a language and envi-\nronment for statistical computing. R Foundation for Sta-\ntistical Computing, Vienna\nRandall JE (1965)  Grazing  effect  on  sea  grasses  by  herbi  -\nvorous  reef  fishes  in  the  West  Indies.   Ecology   46:  \n255−260\nRandall  JE  (1967)  Food  habits  of  reef  fishes  of  the  West\nIndies. Institute of Marine Sciences, University of Miami,\nCoral Gables, FL\nRasher  DB,  Hoey  AS,  Hay  ME  (2017)  Cascading  predator\neffects in a Fijian coral reef ecosystem. Sci Rep 7: 15684\nRietkerk M, van de Koppel J (2008) Regular pattern forma-\ntion in real ecosystems. Trends Ecol Evol 23: 169−175\nRizzari JR,  Frisch AJ,  Hoey AS,  McCormick MI (2014)  Not\nworth  the  risk:    apex  predators  suppress  herbivory  on\ncoral reefs. Oikos 123: 829−836\nSchmitz  OJ,  Krivan  V,  Ovadia  O  (2004)  Trophic  cascades:  \nthe  primacy  of  trait-mediated  indirect  interactions. Ecol\nLett 7: 153−163\nSchmitz  OJ,  Miller  JRB,  Trainor  AM,  Abrahms  B  (2017)\nToward  a  community  ecology  of  landscapes:    predicting\nmultiple  predator−prey  interactions  across  geographic\nspace. Ecology 98: 2281−2292\nSchneider CA, Rasband WS, Eliceiri KW (2012) NIH Image\nto  ImageJ:    25  years  of  image  analysis. Nat  Methods  9:  \n671−675\nShima JS,  Osenberg CW,  St.  Mary CM (2008)  Quantifying\nsite quality in a heterogeneous landscape:  recruitment of\na reef fish. Ecology 89: 86−94\nSih  A  (1980)  Optimal  behavior:    Can  foragers  balance  two\nconflicting demands? Science 210: 1041−1043\nTarnita CE, Bonachela JA, Sheffer E, Guyton JA, Coverdale\nTC, Long RA, Pringle RM (2017) A theoretical foundation\nfor  multi-scale  regular  vegetation  patterns. Nature 541:  \n398−401\nTurgeon K,  Robillard A,  Gregoire J,  Duclos V,  Kramer DL\n(2010)  Functional  connectivity  from  a  reef  fish  perspec-\ntive:  behavioral tactics for moving in a fragmented land-\nscape. Ecology 91: 3332−3342\nValentine  JF,  Heck  KL  Jr,  Blackmon  D,  Goecker  ME  and\nothers (2007) Food web interactions along seagrass−coral\nreef boundaries:  effects of piscivore reductions on cross-\nhabitat  energy  exchange. Mar  Ecol  Prog  Ser 333:  37−50\nValentine  JF,  Heck  KL  Jr,  Blackmon  D,  Goecker  ME  and\nothers (2008) Exploited species impacts on trophic link-\nages along reef−seagrass interfaces in the Florida Keys.\nEcol Appl 18: 1501−1515\nvan Rooyen MW, Theron GK, van Rooyen N, Jankowitz WJ,\nMatthews  WS  (2004)  Mysterious  circles  in  the  Namib\nDesert:  review of hypotheses on their origin. J Arid Env-\niron 57: 467−485\nWerner EE,  Gilliam JF,  Hall DJ,  Mittelbach GG (1983)  An\nexperimental test of the effects of predation risk on habi-\ntat use in fish. Ecology 64: 1540−1548\nWhite JW, Warner RR (2007) Behavioral and energetic costs\nof group membership in a coral reef fish. Oecologia 154: \n423−433\nZuur AF, Leno EN, Walker N, Saveliev AA, Smith GM (2009)\nMixed effects models and extensions in ecology with R.\nSpringer-Verlag, New York, NY\n81\nEditorial responsibility: Peter Edmunds, \nNorthridge, California, USA \nSubmitted: February 18, 2019; Accepted: July 12, 2019\nProofs received from author(s): September 10 , 2019",
  "extractedAt": "2025-12-12T18:45:07.057Z",
  "success": true,
  "matchedPublication": {
    "title": "Grazing halos on coral reefs: predation risk, herbivore density, and habitat size influence grazing patterns that are visible from space",
    "doi": "10.3354/meps13074",
    "year": "2019",
    "authors": "DiFiore, Bp; Queenborough, Sa; Madin, Emp; Paul, Vj; Decker, Mb; Stier, Ac"
  }
}