{
  "filename": "Dundas et al. (Conservation Letters) 2020.pdf",
  "numPages": 12,
  "text": "Received: 24 February 2020Accepted: 19 March 2020 DOI: 10.1111/conl.12716 REVIEW Integrating oceans into climate policy: Any green new deal needs a splash of blue Steven J. Dundas 1,2∗ Arielle S. Levine 3∗ Rebecca L. Lewison 4∗ Angee N. Doerr 5 Crow White 6 AaronW.E.Galloway 7 Corey Garza 8 Elliott L. Hazen 9 Jacqueline Padilla-Gamiño 10 Jameal F. Samhouri 11 Ana Spalding 12,13,14 Adrian Stier 15 J. Wilson White 2 1 Department of Applied Economics, Oregon State University, Corvallis, Oregon 2 Coastal Oregon Marine Experiment Station, Oregon State University, Newport, Oregon 3 Department of Geography, San Diego State University, San Diego, California 4 Department of Biology, San Diego State University, San Diego, California 5 Oregon Sea Grant, Oregon State University Extension Service, Newport, Oregon 6 Department of Biological Sciences, California Polytechnic State University, San Luis Obispo, California 7 Oregon Institute of Marine Biology, University of Oregon, Charleston, Oregon 8 Department of Marine Science, California State University, Monterey Bay, Monterey, California 9 Southwest Fisheries Science Center, NOAA Fisheries, Monterey, California 10 School of Aquatic and Fishery Sciences, University of Washington, Seattle, Washington 11 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries ServiceNational Oceanic & Atmospheric Administration, Seattle, Washington 12 School of Public Policy, Oregon State University, Corvallis, Oregon 13 Smithsonian Tropical Research Institute, Panama City, Panama 14 Coiba Scientific Station (COIBA-AIP), Panama City, Panama 15 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, California Correspondence Rebecca L.Lewison,Department of Biology, San Diego State University,5500 Campanile Drive,San Diego,CA92182–4614. Email: rlewison@sdsu.edu ∗ Senior authorship shared. Abstract Recent warnings from scientists suggest there is limited time to enact policies to avert wide-ranging ecological and social damage from climate change. In the United States, discussions about comprehensive national policies to avert climate change have begun, with “Green New Deal” proposals and climate plans put forth by members of Congress and presidential candidates. Oceans are largely absent or separate from these nascent policy proposals. Here, we highlight a policy framework to develop terrestrial and ocean-integrated policies that can complement and enhance terrestrial- focused initiatives focused on four specific sectors: 1) energy; 2) transportation; 3) food security; and 4) habitat restoration. Given political friction and constrained bud- gets, an integrated policy framework offers greater potential to achieve a portfolio of This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2020 The Authors.Conservation Letterspublished by Wiley Periodicals, Inc. Conservation Letters.2020;e12716.wileyonlinelibrary.com/journal/conl1of12 https://doi.org/10.1111/conl.12716 2of12DUNDASET AL. mitigation and adaptation goals in a cost-effective manner, beyond what could be real- ized with marine or terrestrial policy solutions alone. KEYWORDS aquaculture, blue economy, climate, Green New Deal, oceans, offshore wind, policy integration, restora- tion, sustainable transportation, Teal Deal 1INTRODUCTION Scientific consensus is clear that bold, coordinated policies are needed to avert present and escalating climate crises. In the United States (U.S.), there is renewed attention to poli- cies that align climate change mitigation and adaptation with economic investments and social equity, often referred to as a Green New Deal. While no detailed policy has been proposed, nascent policy descriptions, articulated primarily in the con- text of 2020 presidential elections, focus largely on investment in terrestrial strategies. Recent international reports (IPCC 2019; Hoegh-Guldberg et al. 2019) have begun to explore the importance of oceans in addressing climate change, sig- nifying an important shift from viewing oceans as climate change aggressors (e.g., sea level rise) or victims (e.g., coral reef decline) to recognize oceans as an integral part of climate solutions. The foundation for this shift is well-established; a rich body of ocean science has demonstrated the criti- cal roles that oceans play in climate mitigation, adaptation, resilience (Galland, Harrould-Kolieb, & Herr 2012), and sus- tainable economic development (Neumann, Ott, & Kenching- ton 2017). Yet high-level policy documents do not provide a blueprint to what changes can be made in the short-term to affect meaningful action towards an integrated terrestrial- ocean framework for climate resilience and adaptation. Here, we articulate the ecological, social and economic potential of investing in integrated terrestrial-ocean climate solutions and identify the specific steps needed to promote more compre- hensive and integrated climate policies that leverage contem- porary ocean science. 2REFRAMING POLICIES TO ADDRESS CLIMATE CHANGE Recent national (U.S. HR 109, UK Climate Change Act) and subnational (Washington S.B. 5116, Oregon H.B. 2020, City of Los Angeles) policy proposals to tackle climate change have focused primarily on four policy areas - renewable energy generation, fuel efficiency in transportation systems, food security, and habitat restoration to increase carbon stor- age - all of which have proven capacity to achieve climate goals and promote economic growth. The oceans, however, are largely absent or separate from these proposals, despite recent discourse in environmental news media and increasing global attention to narratives of the blue economy. 1 The con- cept of a Blue New Deal, raised in a televised town hall on cli- mate change with U.S. presidential candidates in September 2019, has received considerably less policy attention. Given the important role that oceans play in regulating climate, and the magnitude of the challenge of addressing climate change, a policy path that integrates both terrestrial and ocean solu- tions, which we refer to here as a Teal Deal, can catalyze cost-effective investments in carbon mitigation, sustainable food systems, and ecosystem restoration. Investing in oceans can strategically complement terrestrial mitigation efforts as part of climate policies to reduce carbon and other green- house gas (GHG) emissions while catalyzing economic devel- opment and social progress. Expanding climate policy frameworks to integrate ocean- based solutions has robust theoretical support. In any pol- icy context, portfolio theory (Markowitz 1952) suggests that by diversifying the potential solution set, risk is reduced and returns on investment increased. In this case, the goal is to identify combinations of terrestrial and marine investments that hedge against risks and maximize societal benefits from climate policies. Given both expected and unanticipated con- sequences of climate change, a portfolio approach increases flexibility and enables decision-makers to use policies that are sufficiently nimble to adapt to rapid changes. The U.S. Fourth National Climate Assessment specifically flags the impor- tance of planning for uncertain risks from climate change, stating that “risks to interdependent systems” require a multi- sectoral approach (USGCRP 2018). In this context, a portfo- lio approach means shifting proposed climate change policies from a Green or Blue New Deal to a Teal Deal, one that com- bines terrestrial and ocean-based climate solutions. A Teal Deal is likely to hold greater potential for achieving climate regulation goals while also building resilience to risks, gener- ating co-benefits from increased economic development and human well-being, and supporting valuable ecosystem ser- vices. Here, we present a blueprint for action in four specific sectors—renewable energy, transportation, food security, and habitat restoration—elaborating on ocean-based approaches 1 MongaBay March 13, 2019; Grist July 15,2019; Data for Progress Septem- ber 3, 2019; The Hill September 9, 2019. DUNDASET AL.3of12 FIGURE1The Teal Deal: Integrating Oceans into Terrestrial Climate Solutions. Each proposed terrestrial-based climate solution in nascent Green New Deal proposals has an ocean-based analog. Expanding the portfolio of policy options increases probability of achieving international climate agreement targets. In the bottom panel, the Energy statistics are from the American Wind Energy Association, theTransportationstatistics are from the American Maritime Partnership, theFoodstatistics from NOAA and theRestorationstatistics from Howard et al. (2017) that are analogous to familiar terrestrial strategies. We high- light opportunities in each sector for action and policies to address climate impacts in the near-term. This integrated approach expands the solution set in the portfolio of strate- gies to meet global targets for reducing and mitigating car- bon emissions, adapting to the impacts of future climate change, and supporting sustainable and equitable economies (Figure 1). 3EXPANDING THE CLIMATE SOLUTION SET 3.1 Offshore renewable energy The ocean’s winds, waves and currents represent a mas- sive source of clean energy that can reduce GHG emissions, meet electricity demand, and spur new economic growth. 4of12DUNDASET AL. FIGURE2Contributions of Offshore Wind to California’s Energy Portfolio. The three lines are individually scaled relative to a maximum annual value to focus on the timing of energy production and demand. Offshore wind energy could provide significant power to the grid when California’s electricity demand peaks in the evening. This relationship demonstrates the complementary nature of pairing terrestrial solar and offshore wind in a renewable energy portfolio as the latter has potential to fill supply gaps when solar production is low. Data displayed are from Wang et al. (2019) Offshore winds blow harder and more consistently than on land, enabling marine wind farms to produce more electric- ity than their terrestrial counterparts. Estimates suggest the potential to harness more than 100 GW of untapped offshore wind resources in U.S. Federal waters (Menaquale 2015). Fur- thermore, wind strength peaks in the afternoon and evening, when available renewable energy from solar declines but daily electricity demand is at its highest (Wang et al. 2019; Figure 2). Marine renewable energy is also amidst a step- change with the development of new hydrokinetic (wave, current) technology and the incipient engineering of deep- water floating wind turbines capable of powering over 15,000 homes each (e.g., Pacific Marine Energy Center, General Electric). Deep-water, floating turbines provide an opportu- nity to increase energy production, while avoiding many of the environmental and socioeconomic impacts associated with fixed-bottom turbines closer to shore. European countries demonstrate this economic potential, where the construction and operation of offshore wind farms generated nearly 18.5 GW clean power in 2018 and supported as many as 130,000 full-time equivalent jobs/year (Kahouli & Martin 2018) in the fields of engineering, manufacturing, and transportation. Targets for renewable energy are more likely to be suc- cessful if they include both terrestrial and marine energy sources that produce external benefits, allowing states to pur- sue flexible energy portfolios that maximize regional net ben- efits (Okioga, Wu, Sirelli, & Hendren 2018). While 29 U.S. states have Renewable Portfolio Standards (RPS) for electric- ity generation, significant infrastructure investments renew- able energy production ($23 to $194 billion by 2050) has disincentivized widespread RPS development (e.g., only 9 states require>50% renewable energy production, Wiser et al. 2017). RPS programs produce many societal benefits, includ- ing those to human health from improved air quality and the conservation of water resources. For example, over the full life cycle (manufacturing through decommissioning) of wind energy production, water use is significantly less com- pared to all other electricity generating technologies, includ- ing solar (Meldrum, Nettles-Anderson, Heath, & Macknick 2013). Economic policies at the national and state level that reward local communities and utilities for supporting renew- able energy could help mitigate community objections to energy development and offset costs of investments to facili- tate the transition to renewables. Growing a marine renewable energy industry in the U.S. will also require a rigorous and transparent legal framework regulating the permitting of projects. Disjointed regulatory mechanisms and a lack of consistent federal policy present significant obstacles to renewable energy entrepreneurs, com- panies and investors (Schumacher 2019). Offshore energy development in the U.S. currently intersects nine different domestic policies, including the Coastal Zone Management Act (CZMA), the National Environmental Policy Act, the Submerged Lands Act, and the Marine Mammal Protection Act, as well as national, regional, and local regulatory mechanisms (Wright et al. 2016; Schumacher 2019), creating bureaucratic obstacles. Analysis of policies in Japan, New Zealand, Europe and elsewhere highlight the importance of consolidated and comprehensive legal frameworks to reduce the planning uncertainties for developers (Schu- macher 2019). Strengthening the coordinating capacity and operational efficiency of the U.S. Bureau of Ocean Energy Management (BOEM) to issue permits for offshore energy development projects, in coordination with relevant federal agencies and affected state and local governments, could reduce uncertainties and streamline the expansion of marine renewable energy development. Finally, a proactive approach to spatial planning for offshore renewable energy could facilitate its sustainable development. Resolving the trade-offs between potential negative impacts on the local scale with carbon emissions benefits at the national and global scales is a pervasive chal- lenge in developing strategies for climate change mitigation (Dolšak & Prakash 2018). New policy frameworks designed to include science-based spatial planning could help prioritize siting emerging offshore energy developments in locations DUNDASET AL.5of12 that minimize local environmental impacts and satisfy a diverse suite of marine management and socio-economic objectives (White, Halpern, & Kappel 2012; Lester, Gentry, Kappel, White, & Gaines 2018). Marine spatial planning has recently gained some political traction in the U.S. (e.g., by Northeast and Mid-Atlantic regional planning bodies). A national authority to proactively direct scientific marine spatial planning for guiding energy investment, rather than reactively responding to applications for development in a piecemeal fashion, could reduce risk in the permitting process and the environmental and economic impacts from devel- opment and expedite a transition to sustainable renewable energy in the U.S. continental shelf. 3.2Sustainable transportation Over 80% of global merchandise is transported by sea, and maritime transportation contributes approximately 3% to total annual anthropogenic GHG emissions (Bouman, Lindstad, Rialland, & Strømman 2017), greater than twice the emissions from air travel. Marine transport has a comparative advantage over road and air transport in terms of sustainability poten- tial, due to high carrying capacity and low fuel consumption of ships as a function of weight and distance traveled. Growth in world trade is predicted to increase emissions 150–250% by 2050 (Bouman et al. 2017), suggesting that measures to pro- mote and improve maritime transportation sustainability are critical; yet, these are largely absent in international emission reduction efforts, such as the Kyoto Protocol or Paris Climate Agreement. Recent reviews suggest that maritime transporta- tion emissions can be reduced by more than 75% using a com- bination of currently available technologies, such as modifi- cation of hull designs, switching to liquid natural gas, biofu- els and wind power, or optimizing ship speed and capacity (Bouman et al. 2017). Cariou, Parola, and Notteboom (2019) found that the shipping sector has already achieved CO 2 reductions of 33% since 2007, mostly from more efficient operations and travel routes. The ongoing loss of sea ice in the Arctic is also opening more efficient shipping routes between North American and Europe (Stevenson et al. 2019). Improve- ments to industry standards, such as the Energy Efficiency Design Index (EEDI) from the International Maritime Organi- zation (IMO), are encouraging shifts towards greater fuel effi- ciency and reduced emissions by limiting the sulfur content in vessel fuel (Van, Ramirez, Rainey, Ristovski, & Brown 2019). Additionally, the IMO has established an objective to reduce fuel emissions by 50% by 2050, relative to 2008 levels. How- ever, without specific incremental targets or regulatory man- dates, there is concern that this goal may not be met (Monios 2020). Market-based mechanisms (MBMs) to reduce CO 2 emis- sions, such as emission trading schemes and bunker fuel levies, have been considered by the IMO but have gotten little traction (Bergqvist & Monios 2019; Monios 2020). There are also examples of industry leading carbon reduction efforts: Maersk, the world’s largest container ship and supply vessel operator, committed to net zero carbon emissions by 2050, with carbon neutral vessels commercially viable by 2030. In some cases, local, national and international jurisdictions are stepping in to establish strict targets and standards where the IMO and industry have not. For example, the EU has stated that it will regulate shipping within the EU Emissions Trad- ing System if the IMO does not adopt MBMs by 2021. Addi- tionally, fuel content limits and ship emission regulations have been introduced by the U.S. State of California, the U.S. Envi- ronmental Protection Agency and the EU. Port-based incentives are another mechanism that is accelerating adoption of emission-reducing technologies and improving local air quality. Key actions taken by ports include using shore-based electricity (‘cold ironing’) to reduce emis- sions while ships are at berth (Winkel, Weddige, Johnsen, Hoen, & Papaefthimiou 2016; Innes & Monios 2018), using electricity to power handling equipment (Wilmsmeier & Spengler 2016), requiring slow vessel speeds or use of liq- uefied natural gas while in the port area (Winnes, Styhre, & Fridell 2015) and incentivizing rail and barge transport rather than roads from ports (Gonzalez-Aregall, Bergqvist, & Monios 2018). A voluntary Vessel Speed Reduction Pro- gram (VSP) in the ports of Los Angeles and Long Beach in California discounts dockage fees to ocean-going vessels that slow their speeds as they approach or depart the port, reducing CO 2 equivalent emissions by 26,000 tons in 2008 (ITF 2018). Many other ports also reduce fees based on indices that assess the environmental performance of individ- ual vessels, such as the Environmental Ship Index (ESI) or the GHG Emissions Rating used by RightShip. Expanding and coordinating environmentally differentiated fees across U.S. ports would increase incentives to reduce GHG emissions (ITF 2018). Commercial marine transportation remains the most energy-efficient and cost-effective method of transporting goods and people globally. While it is currently not possi- ble to fully decarbonize the shipping sector using available technology (Psaraftis 2019), there are many changes, includ- ing vessel modification (Lindstad, Asbjørnslett, & Strømman 2012), fuel-switching, and port-based programs (Winnes et al. 2015), that can reduce emissions. Given the distributed and global nature of maritime transportation sector operations, policies, and regulations, concrete actions at the national and port level are likely to play a critical role in pushing emissions reductions in the near future. While progress has started (e.g., The Sustainable Shipping Initiative), more action is needed to strengthen and incentivize stronger commitments with spe- cific and measurable targets, incentives, and policies. 6of12DUNDASET AL. 3.3Food security Marine fisheries remain one of the most sustainable sources of protein for human consumption and have a lower total carbon footprint than many terrestrial food sources (Hilborn, Banobi, Hall, Pucylowki, & Walsworth 2018; Parker et al. 2018), despite challenges with overexploitation (Worm et al. 2009). Climate change is predicted to result in size and distribution shifts in marine resources, a phenomenon which has already been observed in some regions (Dubik et al 2019), with poten- tial for socioeconomic impacts and increased inequity in cap- ture fisheries (Rogers et al. 2019). When faced with shift- ing fish stocks, fishing communities have three main alterna- tives: follow the fish; transfer fishing effort to a new species; or find an alternative livelihood. The first two options may lead to increased costs and GHG emissions as fleets widen their search areas and increase effort. The third option is often not feasible, due to cultural considerations, the sunk costs of gear investments, and a lack of viable alternatives. The second option may be the most attractive, but faces complications due to regulatory and market considerations. Developing policies that allow for more timely management responses to shifting stocks (Lewison et al. 2015), as well as commercial invest- ment in marketing new species, can help to encourage a switch (Pinsky & Fogarty 2012). The negative climate impacts could also be offset by fixing maladaptive economic incentives and improving transboundary management efforts (Gaines et al. 2018). Fisheries management reforms that allow harvest lev- els and permit allocation to change in-step with spatial vari- ation in biomass and productivity could help buffer against longer-term changes in stock dynamics, increasing sustain- ability. Such reforms are not possible without improvements in data availability and assessment information, highlighting the value of continued attention to evaluating stock status and basing harvest recommendations on sound science (Hilborn et al. 2020). Shifting stock distributions change incentives across juris- dictional governance structures, suggesting an opportunity to negotiate now to avoid conflict later. It is particularly impor- tant to consider how sustainable harvest levels may shift and trade policies can be modified to allow for food and eco- nomic requirements in impoverished nations. These consid- erations may point toward exploitation levels higher than nor- mally recommended in areas where migrating species spend less time in a changing ocean, or tempered harvest responses in regions where these species are expected to spend more time and which may emerge as vibrant fisheries in coming decades (e.g., Hazen et al. 2013). Despite potential opportuni- ties for adaptation in wild capture fisheries, reductions in car- bon emissions through technological and efficiency improve- ments remain necessary – in fisheries as in other industries – to compensate for the negative impacts of climate change on fisheries and associated food security (Cheung et al. 2009). Aquaculture, the world’s fastest growing form of food pro- duction, also holds potential for significant growth (FAO 2018). Aquaculture production of lower trophic level species (e.g., shellfish) produces less CO 2 per kilogram of protein than most forms of terrestrial meat production (Froehlich, Runge, Gentry, Gaines, & Halpern 2018). Seaweed aqua- culture also has enormous potential as a food source glob- ally; recent studies have found macroalgae to be an excellent source of dietary fiber, protein, and a variety of micronutri- ents (Cherry, O’Hara, Magee, McSorley, & Allsopp 2019). Seaweed aquaculture has the potential to mitigate about 1,500 tons CO 2 km −2 year −1 (Duarte, Wu, Xiao, Bruhn, & Krause- Jensen 2017). There are interacting benefits of growing sea- weeds that extend beyond carbon drawdown from the atmo- sphere, linking terrestrial and ocean-based climate solutions to increased food security (Figure 1). For example, nitrogen, phosphorus, and mineral-rich seaweeds can be used for fertil- izer and soil enhancement for terrestrial agriculture (Roberts, Paul, Dworjanyn, Bird, & de Nys 2015). These same lim- ited and agriculturally valuable nutrients are often problem- atic drivers of eutrophication at high concentrations in coastal waters, and culturing marine algae can significantly mitigate eutrophication by removing these excess nutrients (Seghetta, Tørring, Bruhn, & Thomsen 2016), connecting food secu- rity to habitat restoration. Seaweed production also links terrestrial-ocean climate solutions by increasing sustainabil- ity of livestock operations. The addition of small amounts of seaweed to livestock diets significantly reduces production of ruminal methane (Maia, Fonseca, Oliveira, Mendonça, & Cabrita 2016). Seaweeds can be cultivated as a sustainable alternative biofuel (relative to bioethanol) (Alvarado-Morales et al. 2013), and do not compete with agriculture for fertilizer and other scarce resources (Duarte et al. 2017). To ensure the long-term social and ecological sustainabil- ity of seaweed aquaculture, stakeholders can develop practices that include both wild and farmed populations. It is impor- tant to define ecosystem and management boundaries and assess ecosystem services and environmental carrying capac- ity (Grebe, Byron, Gelais, Kotowicz, & Olson 2019). This will enhance productivity and help prevent habitat degrada- tion and associated biodiversity loss. The development and use of ecological infrastructure will help to reduce impacts on other marine fauna associated with seaweed farms (e.g., mam- mal entanglement). Building diverse seed banks and devel- oping cultivation strategies for different species will assist in the protection and maintenance of genetic diversity of wild and farmed seaweeds (Grebe et al. 2019). In a social con- text, it is important to develop and share best management practices for the harvesting, management, cultivation and pro- cessing of seaweed to reduce economic and ecological risk (Rebours et al. 2014; Friedman et al. 2020). Quantifying sea- weed resilience to global climate change will help to identify resistant species/genotypes and ensure that farmed species can DUNDASET AL.7of12 contribute to food security despite a changing climate. The potential for seaweed farming to act as a meaningful carbon offset depends upon the fate of the cultured biomass: whether it will be exported to the deep sea or respired during other uses. In either application, seaweed farming can provide local- ized positive effects through mitigation of ocean acidification, hypoxia, or eutrophication (Froehlich, Afflerbach, Frazier, & Halpern 2019). Properly executed aquaculture, paired with sustainable capture fisheries, has the potential to increase food security, sequester CO 2 , decrease the carbon footprint of pro- tein sources, and stimulate economic activity in both coastal and inland communities (Froehlich et al. 2018; Gaines et al. 2018). 3.4Habitat restoration Investment in habitat restoration and nature-based infrastruc- ture in both ocean and terrestrial systems will be a key com- ponent of any transformative climate policy. A primary miti- gation benefit from both terrestrial and marine restoration is carbon storage. Recent work suggests that reforestation of a billion hectares of land to sequester carbon could mitigate 25 percent of global emissions (Bastin et al. 2019). Coastal habitats, like mangroves, tidal wetlands, kelp forests, and sea- grasses currently store up to 25.1 billion metric tons of carbon (Howard et al. 2017) and are able to store three time more car- bon per unit area than terrestrial habitats (Taillardat, Friess, & Lupascu 2018). This suggests that coastal habitat restora- tion offers promise to help meet carbon mitigation goals, sig- nificantly enhancing carbon storage and reducing total atmo- spheric carbon (Pendleton et al. 2012; Lovelock et al. 2017). International policy mechanisms to store carbon in ter- restrial ecosystems, such as Reducing Emissions through Decreased Deforestation (REDD+), are also expanding to include coastal and marine habitats, such as mangrove forests. The Blue Carbon Initiative has developed a similar frame- work to implement blue carbon-based restoration efforts with current field-tests in five countries. In the U.S., current laws, including the Clean Water Act and the CZMA, clearly recog- nize the value of blue carbon but it remains underused rela- tive to its potential (Sutton-Grier, Moore, Wiley, & Edwards 2014). Despite a lack of momentum nationally, coastal munic- ipalities (e.g., Tampa Bay, FL; Snohomish, WA) are evaluat- ing blue carbon potential of habitats (Radabaugh et al. 2018; Crooks et al. 2014). The private sector is also involved, using blue carbon as a means to offset carbon footprints (e.g., Con- servation International). This suggests that market forces and public sentiment offer additional vehicles beyond top-down policy to advance coastal blue carbon initiatives. Coastal and marine habitat restoration provide pathways to adapt to climate change by increasing flood and erosion pro- tection and mitigating storm impacts (Cheong et al. 2013). Such investments limit the vulnerability of coastal popula- tions to extreme weather events and help reduce the burden of billions of dollars in disaster aid and liabilities borne by tax- payers each year (Arkema et al. 2013). Recently, flood reduc- tion benefits of $625 million were attributed to tidal wetlands for a single storm event in the U.S. Mid-Atlantic (Narayan et al. 2017). There is precedent for large investments in coastal habitat restoration that supports employment (∼126,000 workers) and economic output (∼$9.5 billion annually) in diverse sectors of the economy (BenDor, Lester, Livengood, Davis, & Yonavjak 2015). Through the American Recovery and Reinvestment Act (ARRA) of 2009, the U.S. government invested $167 million in coastal restoration projects, includ- ing living shorelines, oyster reef restoration, and hydrologic reconnections. An on-going federal effort to protect coastal communities in the U.S. is beach nourishment, with $7.5 billion in spending to date on projects covering over 950 miles of coastline, according to NOAA’s National Beach Nourishment Database. This suggests the funds and the political will exist to invest massively in coastal adaptation through restoration. Yet, beach nourishment rarely restores beach and dune habitat to natural conditions and provides only a temporary buffer from rising seas and storms. Man- aging a nature-based system for one service, e.g., storm protection, ignores potential ancillary impacts that could lead to investments that are ultimately a net cost to society (Dundas 2017). To move forward requires a shift in thinking about the role of coastal habitat restoration in a modern economy and a commitment to new funding to support endeavors that produce long-term broad societal benefits. The dynamic nature of marine social–ecological systems is likely to affect restoration and its ability to address the impacts of climate change (Ingeman, Samhouri, & Stier 2019). Past restoration efforts have primarily focused on turning back the clock by reconstructing a system to its previous natural state, with limited success (Lotze, Coll, Magera, Ward-Paige, & Airoldi 2011). The ocean, and coastal economies tied to it, are changing rapidly due to globalization and climate change, suggesting that setting benchmarks for restoration based on the past might not be achievable, desirable, or economically feasible. An expanded perspective on recovery that includes the dynamic nature of ocean systems and embraces the need to tie restoration to socio-economic values (e.g., Lewis, Dun- das, Kling, Lew, & Hacker 2019) is more likely to produce a set of reasonable restoration targets that effectively garner long-term social, economic and political support and encour- age accountability (De Groot et al. 2013). 3.5Ocean climate solutions provide benefits to inland communities and economies These four examples illustrate the significant potential of pairing terrestrial and ocean-based solutions to reduce GHG 8of12DUNDASET AL. emissions and support climate resilience and adaptation while providing important co-benefits in pollution reduction, stimulating economic development and global trade, increas- ing food security, and reducing climate hazards. Importantly, investing in terrestrial-ocean strategies can generate benefits for both coastal and inland communities. For example, GE has manufacturing facilities for wind energy technology located throughout the country, including North Dakota, Arkansas, and other inland U.S. states. Products from aquaculture are distributed to non-coastal regions and, when used as inputs for fertilizers, support terrestrial food production while reducing total agricultural emissions. The flow of global goods that support the U.S. national economy relies heavily on marine transportation, and reducing fuel use in this sector has the potential to decrease the costs of commercial goods worldwide. The companies contracted under the ARRA for coastal restoration directly and indirectly employed people from both coastal and inland regions, generating an estimated 17 jobs per $1 million spent (Edwards, Sutton-Grier, & Coyle 2013). In addition to these economic benefits, improved climate change mitigation through integrated policies will benefit inland regions that are considered at risk to extreme weather events, such as drought (Strzepek, Yohe, Neumann, & Boehlert 2010) and that may be potential destinations for sea-level rise induced migration flows (Robinson, Dilkina, & Moreno-Cruz 2020). 4MOVING TOWARD TERRESTRIAL-OCEAN INTEGRATED CLIMATE POLICIES Integrating ocean and terrestrial solutions into a comprehen- sive climate change policy will require commitment from multiple governance levels (state, national, and international), the public, as well as private sector innovation and invest- ment. Some governmental entities have begun to recognize the essential nature of the ocean in climate mitigation and adaptation, paving the way for integrating oceans into future climate policies. For instance, the state of California recently launched the Ocean-Climate Contribution initiative, which shifts the focus of climate mitigation and adaptation to include both land and oceans. The Ocean-Climate Action Agenda also debuted at the 2018 Global Climate Action Summit with a set of goals that focus heavily on ocean-climate connections, such as increasing the area of wetlands, reducing emissions from ocean industries, and mobilizing international ocean-climate finance. Internationally, there have been several ocean-integrated climate change frameworks developed. In 2018, the Confer- ence of the Parties to the United Nations Framework Conven- tion on Climate Change (UNFCCC), building on outcomes from the 2017 UN Ocean Conference, adopted the Ocean Pathway, a framework that aims to expand ocean-focused con- siderations in the UNFCCC process and catalyze action in priority areas impacting or impacted by ocean and climate change. By establishing SDG 14: Life Below Water, as an ele- ment of the 2030 Sustainable Development Agenda, and call- ing for the Decade of Ocean Science for Sustainable Devel- opment (2021–2030), the UN has firmly cemented the role of oceans on the global sustainable development platform. Another international effort, The High Level Panel for a Sus- tainable Ocean Economy representing 14 countries, has com- mitted to catalyzing bold, pragmatic solutions for ocean health with particular focus on oceans as solutions to climate change (Hoegh-Guldberg et al. 2019). The challenge now is to assim- ilate this global aggregation of climate science and calls for action into an integrated and comprehensive U.S. domestic approach to designing and implementing climate policy. 5A PATH FORWARD A terrestrial-ocean integrated climate policy is part of a larger changing narrative about oceans and the recognition of their untapped potential for climate regulation, mitiga- tion and adaptation. The contribution of the blue economy to global prosperity recently topped $2.5 trillion (USD) annu- ally (Hoegh-Guldberg et al. 2015), not including the value of important non-market ecosystem services the oceans provide, with tremendous potential for growth across both market and non-market sectors. Investing in integrated climate solutions has the potential to provide needed economic stimulus and empowerment to vulnerable communities, who often contribute the least to climate change yet bear the brunt of its consequences (Cohen et al. 2019). A critical next step will be to develop viable financing mechanisms, across multiple scales of governance and institutions, to fund and incentivize the implementation of terrestrial-ocean integrated solutions to mitigate climate change. Economists have long suggested the use of market- based mechanisms (MBMs) to reduce GHG emissions, which can also raise the needed capital for other climate mitigation and welfare-improving policy investments. Other promising opportunities include intentional financing mechanisms and incentives schemes that benefit private sector companies capable of actualizing ocean-integrated solutions as well as philanthropic impact investing (e.g., Österblom, Jouffray, Folke, & Rockström 2017). To be successful in the long-term, funding strategies that are cognizant of social inclusivity and equity can contribute to policy sustainability. International agreements have set ambitious targets to avert catastrophic climate change, and integrating ocean and ter- restrial solutions provides an opportunity to develop policies to meet these targets and move toward a more sustainable and equitable economy. Incentivizing the necessary growth in DUNDASET AL.9of12 terrestrial and ocean integrated climate solutions will not be easy and will likely require large-scale investments in infras- tructure combined with market-based and regulatory mech- anisms to align individual, corporate, and societal incentives with an integrated climate policy portfolio that is robust to the ever-shifting political winds in the U.S. ACKNOWLEDGMENTS This article developed from a COMPASS science com- munication workshop in 2019. S. Kim provided assistance with Figure 1. J. Phillips, K. McLeod, E. Robichaux, S. Aylesworth, L. Suatoni, G. Taraska, and M. Goldstein pro- vided feedback on this manuscript. S.J.D., A.S.L., R.L.L. co- led project administration. S.J.D., A.S.L., R.L.L., C.W., and A.N.D. led individual section drafts and revisions. All authors contributed to content. The scientific results and conclusions, as well as any views or opinions expressed herein, are those of the authors and do not necessarily reflect the views of NOAA or the U.S. Department of Commerce. ORCID Steven J. Dundas https://orcid.org/0000-0003-3000-3395 Arielle S. Levine https://orcid.org/0000-0002-3556-4143 Rebecca L. Lewison https://orcid.org/0000-0003-3065-2926 Angee N. Doerr https://orcid.org/0000-0003-4950-4720 Crow White https://orcid.org/0000-0002-3141-560X AaronW.E.Galloway https://orcid.org/0000-0001-7826-299X Corey Garza https://orcid.org/0000-0002-4915-7776 Elliott L. Hazen https://orcid.org/0000-0002-0412-7178 Jacqueline Padilla-Gamiño https://orcid.org/0000-0003-0478-9953 Jameal F. Samhouri https://orcid.org/0000-0002-8239-3519 Ana Spalding https://orcid.org/0000-0002-7110-9404 Adrian Stier https://orcid.org/0000-0002-4704-4145 J. Wilson White https://orcid.org/0000-0003-3242-2454 REFERENCES Alvarado-Morales, M., Boldrin, A., Karakashev, D. B., Holdt, S. L., Angelidaki, I. & Astrup, T. (2013). Life cycle assessment of biofuel production from brown seaweed in Nordic conditions.Bioresource Technology,129, 92–99. https://doi.org/10.1016/j.biortech.2012.11. 029 Arkema, K. K., Guannel, G., Verutes, G., Wood, S. A., Guerry, A., Ruck- elshaus, M....Silver, J. M. (2013). Coastal habitats shield people and property from sea-level rise and storms.Nature Climate Change,3, 913–918. https://doi.org/10.1038/nclimate1944 Bastin, J-F., Finegold, Y., Garcia, C., Mollicone, D., Rezende, M., Routh, ...Crowther, T. W. (2019). The global tree restoration potential.Sci- ence,365(6448), 76–79. https://doi.org/10.1126/science.aax0848 BenDor, T., Lester, T. W., Livengood, A., Davis, A., & Yonavjak, L. (2015). Estimating the size and impact of the ecological restora- tion economy.PLOS ONE,10(6), e0128339. https://doi.org/10.1371/ journal.pone.0128339 Bergqvist, R., & Monios, J. (2019). Green ports in theory and prac- tice: Inland and seaside sustainable transportation strategies.Green ports(pp. 1–17). Amsterdam, Netherlands: Elsevier. https://doi.org/ 10.1016/B978-0-12-814054-3.00001-3 Bouman, E. A., Lindstad, E., Rialland, A. I., & Strømman, A. H. (2017). State-of-the-art technologies, measures, and potential for reducing GHG emissions from shipping–a review.Transportation Research Part D: Transport and Environment,52, 408–421. https://doi.org/10. 1016/j.trd.2017.03.022 Cariou, P., Parola, F., & Notteboom, T. (2019). Towards low carbon global supply chains: A multi-trade analysis of CO2 emission reduc- tions in container shipping.International Journal of Production Eco- nomics,208, 17–28. Cheong, S. M., Silliman, B., Wong, P. P., Van Wesenbeeck, B., Kim, C. K., & Guannel, G. (2013). Coastal adaptation with ecological engi- neering.Nature Climate Change,3(9), 787–791. https://doi.org/10. 1038/nclimate1854 Cheung W. W. L., Lam, V. W. Y., Sarimento, J. L., Kearney, K., Wat- son, R., & Pauly, D. (2009). Projecting global marine biodiversity impacts under climate change scenarios.Fish and Fisheries,10, 235– 251. https://doi.org/10.1111/j.1467-2979.2008.00315.x Cherry, P., O’Hara, C., Magee, P.J., McSorley, E. M., & Allsopp, P. J. (2019). Risks and benefits of consuming edible seaweeds.Nutrition Reviews,77, 307–329. https://doi.org/10.1093/nutrit/nuy066 Cohen, P., Allison, E. H., Andrew, N. L., Cinner, J. E., Evans, L. S., Fabinyi, M.,...Jentoft, S. (2019). Securing a just space for small- scale fisheries in the blue economy.Frontiers in Marine Science,6, 171. https://doi.org/10.3389/fmars.2019.00171 Crooks, S., Rybczyk, J., O’Connell, K., Devier, D. L., Poppe, K., & Emmett-Mattox, S. (2014). Coastal Blue Carbon Opportunity Assessment for the Snohomish Estuary: The Climate Benefits of Estuary Restoration. Report by Environmental Science Associates, Western Washington University, EarthCorps, and Restore America’s Estuaries.https://www.oceanfdn.org/sites/default/files/Crooks. %20Coastal%20Blue%20Carbon%20Opportunity%20Assessment% 20for%20the%20Snohomish%20Estuary-ilovepdf-compressed.pdf De Groot, R. S., Blignaut, J., Van der Ploeg, S., Aronson, J., Elmqvist, T., & Farley, J. (2013). Benefits of investing in ecosystem restoration. Conservation Biology,27(6), 1286–1293. https://doi.org/10.1111/ cobi.12158 Dolšak, N., & Prakash, A. (2018). The Politics of Climate Change Adaptation.Annual Review of Environment and Resources, 43, 317–341. https://doi.org/10.1146/annurev-environ-102017- 025739 Duarte, C. M., Wu, J., Xiao, X., Bruhn, A., & Krause-Jensen, D. (2017). Can seaweed farming play a role in climate change mitigation and adaptation?Frontiers in Marine Science,4, 100. https://doi.org/10. 3389/fmars.2017.00100 Dubik, B. A., Clark, E. C., Young, T., Zigler, S. B. J., Provost, M. M., Pinsky, M. L., & St Martin, K. (2019). Governing fisheries in the face of change: Social responses to long-term geographic shifts in aUSfishery.Marine Policy,99, 243–251. https://doi.org/10.1016/j. marpol.2018.10.032 Dundas, S. J. (2017). Benefits and ancillary costs of natural infrastruc- ture: Evidence from the New Jersey coast.Journal of Environmen- 10 of 12DUNDASET AL. tal Economics and Management,85, 62–80. https://doi.org/10.1016/ j.jeem.2017.04.008 Edwards, P. E. T., Sutton-Grier, A. E., & Coyle, G. E. (2013). Investing in nature: Restoring coastal habitat blue infrastructure and green job creation.Marine Policy,38, 65–71. https://doi.org/10.1016/j.marpol. 2012.05.020 FAO. (2018).The State of World Fisheries and Aquaculture 2018— Meeting the sustainable development goals. Food and Agricul- tural Organization of the UN, Rome, 227 pp. http://www.fao.org/ documents/card/en/c/I9540EN/. Friedman, W. R., Halpern, B. S., McLeod, E., Beck, M. W., Duarte, C. M., Kappel, C. V.,...Montambault, J. R. (2020). Research priorities for achieving healthy marine ecosystems and human communities in a changing climate.Frontiers in Marine Science,7. https://doi.org/ 10.3389/fmars.2020.00005 Froehlich, H. E., Runge, C. A., Gentry, R. R., Gaines, S. D., & Halpern, B.S. (2018).Comparative tterrestrial feed and land use of an aquaculture-dominant world.Proceedings of the National Academy of Sciences,115(20), 5295–5300. https://doi.org/10.1073/ pnas.1801692115 Froehlich, H. E., Afflerbach, J. C., Frazier, M., & Halpern, B. S. (2019). Blue growth potential to mitigate climate change through seaweed offsetting.Current Biology 29(18), 3087–3093. https://doi.org/10. 1016/j.cub.2019.07.041 Gaines, S. D., Costello, C., Owashi, B., Mangin, T., Bone, J., Gar- cía Molinos, J.,...Ovando, D. (2018). Improved fisheries manage- ment could offset many negative effects of climate change.Science Advances,4(8) waao1378. https://doi.org/10.1126/sciadv.aao1378 Galland, G, Harrould-Kolieb, E., & Herr, D. (2012). The ocean and cli- mate change policy.Climate Policy,12, 764–771. https://doi.org/10. 1080/14693062.2012.692207 Gonzalez-Aregall, M., Bergqvist, R. & Monios, J. (2018). A Global Review of the Hinterland Dimension of Green Port Strategies.Trans- portation Research Part D,59, 23-34. https://doi.org/10.1016/j.trd. 2017.12.013 Grebe, G. S., Byron, C. J., Gelais, A. S., Kotowicz, D. M., & Olson, T. K. (2019). An ecosystem approach to kelp aquaculture in the Ameri- cas and Europe.Aquaculture Reports,15, 100215. https://doi.org/10. 1016/j.aqrep.2019.100215 Hazen, E. L., Jorgensen, S., Rykaczewski, R. R., Bograd, S. J., Foley, D. G.,Jonsen,I.D.,...Block, B. A. (2013). Predicted habitat shifts of Pacific top predators in a changing climate.Nature Climate Change, 3, 234–238. https://doi.org/10.1038/nclimate1686 Hilborn, R., Amoroso, R. O., Anderson, C. M., Baum, J. K., Branch, T.A.,Costello,C.,...Ye, Y. (2020). Effective fisheries manage- ment instrumental in improving fish stock status.Proceedings of the National Academy of Sciences 114(4), 2218–2224. https://doi.org/10. 1073/pnas.1909726116 Hilborn, R., Banobi, J., Hall, S. J., Pucylowski, T. & Walsworth, T. E. (2018). The environmental cost of animal source foods.Frontiers in Ecology and the Environment,16(6), 329–335. https://doi.org/10. 1002/fee.1822 Hoegh-Guldberg, O. (2015).Reviving the Ocean Economy: The Case for Action—2015 . Gland, Switzerland. WWF International: 60 pp. https://c402277.ssl.cf1.rackcdn.com/publications/790/files/original/ Reviving_Ocean_Economy_REPORT_low_res.pdf?1429717323. Hoegh-Guldberg, O., Caldeira, K., Chopin, T., Gaines, S., Haugan, P., Hemer, M.,...Tyedmers, P. (2019).The Ocean as a Solution to Cli- mate Change: Five Opportunities for Action. World Resources Insti- tute, Washington, D.C. 116 pp. Link. Howard, J., Sutton-Grier, A. E., Herr, D., Kleypas, J., Landis, E., McLeod, E.,...Simpson S. (2017). Clarifying the role of coastal and marine systems in climate mitigation.Frontiers in Ecology and the Environment,15(1), 42–50. https://doi.org/10.1002/fee.1451 Ingeman, K. E., Samhouri, J. F., & Stier, A. C. (2019). Ocean recoveries for tomorrow’s Earth: Hitting a moving target.Science,363(6425), eaav1004. https://doi.org/10.1126/science.aav1004 Innes, A., & Monios, J. (2018). Identifying the unique challenges of installing cold ironing at small and medium ports–The case of Aberdeen.Transportation Research Part D: Transport and Environ- ment,62, 298–313. https://doi.org/10.1016/j.trd.2018.02.004 IPCC (2019). IPCC Special Report on the Ocean and Cryosphere in a Changing Climate [H.-O.Pörtner, D.C. Roberts, V. Masson- Delmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck, M. Nicolai, A. Okem, J. Petzold, B. Rama, N. Weyer (eds.)]. In press. ITF (2018). Reducing Shipping Greenhouse Gas Emissions: Lessons from port-based incentives. Case-specific Policy Analysis, Interna- tional Transport Forum, OECD, Paris, 38 pp. Kahouli, S., & Martin, J. C. (2018). Can offshore wind energy be a lever for job creation in France? Some insights from a local case study. Environmental Modeling & Assessment 23(3), 203–227. https://doi. org/10.1007/s10666-017-9580-4 Lester, S. E., Gentry, R. R., Kappel, C. V., White, C., & Gaines, S. D. 2018. Offshore aquaculture in the United States: Untapped potential in need of smart policy.Proceedings of the National Academy of Sciences,115, 7162–7165. https://doi.org/10.1073/pnas. 1808737115 Lewis, D. J., Dundas, S. J., Kling D., Lew, D. & Hacker, S. D. (2019). The non-market benefits of early and partial gains in managing threat- ened salmon.PLOS ONE,14(8): e0220260. https://doi.org/10.1371/ journal.pone.0220260 Lewison, R., Hobday, A. J., Maxwell, S., Hazen, E., Hartog, J. R., Dunn, D. C.,...Crowder, L. B. (2015). Dynamic ocean management: Identifying the critical ingredients of dynamic approaches to ocean resource management.BioScience,65(5), 486–498. https://doi.org/ 10.1093/biosci",
  "sections": {
    "abstract": "Recent warnings from scientists suggest there is limited time to enact policies to avert wide-ranging ecological and social damage from climate change. In the United States, discussions about comprehensive national policies to avert climate change have begun, with “Green New Deal” proposals and climate plans put forth by members of Congress and presidential candidates. Oceans are largely absent or separate from these nascent policy proposals. Here, we highlight a policy framework to develop terrestrial and ocean-integrated policies that can complement and enhance terrestrial- focused initiatives focused on four specific sectors: 1) energy; 2) transportation; 3) food security; and 4) habitat restoration. Given political friction and constrained bud- gets, an integrated policy framework offers greater potential to achieve a portfolio of This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2020 The Authors.Conservation Letterspublished by Wiley Periodicals, Inc. Conservation Letters.2020;e12716.wileyonlinelibrary.com/journal/conl1of12 https://doi.org/10.1111/conl.12716 2of12DUNDASET AL. mitigation and adaptation goals in a cost-effective manner, beyond what could be real- ized with marine or terrestrial policy solutions alone.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nReceived: 24 February 2020Accepted: 19 March 2020\nDOI: 10.1111/conl.12716\nREVIEW\nIntegrating oceans into climate policy: Any green new deal needs\na splash of blue\nSteven J. Dundas\n1,2∗\nArielle S. Levine\n3∗\nRebecca L. Lewison\n4∗\nAngee N. Doerr\n5\nCrow White\n6\nAaronW.E.Galloway\n7\nCorey Garza\n8\nElliott L. Hazen\n9\nJacqueline Padilla-Gamiño\n10\nJameal F. Samhouri\n11\nAna Spalding\n12,13,14\nAdrian Stier\n15\nJ. Wilson White\n2\n1\nDepartment of Applied Economics, Oregon State University, Corvallis, Oregon\n2\nCoastal Oregon Marine Experiment Station, Oregon State University, Newport, Oregon\n3\nDepartment of Geography, San Diego State University, San Diego, California\n4\nDepartment of Biology, San Diego State University, San Diego, California\n5\nOregon Sea Grant, Oregon State University Extension Service, Newport, Oregon\n6\nDepartment of Biological Sciences, California Polytechnic State University, San Luis Obispo, California\n7\nOregon Institute of Marine Biology, University of Oregon, Charleston, Oregon\n8\nDepartment of Marine Science, California State University, Monterey Bay, Monterey, California\n9\nSouthwest Fisheries Science Center, NOAA Fisheries, Monterey, California\n10\nSchool of Aquatic and Fishery Sciences, University of Washington, Seattle, Washington\n11\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries ServiceNational Oceanic & Atmospheric Administration,\nSeattle, Washington\n12\nSchool of Public Policy, Oregon State University, Corvallis, Oregon\n13\nSmithsonian Tropical Research Institute, Panama City, Panama\n14\nCoiba Scientific Station (COIBA-AIP), Panama City, Panama\n15\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, California\nCorrespondence\nRebecca L.Lewison,Department of Biology,\nSan Diego State University,5500 Campanile\nDrive,San Diego,CA92182–4614.\nEmail: rlewison@sdsu.edu\n∗\nSenior authorship shared.\nAbstract\nRecent warnings from scientists suggest there is limited time to enact policies to\navert wide-ranging ecological and social damage from climate change. In the United\nStates, discussions about comprehensive national policies to avert climate change have\nbegun, with “Green New Deal” proposals and climate plans put forth by members\nof Congress and presidential candidates. Oceans are largely absent or separate from\nthese nascent policy proposals. Here, we highlight a policy framework to develop\nterrestrial and ocean-integrated policies that can complement and enhance terrestrial-\nfocused initiatives focused on four specific sectors: 1) energy; 2) transportation; 3)\nfood security; and 4) habitat restoration. Given political friction and constrained bud-\ngets, an integrated policy framework offers greater potential to achieve a portfolio of\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original\nwork is properly cited.\n© 2020 The Authors.Conservation Letterspublished by Wiley Periodicals, Inc.\nConservation Letters.2020;e12716.wileyonlinelibrary.com/journal/conl1of12\nhttps://doi.org/10.1111/conl.12716\n\n2of12DUNDASET AL.\nmitigation and adaptation goals in a cost-effective manner, beyond what could be real-\nized with marine or terrestrial policy solutions alone.\nKEYWORDS\naquaculture, blue economy, climate, Green New Deal, oceans, offshore wind, policy integration, restora-\ntion, sustainable transportation, Teal Deal\n1INTRODUCTION\nScientific consensus is clear that bold, coordinated policies\nare needed to avert present and escalating climate crises. In\nthe United States (U.S.), there is renewed attention to poli-\ncies that align climate change mitigation and adaptation with\neconomic investments and social equity, often referred to as a\nGreen New Deal. While no detailed policy has been proposed,\nnascent policy descriptions, articulated primarily in the con-\ntext of 2020 presidential elections, focus largely on investment\nin terrestrial strategies. Recent international reports (IPCC\n2019; Hoegh-Guldberg et al. 2019) have begun to explore\nthe importance of oceans in addressing climate change, sig-\nnifying an important shift from viewing oceans as climate\nchange aggressors (e.g., sea level rise) or victims (e.g., coral\nreef decline) to recognize oceans as an integral part of climate\nsolutions. The foundation for this shift is well-established;\na rich body of ocean science has demonstrated the criti-\ncal roles that oceans play in climate mitigation, adaptation,\nresilience (Galland, Harrould-Kolieb, & Herr 2012), and sus-\ntainable economic development (Neumann, Ott, & Kenching-\nton 2017). Yet high-level policy documents do not provide\na blueprint to what changes can be made in the short-term\nto affect meaningful action towards an integrated terrestrial-\nocean framework for climate resilience and adaptation. Here,\nwe articulate the ecological, social and economic potential of\ninvesting in integrated terrestrial-ocean climate solutions and\nidentify the specific steps needed to promote more compre-\nhensive and integrated climate policies that leverage contem-\nporary ocean science.\n2REFRAMING POLICIES TO\nADDRESS CLIMATE CHANGE\nRecent national (U.S. HR 109, UK Climate Change Act) and\nsubnational (Washington S.B. 5116, Oregon H.B. 2020, City\nof Los Angeles) policy proposals to tackle climate change\nhave focused primarily on four policy areas - renewable\nenergy generation, fuel efficiency in transportation systems,\nfood security, and habitat restoration to increase carbon stor-\nage - all of which have proven capacity to achieve climate\ngoals and promote economic growth. The oceans, however,\nare largely absent or separate from these proposals, despite\nrecent discourse in environmental news media and increasing\nglobal attention to narratives of the blue economy.\n1\nThe con-\ncept of a Blue New Deal, raised in a televised town hall on cli-\nmate change with U.S. presidential candidates in September\n2019, has received considerably less policy attention. Given\nthe important role that oceans play in regulating climate, and\nthe magnitude of the challenge of addressing climate change,\na policy path that integrates both terrestrial and ocean solu-\ntions, which we refer to here as a Teal Deal, can catalyze\ncost-effective investments in carbon mitigation, sustainable\nfood systems, and ecosystem restoration. Investing in oceans\ncan strategically complement terrestrial mitigation efforts as\npart of climate policies to reduce carbon and other green-\nhouse gas (GHG) emissions while catalyzing economic devel-\nopment and social progress.\nExpanding climate policy frameworks to integrate ocean-\nbased solutions has robust theoretical support. In any pol-\nicy context, portfolio theory (Markowitz 1952) suggests that\nby diversifying the potential solution set, risk is reduced and\nreturns on investment increased. In this case, the goal is to\nidentify combinations of terrestrial and marine investments\nthat hedge against risks and maximize societal benefits from\nclimate policies. Given both expected and unanticipated con-\nsequences of climate change, a portfolio approach increases\nflexibility and enables decision-makers to use policies that are\nsufficiently nimble to adapt to rapid changes. The U.S. Fourth\nNational Climate Assessment specifically flags the impor-\ntance of planning for uncertain risks from climate change,\nstating that “risks to interdependent systems” require a multi-\nsectoral approach (USGCRP 2018). In this context, a portfo-\nlio approach means shifting proposed climate change policies\nfrom a Green or Blue New Deal to a Teal Deal, one that com-\nbines terrestrial and ocean-based climate solutions. A Teal\nDeal is likely to hold greater potential for achieving climate\nregulation goals while also building resilience to risks, gener-\nating co-benefits from increased economic development and\nhuman well-being, and supporting valuable ecosystem ser-\nvices.\nHere, we present a blueprint for action in four specific\nsectors—renewable energy, transportation, food security, and\nhabitat restoration—elaborating on ocean-based approaches\n1\nMongaBay March 13, 2019; Grist July 15,2019; Data for Progress Septem-\nber 3, 2019; The Hill September 9, 2019.\n\nDUNDASET AL.3of12\nFIGURE1The Teal Deal: Integrating Oceans into Terrestrial Climate Solutions. Each proposed terrestrial-based climate solution in nascent\nGreen New Deal proposals has an ocean-based analog. Expanding the portfolio of policy options increases probability of achieving international\nclimate agreement targets. In the bottom panel, the Energy statistics are from the American Wind Energy Association, theTransportationstatistics\nare from the American Maritime Partnership, theFoodstatistics from NOAA and theRestorationstatistics from Howard et al. (2017)\nthat are analogous to familiar terrestrial strategies. We high-\nlight opportunities in each sector for action and policies to\naddress climate impacts in the near-term. This integrated\napproach expands the solution set in the portfolio of strate-\ngies to meet global targets for reducing and mitigating car-\nbon emissions, adapting to the impacts of future climate\nchange, and supporting sustainable and equitable economies\n(Figure 1).\n3EXPANDING THE CLIMATE\nSOLUTION SET\n3.1\nOffshore renewable energy\nThe ocean’s winds, waves and currents represent a mas-\nsive source of clean energy that can reduce GHG emissions,\nmeet electricity demand, and spur new economic growth.\n\n4of12DUNDASET AL.\nFIGURE2Contributions of Offshore Wind to\nCalifornia’s Energy Portfolio. The three lines are\nindividually scaled relative to a maximum annual value\nto focus on the timing of energy production and demand.\nOffshore wind energy could provide significant power to\nthe grid when California’s electricity demand peaks in\nthe evening. This relationship demonstrates the\ncomplementary nature of pairing terrestrial solar and\noffshore wind in a renewable energy portfolio as the\nlatter has potential to fill supply gaps when solar\nproduction is low. Data displayed are from Wang et al.\n(2019)\nOffshore winds blow harder and more consistently than on\nland, enabling marine wind farms to produce more electric-\nity than their terrestrial counterparts. Estimates suggest the\npotential to harness more than 100 GW of untapped offshore\nwind resources in U.S. Federal waters (Menaquale 2015). Fur-\nthermore, wind strength peaks in the afternoon and evening,\nwhen available renewable energy from solar declines but\ndaily electricity demand is at its highest (Wang et al. 2019;\nFigure 2). Marine renewable energy is also amidst a step-\nchange with the development of new hydrokinetic (wave,\ncurrent) technology and the incipient engineering of deep-\nwater floating wind turbines capable of powering over 15,000\nhomes each (e.g., Pacific Marine Energy Center, General\nElectric). Deep-water, floating turbines provide an opportu-\nnity to increase energy production, while avoiding many of the\nenvironmental and socioeconomic impacts associated with\nfixed-bottom turbines closer to shore. European countries\ndemonstrate this economic potential, where the construction\nand operation of offshore wind farms generated nearly 18.5\nGW clean power in 2018 and supported as many as 130,000\nfull-time equivalent jobs/year (Kahouli & Martin 2018) in the\nfields of engineering, manufacturing, and transportation.\nTargets for renewable energy are more likely to be suc-\ncessful if they include both terrestrial and marine energy\nsources that produce external benefits, allowing states to pur-\nsue flexible energy portfolios that maximize regional net ben-\nefits (Okioga, Wu, Sirelli, & Hendren 2018). While 29 U.S.\nstates have Renewable Portfolio Standards (RPS) for electric-\nity generation, significant infrastructure investments renew-\nable energy production ($23 to $194 billion by 2050) has\ndisincentivized widespread RPS development (e.g., only 9\nstates require>50% renewable energy production, Wiser et al.\n2017). RPS programs produce many societal benefits, includ-\ning those to human health from improved air quality and\nthe conservation of water resources. For example, over the\nfull life cycle (manufacturing through decommissioning) of\nwind energy production, water use is significantly less com-\npared to all other electricity generating technologies, includ-\ning solar (Meldrum, Nettles-Anderson, Heath, & Macknick\n2013). Economic policies at the national and state level that\nreward local communities and utilities for supporting renew-\nable energy could help mitigate community objections to\nenergy development and offset costs of investments to facili-\ntate the transition to renewables.\nGrowing a marine renewable energy industry in the U.S.\nwill also require a rigorous and transparent legal framework\nregulating the permitting of projects. Disjointed regulatory\nmechanisms and a lack of consistent federal policy present\nsignificant obstacles to renewable energy entrepreneurs, com-\npanies and investors (Schumacher 2019). Offshore energy\ndevelopment in the U.S. currently intersects nine different\ndomestic policies, including the Coastal Zone Management\nAct (CZMA), the National Environmental Policy Act, the\nSubmerged Lands Act, and the Marine Mammal Protection\nAct, as well as national, regional, and local regulatory\nmechanisms (Wright et al. 2016; Schumacher 2019), creating\nbureaucratic obstacles. Analysis of policies in Japan, New\nZealand, Europe and elsewhere highlight the importance\nof consolidated and comprehensive legal frameworks to\nreduce the planning uncertainties for developers (Schu-\nmacher 2019). Strengthening the coordinating capacity and\noperational efficiency of the U.S. Bureau of Ocean Energy\nManagement (BOEM) to issue permits for offshore energy\ndevelopment projects, in coordination with relevant federal\nagencies and affected state and local governments, could\nreduce uncertainties and streamline the expansion of marine\nrenewable energy development.\nFinally, a proactive approach to spatial planning for\noffshore renewable energy could facilitate its sustainable\ndevelopment. Resolving the trade-offs between potential\nnegative impacts on the local scale with carbon emissions\nbenefits at the national and global scales is a pervasive chal-\nlenge in developing strategies for climate change mitigation\n(Dolšak & Prakash 2018). New policy frameworks designed\nto include science-based spatial planning could help prioritize\nsiting emerging offshore energy developments in locations\n\nDUNDASET AL.5of12\nthat minimize local environmental impacts and satisfy a\ndiverse suite of marine management and socio-economic\nobjectives (White, Halpern, & Kappel 2012; Lester, Gentry,\nKappel, White, & Gaines 2018). Marine spatial planning\nhas recently gained some political traction in the U.S. (e.g.,\nby Northeast and Mid-Atlantic regional planning bodies).\nA national authority to proactively direct scientific marine\nspatial planning for guiding energy investment, rather than\nreactively responding to applications for development in a\npiecemeal fashion, could reduce risk in the permitting process\nand the environmental and economic impacts from devel-\nopment and expedite a transition to sustainable renewable\nenergy in the U.S. continental shelf.\n3.2Sustainable transportation\nOver 80% of global merchandise is transported by sea, and\nmaritime transportation contributes approximately 3% to total\nannual anthropogenic GHG emissions (Bouman, Lindstad,\nRialland, & Strømman 2017), greater than twice the emissions\nfrom air travel. Marine transport has a comparative advantage\nover road and air transport in terms of sustainability poten-\ntial, due to high carrying capacity and low fuel consumption\nof ships as a function of weight and distance traveled. Growth\nin world trade is predicted to increase emissions 150–250% by\n2050 (Bouman et al. 2017), suggesting that measures to pro-\nmote and improve maritime transportation sustainability are\ncritical; yet, these are largely absent in international emission\nreduction efforts, such as the Kyoto Protocol or Paris Climate\nAgreement. Recent reviews suggest that maritime transporta-\ntion emissions can be reduced by more than 75% using a com-\nbination of currently available technologies, such as modifi-\ncation of hull designs, switching to liquid natural gas, biofu-\nels and wind power, or optimizing ship speed and capacity\n(Bouman et al. 2017). Cariou, Parola, and Notteboom (2019)\nfound that the shipping sector has already achieved CO\n2\nreductions of 33% since 2007, mostly from more efficient\noperations and travel routes. The ongoing loss of sea ice in the\nArctic is also opening more efficient shipping routes between\nNorth American and Europe (Stevenson et al. 2019). Improve-\nments to industry standards, such as the Energy Efficiency\nDesign Index (EEDI) from the International Maritime Organi-\nzation (IMO), are encouraging shifts towards greater fuel effi-\nciency and reduced emissions by limiting the sulfur content in\nvessel fuel (Van, Ramirez, Rainey, Ristovski, & Brown 2019).\nAdditionally, the IMO has established an objective to reduce\nfuel emissions by 50% by 2050, relative to 2008 levels. How-\never, without specific incremental targets or regulatory man-\ndates, there is concern that this goal may not be met (Monios\n2020).\nMarket-based mechanisms (MBMs) to reduce CO\n2\nemis-\nsions, such as emission trading schemes and bunker fuel\nlevies, have been considered by the IMO but have gotten little\ntraction (Bergqvist & Monios 2019; Monios 2020). There are\nalso examples of industry leading carbon reduction efforts:\nMaersk, the world’s largest container ship and supply vessel\noperator, committed to net zero carbon emissions by 2050,\nwith carbon neutral vessels commercially viable by 2030. In\nsome cases, local, national and international jurisdictions are\nstepping in to establish strict targets and standards where the\nIMO and industry have not. For example, the EU has stated\nthat it will regulate shipping within the EU Emissions Trad-\ning System if the IMO does not adopt MBMs by 2021. Addi-\ntionally, fuel content limits and ship emission regulations have\nbeen introduced by the U.S. State of California, the U.S. Envi-\nronmental Protection Agency and the EU.\nPort-based incentives are another mechanism that is\naccelerating adoption of emission-reducing technologies and\nimproving local air quality. Key actions taken by ports include\nusing shore-based electricity (‘cold ironing’) to reduce emis-\nsions while ships are at berth (Winkel, Weddige, Johnsen,\nHoen, & Papaefthimiou 2016; Innes & Monios 2018), using\nelectricity to power handling equipment (Wilmsmeier &\nSpengler 2016), requiring slow vessel speeds or use of liq-\nuefied natural gas while in the port area (Winnes, Styhre,\n& Fridell 2015) and incentivizing rail and barge transport\nrather than roads from ports (Gonzalez-Aregall, Bergqvist,\n& Monios 2018). A voluntary Vessel Speed Reduction Pro-\ngram (VSP) in the ports of Los Angeles and Long Beach\nin California discounts dockage fees to ocean-going vessels\nthat slow their speeds as they approach or depart the port,\nreducing CO\n2\nequivalent emissions by 26,000 tons in 2008\n(ITF 2018). Many other ports also reduce fees based on\nindices that assess the environmental performance of individ-\nual vessels, such as the Environmental Ship Index (ESI) or the\nGHG Emissions Rating used by RightShip. Expanding and\ncoordinating environmentally differentiated fees across U.S.\nports would increase incentives to reduce GHG emissions\n(ITF 2018).\nCommercial marine transportation remains the most\nenergy-efficient and cost-effective method of transporting\ngoods and people globally. While it is currently not possi-\nble to fully decarbonize the shipping sector using available\ntechnology (Psaraftis 2019), there are many changes, includ-\ning vessel modification (Lindstad, Asbjørnslett, & Strømman\n2012), fuel-switching, and port-based programs (Winnes et al.\n2015), that can reduce emissions. Given the distributed and\nglobal nature of maritime transportation sector operations,\npolicies, and regulations, concrete actions at the national and\nport level are likely to play a critical role in pushing emissions\nreductions in the near future. While progress has started (e.g.,\nThe Sustainable Shipping Initiative), more action is needed\nto strengthen and incentivize stronger commitments with spe-\ncific and measurable targets, incentives, and policies.\n\n6of12DUNDASET AL.\n3.3Food security\nMarine fisheries remain one of the most sustainable sources of\nprotein for human consumption and have a lower total carbon\nfootprint than many terrestrial food sources (Hilborn, Banobi,\nHall, Pucylowki, & Walsworth 2018; Parker et al. 2018),\ndespite challenges with overexploitation (Worm et al. 2009).\nClimate change is predicted to result in size and distribution\nshifts in marine resources, a phenomenon which has already\nbeen observed in some regions (Dubik et al 2019), with poten-\ntial for socioeconomic impacts and increased inequity in cap-\nture fisheries (Rogers et al. 2019). When faced with shift-\ning fish stocks, fishing communities have three main alterna-\ntives: follow the fish; transfer fishing effort to a new species;\nor find an alternative livelihood. The first two options may\nlead to increased costs and GHG emissions as fleets widen\ntheir search areas and increase effort. The third option is often\nnot feasible, due to cultural considerations, the sunk costs of\ngear investments, and a lack of viable alternatives. The second\noption may be the most attractive, but faces complications due\nto regulatory and market considerations. Developing policies\nthat allow for more timely management responses to shifting\nstocks (Lewison et al. 2015), as well as commercial invest-\nment in marketing new species, can help to encourage a switch\n(Pinsky & Fogarty 2012). The negative climate impacts could\nalso be offset by fixing maladaptive economic incentives and\nimproving transboundary management efforts (Gaines et al.\n2018). Fisheries management reforms that allow harvest lev-\nels and permit allocation to change in-step with spatial vari-\nation in biomass and productivity could help buffer against\nlonger-term changes in stock dynamics, increasing sustain-\nability. Such reforms are not possible without improvements\nin data availability and assessment information, highlighting\nthe value of continued attention to evaluating stock status and\nbasing harvest recommendations on sound science (Hilborn\net al. 2020).\nShifting stock distributions change incentives across juris-\ndictional governance structures, suggesting an opportunity to\nnegotiate now to avoid conflict later. It is particularly impor-\ntant to consider how sustainable harvest levels may shift and\ntrade policies can be modified to allow for food and eco-\nnomic requirements in impoverished nations. These consid-\nerations may point toward exploitation levels higher than nor-\nmally recommended in areas where migrating species spend\nless time in a changing ocean, or tempered harvest responses\nin regions where these species are expected to spend more\ntime and which may emerge as vibrant fisheries in coming\ndecades (e.g., Hazen et al. 2013). Despite potential opportuni-\nties for adaptation in wild capture fisheries, reductions in car-\nbon emissions through technological and efficiency improve-\nments remain necessary – in fisheries as in other industries –\nto compensate for the negative impacts of climate change on\nfisheries and associated food security (Cheung et al. 2009).\nAquaculture, the world’s fastest growing form of food pro-\nduction, also holds potential for significant growth (FAO\n2018). Aquaculture production of lower trophic level species\n(e.g., shellfish) produces less CO\n2\nper kilogram of protein\nthan most forms of terrestrial meat production (Froehlich,\nRunge, Gentry, Gaines, & Halpern 2018). Seaweed aqua-\nculture also has enormous potential as a food source glob-\nally; recent studies have found macroalgae to be an excellent\nsource of dietary fiber, protein, and a variety of micronutri-\nents (Cherry, O’Hara, Magee, McSorley, & Allsopp 2019).\nSeaweed aquaculture has the potential to mitigate about 1,500\ntons CO\n2\nkm\n−2\nyear\n−1\n(Duarte, Wu, Xiao, Bruhn, & Krause-\nJensen 2017). There are interacting benefits of growing sea-\nweeds that extend beyond carbon drawdown from the atmo-\nsphere, linking terrestrial and ocean-based climate solutions\nto increased food security (Figure 1). For example, nitrogen,\nphosphorus, and mineral-rich seaweeds can be used for fertil-\nizer and soil enhancement for terrestrial agriculture (Roberts,\nPaul, Dworjanyn, Bird, & de Nys 2015). These same lim-\nited and agriculturally valuable nutrients are often problem-\natic drivers of eutrophication at high concentrations in coastal\nwaters, and culturing marine algae can significantly mitigate\neutrophication by removing these excess nutrients (Seghetta,\nTørring, Bruhn, & Thomsen 2016), connecting food secu-\nrity to habitat restoration. Seaweed production also links\nterrestrial-ocean climate solutions by increasing sustainabil-\nity of livestock operations. The addition of small amounts\nof seaweed to livestock diets significantly reduces production\nof ruminal methane (Maia, Fonseca, Oliveira, Mendonça, &\nCabrita 2016). Seaweeds can be cultivated as a sustainable\nalternative biofuel (relative to bioethanol) (Alvarado-Morales\net al. 2013), and do not compete with agriculture for fertilizer\nand other scarce resources (Duarte et al. 2017).\nTo ensure the long-term social and ecological sustainabil-\nity of seaweed aquaculture, stakeholders can develop practices\nthat include both wild and farmed populations. It is impor-\ntant to define ecosystem and management boundaries and\nassess ecosystem services and environmental carrying capac-\nity (Grebe, Byron, Gelais, Kotowicz, & Olson 2019). This\nwill enhance productivity and help prevent habitat degrada-\ntion and associated biodiversity loss. The development and\nuse of ecological infrastructure will help to reduce impacts on\nother marine fauna associated with seaweed farms (e.g., mam-\nmal entanglement). Building diverse seed banks and devel-\noping cultivation strategies for different species will assist in\nthe protection and maintenance of genetic diversity of wild\nand farmed seaweeds (Grebe et al. 2019). In a social con-\ntext, it is important to develop and share best management\npractices for the harvesting, management, cultivation and pro-\ncessing of seaweed to reduce economic and ecological risk\n(Rebours et al. 2014; Friedman et al. 2020). Quantifying sea-\nweed resilience to global climate change will help to identify\nresistant species/genotypes and ensure that farmed species can\n\nDUNDASET AL.7of12\ncontribute to food security despite a changing climate. The\npotential for seaweed farming to act as a meaningful carbon\noffset depends upon the fate of the cultured biomass: whether\nit will be exported to the deep sea or respired during other\nuses. In either application, seaweed farming can provide local-\nized positive effects through mitigation of ocean acidification,\nhypoxia, or eutrophication (Froehlich, Afflerbach, Frazier, &\nHalpern 2019). Properly executed aquaculture, paired with\nsustainable capture fisheries, has the potential to increase food\nsecurity, sequester CO\n2\n, decrease the carbon footprint of pro-\ntein sources, and stimulate economic activity in both coastal\nand inland communities (Froehlich et al. 2018; Gaines et al.\n2018).\n3.4Habitat restoration\nInvestment in habitat restoration and nature-based infrastruc-\nture in both ocean and terrestrial systems will be a key com-\nponent of any transformative climate policy. A primary miti-\ngation benefit from both terrestrial and marine restoration is\ncarbon storage. Recent work suggests that reforestation of a\nbillion hectares of land to sequester carbon could mitigate\n25 percent of global emissions (Bastin et al. 2019). Coastal\nhabitats, like mangroves, tidal wetlands, kelp forests, and sea-\ngrasses currently store up to 25.1 billion metric tons of carbon\n(Howard et al. 2017) and are able to store three time more car-\nbon per unit area than terrestrial habitats (Taillardat, Friess,\n& Lupascu 2018). This suggests that coastal habitat restora-\ntion offers promise to help meet carbon mitigation goals, sig-\nnificantly enhancing carbon storage and reducing total atmo-\nspheric carbon (Pendleton et al. 2012; Lovelock et al. 2017).\nInternational policy mechanisms to store carbon in ter-\nrestrial ecosystems, such as Reducing Emissions through\nDecreased Deforestation (REDD+), are also expanding to\ninclude coastal and marine habitats, such as mangrove forests.\nThe Blue Carbon Initiative has developed a similar frame-\nwork to implement blue carbon-based restoration efforts with\ncurrent field-tests in five countries. In the U.S., current laws,\nincluding the Clean Water Act and the CZMA, clearly recog-\nnize the value of blue carbon but it remains underused rela-\ntive to its potential (Sutton-Grier, Moore, Wiley, & Edwards\n2014). Despite a lack of momentum nationally, coastal munic-\nipalities (e.g., Tampa Bay, FL; Snohomish, WA) are evaluat-\ning blue carbon potential of habitats (Radabaugh et al. 2018;\nCrooks et al. 2014). The private sector is also involved, using\nblue carbon as a means to offset carbon footprints (e.g., Con-\nservation International). This suggests that market forces and\npublic sentiment offer additional vehicles beyond top-down\npolicy to advance coastal blue carbon initiatives.\nCoastal and marine habitat restoration provide pathways to\nadapt to climate change by increasing flood and erosion pro-\ntection and mitigating storm impacts (Cheong et al. 2013).\nSuch investments limit the vulnerability of coastal popula-\ntions to extreme weather events and help reduce the burden of\nbillions of dollars in disaster aid and liabilities borne by tax-\npayers each year (Arkema et al. 2013). Recently, flood reduc-\ntion benefits of $625 million were attributed to tidal wetlands\nfor a single storm event in the U.S. Mid-Atlantic (Narayan\net al. 2017).\nThere is precedent for large investments in coastal habitat\nrestoration that supports employment (∼126,000 workers)\nand economic output (∼$9.5 billion annually) in diverse\nsectors of the economy (BenDor, Lester, Livengood, Davis,\n& Yonavjak 2015). Through the American Recovery and\nReinvestment Act (ARRA) of 2009, the U.S. government\ninvested $167 million in coastal restoration projects, includ-\ning living shorelines, oyster reef restoration, and hydrologic\nreconnections. An on-going federal effort to protect coastal\ncommunities in the U.S. is beach nourishment, with $7.5\nbillion in spending to date on projects covering over 950\nmiles of coastline, according to NOAA’s National Beach\nNourishment Database. This suggests the funds and the\npolitical will exist to invest massively in coastal adaptation\nthrough restoration. Yet, beach nourishment rarely restores\nbeach and dune habitat to natural conditions and provides\nonly a temporary buffer from rising seas and storms. Man-\naging a nature-based system for one service, e.g., storm\nprotection, ignores potential ancillary impacts that could\nlead to investments that are ultimately a net cost to society\n(Dundas 2017). To move forward requires a shift in thinking\nabout the role of coastal habitat restoration in a modern\neconomy and a commitment to new funding to support\nendeavors that produce long-term broad societal benefits.\nThe dynamic nature of marine social–ecological systems is\nlikely to affect restoration and its ability to address the impacts\nof climate change (Ingeman, Samhouri, & Stier 2019). Past\nrestoration efforts have primarily focused on turning back the\nclock by reconstructing a system to its previous natural state,\nwith limited success (Lotze, Coll, Magera, Ward-Paige, &\nAiroldi 2011). The ocean, and coastal economies tied to it,\nare changing rapidly due to globalization and climate change,\nsuggesting that setting benchmarks for restoration based on\nthe past might not be achievable, desirable, or economically\nfeasible. An expanded perspective on recovery that includes\nthe dynamic nature of ocean systems and embraces the need\nto tie restoration to socio-economic values (e.g., Lewis, Dun-\ndas, Kling, Lew, & Hacker 2019) is more likely to produce\na set of reasonable restoration targets that effectively garner\nlong-term social, economic and political support and encour-\nage accountability (De Groot et al. 2013).\n3.5Ocean climate solutions provide benefits\nto inland communities and economies\nThese four examples illustrate the significant potential of\npairing terrestrial and ocean-based solutions to reduce GHG\n\n8of12DUNDASET AL.\nemissions and support climate resilience and adaptation\nwhile providing important co-benefits in pollution reduction,\nstimulating economic development and global trade, increas-\ning food security, and reducing climate hazards. Importantly,\ninvesting in terrestrial-ocean strategies can generate benefits\nfor both coastal and inland communities. For example, GE has\nmanufacturing facilities for wind energy technology located\nthroughout the country, including North Dakota, Arkansas,\nand other inland U.S. states. Products from aquaculture are\ndistributed to non-coastal regions and, when used as inputs\nfor fertilizers, support terrestrial food production while\nreducing total agricultural emissions. The flow of global\ngoods that support the U.S. national economy relies heavily\non marine transportation, and reducing fuel use in this sector\nhas the potential to decrease the costs of commercial goods\nworldwide. The companies contracted under the ARRA for\ncoastal restoration directly and indirectly employed people\nfrom both coastal and inland regions, generating an estimated\n17 jobs per $1 million spent (Edwards, Sutton-Grier, & Coyle\n2013). In addition to these economic benefits, improved\nclimate change mitigation through integrated policies will\nbenefit inland regions that are considered at risk to extreme\nweather events, such as drought (Strzepek, Yohe, Neumann,\n& Boehlert 2010) and that may be potential destinations for\nsea-level rise induced migration flows (Robinson, Dilkina, &\nMoreno-Cruz 2020).\n4MOVING TOWARD\nTERRESTRIAL-OCEAN\nINTEGRATED CLIMATE POLICIES\nIntegrating ocean and terrestrial solutions into a comprehen-\nsive climate change policy will require commitment from\nmultiple governance levels (state, national, and international),\nthe public, as well as private sector innovation and invest-\nment. Some governmental entities have begun to recognize\nthe essential nature of the ocean in climate mitigation and\nadaptation, paving the way for integrating oceans into future\nclimate policies. For instance, the state of California recently\nlaunched the Ocean-Climate Contribution initiative, which\nshifts the focus of climate mitigation and adaptation to include\nboth land and oceans. The Ocean-Climate Action Agenda also\ndebuted at the 2018 Global Climate Action Summit with a set\nof goals that focus heavily on ocean-climate connections, such\nas increasing the area of wetlands, reducing emissions from\nocean industries, and mobilizing international ocean-climate\nfinance.\nInternationally, there have been several ocean-integrated\nclimate change frameworks developed. In 2018, the Confer-\nence of the Parties to the United Nations Framework Conven-\ntion on Climate Change (UNFCCC), building on outcomes\nfrom the 2017 UN Ocean Conference, adopted the Ocean\nPathway, a framework that aims to expand ocean-focused con-\nsiderations in the UNFCCC process and catalyze action in\npriority areas impacting or impacted by ocean and climate\nchange. By establishing SDG 14: Life Below Water, as an ele-\nment of the 2030 Sustainable Development Agenda, and call-\ning for the Decade of Ocean Science for Sustainable Devel-\nopment (2021–2030), the UN has firmly cemented the role\nof oceans on the global sustainable development platform.\nAnother international effort, The High Level Panel for a Sus-\ntainable Ocean Economy representing 14 countries, has com-\nmitted to catalyzing bold, pragmatic solutions for ocean health\nwith particular focus on oceans as solutions to climate change\n(Hoegh-Guldberg et al. 2019). The challenge now is to assim-\nilate this global aggregation of climate science and calls for\naction into an integrated and comprehensive U.S. domestic\napproach to designing and implementing climate policy.\n5A PATH FORWARD\nA terrestrial-ocean integrated climate policy is part of a\nlarger changing narrative about oceans and the recognition\nof their untapped potential for climate regulation, mitiga-\ntion and adaptation. The contribution of the blue economy to\nglobal prosperity recently topped $2.5 trillion (USD) annu-\nally (Hoegh-Guldberg et al. 2015), not including the value of\nimportant non-market ecosystem services the oceans provide,\nwith tremendous potential for growth across both market and\nnon-market sectors.\nInvesting in integrated climate solutions has the potential\nto provide needed economic stimulus and empowerment to\nvulnerable communities, who often contribute the least to\nclimate change yet bear the brunt of its consequences (Cohen\net al. 2019). A critical next step will be to develop viable\nfinancing mechanisms, across multiple scales of governance\nand institutions, to fund and incentivize the implementation\nof terrestrial-ocean integrated solutions to mitigate climate\nchange. Economists have long suggested the use of market-\nbased mechanisms (MBMs) to reduce GHG emissions, which\ncan also raise the needed capital for other climate mitigation\nand welfare-improving policy investments. Other promising\nopportunities include intentional financing mechanisms and\nincentives schemes that benefit private sector companies\ncapable of actualizing ocean-integrated solutions as well as\nphilanthropic impact investing (e.g., Österblom, Jouffray,\nFolke, & Rockström 2017). To be successful in the long-term,\nfunding strategies that are cognizant of social inclusivity and\nequity can contribute to policy sustainability.\nInternational agreements have set ambitious targets to avert\ncatastrophic climate change, and integrating ocean and ter-\nrestrial solutions provides an opportunity to develop policies\nto meet these targets and move toward a more sustainable\nand equitable economy. Incentivizing the necessary growth in\n\nDUNDASET AL.9of12\nterrestrial and ocean integrated climate solutions will not be\neasy and will likely require large-scale investments in infras-\ntructure combined with market-based and regulatory mech-\nanisms to align individual, corporate, and societal incentives\nwith an integrated climate policy portfolio that is robust to the\never-shifting political winds in the U.S.\nACKNOWLEDGMENTS\nThis article developed from a COMPASS science com-\nmunication workshop in 2019. S. Kim provided assistance\nwith Figure 1. J. Phillips, K. McLeod, E. Robichaux, S.\nAylesworth, L. Suatoni, G. Taraska, and M. Goldstein pro-\nvided feedback on this manuscript. S.J.D., A.S.L., R.L.L. co-\nled project administration. S.J.D., A.S.L., R.L.L., C.W., and\nA.N.D. led individual section drafts and revisions. All authors\ncontributed to content. The scientific results and conclusions,\nas well as any views or opinions expressed herein, are those of\nthe authors and do not necessarily reflect the views of NOAA\nor the U.S. Department of Commerce.\nORCID\nSteven J. Dundas\nhttps://orcid.org/0000-0003-3000-3395\nArielle S. Levine\nhttps://orcid.org/0000-0002-3556-4143\nRebecca L. Lewison\nhttps://orcid.org/0000-0003-3065-2926\nAngee N. Doerr\nhttps://orcid.org/0000-0003-4950-4720\nCrow White\nhttps://orcid.org/0000-0002-3141-560X\nAaronW.E.Galloway\nhttps://orcid.org/0000-0001-7826-299X\nCorey Garza\nhttps://orcid.org/0000-0002-4915-7776\nElliott L. Hazen\nhttps://orcid.org/0000-0002-0412-7178\nJacqueline Padilla-Gamiño\nhttps://orcid.org/0000-0003-0478-9953\nJameal F. Samhouri\nhttps://orcid.org/0000-0002-8239-3519\nAna Spalding\nhttps://orcid.org/0000-0002-7110-9404\nAdrian Stier\nhttps://orcid.org/0000-0002-4704-4145\nJ. Wilson White\nhttps://orcid.org/0000-0003-3242-2454\nREFERENCES\nAlvarado-Morales, M., Boldrin, A., Karakashev, D. B., Holdt, S. L.,\nAngelidaki, I. & Astrup, T. (2013). Life cycle assessment of biofuel\nproduction from brown seaweed in Nordic conditions.Bioresource\nTechnology,129, 92–99. https://doi.org/10.1016/j.biortech.2012.11.\n029\nArkema, K. K., Guannel, G., Verutes, G., Wood, S. A., Guerry, A., Ruck-\nelshaus, M....Silver, J. M. (2013). Coastal habitats shield people and\nproperty from sea-level rise and storms.Nature Climate Change,3,\n913–918. https://doi.org/10.1038/nclimate1944\nBastin, J-F., Finegold, Y., Garcia, C., Mollicone, D., Rezende, M., Routh,\n...Crowther, T. W. (2019). The global tree restoration potential.Sci-\nence,365(6448), 76–79. https://doi.org/10.1126/science.aax0848\nBenDor, T., Lester, T. W., Livengood, A., Davis, A., & Yonavjak, L.\n(2015). Estimating the size and impact of the ecological restora-\ntion economy.PLOS ONE,10(6), e0128339. https://doi.org/10.1371/\njournal.pone.0128339\nBergqvist, R., & Monios, J. (2019). Green ports in theory and prac-\ntice: Inland and seaside sustainable transportation strategies.Green\nports(pp. 1–17). Amsterdam, Netherlands: Elsevier. https://doi.org/\n10.1016/B978-0-12-814054-3.00001-3\nBouman, E. A., Lindstad, E., Rialland, A. I., & Strømman, A. H. (2017).\nState-of-the-art technologies, measures, and potential for reducing\nGHG emissions from shipping–a review.Transportation Research\nPart D: Transport and Environment,52, 408–421. https://doi.org/10.\n1016/j.trd.2017.03.022\nCariou, P., Parola, F., & Notteboom, T. (2019). Towards low carbon\nglobal supply chains: A multi-trade analysis of CO2 emission reduc-\ntions in container shipping.International Journal of Production Eco-\nnomics,208, 17–28.\nCheong, S. M., Silliman, B., Wong, P. P., Van Wesenbeeck, B., Kim, C.\nK., & Guannel, G. (2013). Coastal adaptation with ecological engi-\nneering.Nature Climate Change,3(9), 787–791. https://doi.org/10.\n1038/nclimate1854\nCheung W. W. L., Lam, V. W. Y., Sarimento, J. L., Kearney, K., Wat-\nson, R., & Pauly, D. (2009). Projecting global marine biodiversity\nimpacts under climate change scenarios.Fish and Fisheries,10, 235–\n251. https://doi.org/10.1111/j.1467-2979.2008.00315.x\nCherry, P., O’Hara, C., Magee, P.J., McSorley, E. M., & Allsopp, P. J.\n(2019). Risks and benefits of consuming edible seaweeds.Nutrition\nReviews,77, 307–329. https://doi.org/10.1093/nutrit/nuy066\nCohen, P., Allison, E. H., Andrew, N. L., Cinner, J. E., Evans, L. S.,\nFabinyi, M.,...Jentoft, S. (2019). Securing a just space for small-\nscale fisheries in the blue economy.Frontiers in Marine Science,6,\n171. https://doi.org/10.3389/fmars.2019.00171\nCrooks, S., Rybczyk, J., O’Connell, K., Devier, D. L., Poppe, K.,\n& Emmett-Mattox, S. (2014). Coastal Blue Carbon Opportunity\nAssessment for the Snohomish Estuary: The Climate Benefits of\nEstuary Restoration. Report by Environmental Science Associates,\nWestern Washington University, EarthCorps, and Restore America’s\nEstuaries.https://www.oceanfdn.org/sites/default/files/Crooks.\n%20Coastal%20Blue%20Carbon%20Opportunity%20Assessment%\n20for%20the%20Snohomish%20Estuary-ilovepdf-compressed.pdf\nDe Groot, R. S., Blignaut, J., Van der Ploeg, S., Aronson, J., Elmqvist,\nT., & Farley, J. (2013). Benefits of investing in ecosystem restoration.\nConservation Biology,27(6), 1286–1293. https://doi.org/10.1111/\ncobi.12158\nDolšak, N., & Prakash, A. (2018). The Politics of Climate Change\nAdaptation.Annual  Review  of  Environment  and  Resources,\n43,  317–341.  https://doi.org/10.1146/annurev-environ-102017-\n025739\nDuarte, C. M., Wu, J., Xiao, X., Bruhn, A., & Krause-Jensen, D. (2017).\nCan seaweed farming play a role in climate change mitigation and\nadaptation?Frontiers in Marine Science,4, 100. https://doi.org/10.\n3389/fmars.2017.00100\nDubik, B. A., Clark, E. C., Young, T., Zigler, S. B. J., Provost, M. M.,\nPinsky, M. L., & St Martin, K. (2019). Governing fisheries in the\nface of change: Social responses to long-term geographic shifts in\naUSfishery.Marine Policy,99, 243–251. https://doi.org/10.1016/j.\nmarpol.2018.10.032\nDundas, S. J. (2017). Benefits and ancillary costs of natural infrastruc-\nture: Evidence from the New Jersey coast.Journal of Environmen-\n\n10 of 12DUNDASET AL.\ntal Economics and Management,85, 62–80. https://doi.org/10.1016/\nj.jeem.2017.04.008\nEdwards, P. E. T., Sutton-Grier, A. E., & Coyle, G. E. (2013). Investing\nin nature: Restoring coastal habitat blue infrastructure and green job\ncreation.Marine Policy,38, 65–71. https://doi.org/10.1016/j.marpol.\n2012.05.020\nFAO. (2018).The State of World Fisheries and Aquaculture 2018—\nMeeting the sustainable development goals. Food and Agricul-\ntural Organization of the UN, Rome, 227 pp. http://www.fao.org/\ndocuments/card/en/c/I9540EN/.\nFriedman, W. R., Halpern, B. S., McLeod, E., Beck, M. W., Duarte, C.\nM., Kappel, C. V.,...Montambault, J. R. (2020). Research priorities\nfor achieving healthy marine ecosystems and human communities in\na changing climate.Frontiers in Marine Science,7. https://doi.org/\n10.3389/fmars.2020.00005\nFroehlich, H. E., Runge, C. A., Gentry, R. R., Gaines, S. D., &\nHalpern, B.S. (2018).Comparative tterrestrial feed and land use\nof an aquaculture-dominant world.Proceedings of the National\nAcademy of Sciences,115(20), 5295–5300. https://doi.org/10.1073/\npnas.1801692115\nFroehlich, H. E., Afflerbach, J. C., Frazier, M., & Halpern, B. S. (2019).\nBlue growth potential to mitigate climate change through seaweed\noffsetting.Current Biology 29(18), 3087–3093. https://doi.org/10.\n1016/j.cub.2019.07.041\nGaines, S. D., Costello, C., Owashi, B., Mangin, T., Bone, J., Gar-\ncía Molinos, J.,...Ovando, D. (2018). Improved fisheries manage-\nment could offset many negative effects of climate change.Science\nAdvances,4(8) waao1378. https://doi.org/10.1126/sciadv.aao1378\nGalland, G, Harrould-Kolieb, E., & Herr, D. (2012). The ocean and cli-\nmate change policy.Climate Policy,12, 764–771. https://doi.org/10.\n1080/14693062.2012.692207\nGonzalez-Aregall, M., Bergqvist, R. & Monios, J. (2018). A Global\nReview of the Hinterland Dimension of Green Port Strategies.Trans-\nportation Research Part D,59, 23-34. https://doi.org/10.1016/j.trd.\n2017.12.013\nGrebe, G. S., Byron, C. J., Gelais, A. S., Kotowicz, D. M., & Olson, T.\nK. (2019). An ecosystem approach to kelp aquaculture in the Ameri-\ncas and Europe.Aquaculture Reports,15, 100215. https://doi.org/10.\n1016/j.aqrep.2019.100215\nHazen, E. L., Jorgensen, S., Rykaczewski, R. R., Bograd, S. J., Foley, D.\nG.,Jonsen,I.D.,...Block, B. A. (2013). Predicted habitat shifts of\nPacific top predators in a changing climate.Nature Climate Change,\n3, 234–238. https://doi.org/10.1038/nclimate1686\nHilborn, R., Amoroso, R. O., Anderson, C. M., Baum, J. K., Branch,\nT.A.,Costello,C.,...Ye, Y. (2020). Effective fisheries manage-\nment instrumental in improving fish stock status.Proceedings of the\nNational Academy of Sciences 114(4), 2218–2224. https://doi.org/10.\n1073/pnas.1909726116\nHilborn, R., Banobi, J., Hall, S. J., Pucylowski, T. & Walsworth, T. E.\n(2018). The environmental cost of animal source foods.Frontiers\nin Ecology and the Environment,16(6), 329–335. https://doi.org/10.\n1002/fee.1822\nHoegh-Guldberg, O. (2015).Reviving the Ocean Economy: The Case\nfor Action—2015\n. Gland, Switzerland. WWF International: 60 pp.\nhttps://c402277.ssl.cf1.rackcdn.com/publications/790/files/original/\nReviving_Ocean_Economy_REPORT_low_res.pdf?1429717323.\nHoegh-Guldberg, O., Caldeira, K., Chopin, T., Gaines, S., Haugan, P.,\nHemer, M.,...Tyedmers, P. (2019).The Ocean as a Solution to Cli-\nmate Change: Five Opportunities for Action. World Resources Insti-\ntute, Washington, D.C. 116 pp. Link.\nHoward, J., Sutton-Grier, A. E., Herr, D., Kleypas, J., Landis, E.,\nMcLeod, E.,...Simpson S. (2017). Clarifying the role of coastal and\nmarine systems in climate mitigation.Frontiers in Ecology and the\nEnvironment,15(1), 42–50. https://doi.org/10.1002/fee.1451\nIngeman, K. E., Samhouri, J. F., & Stier, A. C. (2019). Ocean recoveries\nfor tomorrow’s Earth: Hitting a moving target.Science,363(6425),\neaav1004. https://doi.org/10.1126/science.aav1004\nInnes, A., & Monios, J. (2018). Identifying the unique challenges of\ninstalling cold ironing at small and medium ports–The case of\nAberdeen.Transportation Research Part D: Transport and Environ-\nment,62, 298–313. https://doi.org/10.1016/j.trd.2018.02.004\nIPCC (2019). IPCC Special Report on the Ocean and Cryosphere\nin a Changing Climate [H.-O.Pörtner, D.C. Roberts, V. Masson-\nDelmotte, P. Zhai, M. Tignor, E. Poloczanska, K. Mintenbeck,\nM. Nicolai, A. Okem, J. Petzold, B. Rama, N. Weyer (eds.)].\nIn press.\nITF (2018). Reducing Shipping Greenhouse Gas Emissions: Lessons\nfrom port-based incentives. Case-specific Policy Analysis, Interna-\ntional Transport Forum, OECD, Paris, 38 pp.\nKahouli, S., & Martin, J. C. (2018). Can offshore wind energy be a lever\nfor job creation in France? Some insights from a local case study.\nEnvironmental Modeling & Assessment 23(3), 203–227. https://doi.\norg/10.1007/s10666-017-9580-4\nLester, S. E., Gentry, R. R., Kappel, C. V., White, C., & Gaines,\nS. D. 2018. Offshore aquaculture in the United States: Untapped\npotential in need of smart policy.Proceedings of the National\nAcademy of Sciences,115, 7162–7165. https://doi.org/10.1073/pnas.\n1808737115\nLewis, D. J., Dundas, S. J., Kling D., Lew, D. & Hacker, S. D. (2019).\nThe non-market benefits of early and partial gains in managing threat-\nened salmon.PLOS ONE,14(8): e0220260. https://doi.org/10.1371/\njournal.pone.0220260\nLewison, R., Hobday, A. J., Maxwell, S., Hazen, E., Hartog, J. R.,\nDunn, D. C.,...Crowder, L. B. (2015). Dynamic ocean management:\nIdentifying the critical ingredients of dynamic approaches to ocean\nresource management.BioScience,65(5), 486–498. https://doi.org/\n10.1093/biosci/biv018\nLindstad, H., Asbjørnslett, B. E., & Strømman, A. H. (2012). The impor-\ntance of economies of scale for reductions in greenhouse gas emis-\nsions from shipping.Energy Policy 46, 386–398. https://doi.org/10.\n1016/j.enpol.2012.03.077\nLotze, H. K., Coll, M., Magera, A. M., Ward-Paige, C., & Airoldi, L.\n(2011). Recovery of Marine Animal Populations and Ecosystems.\nTrends in Ecology & Evolution 26(11), 595–605. https://doi.org/10.\n1016/j.tree.2011.07.008.\nLovelock, C. E., Atwood, T., Baldock, J., Duarte, C. M., Hickey, S., Lav-\nery, P. S.,...Steven, A. (2017). Assessing the risk of carbon dioxide\nemissions from blue carbon ecosystems.Frontiers in Ecology and the\nEnvironment 15, 257–265. https://doi.org/10.1002/fee.1491\nMarkowitz, H. (1952). Portfolio selection.Journal of Finance,7, 77–91.\nhttps://doi.org/10.1111/j.1540-6261.1952.tb01525.x.\nMaia, M. R. G., Fonseca, A. J. M., Oliveira, H. M., Mendonça,\nC. & Cabrita, A. R. J. (2016). The potential role of seaweeds\nin the natural manipulation of rumen fermentation and methane\nproduction.Scientific Reports,6, 32321. https://doi.org/10.1038/\nsrep32321\n\nDUNDASET AL.11 of 12\nMonios, J. (2020). Environmental governance in shipping and ports: Sus-\ntainability and scale challenges. In A. K. Y. Ng, C. Monios & C.\nJiang (Eds.),Maritime transport and regional sustainability(pp. 13–\n29). Cambridge, MA: Elsevier. https://doi.org/10.1016/B978-0-12-\n819134-7.00002-2\nMeldrum, J., Nettles-Anderson, S., Heath, G. & Macknick, J. (2013). Life\ncycle water use for electricity generation: a review and harmonization\nof literature estimates.Environmental Research Letters 8, 015031.\nhttps://doi.org/10.1088/1748-9326/8/1/015031\nMenaquale, A. (2015).Offshore Energy by the Numbers. Oceana, Wash-\nington, DC, USA, 32 pp.\nNarayan, S., Beck, M. W., Wilson, P., Thomas, C. J., Guerrero, A., Shep-\nard, C. C....Trespalacios, D. (2017). The value of coastal wet-\nlands for flood damage reduction in the Northeastern US.Scientific\nReports,7, 9463. https://doi.org/10.1038/s41598-017-09269-z\nNeumann, B., Ott, K., & Kenchington, R. (2017). Strong sustainability\nin coastal areas: a conceptual interpretation of SDG 14.Sustainabil-\nity Science,12(6), 1019–1035. https://doi.org/10.1007/s11625-017-\n0472-y\nOkioga, I. T., Wu, J., Sireli, Y., & Hendren, H. (2018). Renewable energy\npolicy formulation for electricity generation in the United States.\nEnergy Strategy Reviews,22, 365–384. https://doi.org/10.1016/j.esr.\n2018.08.008\nÖsterblom, H., Jouffray, J-B., Folke, C., & Rockström, J. (2017). Emer-\ngence of global science-business initiative for ocean stewardship.\nProceedings of the National Academy of Sciences,114(34), 9038–\n9043.https://doi.org/10.1073/pnas.1704453114\nParker, R. W. R., Blanchard, J. L., Gardner, C., Green, B. S., Hartmann,\nK., Tyedmers, P. H., & Watson, R. A. (2018). Fuel use and green-\nhouse gas emissions of world fisheries.Nature Climate Change,8,\n333–337. https://doi.org/10.1038/s41558-018-0117-x\nPendleton, L., Donato, D. C., Murray, B. C., Crooks, S., Jenkins, W. A.,\nSifleet, S.,...Baldera, A., (2012). Estimating Global “Blue Carbon”\nEmissions from Conversion and Degradation of Vegetated Coastal\nEcosystems.PLOS ONE 7, e43542. https://doi.org/10.1371/journal.\npone.0043542\nPinsky, M. L., & Fogarty, M. (2012). Lagged social-ecological responses\nto climate and range shifts in fisheries.Climatic Change 115, 883–\n891. https://doi.org/10.1007/s10584-012-0599-x\nPsaraftis, H.N. (2019). Decarbonization of maritime transport: to be or\nnot to be?Maritime Economics & Logistics,21, 3, 353–371. https:\n//doi.org/10.1057/s41278-018-0098-8\nRadabaugh, K.R., Moyer, R. P., Chappel, A. R., Powell, C. E., Bociu, I.,\nClark, B. C., & Smoak, J. M. 2018. Coastal Blue Carbon Assessment\nof Mangroves, Salt Marshes, and Salt Barrens in Tampa Bay, Florida,\nUSA.Estuaries and Coasts 41, 1496–1510. https://doi.org/10.1007/\ns12237-017-0362-7\nRebours, C., Marinho-Soriano, E., Zertuche-González, J. A., Hayashi,\nL., Vásquez, J. A., Kradolfer, P.,...Hovelsrud, G. (2014). Seaweeds:\nan opportunity for wealth and sustainable livelihood for coastal com-\nmunities.Journal of Applied Phycology,26(5), 1939–1951. https://\ndoi.org/10.1007/s10811-014-0304-8\nRoberts, D. A., Paul, N. A., Dworjanyn, S. A., Bird, M. I. & de\nNys, R. (2015). Biochar from commercially cultivated seaweed for\nsoil amelioration.Scientific Reports,5, 1–6. https://doi.org/10.1038/\nsrep09665\nRobinson, C., Dilkina, B., & Moreno-Cruz, J. 2020. Modeling migration\npatterns in the USA under sea level rise.PLOS ONE 15, e0227436,\nhttps://doi.org/10.1371/journal.pone.0227436\nRogers, L.A., Griffin, R., Young, T., Fuller, E., St. Martin, K., & Pinsky,\nM. L. (2019). Shifting habitats expose fishing communities to risk\nunder climate change.Nature Climate Change 9\n, 512–16. https://doi.\norg/10.1038/s41558-019-0503-z\nSchumacher, K. 2019. Approval procedures for large-scale renewable\nenergy installations: Comparison of national legal frameworks in\nJapan, New Zealand, the EU and the US.Energy Policy 129, 139–\n152. https://doi.org/10.1016/j.enpol.2019.02.013\nSeghetta, M., Tørring, D., Bruhn, A. & Thomsen, M. (2016). Bioextrac-\ntion potential of seaweed in Denmark — An instrument for circular\nnutrient management.Science of The Total Environment,563–564,\n513–529. https://doi.org/10.1016/j.scitotenv.2016.04.010\nStevenson, T., Davies, J., Huntington, H., Sheard, W. (2019). An exam-\nination of trans-Arctic vessel routing in the Central Arctic Ocean.\nMarine Policy,100, 83–89. https://doi.org/10.1016/j.marpol.2018.\n11.031\nStrzepek, K., Yohe, G., Neumann, J., & Boehlert, B. (2010). Characteriz-\ning changes in drought risk for the United States from climate change.\nEnvironmental Research Letters,5, 044012. https://doi.org/10.1088/\n1748-9326/5/4/044012\nSutton-Grier, A.E., Moore, A.K., Wiley, P.C., & Edwards, P.E.T. (2014).\nIncorporating ecosystem services into the implementation of exist-\ning U.S. natural resource management regulations: Operationaliz-\ning carbon sequestration and storage.Marine Policy,43, 246–253.\nhttps://doi.org/10.1016/j.marpol.2013.06.003\nTaillardat, P., Friess, D.A., Lupascu, M. (2018). Mangrove blue car-\nbon strategies for climate change mitigation are most effective at\nthe national scale.Biology Letters 14, 20180251. https://doi.org/10.\n1098/rsbl.2018.0251\nUSGCRP (2018).Impacts, Risks, and Adaptation in the United States:\nFourth National Climate Assessment, Volume II[Reidmiller, D.R.,\nC.W. Avery, D.R. Easterling, K.E. Kunkel, K.L.M. Lewis, T.K.\nMaycock, and B.C. Stewart (eds.)]. U.S. Global Change Research\nProgram, Washington, DC, USA, 1515 pp. https://doi.org/10.7930/\nNCA4.2018\nVan, T.C., Ramirez, J., Rainey, T., Ristovski, Z., & Brown, R. J. (2019).\nGlobal impacts of recent IMO regulations on marine fuel oil refin-\ning processes and ship emissions.Transportation Research Part D:\nTransport and Environment,70, 123–134. https://doi.org/10.1016/j.\ntrd.2019.04.001\nWang Y.-H., Walter R. K., White, C., Kehril, M. D., Hamilton, S. F.,\nSoper, P. H., & Ruttenberg, B. I. (2019). Spatial and temporal vari-\nation of offshore wind power and its value along the Central Cali-\nfornia Coast.Environmental Research Communications,1, 121001.\nhttps://doi.org/10.1088/2515-7620/ab4ee1.\nWhite, C., Halpern, B. S., & Kappel, C. V. (2012). Ecosytem service\ntradeoff analysis reveals the value of marine spatial planning for mul-\ntiple ocean uses.Proceedings of the National Academy of Sciences,\n109(12), 4696–4701. https://doi.org/10.1073/pnas.1114215109\nWinkel, R., Weddige, U., Johnsen, D., Hoen, V. and Papaefthimiou, S.\n(2016). Shore side electricity in Europe: potential and environmen-\ntal benefits.Energy Policy,88, 584–593. https://doi.org/10.1016/j.\nenpol.2015.07.013\nWilmsmeier, G., & Spengler, T. (2016). Energy consumption and con-\ntainer terminal efficiency. FAL bulletin, Santiago: CEPAL. Link.\nAccessed 22 Sept 2017.\nWinnes, H., Styhre, L., & Fridell, E. (2015). Reducing GHG emissions\nfrom ships in port areas.Research in Transportation Business & Man-\nagement,17, 73–82. https://doi.org/10.1016/j.rtbm.2015.10.008\n\n12 of 12DUNDASET AL.\nWiser, R., Mai, T., Millstein, D., Barbose, G., Bird, L., Heeter, J.,\n...Macknick, J. (2017). Assessing the costs and benefits of US\nrenewable portfolio standards.Environmental Research Letters,12,\n094023. https://doi.org/10.1088/1748-9326/aa87bd\nWright, G., O’Hagan, A. M., de Groot, J., Leroy, Y., Soininen, N., Sal-\ncido, R.,...Kerr, S. 2016. Establishing a legal research agenda for\nocean energy.Marine Policy,63, 126–134. https://doi.org/10.1016/\nj.marpol.2015.09.030\nWorm, B., Hilborn, R., Baum, J.K., Branch, T.A., Collie, J.S.,\nCostello, C.,...Jensen, O.P. (2009). Rebuilding global fish-\neries.Science,325(5940), 578–585. https://doi.org/10.1126/science.\n1173146\nHow to cite this article:Dundas SJ, Levine\nAS, Lewison RL, et al. Integrating oceans into\nclimate  policy:  Any  green  new  deal  needs  a\nsplash of blue.Conservation Letters. 2020;e12716.\nhttps://doi.org/10.1111/conl.12716",
  "extractedAt": "2025-12-12T18:45:07.137Z",
  "success": true,
  "matchedPublication": {
    "title": "Integrating oceans into climate policy: Any green new deal needs a splash of blue",
    "doi": "10.1111/conl.12716",
    "year": "2020",
    "authors": "Dundas, Steven J.; Levine, Arielle S.; Lewison, Rebecca L.; Doerr, Angee N.; White, Crow; Galloway, Aaron W. E.; Garza, Corey; Hazen, Elliott L.; Padilla‐Gamiño, Jacqueline; Samhouri, Jameal F.; Spalding, Ana; Stier, Adrian; White, J. Wilson"
  }
}