{
  "filename": "Geange et al. (MEPS) 2013.pdf",
  "numPages": 10,
  "text": "MARINE ECOLOGY PROGRESS SERIES Mar Ecol Prog Ser Vol. 472: 239–248, 2013 doi: 10.3354/meps10015 Published January 9 INTRODUCTION Interspecific competition can be intense in natural communities and is often an important determinant of resource monopolization as well as patterns of dis- tribution and abundance (e.g. Connell 1961, Gladfel- ter et al. 1980, Anderson et al. 1981, Schmitt & Hol- brook 1990, Robertson 1996, Munday et al. 2001, Munday 2004). Interspecific competition between 2 species can be symmetric (i.e. species are competi- tively interchangeable; sp. A = sp. B), with species coexistence determined by priority of arrival of re - cruits (e.g. Munday 2004, Geange & Stier 2009). Alternatively, interspecific competition may be asym metric (i.e. superior competitors dominate a lar - ger portion of the resource, excluding inferior com- petitors; sp. A > sp. B), with inferior competitors per- sisting in the system via a range of mechanisms, including competition-colonization tradeoffs (Levins & Culver 1971, Tilman 1994, Hurtt & Pacala 1995), disturbance (Connell 1978, Huston 1979, Tilman 1982) and aggregation in patchy habitats (Atkinson & Shorrocks 1981, Hanski 1981). When competition is asymmetric, a common hypo - thesis is that, all else being equal, superior competi- tors exclude inferior competitors (e.g. Hardin 1960), © Inter-Research 2013 · www.int-res.com*Email: shane.geange@vuw.ac.nz Competitive hierarchies among three species of juvenile coral reef fishes Shane W. Geange 1, * , Adrian C. Stier 2 , Jeffrey S. Shima 1 1 School of Biological Sciences, Victoria University of Wellington, PO Box 600, Wellington 6023, New Zealand 2 Department of Biology, University of Florida, Gainesville, Florida 32611-8525, USA ABSTRACT: Interspecific competition is often asymmetric, and it can limit the spatial distributions of competitively inferior species within a community. When asymmetric competition involves 2 or more component species, the ranking of species’ competitive abilities may form competitive hier- archies (all species of higher rank out-compete all species of lower rank) or competitive networks (at least 1 species of lower rank out-competes ≥1 species of higher rank). Expectations of resource monopolization and patterns of distribution and abundance among species in competitive net- works are expected to differ from those in competitive hierarchies. We conducted a field experi- ment to evaluate the relative competitive abilities of juveniles of 3 closely related species of reef fish (bird wrasse Gomphosus varius, fivestripe wrasse Thalassoma quinquevittatumand the sixbar wrasse T. hardwicke)on Moorea, French Polynesia. We controlled for intrinsic variation in sur- vivorship among species and found that competition among these 3 species was highly asymmet- ric, resulting in a simple competitive hierarchy (sequence of competitive ability from superior to inferior competitors): fivestripe wrasse > bird wrasse > sixbar wrasse. We surveyed densities of the 3 reef fish species on 55 patch reefs and observed significant negative spatial covariation between superior and inferior competitors, consistent with competitive hierarchies that limit the spatial dis- tributions of the inferior species (sixbar wrasse). Our work demonstrates that intense asymmetric competition and the formation of competitive hierarchies may be an important determinant of resource monopolization and patterns of distribution and abundance in reef fishes. KEY WORDS: Asymmetric competition · Competitive hierarchies · Interspecific interactions · Wrasse · Gomphosus· Thalassoma· French Polynesia Resale or republication not permitted without written consent of the publisher This authors' personal copy may not be publicly or systematically copied or distributed, or posted on the Open Web, except with written permission of the copyright holder(s). It may be distributed to interested individuals on request. Mar Ecol Prog Ser 472: 239–248, 2013 resulting in negative spatial (or temporal) covariation in the distribution of each competitor (Colwell & Fuentes 1975, Connell 1983, Schoener 1983, Munday et al. 2001, Young 2004). However, when pairs of inferior and superior competitors are embedded within a suite of competing species, the outcome of competition and influences on species distributions may be altered. For example, when relative competi- tive abilities take the form of competitive networks, in which a loop in an otherwise hierarchical se - quence of competitive abilities occurs (e.g. sp. A > sp. B, sp. B > sp. C, but sp. C > sp. A), the presence of intransitives may stabilize coexistence (i.e. addition of species may disrupt expectations of negative spatial co-variation between the original 2 species because a lower ranked competitor can out-compete ≥1 higher ranked competitors) (Buss & Jackson 1979, Levine 1999, Allesina & Levine 2011). Competitive networks can lead to indefinite coexistence of the 3 species (Laird & Schamp 2006, Reichenbach et al. 2007) and facilitate the coexistence of many more species with appropriate resource– consumer inter - actions (Huisman et al. 2001). Conversely, relative competitive abilities can take the form of hierarchical sequences in which all competitors of a higher rank out-compete all competitors of a lower rank (e.g. sp. A > sp. B, sp. B > sp. C and sp. A > sp. C). In this scenario, patterns of negative spatial co-variation between pairs of inferior and superior competitors should be maintained (or amplified) when embedded within suites of competing species. We therefore expect a single winner, with the best competitor driv- ing all others extinct unless some other mechanism facilitates coexistence. In reef fishes, competitive interactions have histor- ically been considered more or less symmetric, with species coexistence determined by a number of mechanisms, including priority of arrival (Sale 1974, 1976, 1977, 1978, 1980, Talbot et al. 1978) or storage effects (Chesson & Warner 1981, Chesson 1994, 2000). Over the last few decades, it has become clear that competition is often asymmetric and can influ- ence the distribution and abundance of reef fishes (e.g. Hixon 1980, Larson 1980, Ebersole 1985, Schmitt & Holbrook 1990, 1999, Holbrook & Schmitt 1995, Robertson 1996, Munday 2004). Although competi- tion in reef fishes may occur among suites of species, rankings of relative competitive abilities and docu- mentation of competitive networks or competitive hierarchies are rare. Juvenile reef fishes provide an exciting opportunity to examine relative competitive abilities because few studies have examined the role and importance of competition among recently set- tled reef fishes at this important life-history bound- ary, and because those few studies focused primarily on pairs of competitive species. As individuals make the transition from a pelagic environment (where they develop as larvae) to benthic reef habitat, they encounter multiple fish species with highly similar resource requirements. Consequently, interference competition for habitat resources among suites of juvenile reef fish species is commonplace (e.g. Munday et al. 2001, Almany 2003), and such interac- tions may determine the success of newly arrived indi viduals, e.g. if superior competitors ex clude infe- rior competitors from mutually preferred habitats (Robertson & Gaines 1986, Munday et al. 2001, Geange 2010) and increase their exposure to preda- tors (Holbrook & Schmitt 2002). Ultimately, a pattern of negative spatial co-variation between superior and inferior competitors may ensue, with important de - mographic consequences for subsequent life-history stages. Here, we conduct a field experiment to determine whether competitive interactions are symmetric or asymmetric for 3 species of juvenile coral reef fishes. Our experiments facilitate estimates of rela- tive competitive abilities for all pairwise combina- tions and the placement of pairs of competitors within a 3-species suite of competitors. This enables us to evaluate whether competitive interactions take the form of a competitive network or a competitive hierarchy. We compare the results of our experi- ments with surveys of reef fish density to evaluate whether our expectations of competitive interactions (based upon the experiments) match our observa- tions of spatial covariation among these 3 species of reef fish. MATERIALS AND METHODS Study system We conducted the study in the northern lagoon of Moorea, French Polynesia (17° 30’ S, 149° 50’ W). The northern lagoon is ~800 to ~900 m wide, as measured from the shore to the reef crest, and is interspersed with patch reefs separated from one another by a mixture of sand, fine coral rubble and coral pave- ment (Galzin & Pointer 1985). Patch reefs are pre- dominantly Porites spp.,often surmounted by smaller colonies of branching corals, dead coral skeletons, patches of macroalgae or lush stands of filamentous algae. The focal reef fishes in our study are closely related wrasses (Family Labridae: bird wrasse Gom- 240 Author copy Geange et al.: Competitive hierarchies among juvenile coral reef fishes phosus varius, fivestripe wrasse Thalassoma quin- quevittatumand sixbar wrasse T. hardwicke)that co- occur on reefs throughout the Indo-Pacific (Myers 1999). Collectively, these 3 species constitute nearly 70% of all juvenile labrids within the northern lagoon of Moorea (S. W. Geange unpubl. data). After an approximately 39 to 68 d planktonic larval dura- tion (Victor 1986), these species settle in pulses around the new moon at a standard length (SL) of 9 to 11 mm, forming mixed species groups in which multiple species frequently come into contact with each other (S. W. Geange pers. obs.). At our study site, juveniles of all 3 species use similar habitats; all 3 species form strong associations with massive Poritescorals and Pocillopora verrucosa(Geange 2010). All 3 species also have similar diets, feeding predominantly on planktonic and benthic crus- taceans (Randall 2005). Interference competition between species (presumably for habitat) generally consists of chases and fin bites, and such agonistic interactions are common (Geange & Stier 2009). Experimental test of competitive asymmetry We constructed an array of 30 live-coral patch reefs and used these to conduct a field experiment that examined competitive asymmetry between bird wrasse, fivestripe wrasse and sixbar wrasse. On our constructed reefs, we aimed to minimize habitat vari- ation by standardizing the reefs’ size, rugosity and water depth. To achieve this, we selected natural reefs (based upon a set of morphological attributes that included a base of live Porites lobatacoral with a surface area [mean ± SD] of 2.23 ± 0.56 m 2 , and a height of 0.59 ± 0.10 m) from a nearby location and transplanted them to our study site (17° 29.010’ S, 149° 50.346’ W), an open sand flat 2 to 4 m deep. Each reef was separated from its nearest neighbor and other non-experimental reefs by a minimum of 10 m. To each reef we attached 3 similar-sized colonies (colony surface area = 0.2 ± 0.07 m 2 ) of the branching coral Pocillopora verrucosa, which is representative of ob served P. verrucosacover within the lagoon (Shima et al. 2008), using Z-Spar Splash Zone Com- pound (Kopcoat). Prior to starting the experiment, we removed all bird wrasse, fivestripe wrasse and sixbar wrasse from the reefs and manipulated the relative abundances of other resident fish species via selective removals and additions so that the relative abundance of all species was similar among the 30 reefs (see Supple- ment 1 at www. int-res. com/ articles/ suppl/ m472 p239_ supp.pdf for background community structure). We used the fish anesthetic eugenol (clove oil) and hand nets to collect fish. We conducted pairwise comparisons of competitive asymmetry between bird wrasse, fivestripe wrasse and sixbar wrasse. To each reef, we randomly assigned 1 of 6 treatments: (1) 6 bird wrasses; (2) 6 fivestripe wrasses; (3) 6 sixbar wrasses; (4) 3 bird wrasses and 3 fivestripe wrasses; (5) 3 bird wrasses and 3 sixbar wrasses; or (6) 3 fivestripe wrasses and 3 sixbar wrasses. The densities used in this experiment (~2.6 ind. m −2 ) were equivalent to the maximum den- sities of sixbar wrasse observed by Shima (2001). Treatments 1 to 3 were used to assess species- specific survival in the absence of competitors. In these treatments, 3 ‘focal’ individuals were randomly chosen a priori, and these individuals were used to estimate survivorship. Competitive asymmetry was assessed in Treatments 4 to 6 as differences in the fraction (over a fixed time interval) of survival of each species, standardized by species-specific survival in the absence of competitors (see Eq. 1). We ran the experiment in 2 temporal blocks (21 to 25 May 2008 and 2 to 6 June 2008), yielding 10 replicates for each of the 6 treatments, with treatments randomly assigned in each temporal block. We used fish captured from reefs adjacent to the reef crest, ~2 km from the study site. All captured fish were held in aquaria with running seawater for 24 h and then individually tagged with Visible Implant Elastomer (VIE; Northwest Marine Technology) anterior to the caudal peduncle. Different colors of VIE tags were used for each species. VIE tags were readable through the skin of the fish by observers in the field, so it was not necessary to recapture individ- uals to determine their identity. VIE tags do not have adverse effects on other fishes (Beukers et al. 1995, Imbert et al. 2007, Simon 2007) or on sixbar wrasse or fivestripe wrasse (Geange & Stier 2009), and have been used to tag fish as small as 8 mm (Frederick 1997). We therefore assumed that tagging and hand - ling effects were minimal and that these effects did not substantially differ among the 3 focal species. After tagging, we returned the fish to aerated aquaria for 24 h before measuring them to the near- est 0.1 mm SL. SL (mean ± SD) was 13.1 ± 1.2 mm for bird wrasse, 13.1 ± 1.4 mm for fivestripe wrasse and 12.7 ± 1.3 mm for sixbar wrasse. For each experimen- tal run, a 1-way analysis of variance indicated that SL of individuals at the time they were introduced to reefs did not statistically differ among species: F 2,177 = 0.669, p = 0.499 and F 2,141 = 2.864, p = 0.060 for Expts 1 and 2, respectively. 241 Author copy Mar Ecol Prog Ser 472: 239–248, 2013 242 We surveyed reefs twice daily (approximately 08:00 and 16:00 h) for 5 d after the introduction of fishes. During surveys, we searched neighboring non-experimental reefs for tagged immigrants. We found no immigrants or emigrants. Previous research has shown that small reef fishes rarely move between reefs separated by as little as 15 m (Caselle 1999, Shima 2001), and previous studies on our experimen- tal array found no migration of similar-sized five - stripe wrasse or sixbar wrasse (Geange & Stier 2009, Geange & Stier 2010). We therefore assume that the disappearance of an experimental fish was due to mortality rather than migration. We used an analysis of variance to examine for a significant effect of the temporal blocks on the sur- vival of focal species. Finding neither a significant interaction between temporal block and treatment (p = 0.6997) nor a significant main effect of temporal block (p = 0.201), we pooled temporal blocks and cal- culated means across all 10 replicates. Because sur- vival in the absence of interspecific competitors was species-specific, we evaluated competitive symmetry using a standardized measure of competition incor- porating species-specific survival. To achieve this, we defined a simple difference measure for the effect of species jon the proportional survival of species i: (1) where 2 P ij is the mean proportional survival of species iwhere species jis present, 2 A ij is the mean pro - portional survival of species iwhere species jis absent, and D ij is the difference between these 2 means (the calculation of D ij is illustrated in Supple- ment 2 at www.int-res. com/ articles/ suppl/ m472 p239_ supp. pdf for a hypothetical dataset). The re sulting standardized measures of competition range be - tween −1 and 1. A value of 0 indicates the per-capita effects of heterospecific competitors equaled those of conspecific competitors; negative values indicate the per-capita effects of heterospecific competitors were greater than those of conspecific competitors; posi- tive values indicate the per-capita effects of conspe- cific competitors were greater than those of het- erospecific competitors. Tests for competitive effects To test the null hypothesis that the presence of spe- cies jdid not affect the proportional survival of spe- cies i, we followed the approach of Gotelli et al. (2011). This approach allows the statistical compari- son of a single observation of D ij (with no associated error) against a distribution of simulated values for D ij that incorporate the variability within the raw data. For 1000 iterations, the values of the propor- tional survival of species iwere randomly re- assigned to reefs with and without species j(the ran- domization procedure is illustrated in Supplement 2). We then calculated a standardized effect size for the effect of species jon species i(SES ij ) as follows: (2) where D ij is the observed difference for species iin the presence of species j, D ij(sim) is the mean differ- ence in the simulated dataset, and σ ij(sim) is the sample SD of the difference in the simulated dataset. This index quantifies the importance of species jrelative to the distribution of difference values in the random- ized data (Gotelli et al. 2011). This measure of effect size is the number of SD units that the observed D ij lies above or below the expectation of the simulated distribution. If |SES ij | > 2, then the observed value is approximately in the 5% tail of a normal distribution. If |SES ij | < 2, the observed value is approximately within the range expected by chance at α= 0.05. Tests for competitive asymmetry To test the null hypothesis that competitive effects were symmetrical (i.e. D ij = D ji ), we conducted a sec- ond analysis. We defined a difference matrix to test competitive asymmetry between species iand j(CA ij ) as follows: CA ij = D ji –D ji (3) Because we are interested in whether the magni- tude of Ddiffers among focal species, we randomized the identity of focal species in reefs where competi- tors were absent and reefs where competitors were present (the randomization procedure is illustrated in Supplement 2 for a hypothetical dataset). We iterated this procedure 1000 times. We then calculated a stan- dardized effect size for competitive asymmetry between species iand j(SES ij ) as follows: (4) where CA ij is the observed difference in Dfor species iand species j, CA ij(sim) is the mean difference in the simulated dataset, and CA σ ij(sim) is the sample SD of the difference in the simulated dataset. This index is a modification of that proposed by Gotelli et al. (2011) DPA ij ijij =− SES ij ijij sim ij sim DD () () = − σ CA CACA CA ij ij sim ijij sim SES () () = − σ Author copy Geange et al.: Competitive hierarchies among juvenile coral reef fishes and quantifies the importance of competitive asym- metries relative to the distribution of difference val- ues in the randomized data. We conducted the 2 tests described above (for com- petitor effects and for competitive asymmetry) for each pairwise comparison between bird wrasse, five - stripe wrasse and sixbar wrasse. We implemented our randomizations in R 2.11.1 (R Development Core Team 2010). Competitive networks and competitive hierarchies Results of the analysis of competitive asymmetry were compiled into a contact matrix (e.g. Blower & Mclean 1991) of all possible pairwise interactions among the 3 species. Examination of the contact matrix allowed determination of whether competitive interactions take the form of a competitive network or a competitive hierarchy. Expectations of spatial covariance among competing wrasses To determine the in situspatial covariation of superior and inferior competitors, we surveyed the density of the 3 species at 3 locations (Teaha - roa West: 17° 28.397’ S, 149° 47.592’ W; Teaharoa East: 17° 28.260’ S, 149° 47.118’ W; and Vaipahu: 17° 28.772’ S, 149° 50.879’ W). Each location consis - ted of 2 sites that were arrayed perpendicular to the reef crest: a ‘crest’ site (~95 m shoreward of the reef crest) and a ‘lagoon’ site (~190 m shoreward of the reef crest). At each site, we haphazardly selected 16 patch reefs (hereafter reefs) of similar surface area (mean ± SD): 8.40 ± 4.91 m 2 , and 8.23 ± 4.06 m 2 , for the crest and lagoon locations, re - spectively. On each reef and the surrounding 1 m halo, we counted juveniles of the 3 focal species, which we converted to densities. Juveniles were defined as individuals with SL < 25 mm. Surveys were conducted between 08:00 and 16:00 h (peak activity time for diurnal benthic fishes) (Galzin 1987) from 27 May to 6 June 2005. As 41 of the 96 patch reefs surveyed were not inhabited by either bird wrasse, fivestripe wrasse or sixbar wrasse, we restricted the analysis to the 55 patch reefs upon which at least 1 of these species were counted. To evaluate patterns in the density of inferior com- petitors as a function of the density of superior com- petitors, we fit linear and non-linear (negative expo- nential) models to our untransformed data. We chose the negative exponential because we ex pec ted con- stant changes in the density of superior competitors would result in the same proportional de crease in inferior competitors. We used Akaike’s information criterion (AIC) to determine which model fit best. As differences in AIC scores between models were < 2, indicating that both models fit the data equally well (after Burnham & Anderson 1998), we present results from both models. All statistical analyses were con- ducted in R 2.11.1 (R Development Core Team 2010). RESULTS Experimental test of competitive symmetry Mean (± SD) survival in the absence of interspecific competitors was species-specific: 2 A ij was 0.52 ± 0.12 for bird wrasse, 0.21 ± 0.15 for fivestripe wrasse and 0.45 ± 0.11 for sixbar wrasse. In the presence of bird wrasse, mean survival 2 P ij was 0.42 ± 0.21 for five - stripe wrasse and 0.23 ± 0.16 for sixbar wrasse. Mean survival 2 P ij in the presence of fivestripe wrasse was 0.25 ± 0.15 for bird wrasse and 0.18 ± 0.16 for sixbar wrasse. In the presence of sixbar wrasse, mean sur- vival 2 P ij was 0.53 ± 0.28 for bird wrasse and 0.67 ± 0.16 for fivestripe wrasse. The difference in propor- tional survival between treatments where competitors were present or absent (D)ranged between −0.278 (survival of sixbar wrasse in the presence of fivestripe wrasse) and 0.444 (survival of fivestripe wrasse in the presence of sixbar wrasse; Table 1, Fig. 1a). Fivestripe wrasse versus sixbar wrasse We identified competition between fivestripe wrasse and sixbar wrasse as being highly asymmetric (Fig. 2). The influence of competition with fivestripe wrasse on the local abundance of sixbar wrasse was significantly greater than the influence of competition with con- specifics (Table 1, Fig. 1a). For fivestripe wrasse, the influence of competition with sixbar wrasse on local abundance was less than the in fluence of competition with conspecifics (Table 1, Fig. 1a). Bird wrasse versus fivestripe wrasse Competition between bird wrasse and fivestripe wrasse was highly asymmetric (Fig. 2). For bird wrasse, competition with fivestripe wrasse had a sta- tistically greater influence on local abundance than 243 Author copy Mar Ecol Prog Ser 472: 239–248, 2013 competition with conspecifics (Table 1, Fig. 1b). Con- versely, for fivestripe wrasse, the influence of compe- tition with conspecifics on local abundance was sta- tistically indistinguishable from the influence of competition with bird wrasse, although there was a trend for the influence of bird wrasse to be less than that of conspecifics (Table 1, Fig. 1b). Bird wrasse versus sixbar wrasse Although not statistically significant, competition between bird wrasse and sixbar wrasse tended to be asymmetric (Fig. 2). For bird wrasse, the influence of competition with conspecifics on local abundance was statistically indistinguishable from the influence of competition with sixbar wrasse (Fig. 1c, Table 1). Conversely, for sixbar wrasse, competition with bird wrasse had a statistically greater influence on local abundance than competition with conspecifics (Fig. 1c, Table 1). 244 Species 1 Species 2 Observed D SES Sixbar wrasse −0.278−2.936 Fivestripe wrasse0.4443.370 Bird wrasse −0.250−2.674 Fivestripe wrasse0.2081.950 Bird wrasse 0.0170.147 Sixbar wrasse−0.217−2.801 Table 1. Gomphosus varius, Thalassoma hardwicke,T. quin - quevittatum. Difference metrics (D) and corresponding stan- dardized effect sizes (SES) obtained for 3 pairwise competi- tive interactions between bird wrasse, sixbar wrasse and fivestripe wrasse. Observed D: magnitude and direction of competitive effects, negative values indicate that the per- capita effect of heterospecific competitors was greater than that of conspecific competitors. SES > |2.0| (in bold) statisti- cally significant competitive effects −0.6 −0.4 −0.2 0.0 0.2 0.4 0.6 A A* BirdSixbar Observed difference in survival ( D ) a Competitor Bird wrasse Sixbar wrasse Fivestripe wrasse A* B Focal wrasse species BirdFivestripe b A* B* SixbarFivestripe c Fig. 1.Gomphosus varius, Thalassoma hardwicke,T. quin quevittatum. Pairwise patterns of competitive asymmetry between bird wrasse, sixbar wrasse and fivestripe wrasse, where Dis a simple difference measure for the per-capita effect of heterospe- cific competitors on the proportional survival of focal species (see ‘Materials and methods’). Horizontal line at zero: per-capita effects of heterospecific competitors equal to that of conspecific competitors. Bars below the line: per-capita effects of het- erospecific competitors were greater than the per-capita effects of conspecific competitors. Bars above the line: per-capita effects of conspecific competitors were greater than those of heterospecific competitors. Capital letters above means: statis - tically significant interspecific differences in D, as determined by SES (see Fig. 2), indicate competitive asymmetry. *:statis - tically significant departures of Dfrom zero, as determined by standardized effect sizes (SES; see Table 1), indicates competitive effects Inferior competitor Bird wrasseSixbar wrasse –3.084–4.293 Fivestripe wrasse Superior competitor –0.458–0.722 –1.856 Bird wrasse –0.233 Fig. 2. Gomphosus varius, Thalassoma hardwicke,T. quin - quevittatum. Contact matrix of pairwise competitive interac- tions between bird wrasse, sixbar wrasse and fivestripe wrasse. Arrows point in the direction of the superior com- petitor of each 2-species pair. Weight of the arrow = strength of competition. Top left corner of each cell: strength of the effect of superior competitors on inferior competitors (SES). Significant SES (> |2.0|) in bold. Bottom right corner: corre- sponding observed difference metric (CA) Author copy Geange et al.: Competitive hierarchies among juvenile coral reef fishes Competitive networks and competitive hierarchies Assessment of the contact matrix (Fig. 2) deter- mined the presence of a competitive hierarchy, in which a simple linear sequence of competitive ability existed (arranged from superior to inferior competi- tor): fivestripe wrasse > bird wrasse > sixbar wrasse. The competition was greatest between fivestripe wrasse and sixbar wrasse, followed by fivestripe wrasse and bird wrasse and then bird wrasse and sixbar wrasse (Fig. 2). Expectations of spatial covariance among competing wrasses We observed 127 fish (all either bird wrasse, sixbar wrasse or fivestripe wrasse) on 55 of the 96 reefs sur- veyed. Although a trend of negative spatial covaria- tion in the density of bird and fivestripe wrasse occurred, this was non-significant (n = 36; F 1, 34 = 1.8514; p = 0.1826; density of bird wrasse = 0.126x− 0.177; R 2 = 0.052). As the contact matrix identified a competitive hierarchy, with a simple linear sequence of competitive ability, we hypothesized that the den- sity of the inferior competitor (sixbar wrasse) would be negatively correlated with the density of the supe- rior competitors (bird wrasse and fivestripe wrasse). We therefore pooled the density of bird and fivestripe wrasse and evaluated their combined influence on the density of sixbar wrasse, the inferior competitor. The density of sixbar wrasse and competitors (bird and fivestripe wrasse, pooled) ranged between 0 and 0.71 and between 0 and 0.74 ind. m −2 , respectively. Correlations between the density of sixbar wrasse and competitors were equally well explained by the negative exponential model (AIC = −36.788; R 2 = 0.20; p = 0.014) and the linear model (AIC = −38.301; R 2 = 0.177; p = 0.0014; ΔAIC = 1.513). Both models indicated reductions in the density of sixbar wrasse with increases in competitor density (Fig. 3). DISCUSSION Competitive interactions among reef fishes have historically been considered more or less symmetric. However, our findings demonstrate asymmetric com- petition and add to a growing body of evidence that asymmetric competitive interactions can influence the distribution and abundance of reef fishes (e.g. Schmitt & Holbrook 1999, Munday et al. 2001, Mun- day 2004). Furthermore, the present study is among the first to embed pairs of inferior and superior juve- nile reef fish competitors within a suite of 3 compet- ing species, and in doing this, our work identifies a simple linear competitive hierarchy. Because the species examined here form mixed species groups following settlement, any one species will often come into contact with individuals of many different species, resulting in competitive interac- tions that will occur between a suite of species. Both the bird wrasse and the fivestripe wrasse were com- petitively superior to the sixbar wrasse. Furthermore, the fivestripe wrasse was competitively superior to the bird wrasse, resulting in a linear competitive hierarchy between these 3 species (fivestripe wrasse > bird wrasse > sixbar wrasse). The presence of a lin- ear competitive hierarchy suggests that there will be a single competitive ‘winner’ capable of excluding all other species unless some other mechanism facili- tates co-occurrence. Density surveys of juveniles of our 3 focal species confirmed the hypothesis of negative spatial covaria- tion in the abundance of superior and inferior com- petitors. As the rate of mortality in reef fishes typically declines with age or size (Schmitt & Holbrook 1999, 245 0.00.20.40.60.8 0.0 0.2 0.4 0.6 0.8 Competitor density (fish m −2 ) Sixbar wrasse density (fish m −2 ) Fig. 3. Gomphosus varius, Thalassoma hardwicke,T. quin - quevittatum. The relationship between the density of the sixbar wrasse and competitors on 55 patch reefs. Competitor density is the cumulative density of the bird wrasse and the fivestripe wrasse. Solid line: relationship as determined by a negative exponential model (R 2 = 0.20); dashed line: rela- tionship as determined by a linear model (density of sixbar wrasse = 0.230x− 0.388; R 2 = 0.177; p = 0.001) Author copy Mar Ecol Prog Ser 472: 239–248, 2013 Steele & Forrester 2002), patterns of spatial covariation established in early stages (as shown here) could per- sist through older stages. The abundance of superior competitors (bird wrasse and fivestripe wrasse) ac- counted for ~20% of the spatial variability in the den- sity of the inferior competitor (sixbar wrasse). The small amount of variation in the density of sixbar wrasse explained by the density of superior competi- tors could result from a number of processes. (1) Previ- ous research examining competitive interactions be- tween juvenile fivestripe wrasse and sixbar wrasse has demonstrated that the se quence (who arrives first) and timing (by how much) of arrival of fivestripe wrasse and sixbar wrasse on reefs can influence the magnitude (and in some instances direction) of asym- metric competition be tween these species (Geange & Stier 2009). For example, when both species arrived on a reef simultaneously, sixbar wrasse were competi- tively inferior to fivestripe wrasse; however, fivestripe wrasse were competitively inferior when they arrived on a reef 12 d later than sixbar wrasse. Natural vari- ability in the relative timing of arrival of the 3 species examined here may alter the relative competitive abilities of bird wrasse, fivestripe wrasse and sixbar wrasse and further explain why the density of superior competitors explained only a small (although statisti- cally significant) proportion of the variability in the density of inferior competitors. (2) Although competi- tion is predicted to be greatest among more closely re- lated taxa (Dayan & Simberloff 2005), competitive in- teractions can, in some instances, be strongest among more distant lineages (e.g. Mc Clanahan 2000). For example, competition among juveniles of the 3 focal species in the present study commonly occurs for structurally complex branching corals (e.g. Pocillo- pora), which provide predator-free space. These corals are also used as predator-free space by large groups of damselfish. Some of the variability in the survey data may be explained by large numbers of damselfish (> 45 ind. per small coral; Holbrook & Schmitt 2002) saturating predator-free space, thereby competitively excluding wrasses and in creasing their exposure to small-bodied resident piscivores. Simi- larly, spatial covariation in the availability of branch- ing corals or predator density could also account for additional variability in the data. (3) Competition-col- onization tradeoffs (Levins & Culver 1971, Tilman 1994, Hurtt & Pacala 1995) may swamp the negative effects of the sixbar wrasse being an inferior competi- tor. The settlement density of sixbar wrasse in the northern lagoon of Moorea is frequently 10 times greater than that of either the bird wrasse or the fivestripe wrasse (authors’ pers. obs.). The results of our experiment suggested that when density is held constant, per-capita survival of the superior competitor (fivestripe wrasse) was greater in the presence of heterospecifics than in the presence of conspecifics. Classic competition theory (Colwell & Fuentes 1975, Diamond 1978) predicts that over evo- lutionary time, intraspecific competition should be stronger than interspecific competition because com- petitive exclusion and niche diversification will lead to resource partitioning among species. Interestingly, this was not true for the other 2 species examined. The per-capita effects of intraspecific competition for the bird wrasse was less than and equal to the inter- specific competition with the fivestripe wrasse and the sixbar wrasse, respectively. For sixbar wrasse, the per-capita effects of intraspecific competition were weaker than the per-capita effects of interspe- cific competition with both the bird wrasse and the fivestripe wrasse. This suggests that the relative strength of inter- and intraspecific competition will depend upon the identity of the competing species, and that coexistence is maintained by some mecha- nism other than niche differentiation. In conclusion, the present study demonstrates that when bird wrasse, fivestripe wrasse and sixbar wrasse arrive simultaneously onto patch reefs in high densities, intense asymmetric competition between species pairs results. When pairs of inferior and supe- rior competitors are placed in 3-species suites of com- petitors, linear competitive hierarchies ensue, and these appear to be an important determinant of resource monopolization and patterns of distribution and abundance. The presence of linear competitive hierarchies suggests that, given sufficient time, the best competitor will drive all others locally extinct unless some other mechanism facilitates coexistence. Given our knowledge of this system, we hypothesize that competition-colonization tradeoffs maintain the coexistence of these 3 species, whereby high settle- ment of the inferior competitor swamps the negative effects of superior competitors. Acknowledgements. T. Jones provided valuable comments on earlier versions of this manuscript. Staff of the Richard B. Gump South Pacific Research Station provided logistical support. This project was possible with financial support from NSF (OCE-0242312), Fulbright-Ministry of Research, Science and Technology Graduate Student Award, New Zealand Post Graduate Study Abroad, Three Seas and French American Cultural Exchange Fellowship and National Geographic International Ecostations. The present study is a contribution from UC Berkeley’s Richard B. Gump South Pacific Research Station, Moorea, French Polynesia. 246 Author copy Geange et al.: Competitive hierarchies among juvenile coral reef fishes LITERATURE CITED Allesina S, Levine JM (2011) A competitive network theory of species diversity. Proc Natl Acad Sci USA 108: 5638−5642 Almany GR (2003) Priority effects in coral reef fish commu- nities. Ecology 84: 1920−1935 Anderson GRV, Ehrlich AH, Ehrlich PR, Roughgarden JD, Russell BC, Talbot FH (1981) The community structure of coral reef fishes. Am Nat 117: 476−495 Atkinson WD, Shorrocks B (1981) Competition on a divided and ephemeral resource: a simulation model. J Anim Ecol 50: 461−471 Beukers JS, Jones GP, Buckley RM (1995) Use of implant microtags for studies on populations of small reef fish. Mar Ecol Prog Ser 125: 61−66 Blower SM, Mclean AR (1991) Mixing ecology and epidemi- ology. Proc Biol Sci 245: 187−192 Burnham KP, Anderson DR (1998) Model selection and inference. Springer-Verlag, New York, NY Buss LW, Jackson JBC (1979) Competitive networks: non- transitive competitive relationships in cryptic coral reef environments. Am Nat 113: 223−234 Caselle JE (1999) Early post-settlement mortality in a coral reef fish and its effect on local population size. Ecol Monogr 69: 177−194 Chesson P (1994) Multispecies competition in variable envi- ronments. Theor Popul Biol 45: 227−276 Chesson P (2000) Mechanisms of maintenance of species diversity. Annu Rev Ecol Syst 31: 343−366 Chesson P, Warner R (1981) Environmental variability pro- motes coexistence in lottery competitive systems. Am Nat 117: 923−943 Colwell RK, Fuentes ER (1975) Experimental studies of the niche. Annu Rev Ecol Syst 6: 281−310 Connell JH (1961) The influence of interspecific competition and other factors on the distribution of the barnacle Chthamalus stellatus.Ecology 42: 710−723 Connell JH (1978) Diversity in tropical rain forests and coral reefs. Science 199: 1302−1310 Connell JH (1983) On the prevalence and relative impor- tance of interspecific competition: evidence from field experiments. Am Nat 122: 661−696 Dayan T, Simberloff D (2005) Ecological and community- wide character displacement: the next generation. Ecol Lett 8: 875−894 Diamond JM (1978) Niche shifts and the rediscovery of interspecific competition. Am Sci 66: 322−333 Ebersole JP (1985) Niche separation of two damselfish spe- cies by aggression and differential microhabitat utiliza- tion. Ecology 66: 14−20 Frederick JL (1997) Evaluation of fluorescent elastomer injection as a method for marking small fish. Bull Mar Sci 61: 399−408 Galzin R (1987) Structure of fish communities of French Polynesian coral reefs. I. Spatial scales. Mar Ecol Prog Ser 41: 129−136 Galzin R, Pointer JP (1985) Moorea Island, Society Archipel- ago. In: Delesalle B, Galzin R, Salvat B (eds) 5th Int Coral Reef Congr, Tahiti 1: 73−102 Geange SW (2010) Effects of larger heterospecifics and structural refuge on the survival of a coral reef fish, Tha- lassoma hardwicke.Mar Ecol Prog Ser 407: 197−207 Geange SW, Stier AC (2009) Order of arrival affects compe- tition in two reef fishes. Ecology 90: 2868−2878 Geange SW, Stier AC (2010) Priority effects and habitat complexity affect the strength of competition. Oecologia 163: 111−118 Gladfelter WB, Ogden JC, Gladfelter EH (1980) Similarity and diversity among coral reef fish communities: a com- parison between tropical western Atlantic (Virgin Is - lands) and tropical central Pacific (Marshall Islands) patch reefs. Ecology 61: 1156−1168 Gotelli NJ, Ulrich W, Maestre FT (2011) Randomization tests for quantifying species importance to ecosystem func- tion. Methods Ecol Evol 2: 634−642 Hanski I (1981) Coexistence of competitors in patchy envi- ronment with and without predation. Oikos 37: 306−312 Har din G (1960) The competitive exclusion principle. Sci- ence 131: 1292−1297 Hixon MA (1980) Competitive interactions between Califor- nia reef fishes of the genus Embiotoca.Ecology 61: 918−931 Holbrook SJ, Schmitt RJ (1995) Compensation in resource use by foragers released from interspecific competition. J Exp Mar Biol Ecol 185: 219−233 Holbrook SJ, Schmitt RJ (2002) Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83: 2855−2868 Huisman J, Johansson AM, Folmer EO, Weissing FJ (2001) Towards a solution of the plankton paradox: the impor- tance of physiology and life history. Ecol Lett 4: 408−411 Hurtt GC, Pacala SW (1995) The consequences of recruit- ment limitation: reconciling chance, history and compet- itive differences between plants. J Theor Biol 176: 1−12 Huston M (1979) A general hypothesis of species diversity. Am Nat 113: 81−101 Imbert H, Beaulaton L, Rigaud C, Elie P (2007) Evaluation of visible implant elastomer as a method for tagging small European eels. J Fish Biol 71: 1546−1554 Laird RA, Schamp BS (2006) Competitive intransitivity pro- motes species coexistence. Am Nat 168: 182−193 Larson RJ (1980) Competition, habitat selection, and the bathymetric segregation of two rockfish (Sebastes) spe- cies. Ecol Monogr 50: 221−239 Levine J (1999) Indirect facilitation: evidence and predic- tions from a riparian community. Ecology 80: 1762−1769 Levins R, Culver D (1971) Regional coexistence of species and competition between rare species. Proc Natl Acad Sci USA 68: 1246−1248 McClanahan TR (2000) Recovery of a coral reef keystone predator, Balistapus undulatus, in East African marine parks. Biol Conserv 94: 191−198 Munday PL (2004) Competitive coexistence of coral- dwelling fishes: the lottery hypothesis revisited. Ecology 85: 623−628 Munday P, Jones G, Caley M (2001) Interspecific competi- tion and coexistence in a guild of coral-dwelling fishes. Ecology 82: 2177−2189 Myers RF (1999) Micronesian reef fishes: a field guide for divers and aquarists. Coral Graphics, Guam R Development Core Team (2010) R: a language and envi- ronment for statistical computing. R Foundation for Sta- tistical Computing, Vienna. www.r-project.org Randall JE (2005) Reef and shore fishes of the South Pacific: New Caledonia to Tahiti and the Pitcairn Islands. Univer- sity of Hawaii Press, Honolulu, HI Reichenbach T, Mobilia M, Frey E (2007) Mobility promotes and jeopardizes biodiversity in rock-paper-scissors games. Nature 448: 1046−1049 Robertson DR (1996) Interspecific competition controls 247 Author copy Mar Ecol Prog Ser 472: 239–248, 2013 248 abundance and habitat use of territorial Caribbean dam- selfishes. Ecology 77: 885−899 Robertson DR, Gaines SD (1986) Interference competition structures habitat use in a local assemblage of coral reef surgeonfishes. Ecology 67: 1372−1383 Sale PF (1974) Mechanisms of co-existence in a guild of ter- ritorial fishes at Heron Island. Proc 2nd Int Coral Reef Symp 1: 192−206 Sale PF (1976) Reef fish lottery. Nat Hist 85: 60−65 Sale PF (1977) Maintenance of high diversity in coral reef fish communities. Am Nat 111: 337−359 Sale PF (1978) Coexistence of coral reef fishes — a lottery for living space. Environ Biol Fishes 3: 85−102 Sale PF (1980) Assemblages of fish on patch reefs — pre- dictable or unpredictable? Environ Biol Fishes 5: 243−249 Schmitt R, Holbrook S (1990) Mortality of juvenile damsel - fish: implications for assessing processes that determine abundance. Ecology 80:35– 50 Schmitt RJ, Holbrook SJ (1999) Settlement and recruitment of three damselfish species: larval delivery and competi- tion for shelter space. Oecologia 118: 76−86 Schoener T (1983) Field experiments on interspecific com- petition. Am Nat 122: 240−285 Shima JS (2001) Regulation of local populations of a coral reef fish via joint effects of density- and number-depen- dent mortality. Oecologia 126: 58−65 Shima JS, Osenberg CW, St. Mary CM (2008) Quantifying site quality in a heterogeneous landscape: recruitment of a reef fish. Ecology 89: 86−94 Simon J (2007) Evaluation of marking European silver eels with visible implant elastomer tags and alcian blue. J Fish Biol 70: 303−309 Steele MA, Forrester GE (2002) Early postsettlement preda- tion on three reef fishes: effects on spatial patterns of recruitment. Ecology 83: 1076−1091 Talbot FH, Russell BC, Anderson GRV (1978) Coral reef fish communities: unstable, high-diversity systems? Ecol Monogr 48: 425−440 Tilman D (1982) Resource competition and community structure. Princeton University Press, Princeton, NJ Tilman D (1994) Competition and biodiversity in spatially structured habitats. Ecology 75: 2−16 Victor BC (1986) Duration of the planktonic larval stage of one hundred species of Pacific and Atlantic wrasses (family Labridae). Mar Biol 90: 317−326 Young KA (2004) Asymmetric competition, habitat selection, and niche overlap in juvenile salmonids. Ecology 85: 134−149 Editorial responsibility: Tim McClanahan, Mombasa, Kenya Submitted: May 21, 2012; Accepted: August 21, 2012 Proofs received from author(s): November 26, 2012 Author copy",
  "sections": {
    "abstract": "Interspecific competition is often asymmetric, and it can limit the spatial distributions of competitively inferior species within a community. When asymmetric competition involves 2 or more component species, the ranking of species’ competitive abilities may form competitive hier- archies (all species of higher rank out-compete all species of lower rank) or competitive networks (at least 1 species of lower rank out-competes ≥1 species of higher rank). Expectations of resource monopolization and patterns of distribution and abundance among species in competitive net- works are expected to differ from those in competitive hierarchies. We conducted a field experi- ment to evaluate the relative competitive abilities of juveniles of 3 closely related species of reef fish (bird wrasse Gomphosus varius, fivestripe wrasse Thalassoma quinquevittatumand the sixbar wrasse T. hardwicke)on Moorea, French Polynesia. We controlled for intrinsic variation in sur- vivorship among species and found that competition among these 3 species was highly asymmet- ric, resulting in a simple competitive hierarchy (sequence of competitive ability from superior to inferior competitors): fivestripe wrasse > bird wrasse > sixbar wrasse. We surveyed densities of the 3 reef fish species on 55 patch reefs and observed significant negative spatial covariation between superior and inferior competitors, consistent with competitive hierarchies that limit the spatial dis- tributions of the inferior species (sixbar wrasse). Our work demonstrates that intense asymmetric competition and the formation of competitive hierarchies may be an important determinant of resource monopolization and patterns of distribution and abundance in reef fishes.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found no immigrants or emigrants.",
    "We observed 127 fish (all either bird wrasse, sixbar wrasse or fivestripe wrasse) on 55 of the 96 reefs sur- veyed.",
    "our findings demonstrate asymmetric com- petition and add to a growing body of evidence that asymmetric competitive interactions can influence the distribution and abundance of reef fishes (e.",
    "significant effect of the temporal blocks on the sur- vival of focal species."
  ],
  "fullText": "\n\nMARINE ECOLOGY PROGRESS SERIES\nMar Ecol Prog Ser\nVol. 472: 239–248, 2013\ndoi: 10.3354/meps10015\nPublished January 9\nINTRODUCTION\nInterspecific competition can be intense in natural\ncommunities  and  is  often  an  important  determinant\nof resource monopolization as well as patterns of dis-\ntribution and abundance (e.g. Connell 1961, Gladfel-\nter et al. 1980, Anderson et al. 1981, Schmitt & Hol-\nbrook  1990,  Robertson  1996,  Munday  et  al.  2001,\nMunday  2004).  Interspecific  competition  between  2\nspecies  can  be  symmetric  (i.e.  species  are  competi-\ntively  interchangeable;  sp.  A  =  sp.  B),  with  species\ncoexistence  determined  by  priority  of  arrival  of  re  -\ncruits  (e.g.  Munday  2004,  Geange  &  Stier  2009).\nAlternatively,    interspecific    competition    may    be\nasym metric (i.e. superior competitors dominate a lar -\nger  portion  of  the  resource,  excluding  inferior  com-\npetitors; sp. A > sp. B), with inferior competitors per-\nsisting  in  the  system  via  a  range  of  mechanisms,\nincluding  competition-colonization  tradeoffs  (Levins\n&  Culver  1971,  Tilman  1994,  Hurtt  &  Pacala  1995),\ndisturbance   (Connell   1978,   Huston   1979,   Tilman\n1982) and aggregation in patchy habitats (Atkinson &\nShorrocks 1981, Hanski 1981).\nWhen competition is asymmetric, a common hypo -\nthesis is that, all else being equal, superior competi-\ntors  exclude  inferior  competitors  (e.g.  Hardin  1960),\n© Inter-Research 2013 · www.int-res.com*Email: shane.geange@vuw.ac.nz\nCompetitive hierarchies among three species \nof juvenile coral reef fishes\nShane W. Geange\n1,\n*\n, Adrian C. Stier\n2\n, Jeffrey S. Shima\n1\n1\nSchool of Biological Sciences, Victoria University of Wellington, PO Box 600, Wellington 6023, New Zealand\n2\nDepartment of Biology, University of Florida, Gainesville, Florida 32611-8525, USA\nABSTRACT: Interspecific competition is often asymmetric, and it can limit the spatial distributions\nof competitively inferior species within a community. When asymmetric competition involves 2 or\nmore component species, the ranking of species’ competitive abilities may form competitive hier-\narchies (all species of higher rank out-compete all species of lower rank) or competitive networks\n(at least 1 species of lower rank out-competes ≥1 species of higher rank). Expectations of resource\nmonopolization  and  patterns  of  distribution  and  abundance  among  species  in  competitive  net-\nworks are expected to differ from those in competitive hierarchies. We conducted a field experi-\nment to evaluate the relative competitive abilities of juveniles of 3 closely related species of reef\nfish (bird wrasse Gomphosus varius, fivestripe wrasse Thalassoma quinquevittatumand the sixbar\nwrasse T. hardwicke)on Moorea, French Polynesia. We controlled for intrinsic variation in sur-\nvivorship among species and found that competition among these 3 species was highly asymmet-\nric, resulting in a simple competitive hierarchy (sequence of competitive ability from superior to\ninferior competitors): fivestripe wrasse > bird wrasse > sixbar wrasse. We surveyed densities of the\n3 reef fish species on 55 patch reefs and observed significant negative spatial covariation between\nsuperior and inferior competitors, consistent with competitive hierarchies that limit the spatial dis-\ntributions of the inferior species (sixbar wrasse). Our work demonstrates that intense asymmetric\ncompetition  and  the  formation  of  competitive  hierarchies  may  be  an  important  determinant  of\nresource monopolization and patterns of distribution and abundance in reef fishes.\nKEY  WORDS:    Asymmetric  competition  ·  Competitive  hierarchies  ·  Interspecific  interactions  ·\nWrasse · Gomphosus· Thalassoma· French Polynesia\nResale or republication not permitted without written consent of the publisher\nThis authors' personal copy may not be publicly or systematically copied or distributed, or posted on the Open Web, \nexcept with written permission of the copyright holder(s). It may be distributed to interested individuals on request.\n\nMar Ecol Prog Ser 472: 239–248, 2013\nresulting in negative spatial (or temporal) covariation\nin  the  distribution  of  each  competitor  (Colwell  &\nFuentes 1975, Connell 1983, Schoener 1983, Munday\net  al.  2001,  Young  2004).  However,  when  pairs  of\ninferior   and   superior   competitors   are   embedded\nwithin  a  suite  of  competing  species,  the  outcome  of\ncompetition  and  influences  on  species  distributions\nmay be altered. For example, when relative competi-\ntive  abilities  take  the  form  of  competitive  networks,\nin  which  a  loop  in  an  otherwise  hierarchical  se  -\nquence of competitive abilities occurs (e.g. sp. A > sp.\nB,  sp.  B  >  sp.  C,  but  sp.  C  >  sp.  A),  the  presence  of\nintransitives  may  stabilize  coexistence  (i.e.  addition\nof   species   may   disrupt   expectations   of   negative\n spatial  co-variation  between  the  original  2  species\nbecause a lower ranked competitor can out-compete\n≥1 higher ranked competitors) (Buss & Jackson 1979,\nLevine  1999,  Allesina  &  Levine  2011).  Competitive\nnetworks  can  lead  to  indefinite  coexistence  of  the  3\nspecies  (Laird  &  Schamp  2006,  Reichenbach  et  al.\n2007)  and  facilitate  the  coexistence  of  many  more\nspecies  with  appropriate  resource– consumer  inter  -\nactions  (Huisman  et  al.  2001).  Conversely,  relative\ncompetitive abilities can take the form of hierarchical\nsequences in which all competitors of a higher rank\nout-compete all competitors of a lower rank (e.g. sp.\nA  >  sp.  B,  sp.  B  >  sp.  C  and  sp.  A  >  sp.  C).  In  this\n scenario,  patterns  of  negative  spatial  co-variation\nbetween  pairs  of  inferior  and  superior  competitors\nshould be maintained (or amplified) when embedded\nwithin  suites  of  competing  species.  We  therefore\nexpect a single winner, with the best competitor driv-\ning  all  others  extinct  unless  some  other  mechanism\nfacilitates coexistence.\nIn reef fishes, competitive interactions have histor-\nically been considered more or less symmetric, with\nspecies  coexistence  determined  by  a  number  of\nmechanisms, including priority of arrival (Sale 1974,\n1976, 1977, 1978, 1980, Talbot et al. 1978) or storage\neffects  (Chesson  &  Warner  1981,  Chesson  1994,\n2000). Over the last few decades, it has become clear\nthat  competition  is  often  asymmetric  and  can  influ-\nence  the  distribution  and  abundance  of  reef  fishes\n(e.g. Hixon 1980, Larson 1980, Ebersole 1985, Schmitt\n&  Holbrook  1990,  1999,  Holbrook  &  Schmitt  1995,\nRobertson  1996,  Munday  2004).  Although  competi-\ntion in reef fishes may occur among suites of species,\nrankings  of  relative  competitive  abilities  and  docu-\nmentation  of  competitive  networks  or  competitive\nhierarchies are rare. Juvenile reef fishes provide an\nexciting opportunity to examine relative competitive\nabilities because few studies have examined the role\nand  importance  of  competition  among  recently  set-\ntled  reef  fishes  at  this  important  life-history  bound-\nary, and because those few studies focused primarily\non pairs of competitive species. As individuals make\nthe  transition  from  a  pelagic  environment  (where\nthey develop as larvae) to benthic reef habitat, they\nencounter  multiple  fish  species  with  highly  similar\nresource  requirements.  Consequently,  interference\ncompetition  for  habitat  resources  among  suites  of\njuvenile   reef   fish   species   is   commonplace   (e.g.\n Munday et al. 2001, Almany 2003), and such interac-\ntions  may  determine  the  success  of  newly  arrived\nindi viduals, e.g. if superior competitors ex clude infe-\nrior  competitors  from  mutually  preferred  habitats\n(Robertson  &  Gaines  1986,  Munday  et  al.  2001,\nGeange 2010) and increase their exposure to preda-\ntors  (Holbrook & Schmitt 2002). Ultimately, a pattern\nof negative spatial co-variation between superior and\ninferior  competitors  may  ensue,  with  important  de  -\nmographic consequences for subsequent life-history\nstages.\nHere, we conduct a field experiment to determine\nwhether  competitive  interactions  are  symmetric  or\nasymmetric   for   3   species   of   juvenile   coral   reef\nfishes.  Our  experiments  facilitate  estimates  of  rela-\ntive    competitive  abilities  for  all  pairwise  combina-\ntions  and  the  placement  of  pairs  of  competitors\nwithin a 3-species suite of competitors. This enables\nus to evaluate whether competitive interactions take\nthe  form  of  a  competitive  network  or  a  competitive\nhierarchy.  We  compare  the  results  of  our  experi-\nments  with  surveys  of  reef  fish  density  to  evaluate\nwhether our expectations of competitive interactions\n(based  upon  the  experiments)  match  our  observa-\ntions of spatial covariation among these 3 species of\nreef fish.\nMATERIALS AND METHODS\nStudy system\nWe conducted the study in the northern lagoon of\nMoorea, French Polynesia (17° 30’ S, 149° 50’ W). The\nnorthern lagoon is ~800 to ~900 m wide, as measured\nfrom  the  shore  to  the  reef  crest,  and  is  interspersed\nwith  patch  reefs  separated  from  one  another  by  a\nmixture  of  sand,  fine  coral  rubble  and  coral  pave-\nment  (Galzin  &  Pointer  1985).  Patch  reefs  are  pre-\ndominantly Porites spp.,often surmounted by smaller\ncolonies  of  branching  corals,  dead  coral  skeletons,\npatches of macroalgae or lush stands of filamentous\nalgae.  The  focal  reef  fishes  in  our  study  are  closely\nrelated wrasses (Family Labridae: bird wrasse Gom-\n240\nAuthor \ncopy\n\nGeange et al.: Competitive hierarchies among juvenile coral reef fishes\nphosus  varius,  fivestripe  wrasse  Thalassoma  quin-\nquevittatumand sixbar wrasse T. hardwicke)that co-\noccur  on  reefs  throughout  the  Indo-Pacific  (Myers\n1999). Collectively, these 3 species constitute nearly\n70%   of   all   juvenile   labrids   within   the   northern\nlagoon of Moorea (S. W. Geange unpubl. data). After\nan approximately 39 to 68 d planktonic larval dura-\ntion  (Victor  1986),  these  species  settle  in  pulses\naround the new moon at a standard length (SL) of 9\nto  11  mm,  forming  mixed  species  groups  in  which\nmultiple  species  frequently  come  into  contact  with\neach  other  (S.  W.  Geange  pers.  obs.).  At  our  study\nsite, juveniles of all 3 species use similar habitats; all\n3   species   form   strong   associations   with   massive\nPoritescorals  and  Pocillopora  verrucosa(Geange\n2010).  All  3  species  also  have  similar  diets,  feeding\npredominantly   on   planktonic   and   benthic   crus-\ntaceans   (Randall   2005).   Interference   competition\nbetween  species  (presumably  for  habitat)  generally\nconsists  of  chases  and  fin  bites,  and  such  agonistic\ninteractions are common (Geange & Stier 2009).\nExperimental test of competitive asymmetry\nWe constructed an array of 30 live-coral patch reefs\nand  used  these  to  conduct  a  field  experiment  that\nexamined   competitive   asymmetry   between   bird\nwrasse, fivestripe wrasse and sixbar wrasse. On our\nconstructed reefs, we aimed to minimize habitat vari-\nation  by  standardizing  the  reefs’  size,  rugosity  and\nwater  depth.  To  achieve  this,  we  selected  natural\nreefs  (based  upon  a  set  of  morphological  attributes\nthat included a base of live Porites lobatacoral with a\nsurface  area  [mean  ±  SD]  of  2.23  ±  0.56  m\n2\n,  and  a\nheight of 0.59 ± 0.10 m) from a nearby location and\ntransplanted  them  to  our  study  site  (17° 29.010’ S,\n149° 50.346’ W), an open sand flat 2 to 4 m deep. Each\nreef  was  separated  from  its  nearest  neighbor  and\nother non-experimental reefs by a minimum of 10 m.\nTo  each  reef  we  attached  3  similar-sized  colonies\n(colony surface area = 0.2 ± 0.07 m\n2\n) of the branching\ncoral Pocillopora  verrucosa,  which  is  representative\nof  ob  served P.  verrucosacover  within  the  lagoon\n(Shima et al. 2008), using Z-Spar Splash Zone Com-\npound (Kopcoat).\nPrior  to  starting  the  experiment,  we  removed  all\nbird wrasse, fivestripe wrasse and sixbar wrasse from\nthe  reefs  and  manipulated  the  relative  abundances\nof other  resident  fish  species  via  selective  removals\nand  additions  so  that  the  relative  abundance  of  all\nspecies was similar among the 30 reefs (see Supple-\nment 1 at www. int-res. com/ articles/ suppl/ m472 p239_\nsupp.pdf  for  background  community  structure).  We\nused the fish anesthetic eugenol (clove oil) and hand\nnets to collect fish.\nWe conducted pairwise comparisons of competitive\nasymmetry  between  bird  wrasse,  fivestripe  wrasse\nand   sixbar   wrasse.   To   each   reef,   we   randomly\nassigned  1  of  6  treatments:  (1)  6  bird  wrasses;  (2)\n6 fivestripe  wrasses;  (3)  6  sixbar  wrasses;  (4)  3  bird\nwrasses  and  3  fivestripe  wrasses;  (5)  3  bird  wrasses\nand 3 sixbar wrasses; or (6) 3 fivestripe wrasses and 3\nsixbar wrasses. The densities used in this experiment\n(~2.6 ind. m\n−2\n) were equivalent to the maximum den-\nsities  of  sixbar  wrasse  observed  by  Shima  (2001).\nTreatments  1  to  3  were  used  to  assess  species-\n specific  survival  in  the  absence  of  competitors.  In\nthese treatments, 3 ‘focal’ individuals were randomly\n chosen a  priori,  and  these  individuals  were  used  to\nestimate  survivorship.  Competitive  asymmetry  was\nassessed  in  Treatments  4  to  6  as  differences  in  the\nfraction (over a fixed time interval) of survival of each\nspecies, standardized by species-specific survival in\nthe  absence  of  competitors  (see  Eq.  1).  We  ran  the\nexperiment in 2 temporal blocks (21 to 25 May 2008\nand  2  to  6  June  2008),  yielding  10  replicates  for\neach of  the  6  treatments,  with  treatments  randomly\nassigned in each temporal block.\nWe  used  fish  captured  from  reefs  adjacent  to  the\nreef crest, ~2 km from the study site. All captured fish\nwere held in aquaria with running seawater for 24 h\nand  then  individually  tagged  with  Visible  Implant\nElastomer   (VIE;   Northwest   Marine   Technology)\nanterior  to  the  caudal  peduncle.  Different  colors  of\nVIE tags were used for each species. VIE tags were\nreadable through the skin of the fish by observers in\nthe field, so it was not necessary to recapture individ-\nuals to determine their identity. VIE tags do not have\nadverse  effects  on  other  fishes  (Beukers  et  al.  1995,\nImbert et al. 2007, Simon 2007) or on sixbar wrasse or\nfivestripe  wrasse  (Geange  &  Stier  2009),  and  have\nbeen  used  to  tag  fish  as  small  as  8  mm  (Frederick\n1997). We therefore assumed that tagging and hand -\nling  effects  were  minimal  and  that  these  effects  did\nnot  substantially  differ  among  the  3  focal  species.\nAfter   tagging,   we   returned   the   fish   to   aerated\naquaria for 24 h before measuring them to the near-\nest 0.1 mm SL. SL (mean ± SD) was 13.1 ± 1.2 mm for\nbird wrasse, 13.1 ± 1.4 mm for fivestripe wrasse and\n12.7 ± 1.3 mm for sixbar wrasse. For each experimen-\ntal run, a 1-way analysis of variance indicated that SL\nof  individuals  at  the  time  they  were  introduced  to\nreefs did not statistically differ among species: F\n2,177\n=\n0.669, p = 0.499 and F\n2,141\n= 2.864, p = 0.060 for Expts\n1 and 2, respectively.\n241\nAuthor \ncopy\n\nMar Ecol Prog Ser 472: 239–248, 2013\n242\nWe   surveyed   reefs   twice   daily   (approximately\n08:00  and  16:00  h)  for  5  d  after  the  introduction  of\nfishes.  During  surveys,  we  searched  neighboring\nnon-experimental  reefs  for  tagged  immigrants.  We\nfound no immigrants or emigrants. Previous research\nhas shown that small reef fishes rarely move between\nreefs  separated  by  as  little  as  15  m  (Caselle  1999,\nShima 2001), and previous studies on our experimen-\ntal  array  found  no  migration  of  similar-sized  five  -\nstripe wrasse or sixbar wrasse (Geange & Stier 2009,\nGeange & Stier 2010). We therefore assume that the\ndisappearance  of  an  experimental  fish  was  due  to\nmortality rather than migration.\nWe  used  an  analysis  of  variance  to  examine  for  a\nsignificant  effect  of  the  temporal  blocks  on  the  sur-\nvival  of  focal  species.  Finding  neither  a  significant\ninteraction  between  temporal  block  and  treatment\n(p = 0.6997) nor a significant main effect of temporal\nblock (p = 0.201), we pooled temporal blocks and cal-\nculated means across all 10 replicates. Because sur-\nvival in the absence of interspecific competitors was\nspecies-specific, we evaluated competitive symmetry\nusing  a  standardized  measure  of  competition  incor-\nporating  species-specific  survival.  To  achieve  this,\nwe defined a simple difference measure for the effect\nof species jon the proportional survival of species i:\n(1)\nwhere\n2\nP\nij\nis the mean proportional survival of species\niwhere  species  jis  present,\n2\nA\nij\nis  the  mean  pro  -\nportional  survival  of  species  iwhere  species  jis\nabsent,  and  D\nij\nis  the  difference  between  these  2\nmeans (the calculation of D\nij\nis illustrated in Supple-\nment 2 at www.int-res. com/ articles/ suppl/ m472 p239_\nsupp. pdf  for  a  hypothetical  dataset).  The  re  sulting\nstandardized  measures  of  competition  range  be  -\ntween −1 and 1. A value of 0 indicates the per-capita\neffects of heterospecific competitors equaled those of\nconspecific competitors; negative values indicate the\nper-capita effects of heterospecific competitors were\ngreater  than  those  of  conspecific  competitors;  posi-\ntive values indicate the per-capita effects of conspe-\ncific  competitors  were  greater  than  those  of  het-\nerospecific competitors.\nTests for competitive effects\nTo test the null hypothesis that the presence of spe-\ncies jdid not affect the proportional survival of spe-\ncies i,  we  followed  the  approach  of  Gotelli  et  al.\n(2011). This approach allows the statistical compari-\nson of a single observation of D\nij\n(with no associated\nerror)  against  a  distribution  of  simulated  values  for\nD\nij\nthat  incorporate  the  variability  within  the  raw\ndata.  For  1000  iterations,  the  values  of  the  propor-\ntional   survival   of   species   iwere   randomly   re-\nassigned to reefs with and without species j(the ran-\ndomization procedure is illustrated in Supplement 2).\nWe then calculated a standardized effect size for the\neffect of species jon species i(SES\nij\n) as follows:\n(2)\nwhere D\nij\nis  the  observed  difference  for  species  iin\nthe  presence  of  species  j,  D\nij(sim)\nis  the  mean  differ-\nence in the simulated dataset, and σ\nij(sim)\nis the sample\nSD  of  the  difference  in  the  simulated  dataset.  This\nindex quantifies the importance of species jrelative\nto the distribution of difference values in the random-\nized data (Gotelli et al. 2011). This measure of effect\nsize  is  the  number  of  SD  units  that  the  observed  D\nij\nlies above or below the expectation of the simulated\ndistribution. If |SES\nij\n| > 2, then the observed value is\napproximately in the 5% tail of a normal distribution.\nIf  |SES\nij\n|  <  2,  the  observed  value  is  approximately\nwithin the range expected by chance at α= 0.05.\nTests for competitive asymmetry\nTo test the null hypothesis that competitive effects\nwere symmetrical (i.e. D\nij\n= D\nji\n), we conducted a sec-\nond analysis. We defined a difference matrix to test\ncompetitive asymmetry between species iand j(CA\nij\n)\nas follows:\nCA\nij\n= D\nji\n–D\nji\n(3)\nBecause  we  are  interested  in  whether  the  magni-\ntude of Ddiffers among focal species, we randomized\nthe identity of focal species in reefs where competi-\ntors  were  absent  and  reefs  where  competitors  were\npresent (the randomization procedure is illustrated in\nSupplement 2 for a hypothetical dataset). We iterated\nthis procedure 1000 times. We then calculated a stan-\ndardized   effect   size   for   competitive   asymmetry\nbetween species iand j(SES\nij\n) as follows:\n(4)\nwhere CA\nij\nis the observed difference in Dfor species\niand species j, CA\nij(sim)\nis the mean difference in the\nsimulated  dataset,  and  CA\nσ\nij(sim)\nis  the  sample  SD  of\nthe difference in the simulated dataset. This index is\na modification of that proposed by Gotelli et al. (2011)\nDPA\nij\nijij\n=−\nSES\nij\nijij  sim\nij  sim\nDD\n()\n()\n=\n−\nσ\nCA\nCACA\nCA\nij\nij  sim\nijij  sim\nSES\n()\n()\n=\n−\nσ\nAuthor \ncopy\n\nGeange et al.: Competitive hierarchies among juvenile coral reef fishes\nand  quantifies  the  importance  of  competitive  asym-\nmetries relative to the distribution of difference val-\nues in the randomized data.\nWe conducted the 2 tests described above (for com-\npetitor  effects  and  for  competitive  asymmetry)  for\neach pairwise comparison between bird wrasse, five -\nstripe  wrasse  and  sixbar  wrasse.  We  implemented\nour randomizations in R 2.11.1 (R Development Core\nTeam 2010).\nCompetitive networks and competitive hierarchies\nResults  of  the  analysis  of  competitive  asymmetry\nwere  compiled  into  a  contact  matrix  (e.g.  Blower  &\nMclean  1991)  of  all  possible  pairwise  interactions\namong  the  3  species.  Examination  of  the  contact\nmatrix allowed determination of whether competitive\ninteractions  take  the  form  of  a  competitive  network\nor a competitive hierarchy.\nExpectations of spatial covariance among \ncompeting wrasses\nTo  determine  the  in  situspatial  covariation  of\nsuperior   and   inferior   competitors,   we   surveyed\nthe  density  of  the  3  species  at  3  locations  (Teaha  -\nroa   West:   17° 28.397’ S,   149° 47.592’ W;   Teaharoa\nEast:   17° 28.260’ S,   149° 47.118’ W;   and   Vaipahu:\n17° 28.772’ S,  149° 50.879’ W).  Each  location  consis  -\nted  of  2  sites  that  were  arrayed  perpendicular  to\nthe reef crest: a ‘crest’ site (~95 m shoreward of the\nreef crest) and a ‘lagoon’ site (~190 m shoreward of\nthe   reef   crest).   At   each   site,   we   haphazardly\nselected  16  patch  reefs  (hereafter  reefs)  of  similar\nsurface  area  (mean  ±  SD):  8.40  ±  4.91  m\n2\n,  and  8.23\n±  4.06  m\n2\n,  for  the  crest  and  lagoon  locations,  re  -\nspectively.  On  each  reef  and  the  surrounding  1  m\nhalo,  we  counted  juveniles  of  the  3  focal  species,\nwhich  we  converted  to  densities.  Juveniles  were\ndefined  as  individuals  with  SL  <  25  mm.  Surveys\nwere  conducted  between  08:00  and  16:00  h  (peak\nactivity   time   for   diurnal   benthic   fishes)   (Galzin\n1987)  from  27  May  to  6  June  2005.  As  41  of  the  96\npatch  reefs  surveyed  were  not  inhabited  by  either\nbird  wrasse,  fivestripe  wrasse  or  sixbar  wrasse,  we\nrestricted  the  analysis  to  the  55  patch  reefs  upon\nwhich at least 1 of these species were counted.\nTo evaluate patterns in the density of inferior com-\npetitors as a function of the density of superior com-\npetitors, we fit linear and non-linear (negative expo-\nnential) models to our untransformed data. We chose\nthe negative exponential because we ex pec ted con-\nstant  changes  in  the  density  of  superior  competitors\nwould  result  in  the  same  proportional  de  crease  in\ninferior  competitors.  We  used  Akaike’s  information\ncriterion (AIC) to determine which model fit best. As\ndifferences in AIC scores between models were < 2,\nindicating that both models fit the data equally well\n(after Burnham & Anderson 1998), we present results\nfrom  both  models.  All  statistical  analyses  were  con-\nducted in R 2.11.1 (R Development Core Team 2010).\nRESULTS\nExperimental test of competitive symmetry\nMean (± SD) survival in the absence of interspecific\ncompetitors was species-specific:\n2\nA\nij\nwas 0.52 ± 0.12\nfor bird wrasse, 0.21 ± 0.15 for fivestripe wrasse and\n0.45 ± 0.11 for sixbar wrasse. In the presence of bird\nwrasse,  mean  survival\n2\nP\nij\nwas  0.42  ±  0.21  for  five  -\nstripe wrasse and 0.23 ± 0.16 for sixbar wrasse. Mean\nsurvival \n2\nP\nij\nin  the  presence  of  fivestripe  wrasse  was\n0.25 ± 0.15 for bird wrasse and 0.18 ± 0.16 for sixbar\nwrasse. In the presence of sixbar wrasse, mean sur-\nvival\n2\nP\nij\nwas  0.53  ±  0.28  for  bird  wrasse  and  0.67  ±\n0.16  for  fivestripe  wrasse.  The  difference  in  propor-\ntional survival between treatments where competitors\nwere  present  or  absent  (D)ranged  between  −0.278\n(survival of sixbar wrasse in the presence of fivestripe\nwrasse) and 0.444 (survival of fivestripe wrasse in the\npresence of sixbar wrasse; Table 1, Fig. 1a).\nFivestripe wrasse versus sixbar wrasse\nWe identified competition between fivestripe wrasse\nand sixbar wrasse as being highly asymmetric (Fig. 2).\nThe influence of competition with fivestripe wrasse on\nthe local abundance of sixbar wrasse was significantly\ngreater  than  the  influence  of  competition  with  con-\nspecifics (Table 1, Fig. 1a). For fivestripe wrasse, the\ninfluence  of  competition  with  sixbar  wrasse  on  local\nabundance was less than the in fluence of competition\nwith conspecifics (Table 1, Fig. 1a).\nBird wrasse versus fivestripe wrasse\nCompetition  between  bird  wrasse  and  fivestripe\nwrasse  was  highly  asymmetric  (Fig.  2).  For  bird\nwrasse, competition with fivestripe wrasse had a sta-\ntistically  greater  influence  on  local  abundance  than\n243\nAuthor \ncopy\n\nMar Ecol Prog Ser 472: 239–248, 2013\ncompetition with conspecifics (Table 1, Fig. 1b). Con-\nversely, for fivestripe wrasse, the influence of compe-\ntition with conspecifics on local abundance was sta-\ntistically   indistinguishable   from   the   influence   of\ncompetition  with  bird  wrasse,  although  there  was  a\ntrend for the influence of bird wrasse to be less than\nthat of conspecifics (Table 1, Fig. 1b).\nBird wrasse versus sixbar wrasse\nAlthough  not  statistically  significant,  competition\nbetween bird wrasse and sixbar wrasse tended to be\nasymmetric (Fig. 2). For bird wrasse, the influence of\ncompetition  with  conspecifics  on  local  abundance\nwas statistically indistinguishable from the influence\nof competition with sixbar wrasse (Fig. 1c, Table 1).\nConversely, for sixbar wrasse, competition with bird\nwrasse  had  a  statistically  greater  influence  on  local\nabundance    than    competition    with    conspecifics\n(Fig. 1c, Table 1).\n244\nSpecies 1            Species 2                Observed D      SES\nSixbar wrasse    −0.278−2.936\n                           Fivestripe wrasse0.4443.370\nBird wrasse        −0.250−2.674\n                           Fivestripe wrasse0.2081.950\nBird wrasse        0.0170.147\n                           Sixbar wrasse−0.217−2.801\nTable 1. Gomphosus varius, Thalassoma hardwicke,T. quin -\nquevittatum. Difference metrics (D) and corresponding stan-\ndardized effect sizes (SES) obtained for 3 pairwise competi-\ntive  interactions  between  bird  wrasse,  sixbar  wrasse  and\nfivestripe  wrasse.  Observed  D:  magnitude  and  direction  of\ncompetitive  effects,  negative  values  indicate  that  the  per-\ncapita effect of heterospecific competitors was greater than\nthat of conspecific competitors. SES > |2.0| (in bold) statisti-\ncally significant competitive effects\n−0.6\n−0.4\n−0.2\n0.0\n0.2\n0.4\n0.6\nA\nA*\nBirdSixbar\nObserved difference in survival (\nD\n)\na\nCompetitor\nBird wrasse\nSixbar wrasse\nFivestripe wrasse\nA*\nB\nFocal wrasse species\nBirdFivestripe\nb\nA*\nB*\nSixbarFivestripe\nc\nFig. 1.Gomphosus varius, Thalassoma hardwicke,T. quin quevittatum. Pairwise patterns of competitive asymmetry between\nbird wrasse, sixbar wrasse and fivestripe wrasse, where Dis a simple difference measure for the per-capita effect of heterospe-\ncific competitors on the proportional survival of focal species (see ‘Materials and methods’). Horizontal line at zero: per-capita\neffects  of  heterospecific  competitors  equal  to  that  of  conspecific  competitors.  Bars  below  the  line:  per-capita  effects  of  het-\nerospecific  competitors  were  greater  than  the  per-capita  effects  of  conspecific  competitors.  Bars  above  the  line:  per-capita\neffects of conspecific competitors were greater than those of heterospecific competitors. Capital letters above means: statis -\ntically significant interspecific differences in D, as determined by SES (see Fig. 2), indicate competitive asymmetry. *:statis -\ntically  significant  departures  of  Dfrom  zero,  as  determined  by  standardized  effect  sizes  (SES;  see  Table  1),  indicates  \ncompetitive effects\nInferior competitor\nBird wrasseSixbar wrasse\n–3.084–4.293\nFivestripe \nwrasse\nSuperior competitor\n–0.458–0.722\n–1.856\nBird wrasse\n–0.233\nFig. 2. Gomphosus varius, Thalassoma hardwicke,T. quin -\nquevittatum. Contact matrix of pairwise competitive interac-\ntions  between  bird  wrasse,  sixbar  wrasse  and  fivestripe\nwrasse.  Arrows  point  in  the  direction  of  the  superior  com-\npetitor of each 2-species pair. Weight of the arrow = strength\nof  competition.  Top  left  corner  of  each  cell:  strength  of  the\neffect of superior competitors on inferior competitors (SES).\nSignificant SES (> |2.0|) in bold. Bottom right corner: corre-\nsponding observed difference metric (CA)\nAuthor \ncopy\n\nGeange et al.: Competitive hierarchies among juvenile coral reef fishes\nCompetitive networks and competitive \nhierarchies\nAssessment  of  the  contact  matrix  (Fig.  2)  deter-\nmined  the  presence  of  a  competitive  hierarchy,  in\nwhich a simple linear sequence of competitive ability\nexisted  (arranged  from  superior  to  inferior  competi-\ntor): fivestripe wrasse > bird wrasse > sixbar wrasse.\nThe  competition  was  greatest  between  fivestripe\nwrasse  and  sixbar  wrasse,  followed  by  fivestripe\nwrasse  and  bird  wrasse  and  then  bird  wrasse  and\nsixbar wrasse (Fig. 2).\nExpectations of spatial covariance among \ncompeting wrasses\nWe observed 127 fish (all either bird wrasse, sixbar\nwrasse or fivestripe wrasse) on 55 of the 96 reefs sur-\nveyed. Although a trend of negative spatial covaria-\ntion  in  the  density  of  bird  and  fivestripe  wrasse\noccurred,  this  was  non-significant  (n  =  36;  F\n1, 34\n=\n1.8514; p = 0.1826; density of bird wrasse = 0.126x−\n0.177; R\n2\n= 0.052). As the contact matrix identified a\ncompetitive hierarchy, with a simple linear sequence\nof competitive ability, we hypothesized that the den-\nsity  of  the  inferior  competitor  (sixbar  wrasse)  would\nbe negatively correlated with the density of the supe-\nrior competitors (bird wrasse and fivestripe wrasse).\nWe therefore pooled the density of bird and fivestripe\nwrasse  and  evaluated  their  combined  influence  on\nthe density of sixbar wrasse, the inferior competitor.\nThe  density  of  sixbar  wrasse  and  competitors  (bird\nand fivestripe wrasse, pooled) ranged between 0 and\n0.71  and  between  0  and  0.74  ind.  m\n−2\n,  respectively.\nCorrelations  between  the  density  of  sixbar  wrasse\nand competitors were equally well explained by the\nnegative  exponential  model  (AIC  =  −36.788;  R\n2\n=\n0.20; p = 0.014) and the linear model (AIC = −38.301;\nR\n2\n=  0.177;  p  =  0.0014;  ΔAIC  =  1.513).  Both  models\nindicated  reductions  in  the  density  of  sixbar  wrasse\nwith increases in competitor density (Fig. 3).\nDISCUSSION\nCompetitive  interactions  among  reef  fishes  have\nhistorically been considered more or less symmetric.\nHowever, our findings demonstrate asymmetric com-\npetition and add to a growing body of evidence that\nasymmetric  competitive  interactions  can  influence\nthe  distribution  and  abundance  of  reef  fishes  (e.g.\nSchmitt & Holbrook 1999, Munday et al. 2001, Mun-\nday 2004). Furthermore, the present study is among\nthe first to embed pairs of inferior and superior juve-\nnile reef fish competitors within a suite of 3 compet-\ning  species,  and  in  doing  this,  our  work  identifies  a\nsimple linear competitive hierarchy.\nBecause  the  species  examined  here  form  mixed\nspecies groups following settlement, any one species\nwill often come into contact with individuals of many\ndifferent  species,  resulting  in  competitive  interac-\ntions that will occur between a suite of species. Both\nthe bird wrasse and the fivestripe wrasse were com-\npetitively superior to the sixbar wrasse. Furthermore,\nthe  fivestripe  wrasse  was  competitively  superior  to\nthe  bird  wrasse,  resulting  in  a  linear  competitive\nhierarchy between these 3 species (fivestripe wrasse\n> bird wrasse > sixbar wrasse). The presence of a lin-\near competitive hierarchy suggests that there will be\na single competitive ‘winner’ capable of excluding all\nother  species  unless  some  other  mechanism  facili-\ntates co-occurrence.\nDensity  surveys  of  juveniles  of  our  3  focal  species\nconfirmed the hypothesis of negative spatial covaria-\ntion  in  the  abundance  of  superior  and  inferior  com-\npetitors. As the rate of mortality in reef fishes typically\ndeclines  with  age  or  size  (Schmitt  &  Holbrook  1999,\n245\n0.00.20.40.60.8\n0.0\n0.2\n0.4\n0.6\n0.8\nCompetitor density (fish m\n−2\n)\nSixbar wrasse density (fish m\n−2\n) \nFig. 3. Gomphosus varius, Thalassoma hardwicke,T. quin -\nquevittatum.  The  relationship  between  the  density  of  the\nsixbar wrasse and competitors on 55 patch reefs. Competitor\ndensity is the cumulative density of the bird wrasse and the\nfivestripe wrasse. Solid line: relationship as determined by a\nnegative  exponential  model  (R\n2\n=  0.20);  dashed  line:  rela-\ntionship as determined by a linear model (density of sixbar \nwrasse = 0.230x− 0.388; R\n2\n= 0.177; p = 0.001)\nAuthor \ncopy\n\nMar Ecol Prog Ser 472: 239–248, 2013\nSteele & Forrester 2002), patterns of spatial covariation\nestablished in early stages (as shown here) could per-\nsist through older stages. The abundance of superior\ncompetitors  (bird  wrasse  and  fivestripe  wrasse)  ac-\ncounted for ~20% of the spatial variability in the den-\nsity  of  the  inferior  competitor  (sixbar  wrasse).  The\nsmall  amount  of  variation  in  the  density  of  sixbar\nwrasse explained by the density of superior competi-\ntors could result from a number of processes. (1) Previ-\nous  research  examining  competitive  interactions  be-\ntween  juvenile  fivestripe  wrasse  and  sixbar  wrasse\nhas demonstrated that the se quence (who arrives first)\nand  timing  (by  how  much)  of  arrival  of  fivestripe\nwrasse  and  sixbar  wrasse  on  reefs  can  influence  the\nmagnitude (and in some instances direction) of asym-\nmetric competition be tween these species (Geange &\nStier  2009).  For  example,  when  both  species  arrived\non a reef simultaneously, sixbar wrasse were competi-\ntively inferior to fivestripe wrasse; however, fivestripe\nwrasse were competitively inferior when they arrived\non a reef 12 d later than sixbar wrasse. Natural vari-\nability in the relative timing of arrival of the 3 species\nexamined  here  may  alter  the  relative  competitive\nabilities  of  bird  wrasse,  fivestripe  wrasse  and  sixbar\nwrasse and further explain why the density of superior\ncompetitors explained only a small (although statisti-\ncally  significant)  proportion  of  the  variability  in  the\ndensity of inferior competitors. (2) Although competi-\ntion is predicted to be greatest among more closely re-\nlated taxa (Dayan & Simberloff 2005), competitive in-\nteractions can, in some instances, be strongest among\nmore  distant  lineages  (e.g.  Mc  Clanahan  2000).  For\nexample,  competition  among  juveniles  of  the  3  focal\nspecies  in  the  present  study  commonly  occurs  for\nstructurally  complex  branching  corals  (e.g.  Pocillo-\npora),   which   provide   predator-free   space.   These\ncorals  are  also  used  as  predator-free  space  by  large\ngroups  of  damselfish.  Some  of  the  variability  in  the\nsurvey  data  may  be  explained  by  large  numbers  of\ndamselfish  (> 45  ind.  per  small  coral;  Holbrook  &\nSchmitt 2002) saturating predator-free space, thereby\ncompetitively excluding wrasses and in creasing their\nexposure  to  small-bodied  resident  piscivores.  Simi-\nlarly, spatial covariation in the availability of branch-\ning  corals  or  predator  density  could  also  account  for\nadditional variability in the data. (3) Competition-col-\nonization  tradeoffs  (Levins  &  Culver  1971,  Tilman\n1994, Hurtt & Pacala 1995) may swamp the negative\neffects of the sixbar wrasse being an inferior competi-\ntor.  The  settlement  density  of  sixbar  wrasse  in  the\nnorthern  lagoon  of  Moorea  is  frequently  10  times\ngreater  than  that  of  either  the  bird  wrasse  or  the\nfivestripe wrasse (authors’ pers. obs.).\nThe results of our experiment suggested that when\ndensity  is  held  constant,  per-capita  survival  of  the\nsuperior competitor (fivestripe wrasse) was greater in\nthe presence of heterospecifics than in the presence\nof conspecifics. Classic competition theory (Colwell &\nFuentes 1975, Diamond 1978) predicts that over evo-\nlutionary  time,  intraspecific  competition  should  be\nstronger than interspecific competition because com-\npetitive exclusion and niche diversification will lead\nto resource partitioning among species. Interestingly,\nthis  was  not  true  for  the  other  2  species  examined.\nThe per-capita effects of intraspecific competition for\nthe bird wrasse was less than and equal to the inter-\nspecific  competition  with  the  fivestripe  wrasse  and\nthe  sixbar  wrasse,  respectively.  For  sixbar  wrasse,\nthe  per-capita  effects  of  intraspecific  competition\nwere weaker than the per-capita effects of interspe-\ncific  competition  with  both  the  bird  wrasse  and  the\nfivestripe  wrasse.  This  suggests  that  the  relative\nstrength  of  inter-  and  intraspecific  competition  will\ndepend  upon  the  identity  of  the  competing  species,\nand that coexistence is maintained by some mecha-\nnism other than niche differentiation.\nIn conclusion, the present study demonstrates that\nwhen   bird   wrasse,   fivestripe   wrasse   and   sixbar\nwrasse arrive simultaneously onto patch reefs in high\ndensities,  intense  asymmetric  competition  between\nspecies pairs results. When pairs of inferior and supe-\nrior competitors are placed in 3-species suites of com-\npetitors,  linear  competitive  hierarchies  ensue,  and\nthese  appear  to  be  an  important  determinant  of\nresource monopolization and patterns of distribution\nand  abundance.  The  presence  of  linear  competitive\nhierarchies  suggests  that,  given  sufficient  time,  the\nbest  competitor  will  drive  all  others  locally  extinct\nunless some other mechanism facilitates coexistence.\nGiven our knowledge of this system, we hypothesize\nthat  competition-colonization  tradeoffs  maintain  the\ncoexistence of these 3 species, whereby high settle-\nment of the inferior competitor swamps the negative\neffects of superior competitors.\nAcknowledgements. T.  Jones  provided  valuable  comments\non earlier versions of this manuscript. Staff of the Richard B.\nGump  South  Pacific  Research  Station  provided  logistical\nsupport.  This  project  was  possible  with  financial  support\nfrom  NSF  (OCE-0242312),  Fulbright-Ministry  of  Research,\nScience  and  Technology  Graduate  Student  Award,  New\nZealand  Post  Graduate  Study  Abroad,  Three  Seas  and\nFrench   American   Cultural   Exchange   Fellowship   and\nNational Geographic International Ecostations. The present\nstudy is a contribution from UC Berkeley’s Richard B. Gump\nSouth Pacific Research Station, Moorea, French Polynesia.\n246\nAuthor \ncopy\n\nGeange et al.: Competitive hierarchies among juvenile coral reef fishes\nLITERATURE CITED\nAllesina S, Levine JM (2011) A competitive network theory of\nspecies diversity. Proc Natl Acad Sci USA 108: 5638−5642\nAlmany GR (2003) Priority effects in coral reef fish commu-\nnities. Ecology 84: 1920−1935\nAnderson  GRV,  Ehrlich  AH,  Ehrlich  PR,  Roughgarden  JD,\nRussell BC, Talbot FH (1981) The community structure of\ncoral reef fishes. Am Nat 117: 476−495\nAtkinson WD, Shorrocks B (1981) Competition on a divided\nand  ephemeral  resource:    a  simulation  model.  J  Anim\nEcol 50: 461−471\nBeukers  JS,  Jones  GP,  Buckley  RM  (1995)  Use  of  implant\nmicrotags  for  studies  on  populations  of  small  reef  fish.\nMar Ecol Prog Ser 125: 61−66\nBlower SM, Mclean AR (1991) Mixing ecology and epidemi-\nology. Proc Biol Sci 245: 187−192\nBurnham  KP,  Anderson  DR  (1998)  Model  selection  and\ninference. Springer-Verlag, New York, NY\nBuss LW,  Jackson JBC (1979)  Competitive  networks:    non-\ntransitive  competitive  relationships  in  cryptic  coral  reef\nenvironments. Am Nat 113: 223−234\nCaselle JE (1999) Early post-settlement mortality in a coral\nreef  fish  and  its  effect  on  local  population  size.  Ecol\nMonogr 69: 177−194\nChesson P (1994) Multispecies competition in variable envi-\nronments. Theor Popul Biol 45: 227−276\nChesson  P  (2000)  Mechanisms  of  maintenance  of  species\ndiversity. Annu Rev Ecol Syst 31: 343−366\nChesson P, Warner R (1981) Environmental variability pro-\nmotes  coexistence  in  lottery  competitive  systems.  Am\nNat 117: 923−943\nColwell RK, Fuentes ER (1975) Experimental studies of the\nniche. Annu Rev Ecol Syst 6: 281−310\nConnell JH (1961) The influence of interspecific competition\nand  other  factors  on  the  distribution  of  the  barnacle\nChthamalus stellatus.Ecology 42: 710−723\nConnell JH (1978) Diversity in tropical rain forests and coral\nreefs. Science 199: 1302−1310\nConnell  JH  (1983)  On  the  prevalence  and  relative  impor-\ntance  of  interspecific  competition:    evidence  from  field\nexperiments. Am Nat 122: 661−696\nDayan  T,  Simberloff  D  (2005)  Ecological  and  community-\nwide  character  displacement:    the  next  generation. Ecol\nLett 8: 875−894\nDiamond  JM  (1978)  Niche  shifts  and  the  rediscovery  of\ninterspecific competition. Am Sci 66: 322−333\nEbersole JP (1985) Niche separation of two damselfish spe-\ncies  by  aggression  and  differential  microhabitat  utiliza-\ntion. Ecology 66: 14−20\nFrederick  JL  (1997)  Evaluation  of  fluorescent  elastomer\ninjection as a method for marking small fish. Bull Mar Sci\n61: 399−408\nGalzin  R  (1987)  Structure  of  fish  communities  of  French\nPolynesian  coral  reefs.  I.  Spatial  scales.  Mar  Ecol  Prog\nSer 41: 129−136\nGalzin R, Pointer JP (1985) Moorea Island, Society Archipel-\nago. In:  Delesalle B, Galzin R, Salvat B (eds) 5th Int Coral\nReef Congr, Tahiti 1: 73−102\nGeange  SW  (2010)  Effects  of  larger  heterospecifics  and\nstructural refuge on the survival of a coral reef fish, Tha-\nlassoma hardwicke.Mar Ecol Prog Ser 407: 197−207\nGeange SW, Stier AC (2009) Order of arrival affects compe-\ntition in two reef fishes. Ecology 90: 2868−2878\nGeange  SW,  Stier  AC  (2010)  Priority  effects  and  habitat\ncomplexity affect the strength of competition. Oecologia\n163: 111−118\nGladfelter WB,  Ogden JC,  Gladfelter EH (1980)  Similarity\nand diversity among coral reef fish communities:  a com-\nparison  between  tropical  western  Atlantic  (Virgin  Is  -\nlands)  and  tropical  central  Pacific  (Marshall  Islands)\npatch reefs. Ecology 61: 1156−1168\nGotelli NJ, Ulrich W, Maestre FT (2011) Randomization tests\nfor  quantifying  species  importance  to  ecosystem  func-\ntion. Methods Ecol Evol 2: 634−642\nHanski I (1981) Coexistence of competitors in patchy envi-\nronment  with  and  without  predation. Oikos 37:  306−312\nHar\ndin  G  (1960)  The  competitive  exclusion  principle.  Sci-\nence 131: 1292−1297\nHixon MA (1980) Competitive interactions between Califor-\nnia  reef  fishes  of  the  genus  Embiotoca.Ecology  61: \n918−931\nHolbrook SJ,  Schmitt RJ (1995)  Compensation  in  resource\nuse by foragers released from interspecific competition.\nJ Exp Mar Biol Ecol 185: 219−233\nHolbrook  SJ,  Schmitt  RJ  (2002)  Competition  for  shelter\nspace  causes  density-dependent  predation  mortality  in\ndamselfishes. Ecology 83: 2855−2868\nHuisman J, Johansson AM, Folmer EO, Weissing FJ (2001)\nTowards a solution of the plankton paradox:  the impor-\ntance of physiology and life history. Ecol Lett 4: 408−411\nHurtt GC,  Pacala SW (1995)  The  consequences  of  recruit-\nment limitation:  reconciling chance, history and compet-\nitive differences between plants. J Theor Biol 176: 1−12\nHuston M (1979) A general hypothesis of species diversity.\nAm Nat 113: 81−101\nImbert H, Beaulaton L, Rigaud C, Elie P (2007) Evaluation of\nvisible implant elastomer as a method for tagging small\nEuropean eels. J Fish Biol 71: 1546−1554\nLaird RA, Schamp BS (2006) Competitive intransitivity pro-\nmotes species coexistence. Am Nat 168: 182−193\nLarson  RJ  (1980)  Competition,  habitat  selection,  and  the\nbathymetric segregation of two rockfish (Sebastes) spe-\ncies. Ecol Monogr 50: 221−239\nLevine  J  (1999)  Indirect  facilitation:    evidence  and  predic-\ntions from a riparian community. Ecology 80: 1762−1769\nLevins R,  Culver D (1971)  Regional  coexistence  of  species\nand  competition  between  rare  species.  Proc  Natl  Acad\nSci USA 68: 1246−1248\nMcClanahan  TR  (2000)  Recovery  of  a  coral  reef  keystone\npredator, Balistapus  undulatus,  in  East  African  marine\nparks. Biol Conserv 94: 191−198\nMunday   PL   (2004)   Competitive   coexistence   of   coral-\ndwelling fishes:  the lottery hypothesis revisited. Ecology\n85: 623−628\nMunday P,  Jones G,  Caley M (2001)  Interspecific  competi-\ntion  and  coexistence  in  a  guild  of  coral-dwelling  fishes.\nEcology 82: 2177−2189\nMyers RF (1999)  Micronesian  reef  fishes:    a  field  guide  for\ndivers and aquarists. Coral Graphics, Guam\nR Development Core Team (2010) R:  a language and envi-\nronment for statistical computing. R Foundation for Sta-\ntistical Computing, Vienna. www.r-project.org\nRandall JE (2005) Reef and shore fishes of the South Pacific: \nNew Caledonia to Tahiti and the Pitcairn Islands. Univer-\nsity of Hawaii Press, Honolulu, HI\nReichenbach T, Mobilia M, Frey E (2007) Mobility promotes\nand   jeopardizes   biodiversity   in   rock-paper-scissors\ngames. Nature 448: 1046−1049\nRobertson   DR   (1996)   Interspecific   competition   controls\n247\nAuthor \ncopy\n\nMar Ecol Prog Ser 472: 239–248, 2013\n248\nabundance and habitat use of territorial Caribbean dam-\nselfishes. Ecology 77: 885−899\nRobertson  DR,  Gaines  SD  (1986)  Interference  competition\nstructures habitat use in a local assemblage of coral reef\nsurgeonfishes. Ecology 67: 1372−1383\nSale PF (1974) Mechanisms of co-existence in a guild of ter-\nritorial  fishes  at  Heron  Island.  Proc  2nd  Int  Coral  Reef\nSymp 1: 192−206\nSale PF (1976) Reef fish lottery. Nat Hist 85: 60−65\nSale PF (1977)  Maintenance  of  high  diversity  in  coral  reef\nfish communities. Am Nat 111: 337−359\nSale PF (1978) Coexistence of coral reef fishes — a lottery for\nliving space. Environ Biol Fishes 3: 85−102\nSale  PF  (1980)  Assemblages  of  fish  on  patch  reefs — pre-\ndictable or unpredictable? Environ Biol Fishes 5: 243−249\nSchmitt R, Holbrook S (1990) Mortality of juvenile damsel -\nfish: implications for assessing processes that determine\nabundance. Ecology 80:35– 50\nSchmitt RJ, Holbrook SJ (1999) Settlement and recruitment\nof three damselfish species:  larval delivery and competi-\ntion for shelter space. Oecologia 118: 76−86\nSchoener T (1983)  Field  experiments  on  interspecific  com-\npetition. Am Nat 122: 240−285\nShima JS (2001)  Regulation  of  local  populations  of  a  coral\nreef fish via joint effects of density- and number-depen-\ndent mortality. Oecologia 126: 58−65\nShima JS,  Osenberg CW,  St.  Mary CM (2008)  Quantifying\nsite quality in a heterogeneous landscape:  recruitment of\na reef fish. Ecology 89: 86−94\nSimon J (2007) Evaluation of marking European silver eels\nwith  visible  implant  elastomer  tags  and  alcian  blue.\nJ Fish Biol 70: 303−309\nSteele MA, Forrester GE (2002) Early postsettlement preda-\ntion  on  three  reef  fishes:    effects  on  spatial  patterns  of\nrecruitment. Ecology 83: 1076−1091\nTalbot FH, Russell BC, Anderson GRV (1978) Coral reef fish\ncommunities:    unstable,   high-diversity   systems?   Ecol\nMonogr 48: 425−440\nTilman   D   (1982)   Resource   competition   and   community\nstructure. Princeton University Press, Princeton, NJ\nTilman  D  (1994)  Competition  and  biodiversity  in  spatially\nstructured habitats. Ecology 75: 2−16\nVictor BC (1986)  Duration  of  the  planktonic  larval  stage  of\none  hundred  species  of  Pacific  and  Atlantic  wrasses\n(family Labridae). Mar Biol 90: 317−326\nYoung KA (2004) Asymmetric competition, habitat selection,\nand  niche  overlap  in  juvenile  salmonids.  Ecology  85:  \n134−149\nEditorial responsibility: Tim McClanahan, \nMombasa, Kenya\nSubmitted: May 21, 2012; Accepted: August 21, 2012\nProofs received from author(s): November 26, 2012\nAuthor \ncopy",
  "extractedAt": "2025-12-12T18:45:07.671Z",
  "success": true,
  "matchedPublication": {
    "title": "Competitive hierarchies among three species of juvenile coral reef fishes",
    "doi": "10.3354/meps10015",
    "year": "2013",
    "authors": "Geange, Sw; Stier, Ac; Shima, Js"
  }
}