{
  "filename": "Geange & Stier (Oecologia) 2010.pdf",
  "numPages": 8,
  "text": "POPULATION ECOLOGY - ORIGINAL PAPER Priority effects and habitat complexity affect the strength of competition Shane Wallace Geange • Adrian C. Stier Received: 24 June 2009 / Accepted: 18 December 2009 / Published online: 6 January 2010 ÓSpringer-Verlag 2010 AbstractBoth habitat complexity and priority effects can influence the strength of competitive interactions; however, the independent and synergistic effects of these processes are not well understood. In Moorea, French Polynesia, we conducted a factorial field experiment to quantify the independent and combined effects of priority effects and habitat complexity on the strength of intraspecific compet- itive interactions among recently settled individuals of a coral reef fish (Thalassoma quinquevittatum: Labridae). Simultaneous arrival of focal individuals with competitors resulted in a 2.89-fold increase in survival relative to reefs where focal individuals arrived 5 days later than competi- tors (i.e., a priority effect). Increasing habitat complexity resulted in a 1.55-fold increase in survivorship when focal individuals arrived simultaneously with or before compet- itors. However, increasing habitat complexity did not affect the survivorship of focal individuals arriving 5 days later than competitors. Behavior observations showed that sur- vivorship was negatively correlated with aggression. Aggression by prior residents towards focal individuals was significantly greater when focal individuals arrived 5 days later than competitors than when they arrived simulta- neously. Increasing habitat complexity did not reduce aggression. Our results suggest that, when competitors arrive simultaneously, competitive interactions are weak and subordinates are not displaced from complex habitat; increasing habitat complexity increases survival by dis- rupting predation. Conversely, when competitors arrive at different times, aggression intensifies and increasing habitat complexity does not disrupt predation because competitive subordinates are excluded from habitat resources. This study demonstrates that the strength of competition can be context-dependent and may vary with the timing of com- petitive interactions and habitat complexity. KeywordsCompetition Habitat complexity  Interaction strengths Priority effects Reef fish Introduction Historically, empirical and theoretical studies quantifying interaction strengths have been heavily biased towards predatory, competitive and top–down versus bottom–up interactions. Typically, these studies describe interaction strengths by constants or functions that depend on the densities of the interacting individuals, species, functional groups, or cohorts (e.g., Peacor and Werner2004). More recently, renewed calls have been made for more studies examining how the context within which interactions occur (e.g., disturbance regime: Gallet et al.2007; higher-order interactions: Peacor and Werner2004; and environmental attributes: Chase2007; Crain et al.2004) shapes interaction strengths (Agrawal et al.2007). For example, the impor- tance of competition in structuring rocky intertidal com- munities can vary spatially depending on levels of larval Communicated by Ross Alford. Electronic supplementary materialThe online version of this article (doi:10.1007/s00442-009-1554-z) contains supplementary material, which is available to authorized users. S. W. Geange (&) School of Biological Sciences, Victoria University of Wellington, PO Box 600, Wellington, New Zealand e-mail: shane.geange@vuw.ac.nz A. C. Stier Department of Biology, University of Florida, Gainesville, FL 32611-8525, USA 123 Oecologia (2010) 163:111–118 DOI 10.1007/s00442-009-1554-z Author's personal copy supply (Connolly and Roughgarden1999). The magnitude of competition may also vary depending upon the provi- sioning of structural refuge in complex habitats (e.g., Bonin et al.2009), or the sequence in which competitors arrive in a community (i.e., priority effects; e.g., Alford and Wilbur 1985). The intensity of priority effects can in turn depend upon the amount of time that separates the arrival of competitors in a community (Geange and Stier2009), or the presence of predators (Louette and Meester2007). Here, we examine the potential for variation in habitat complexity and priority effects to create context-dependent competitive outcomes. Understanding the independent and combined effects of priority effects and habitat complexity on the outcome of competitive interactions is of increasing importance as global climate change leads to widespread shifts in breeding phenology and habitat availability (Both et al.2009; Durant et al.2007; Hughes2000; Parmesan and Yohe2003; Visser and Both2005; Walther et al.2002). Habitat complexity can considerably influence interac- tion strengths (e.g., competition: Bonin et al.2009; Buenau et al.2007; Ladd and Facelli2008; and predation: Beukers and Jones1997; Huffaker1958; Juliano2009). Increasing habitat complexity is typically expected to mitigate the negative effects of competition for predator free space (e.g., Almany2004a) or reverse competitive dominance relationships (e.g., Ebersole1985). More complex habitats often contain a greater diversity of food resources (e.g., Harmon et al.1986) and refuges from predators (e.g., Beukers and Jones1997; Finke and Denno2002), thereby reducing the intensity of competition and predation. Increased structural complexity may also alter encounter rates between predators and prey, increasing predation risk if the structure decreases the visibility of predators to prey, or decreasing predation risk by providing enemy-free structural refuge or interfering with predator maneuvra- bility and/or the ability to visually detect prey (Andruskiw et al.2008; Finke and Denno2006; Janssen et al.2007; Langellotto and Denno2004; Persson and Eklov1995; Rilov et al.2007; Warfe and Barmuta2004). Interaction strengths (e.g., competition and predation) can also be modified by the order (who arrives first) and timing (by how much) of arrival in a community (i.e., ‘‘priority effects’’: e.g., Alford and Wilbur1985; Dayton and Fitzgerald2005; Geange and Stier2009; Lawler and Morin1993; Price and Morin 2004; Shorrocks and Bingley 1994). Early arrival may confer experience advantages if individuals gain knowledge of the local environment (e.g., greater awareness of established boundaries with neighbors and knowledge of predator-free space), facilitating their ability to acquire resources, defend home ranges, or evade predators. Alternatively, if larger size confers competitive advantages, early-arriving individuals may have a growth advantage over late-arriving individuals. When early arrival provides a competitive advantage due to differences in experience or size, the competitive effect of the early- arriving individuals on the later-arriving individuals should increase as arrival times diverge (Alford and Wilbur1985; Geange and Stier2009). However, many species undergo extensive ontogenetic niche shifts which are often mani- fested as shifts in habitat use or diet with increasing size (Werner and Gilliam1984). Such shifts can substantially alter interaction strengths within communities (de Roos et al.2002; Werner1992; Werner and Gilliam1984). For example, individuals arriving at different times may interact less intensely than individuals arriving at the same time because they are, to some degree, acting as separate ecological species (Maiorana1978). As a result, priority effects will only be important if ontogenetic niche shifts occur slowly, so that late-arriving individuals interact with larger, more experienced early-arriving individuals. Con- versely, when rapid ontogenetic niche shifts occur, the optimal strategy for an individual to avoid intracohort priority effects is to either: (1) enter the community before other settlers; or (2) enter the community late enough that prior settlers have undergone ontogenetic niche shifts and no longer pose a competitive threat. Finally, habitat complexity and priority effects may interact, so that the effects of one process depend upon a second process. For example, although the magnitude of competition may increase as individuals arrive in a com- munity progressively later than their competitors, late- arriving individuals may be released from competition or predation pressure in complex habitats that decrease encounter rates with early-arriving individuals. Under- standing how both habitat complexity and priority effects independently and synergistically affect the strength of competitive interactions is essential to estimates and interpretation of the strength of competition. The few studies that have examined the combined effects of habitat and arrival time on the strength of com- petition (see Fincke1999; Sunahara and Mogi2002) have identified habitat as capable of moderating inhibitory pri- ority effects. In a previous study examining two labrid species that are closely related both genetically and func- tionally (Thalassoma hardwickeandT. quinquevittatum), we identified strong intracohort priority effects (Geange and Stier2009). Aggression toward later-arriving individ- uals by early-arriving individuals increased as each species entered communities progressively later than its competi- tor. Additionally, aggression by early-arriving individuals and the survival of late-arriving individuals was negatively correlated, suggesting that the timing of arrival relative to competitors results in context-dependent competitive out- comes. Here, focussing on intraspecific competitive effects, we manipulated habitat complexity and timing ofThalas- soma quinquevittatumsettler arrival to: (1) determine the 112Oecologia (2010) 163:111–118 123 Author's personal copy independent effects of timing of arrival and habitat com- plexity on intraspecific competition betweenT. quinque- vittatumsettlers; and (2) address whether habitat complexity attenuates or enhances intraspecific interaction strengths among settlers arriving at different times. We hypothesized that: (1) when timing of arrival dictates the strength of competition, competitive effects should be weakest when competitors arrive simultaneously and increase in strength as temporal separation among compet- itor arrival increases; and (2) increasing habitat complexity would disrupt priority effects by releasing late-arriving individuals from competitive interactions with early-arriving individuals. Materials and methods Study species Thalassomaquinquevittatumisacommonwrasse throughout much of the Indo-Pacific.T. quinquevittatum spawns year round on Pacific coral reefs at latitudes of approximately 15°S (Craig1998). Planktonic larval development takes 46–68 days (Victor1986) before com- petent larvae, 9–11 mm standard length (SL), settle to benthic reef habitat. At our study site, in Moorea, French Polynesia (17°30 0 S, 149°50 0 W), settlement occurs around new and full moons. A singleT. quinquevittatumsettle- ment pulse can last a few days to a week (Geange, personal observation), meaning that, on a given patch reef, indi- viduals in a given pulse often arrive asynchronously. Fol- lowing settlement,T. quinquevittatumjuveniles (\\25 mm SL) over-associate (relative to availability) with several coral species (e.g.,Porites lobata,Pocillopora verrucosa, andPorites rus) and the macroalgaTurbinaria ornata (Geange and Stier2009). Moorea’s northern lagoon consists of a matrix of sand and fine coral rubble interspersed with patch reefs. Patch reefs are predominantly massivePoritescoral colonies, often surmounted by smaller colonies of other coral species (Po- cilloporaspp.,Montiporaspp., andAcroporaspp.), patches of dead coral skeletons, macroalgae (Turbinariaspp.,Dict- yotaspp.,Sargassumspp., andHalimediaspp.) and fila- mentous algae (Polysiphoniaspp. andSphacelariaspp.). Patch reefs are highly variable in their composition over small spatial scales; thus, interactions between individuals within a settlement pulse are overlaid upon a background of variable habitat complexity. Previous research has demon- strated that variability in habitat complexity within this lagoon does affect post-settlement survival of reef fishes. For example, Shima et al. (2008) demonstrated that when density was held constant, mean post-settlement survival of T. hardwicke(a congener ofT. quinquevittatum) increased with the abundance of the branching coralPocillopora (a probable refuge from predation). In this study, we usedT. quinquevittatumindividuals that were approximately 2 weeks post-settlement (13.3 mm SL; SD=0.8). Study site The study was conducted in the northern lagoon of Moorea between April and June 2008. We used an array of 30 isolated live-coral patch reefs separated by*10 m in water 2–4 m deep. Reefs were located within a sand-flat, separated from each other, and from nearby natural reefs, by a minimum of 15 m. We constructed reefs to minimize habitat variation by standardizing size, rugosity, and water depth. Each reef consisted of a base of livePorites lobata coral with an average area of 2.23 m 2 (SD=0.56), and a mean height of 0.59 m (SD=0.10). Previous work by Geange and Stier (2009) determined that juvenileT. hardwickeexcludeT. quinquevittatum settlers; we therefore removed all residentT. hardwicke from patch reefs.We also removed residentT. quinque- vittatum, and manipulated the relative abundances of other resident fish species via selective removals and additions, so that the relative abundance of all species was similar among the 30 reefs (see electronic supplementary material, ESM, 1 for background community structure). We used the fish anaesthetic eugenol (clove oil) and hand nets to collect fish. Experimental design and execution We examined the effects of habitat complexity and timing of arrival in the context of the survival of focalT. quin- quevittatumsettlers. We controlled habitat complexity by manipulating the availability of the branching coralPo- cillopora verrucosa.This was achieved by drilling holes into the upper surface of patch reefs. Into these holes, we inserted stainless steel pins attached toP. verrucosacolo- nies with Z-Spar Splash Zone Compound (Kopcoat, Pitts- burgh, PA, USA). Mean colony surface area was 0.2 m 2 (SD=0.07). We crossed the availability ofP. verrucosa (two levels: two, or four colonies, which is representative of observedP. verrucosacover within the lagoon (Shima et al.2008)), with the presence of three taggedT. quin- quevittatumcompetitors (three levels: absent, introduced simultaneously with (0 days), or 5 days earlier than the focal individuals).To each reef, we simulated settlement by introducing three taggedT. quinquevittatumfocal individuals. Thus, our design had six treatments: (1) focal individuals without competitors, with twoP. verrucosa colonies; (2) focal individuals and competitors introduced simultaneously, with twoP. verrucosacolonies; (3) focal Oecologia (2010) 163:111–118113 123 Author's personal copy individuals with competitors introduced 5 days previously, with twoP. verrucosacolonies; (4) focal individuals without competitors, with fourP. verrucosacolonies; (5) focal individuals and competitors introduced simulta- neously, with fourP. verrucosacolonies; and (6) focal individuals with competitors introduced 5 days previously, with fourP. verrucosacolonies. We ran the experiment in two temporal blocks (17–23 April and 1–7 May 2008), yielding ten replicates (five in each temporal block) for each of the six treatments. We usedT. quinquevittatumindividuals captured from reefs adjacent to the reef crest, approximately 2 km from the study site. All captured fish were held in aquaria with running seawater for 24 h and then individually tagged with different colors of Visible Implant Elastomer (VIE; Northwest Marine Technology) anterior to the caudal peduncle. VIE tags were readable through the skin of the fish by observers in the field, so it was not necessary to recapture individuals to determine their identity. VIE tags do not have adverse effects on other fishes (Beukers et al. 1995; Imbert et al.2007; Simon2007)oronT. quinque- vittatum(Geange and Stier2009), and have been used to tag fish as small as 8 mm (Frederick1997). We therefore assumed that tagging and handling effects were minimal. After tagging, we returned fish to aerated aquaria for 24 h before measuring them to the nearest 0.1 mm SL. For each experimental run, we collected fish twice, once for the 5- day competitors, and once for the 0-day competitors and focal individuals. Each time we collected fish of the same size (see ESM 2). The difference between competitors and focal individuals was therefore their time on the reef and not their size. Because recently settled fish often experience high rates of mortality (Almany and Webster2006), we initially introduced six competitors to reefs in the 5-day treatments. At the same time as focal individuals were introduced to these treatments, we haphazardly removed excess com- petitors when there were more than three competitors (12 instances out of 20 reefs), and added competitors when there were less than three competitors (3 instances out of 20). We used excess individuals removed from other reefs to supplement competitors. We surveyed reefs twice daily (approximately 0800 and 1600 hours) for 5 days after the introduction of focal individuals. Day 5 was chosen to end the study because previous research found the first 36–48 h after settlement to be most critical (Almany2003,2004b; Planes and Lecaillon2001; Webster2002; Webster and Almany 2002). In a few instances, individuals not enumerated in one survey were enumerated in the subsequent survey (16 instances out of 570). When this occurred, these indi- viduals were recorded as present at the times they were missed. During surveys, we searched neighboring non- experimental reefs for tagged immigrants. We found no immigrants or emigrants. Previous research has shown that small reef fish rarely move between reefs separated by as little as 15 m (Caselle1999; Shima2001), and previous studies on our experimental array found no migration of similar-sizedT. quinquevittatum(Geange and Stier2009). We therefore assume that the disap- pearance of an experimental fish was due to mortality rather than migration. Behavioral observations To help elucidate the mechanisms driving interactions between focal individuals and competitors, we conducted 5-min behavioral observations at the time we added focal individuals to reefs. After allowing fish to acclimate to the observers’ presence for approximately 3 min, the observer identified one focal individual that was followed at a dis- tance of approximately 2 m from the reef. The observer recorded three response variables: (1) the number of chases between other fishes and the focal individual (80% of chases were byT. quinquevittatumcompetitors); (2) the number of fin bites inflicted upon the focal individual (all fin bites were inflicted byT. quinquevittatumcompetitors); and (3) time spent insidePocilloporaby the focal indi- vidual. This was repeated twice on each reef so that behavioral interactions were made for two focal individuals per reef. Data analysis Survival analysis Using generalized linear models (GLM), we conducted an analysis of deviance with binomial error distributions and a logit link function to model proportional survival of focal individuals 5 days after their introduction to reefs. We used an analysis of deviance to evaluate the statistical signifi- cance of the main effects and the interaction between the competition and habitat complexity treatments (i.e., the full model). Finding no interaction (v 2 =0.457,df=2, P=0.796), we conducted four a priori contrasts: (1) habitat effects without prior residents (absent?0-day low complexity vs absent?0-day high complexity); (2) com- petitive effects (control low and high complexity vs 0-day low and high complexity); (3) habitat effects with com- petitors (0-day and 5-day low complexity vs 0-day and 5-day high complexity); and (4) timing of arrival effects (0-day low and high complexity vs 5-day low and high complexity). We chose these contrasts to examine main effects of habitat and competition in the absence (contrasts 1 and 2) and presence (contrasts 3 and 4) of timing of arrival effects. Data were not overdispersed (residual 114Oecologia (2010) 163:111–118 123 Author's personal copy deviance=46.781, residualdf=54). We calculated effect sizes as ratios using mean proportions from the raw data. Behavior analyses Because there were strong correlations among behavioral responses (e.g., fin bites only occurred during chases), we used Principal Components Analysis (PCA) to create a single composite aggression score. We transformed data [ln(x?1)] prior to analysis to improve normality. PC1 accounted for 73% of the total variation in aggression variables, and was driven by high positive loadings of total chases (64%) and fin bites (60%), and weak negative loadings of time-in-Pocillopora(44%). Thus, we interpret this first PC axis as a gradient of overall aggression. We analyzed overall aggression with a two-way analy- ses of variance (ANOVA). We transformed data to meet assumptions of normality and equal variance [1/(X j ?C); whereCis the largest negative value plus one; see Rummel 1970]. Finding no interaction (F 2,54 =0.012,P=0.987), we used overall aggression as the response variable to conduct four a priori contrasts equivalent to those descri- bed above for survival analysis. Because our previous work on this genus has shown correlations between aggression and the strength of com- petition (see Geange and Stier2009), we used linear least squares regression to correlate survival and aggression across all treatments, treating each reef as an independent replicate and averaging multiple observations conducted within the same reef. All statistical analysis was conducted in R 2.8.0 (R Development Core Team2008). Results Increasing habitat complexity yielded a 1.50-fold increase intheproportionalsurvivaloffocalindividuals (P=0.043; Table1; Fig.1). Relative to reefs where competitors were absent, arriving either simultaneously with or 5 days later than competitors resulted in 1.15- and 3.34-fold decreases in survival, respectively (P=0.001; Table1; Fig.1). Increasing habitat from two to fourP. verrucosacolo- nies on reefs where focal individuals arrived simulta- neously or before competitors resulted in a 1.55-fold increase in the survival of focal individuals (contrast 1; P=0.024; Table2). Arriving on reefs where competitors were absent yielded a 1.15-fold increase in survival relative to reefs where focal individuals arrived at the same time as competitors, although this effect was not statistically significant (contrast 2;P=0.448; Table2). When focal individuals arrived simultaneously with or 5 days later than competitors, increasing habitat complexity increased sur- vival, although this effect was not significant (contrast 3; P=0.953; Table2). Arriving at the same time as com- petitors yielded a 2.89-fold increase in survival relative to Table 1Analysis of deviance and variance tables testing the sig- nificance of low or high habitat complexity, timing of arrival of competitive reef fish and the interaction of these terms on survival of and aggression against focal fish,Thalassoma quinquevittatum SurvivalAggression dfDeviancePdfFP Habitat complexity14.0900.0431,540.0030.959 Timing of arrival2 19.910\\0.0012,54 18.829\\0.001 Habitat: timing of arrival 20.4570.796 2,540.0120.987 Low and high habitat complexity was comprised of two or fourP. verrucosacolonies, respectively. Timing of arrival treatments for competitors of focal fish were absent (control; no competitors), simultaneous (0 days), or 5 days earlier. Proportional survival of focal individuals was modeled using a GLM with a logit link and assumed binomial error structure. Aggression is a PCA-derived composite of chases, fin bites and time spent insideP. verrucosa(see ‘‘Behavior analyses’’) modeled using ANOVA. SignificantPvalues (\\0.05) are highlighted in bold Fig. 1The effects of habitat complexity and intraspecific competi- tion on survival of focalThalassoma quinquevittatumindividuals (mean proportion alive at experiment end±1SE) and aggression against focal fish (mean PCA-derived composite score of chases, fin bites, and time spent insideP. verrucosareef±1SE). Habitat complexity was either low (twoP. verrucosacolonies,closed symbols) or high (four colonies,open symbols). Competition levels are based on the timing of competitor arrival: absent (diamonds), simultaneous (0 days,circles) or priority effects (5 days before focal fish,squares). Linear regression (dashed line) is based on the raw data, slope=-0.08,r 2 =0.175,P=0.001 Oecologia (2010) 163:111–118115 123 Author's personal copy reefs where focal individuals arrived 5 days later than competitors (contrast 4;P\\0.001; Table2). Survival of focal individuals decreased with increases in the PCA-derived composite aggression score (slope= -0.08,r 2 =0.175,P=0.001; Fig.1). Increasing habitat complexitydidnotsignificantlyaffectaggression (P=0.959; Table1), although timing of arrival did (P\\0.001; Table1). Aggression did not differ signifi- cantly between reefs where competitors were either absent or arrived simultaneously as focal individuals (contrast 2; P=0.088; Table2). Relative to when focal individuals arrived simultaneously as competitors, aggression was significantly greater when focal individuals arrived 5-days later than competitors (contrast 4;P\\0.001; Table2). Discussion Intraspecific competitive effects were demonstrably greater when focal individuals arrived after competitors. The large difference in survival and aggression between the treat- ments in which focal individuals arrived simultaneously with and later than competitors provides direct quantitative evidence that interaction strengths may vary due to the relative timing of arrival of individuals. As with other studies (e.g., Alford and Wilbur1985), this research sug- gests historical knowledge is important when estimating interaction strengths. Increasing habitat complexity increased survivorship of settlers in the control and 0-day treatments. We predicted that increasing habitat complexity would release focal individuals from competitive interactions in 5-day treat- ments; however, our results did not support this prediction. Increasing habitat complexity did not significantly increase the survival of late-arriving individuals. Similarly, increasing habitat complexity did not affect the level of aggressiondisplayedtowardsfocalindividualsby competitors. To understand the mechanisms driving the relationship between habitat complexity and survival, we need to con- sider the way in which prior residents affect the survival of late arriving settlers. Based on previous work in coral reef fish communities, predation is likely the ultimate cause of mortality in recently settled reef fishes (Almany2003;Carr et al.2002), with competition forcing subordinates into less protective refugia (Holbrook and Schmitt2002) or dis- placing them from refuge habitat altogether (Munday et al. 2001). Interactions with more aggressive competitors may also distract subordinates, leading to reduced vigilance and increased conspicuousness to predators (Almany2003; Carr et al.2002). In our study, this suggests that when aggression is weak (e.g., when focal individuals arrive before or simultaneously with competitors), subordinates are not displaced from complex habitat, and increasing habitat complexity increases survival by reducing preda- tion pressure (i.e., tight branching morphology ofPocil- loporaexcludes the majority of predators we observe on our array); however, when aggression is intense (e.g., when focal individuals arrive later than competitors), increasing habitat complexity does not increase survival because competitive subordinates are displaced from refuge habitat. It therefore seems likely that a combination of the intensity of aggression (arising from the timing of arrival) and habitat complexity underlies observed survivorship of T. quinquevittatumengaged in intraspecific interactions. We add three caveats to these interpretations. First, our experimental design effectively doubled the density of the experimental fish in 0-day and 5-day treatments relative to control treatments. Although we never observed aggrega- tive responses of predators, we acknowledge that this design does not distinguish competitive effects from apparent competition (Holt1977) because neitherT. quinquevittatum Table 2Results from four a priori contrasts testing the effects of low or high habitat complexity and three levels of intraspecific compe- tition (timing of competitor arrival treatments) on survival of and aggression against focalT. quinquevittatumindividuals (see Table1 for further explanation) SurvivalAggression EstimateZvaluePdfF P 1. Habitat effects without early competitors-0.441-2.2610.0241,580.0010.973 2. Competitive effects-0.145-0.7600.4481,583.0040.088 3. Habitat effects with early competitors-0.440-1.6010.1091,580.0040.953 4. Timing of arrival effects0.6363.1730.0011,5812.331<0.001 The four contrasts presented are: (1) habitat effect without early competitors; (2) competitive effects; (3) habitat effects with early competitors; and (4) timing of arrival effects (see ‘‘Survival analysis’’ for contrast explanations).Zvalues are from a generalized linear model;Fvalues are from an analysis of variance (see ‘‘Methods’’ for further explanation). Effect sizes are calculated as the ratio of mean proportions from the raw data. SignificantPvalues (\\0.05) are highlighted in bold 116Oecologia (2010) 163:111–118 123 Author's personal copy nor predator density were controlled for. However, during our surveys we did not see any evidence of aggregative responses of predators in either this or a previous study (Geange and Stier2009) that was conducted on the same set of reefs using the same focal species. Second, our study was conducted on small (2.25 m 2 ) isolated patch reefs. On these reefs, we observed strong aggression towards focal indi- viduals by early-arriving competitors to the point that early- arriving competitors pursued focal individuals across the entire reef. On larger reefs, we may see an effect of increasing habitat complexity on the survival of late-arriv- ing individuals if they are able to avoid contact with aggressive competitors, thereby avoiding exclusion from refuge habitat. Third, larval fish typically undergo rapid morphological and behavioral changes after settlement. Here, we simulated settlement using individuals that were approximately 2 weeks post-settlement. Consequently, the ecological divergence between the fish used in this study is likely to be far less than the ecological divergence between fish that are actually 0 and 5 days post-settlement. There- fore, although this study explores the general concept of how priority effects and habitat complexity interact, the specific relevance to this species and system is limited. This is one of the first studies to examine the concurrent influence of habitat complexity and the timing of arrival on interaction strengths. Our results suggest that the contexts within which interactions occur are important determinants of the strength of intraspecific competition.Studies encompassing multiple sources of variation are becoming increasingly imperative in the face of large-scale environ- mental disturbances that simultaneously impact multiple ecological processes. Indeed, simultaneous threats from global climate change, which has already caused shifts in the breeding phenology of many species (Both et al.2009; Durant et al.2007; Hughes2000; Parmesan and Yohe 2003; Visser and Both2005; Walther et al.2002) and habitat declines (Barel et al.1985; Bellwood et al.2004; Gardner et al.2003; Silliman et al.2005; Skole and Tucker 1993), suggest understanding how habitat complexity and priority effects interact could advance models predicting the responses of demographically open populations to global climate change. AcknowledgmentsC. W. Osenberg, J. S. Shima, L. Liggins and two anonymous reviewers provided many helpful comments on ver- sions of this manuscript. Staff of the Richard B. Gump South Pacific Research Station provided invaluable logistical support. This project was possible with financial support from NSF (OCE-0242312), a VUW PhD Scholarship awarded to S.W.G., a Fulbright-Ministry of Research, Science and Technology Graduate Student Award to S.W.G., a New Zealand Post Graduate Study Abroad Award to S.W.G., a Three Seas Fellowship and a French American Cultural Exchange Grant to A.C.S., and National Geographic International Ecostations Fellowships awarded to S.W.G. and A.C.S. This is a contribution from UC Berkeley’s Richard B. Gump South Pacific Research Station, Moorea, French Polynesia. References Agrawal AA et al (2007) Filling key gaps in population and community ecology. Front Ecol Environ 5:145–152 Alford RA, Wilbur HM (1985) Priority effects in experimental pond communities: competition between Bufo and Rana. Ecology 66:1097–1105 Almany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920–1935 Almany GR (2004a) Differential effects of habitat complexity, predators and competitors on abundance of juvenile and adult coral reef fishes. Oecologia 141:105–113 Almany GR (2004b) Priority effects in coral reef fish communities of the Great Barrier Reef. Ecology 85:2872–2880 Almany GR, Webster MS (2006) The predation gauntlet: early post- settlement mortality in reef fishes. Coral Reefs 25:19–22 Andruskiw M, Fryxell JM, Thompson ID, Baker JA (2008) Habitat- mediated variation in predation risk by the American marten. Ecology 89:2273–2280 Barel CDN et al (1985) Destruction of fisheries in Africa’s lakes. Nature 315:19–20 Bellwood DR, Hughes TP, Folke C, Nystrom M (2004) Confronting the coral reef crisis. Nature 429:827–833 Beukers JS, Jones GP (1997) Habitat complexity modifies the impact of piscivores on a coral reef fish population. Oecologia 114:50–59 Beukers JS, Jones GP, Buckley RM (1995) Use of implant microtags for studies on populations of small reef fish. Mar Ecol Prog Ser 125:61–66 Bonin MC, Srinivasan M, Almany GR, Jones GP (2009) Interactive effects of interspecific competition and microhabitat on early post- settlement survival in a coral reef fish. Coral Reefs 28:265–274 Both C, van Asch M, Bijlsma RG, van den Burg AB, Visser ME (2009) Climate change and unequal phenological changes across four trophic levels: constraints or adaptations? J Anim Ecol 78:73–83 Buenau KE, Rassweiler A, Nisbet RM (2007) The effects of landscape structure on space competition and alternative stable states. Ecology 88:3022–3031 Carr MH, Anderson TW, Hixon MA (2002) Biodiversity, population regulation, and the stability of coral-reef fish communities. Proc Natl Acad Sci USA 99:11241–11245 Caselle JE (1999) Early post-settlement mortality in a coral reef fish and its effect on local population size. Ecol Monogr 69:177–194 Chase JM (2007) Drought mediates the importance of stochastic community assembly. Proc Natl Acad Sci USA 104:17430– 17434 Connolly SR, Roughgarden J (1999) Theory of marine communities: competition, predation, and recruitment-dependent interaction strength. Ecol Monogr 69:277–296 Craig PC (1998) Temporal spawning patterns of several sugeonfishes and wrasses in American Samoa. Pac Sci 52:35–39 Crain CM, Silliman BR, Bertness SL, Bertness MD (2004) Physical and biotic drivers of plant distribution across estuarine salinity gradients. Ecology 85:2539–2549 Dayton GH, Fitzgerald LA (2005) Priority effects and desert anuran communities. Can J Zool 83:1112–1116 de Roos AM, Leonardsson K, Persson L, Mittelbach GG (2002) Ontogenetic niche shifts and flexible behavior in size-structured populations. Ecol Monogr 72:271–292 Oecologia (2010) 163:111–118117 123 Author's personal copy Durant JM, Hjermann DO, Ottersen G, Stenseth NC (2007) Climate and the match or mismatch between predator requirements and resource availability. Clim Res 33:271–283 Ebersole JP (1985) Niche separation of two damselfish species by aggression and differential microhabitat utilization. Ecology 66:14–20 Fincke OM (1999) Organization of predator assemblages in Neo- tropical tree holes: effects of abiotic factors and priority. Ecol Entomol 24:13–23 Finke DL, Denno RF (2002) Intraguild predation diminished in complex-structured vegetation: implications for prey suppres- sion. Ecology 83:643–652 Finke DL, Denno RF (2006) Spatial refuge from intraguild predation: implications for prey suppression and trophic cascades. Oeco- logia 149:265–275 Frederick JL (1997) Evaluation of fluorescent elastomer injection as a method for marking small fish. Bull Mar Sci 61:399–408 Gallet R et al (2007) Predation and disturbance interact to shape prey species diversity. Am Nat 170:143–154 Gardner TA, Cote IM, Gill JA, Grant A, Watkinson AR (2003) Long- term region-wide declines in Caribbean corals. Science 301:958– 960 Geange SW, Stier AC (2009) Order of arrival affects competition in two reef fishes. Ecology 90:2868–2878 Harmon ME et al (1986) Ecology of coarse woody debris in temperate systems. Adv Ecol Res 15:133–202 Holbrook SJ, Schmitt RJ (2002) Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855–2868 Holt RD (1977) Predation, apparent competition, and the structure of prey communities. Theor Popul Biol 12:197–229 Huffaker CB (1958) Experimental studies on predation: dispersion factors and predator–prey oscillations. Hilgardia 27:343–383 Hughes L (2000) Biological consequences of global warming: is the signal already apparent? Trends Ecol Evol 15:56–61 Imbert H, Beaulaton L, Rigaud C, Elie P (2007) Evaluation of visible implant elastomer as a method for tagging small European eels. J Fish Biol 71:1546–1554 Janssen A, Sabelis MW, Magalhaes S, Montserrat M, Van Der Hammen T (2007) Habitat structure affects intraguild predation. Ecology 88:2713–2719 Juliano SA (2009) Species interactions among larval mosquitoes: context dependence across habitat gradients. Annu Rev Entomol 54:37–56 Ladd B, Facelli JM (2008) Priority effects produced by plant litter result in non-additive competitive effects. Oecologia 157:687– 696 Langellotto GA, Denno RF (2004) Responses of invertebrate natural enemies to complex-structured habitats: a meta-analytical syn- thesis. Oecologia 139:1–10 Lawler SP, Morin PJ (1993) Temporal overlap, competition, and priority effects in larval anurans. Ecology 74:174–182 Louette G, Meester LD (2007) Predation and priority effects in experimental zooplankton communities. Oikos 116:419–426 Maiorana VC (1978) An explanation of ecological and developmental constants. Nature 273:375–377 Munday P, Jones G, Caley M (2001) Interspecific competition and coexistence in a guild of coral-dwelling fishes. Ecology 82:2177–2189 Parmesan C, Yohe G (2003) A globally coherent fingerprint of climate change impacts across natural systems. Nature 421:37–42 Peacor SD, Werner EE (2004) How independent are species-pair interaction strengths on other species in the food web? Ecology 85:2754–2763 Persson L, Eklov P (1995) Prey refuges affecting interactions between piscivorous perch and juvenile perch and roach. Ecology 76:70– 81 Planes S, Lecaillon G (2001) Caging experiment to examine mortality during metamorphosis of coral reef fish larvae. Coral Reefs 20:211–218 Price JE, Morin PJ (2004) Colonization history determines alternate community states in a food web of intraguild predators. Ecology 85:1017–1028 R Development Core Team (2008) R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. ISBN 3-900051-07-0,http://www.R-project.org. Rilov G, Figueira WF, Lyman SJ, Crowder LB (2007) Complex habitats may not always benefit prey: linking visual field with reef fish behavior and distribution. Mar Ecol Prog Ser 329:225– 238 Rummel RJ (1970) Applied factor analysis. Northwestern University Press, Evanston, Illinois Shima JS (2001) Regulation of local populations of a coral reef fish via joint effects of density- and number-dependent mortality. Oecologia 126:58–65 Shima JS, Osenberg CW, Mary CMS (2008) Quantifying site quality in a heterogeneous landscape: recruitment of a reef fish. Ecology 89:86–94 Shorrocks B, Bingley M (1994) Priority effects and species coexis- tence: experiments with fungal-breeding Drosophila. J Anim Ecol 63:799–806 Silliman BR, van de Koppel J, Bertness MD, Stanton LE, Mendels- sohn IA (2005) Drought, snails, and large-scale die-off of southern US salt marshes. Science 310:1803–1806 Simon J (2007) Evaluation of marking European silver eels with visible implant elastomer tags and alcian blue. J Fish Biol 70:303–309 Skole D, Tucker C (1993) Tropical deforestation and habitat fragmentation in the Amazon: satellite data from 1978 to 1988. Science 260:1905–1910 Sunahara T, Mogi M (2002) Priority effects of bamboo-stump mosquito larvae: influences of water exchange and leaf litter input. Ecol Entomol 27:346–354 Victor BC (1986) Duration of the planktonic larval stage of one hundred species of Pacific and Atlantic wrasses (family Labri- dae). Mar Biol 90:317–326 Visser ME, Both C (2005) Shifts in phenology due to global climate change: the need for a yardstick. Proc R Soc 272:2561–2569 Walther G-R et al (2002) Ecological responses to recent climate change. Nature 416:389–395 Warfe DM, Barmuta LA (2004) Habitat structural complexity mediates the foraging success of multiple predator species. Oecologia 141:171–178 Webster MS (2002) Role of predators in the early post-settlement demography of coral reef fishes. Oecologia 131:52–60 Webster MS, Almany GR (2002) Positive indirect effects in a coral reef fish community. Ecol Lett 5:549–557 Werner EE (1992) Individual behavior and higher-order species interactions. Am Nat 140:S5–S32 Werner EE, Gilliam JF (1984) The ontogenetic niche and species interactions in size-structured populations. Annu Rev Ecol Syst 15:393–425 118Oecologia (2010) 163:111–118 123 Author's personal copy",
  "sections": {
    "abstract": "Both habitat complexity and priority effects can influence the strength of competitive interactions; however, the independent and synergistic effects of these processes are not well understood. In Moorea, French Polynesia, we conducted a factorial field experiment to quantify the independent and combined effects of priority effects and habitat complexity on the strength of intraspecific compet- itive interactions among recently settled individuals of a coral reef fish (Thalassoma quinquevittatum: Labridae). Simultaneous arrival of focal individuals with competitors resulted in a 2.89-fold increase in survival relative to reefs where focal individuals arrived 5 days later than competi- tors (i.e., a priority effect). Increasing habitat complexity resulted in a 1.55-fold increase in survivorship when focal individuals arrived simultaneously with or before compet- itors. However, increasing habitat complexity did not affect the survivorship of focal individuals arriving 5 days later than competitors. Behavior observations showed that sur- vivorship was negatively correlated with aggression. Aggression by prior residents towards focal individuals was significantly greater when focal individuals arrived 5 days later than competitors than when they arrived simulta- neously. Increasing habitat complexity did not reduce aggression. Our results suggest that, when competitors arrive simultaneously, competitive interactions are weak and subordinates are not displaced from complex habitat; increasing habitat complexity increases survival by dis- rupting predation. Conversely, when competitors arrive at different times, aggression intensifies and increasing habitat complexity does not disrupt predation because competitive subordinates are excluded from habitat resources. This study demonstrates that the strength of competition can be context-dependent and may vary with the ti",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results suggest that, when competitors arrive simultaneously, competitive interactions are weak and subordinates are not displaced from complex habitat; increasing habitat complexity increases survival by dis- rupting predation.",
    "This study demonstrates that the strength of competition can be context-dependent and may vary with the timing of com- petitive interactions and habitat complexity.",
    "We found no immigrants or emigrants.",
    "we observed strong aggression towards focal indi- viduals by early-arriving competitors to the point that early- arriving competitors pursued focal individuals across the entire reef.",
    "Our results suggest that the contexts within which interactions occur are important determinants of the strength of intraspecific competition.",
    "significantly increase the survival of late-arriving individuals."
  ],
  "fullText": "\n\nPOPULATION ECOLOGY - ORIGINAL PAPER\nPriority effects and habitat complexity affect\nthe strength of competition\nShane Wallace Geange\n•\nAdrian C. Stier\nReceived: 24 June 2009 / Accepted: 18 December 2009 / Published online: 6 January 2010\nÓSpringer-Verlag 2010\nAbstractBoth habitat complexity and priority effects can\ninfluence the strength of competitive interactions; however,\nthe independent and synergistic effects of these processes\nare not well understood. In Moorea, French Polynesia, we\nconducted  a  factorial  field  experiment  to  quantify  the\nindependent  and  combined  effects  of  priority  effects  and\nhabitat complexity on the strength of intraspecific compet-\nitive  interactions  among  recently  settled  individuals  of  a\ncoral  reef  fish  (Thalassoma  quinquevittatum:  Labridae).\nSimultaneous arrival of focal individuals with competitors\nresulted in a 2.89-fold increase in survival relative to reefs\nwhere focal individuals arrived 5 days later than competi-\ntors  (i.e.,  a  priority  effect).  Increasing  habitat  complexity\nresulted in a 1.55-fold increase in survivorship when focal\nindividuals arrived simultaneously with or before compet-\nitors. However, increasing habitat complexity did not affect\nthe  survivorship  of  focal  individuals  arriving  5 days  later\nthan  competitors.  Behavior  observations  showed  that  sur-\nvivorship   was   negatively   correlated   with   aggression.\nAggression by prior residents towards focal individuals was\nsignificantly greater when focal individuals arrived 5 days\nlater  than  competitors  than  when  they  arrived  simulta-\nneously.   Increasing   habitat   complexity   did   not   reduce\naggression.  Our  results  suggest  that,  when  competitors\narrive  simultaneously,  competitive  interactions  are  weak\nand  subordinates  are  not displaced  from complex  habitat;\nincreasing  habitat  complexity  increases  survival  by  dis-\nrupting predation. Conversely, when competitors arrive at\ndifferent times, aggression intensifies and increasing habitat\ncomplexity does not disrupt predation because competitive\nsubordinates  are  excluded  from  habitat  resources.  This\nstudy demonstrates that the strength of competition can be\ncontext-dependent  and may vary with  the timing of com-\npetitive interactions and habitat complexity.\nKeywordsCompetition\u0001Habitat complexity\u0001\nInteraction strengths\u0001Priority effects\u0001Reef fish\nIntroduction\nHistorically,  empirical  and  theoretical  studies  quantifying\ninteraction  strengths  have  been  heavily  biased  towards\npredatory,  competitive  and  top–down  versus  bottom–up\ninteractions.  Typically,  these  studies  describe  interaction\nstrengths  by  constants  or  functions  that  depend  on  the\ndensities of the interacting individuals, species, functional\ngroups,  or  cohorts  (e.g.,  Peacor  and  Werner2004).  More\nrecently,  renewed  calls  have  been  made  for  more  studies\nexamining how the context within which interactions occur\n(e.g.,  disturbance  regime:  Gallet  et  al.2007;  higher-order\ninteractions: Peacor  and Werner2004; and environmental\nattributes: Chase2007; Crain et al.2004) shapes interaction\nstrengths  (Agrawal  et  al.2007).  For  example,  the  impor-\ntance  of  competition  in  structuring  rocky  intertidal  com-\nmunities  can  vary  spatially  depending  on  levels  of  larval\nCommunicated by Ross Alford.\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00442-009-1554-z) contains supplementary\nmaterial, which is available to authorized users.\nS. W. Geange (&)\nSchool of Biological Sciences,\nVictoria University of Wellington,\nPO Box 600, Wellington, New Zealand\ne-mail: shane.geange@vuw.ac.nz\nA. C. Stier\nDepartment of Biology, University of Florida,\nGainesville, FL 32611-8525, USA\n123\nOecologia (2010) 163:111–118\nDOI 10.1007/s00442-009-1554-z\n Author's personal copy \n\nsupply (Connolly and Roughgarden1999). The magnitude\nof  competition  may  also  vary  depending  upon  the  provi-\nsioning of structural refuge in complex habitats (e.g., Bonin\net al.2009), or the sequence in which competitors arrive in\na community (i.e., priority effects; e.g., Alford and Wilbur\n1985). The intensity of priority effects can in turn depend\nupon  the  amount  of  time  that  separates  the  arrival  of\ncompetitors  in  a  community  (Geange  and  Stier2009),  or\nthe  presence  of  predators  (Louette  and  Meester2007).\nHere,  we  examine  the  potential  for  variation  in  habitat\ncomplexity and priority effects to create context-dependent\ncompetitive outcomes. Understanding the independent and\ncombined effects of priority effects and habitat complexity\non the outcome of competitive interactions is of increasing\nimportance  as  global  climate  change  leads  to  widespread\nshifts in breeding phenology and habitat availability (Both\net al.2009; Durant et al.2007; Hughes2000; Parmesan and\nYohe2003; Visser and Both2005; Walther et al.2002).\nHabitat  complexity  can  considerably  influence  interac-\ntion strengths (e.g., competition: Bonin et al.2009; Buenau\net al.2007; Ladd and Facelli2008; and predation: Beukers\nand Jones1997; Huffaker1958; Juliano2009). Increasing\nhabitat  complexity  is  typically  expected  to  mitigate  the\nnegative  effects  of  competition  for  predator  free  space\n(e.g.,  Almany2004a)  or  reverse  competitive  dominance\nrelationships (e.g., Ebersole1985). More complex habitats\noften  contain  a  greater  diversity  of  food  resources  (e.g.,\nHarmon  et  al.1986)  and  refuges  from  predators  (e.g.,\nBeukers and Jones1997; Finke and Denno2002), thereby\nreducing   the   intensity   of   competition   and   predation.\nIncreased  structural  complexity  may  also  alter  encounter\nrates between predators and prey, increasing predation risk\nif the structure decreases the visibility of predators to prey,\nor   decreasing   predation   risk   by   providing   enemy-free\nstructural  refuge  or  interfering  with  predator  maneuvra-\nbility and/or the ability to visually detect prey (Andruskiw\net  al.2008;  Finke  and  Denno2006;  Janssen  et  al.2007;\nLangellotto  and  Denno2004;  Persson  and  Eklov1995;\nRilov et al.2007; Warfe and Barmuta2004).\nInteraction  strengths  (e.g.,  competition  and  predation)\ncan  also  be  modified  by  the  order  (who  arrives  first)  and\ntiming  (by  how  much)  of  arrival  in  a  community  (i.e.,\n‘‘priority  effects’’:  e.g.,  Alford  and  Wilbur1985;  Dayton\nand  Fitzgerald2005;  Geange  and  Stier2009;  Lawler  and\nMorin1993; Price and Morin\n2004; Shorrocks and Bingley\n1994).  Early  arrival  may  confer  experience  advantages  if\nindividuals gain knowledge of the local environment (e.g.,\ngreater awareness of established boundaries with neighbors\nand  knowledge  of  predator-free  space),  facilitating  their\nability to acquire resources, defend home ranges, or evade\npredators. Alternatively, if larger size confers competitive\nadvantages,  early-arriving  individuals  may  have  a  growth\nadvantage   over   late-arriving   individuals.   When   early\narrival provides a competitive advantage due to differences\nin  experience  or  size,  the  competitive  effect  of  the  early-\narriving individuals on the later-arriving individuals should\nincrease as arrival times diverge (Alford and Wilbur1985;\nGeange and Stier2009). However, many species undergo\nextensive  ontogenetic  niche  shifts  which  are  often  mani-\nfested  as  shifts  in  habitat  use  or  diet  with  increasing  size\n(Werner  and  Gilliam1984).  Such  shifts  can  substantially\nalter  interaction  strengths  within  communities  (de  Roos\net al.2002; Werner1992; Werner and Gilliam1984). For\nexample,   individuals   arriving   at   different   times   may\ninteract less intensely than individuals arriving at the same\ntime because they are, to some degree, acting as separate\necological  species  (Maiorana1978).  As  a  result,  priority\neffects  will  only  be  important  if  ontogenetic  niche  shifts\noccur slowly, so that late-arriving individuals interact with\nlarger,  more  experienced  early-arriving  individuals.  Con-\nversely,  when  rapid  ontogenetic  niche  shifts  occur,  the\noptimal  strategy  for  an  individual  to  avoid  intracohort\npriority effects is to either: (1) enter the community before\nother settlers; or (2) enter the community late enough that\nprior settlers have undergone ontogenetic niche shifts and\nno longer pose a competitive threat.\nFinally,  habitat  complexity  and  priority  effects  may\ninteract, so that the effects of one process depend  upon a\nsecond  process.  For  example,  although  the  magnitude  of\ncompetition  may  increase  as  individuals  arrive  in  a  com-\nmunity  progressively  later  than  their  competitors,  late-\narriving  individuals  may  be  released  from  competition  or\npredation   pressure   in   complex   habitats   that   decrease\nencounter   rates   with   early-arriving   individuals.   Under-\nstanding how both  habitat complexity and priority effects\nindependently  and  synergistically  affect  the  strength  of\ncompetitive   interactions   is   essential   to   estimates   and\ninterpretation of the strength of competition.\nThe   few   studies   that   have   examined   the   combined\neffects of habitat and arrival time on the strength of com-\npetition (see Fincke1999; Sunahara and Mogi2002) have\nidentified habitat as capable  of moderating inhibitory pri-\nority  effects.  In  a  previous  study  examining  two  labrid\nspecies that are closely related both genetically and func-\ntionally  (Thalassoma  hardwickeandT.  quinquevittatum),\nwe  identified  strong  intracohort  priority  effects  (Geange\nand Stier2009). Aggression toward later-arriving individ-\nuals by early-arriving individuals increased as each species\nentered  communities  progressively  later  than  its  competi-\ntor.  Additionally,  aggression  by  early-arriving  individuals\nand the survival of late-arriving individuals was negatively\ncorrelated, suggesting that the timing of arrival relative to\ncompetitors  results  in  context-dependent  competitive  out-\ncomes. Here, focussing on intraspecific competitive effects,\nwe manipulated habitat complexity and timing ofThalas-\nsoma  quinquevittatumsettler  arrival  to:  (1)  determine  the\n112Oecologia (2010) 163:111–118\n123\n Author's personal copy \n\nindependent  effects  of  timing  of  arrival  and  habitat  com-\nplexity  on  intraspecific  competition  betweenT.  quinque-\nvittatumsettlers;    and    (2)    address    whether    habitat\ncomplexity attenuates or enhances intraspecific interaction\nstrengths  among  settlers  arriving  at  different  times.  We\nhypothesized  that:  (1)  when  timing  of  arrival  dictates  the\nstrength  of  competition,  competitive  effects  should  be\nweakest   when   competitors   arrive   simultaneously   and\nincrease in strength as temporal separation among compet-\nitor arrival increases; and (2) increasing habitat complexity\nwould  disrupt  priority  effects  by  releasing  late-arriving\nindividuals from competitive interactions with early-arriving\nindividuals.\nMaterials and methods\nStudy species\nThalassomaquinquevittatumisacommonwrasse\nthroughout  much  of  the  Indo-Pacific.T.  quinquevittatum\nspawns  year  round  on  Pacific  coral  reefs  at  latitudes  of\napproximately    15°S    (Craig1998).    Planktonic   larval\ndevelopment takes 46–68 days (Victor1986) before com-\npetent  larvae,  9–11 mm  standard  length  (SL),  settle  to\nbenthic reef habitat. At our study site, in Moorea, French\nPolynesia  (17°30\n0\nS,  149°50\n0\nW),  settlement  occurs  around\nnew  and  full  moons.  A  singleT.  quinquevittatumsettle-\nment pulse can last a few days to a week (Geange, personal\nobservation),  meaning  that,  on  a  given  patch  reef,  indi-\nviduals in a given pulse often arrive asynchronously. Fol-\nlowing settlement,T. quinquevittatumjuveniles  (\\25 mm\nSL)  over-associate  (relative  to  availability)  with  several\ncoral species (e.g.,Porites lobata,Pocillopora verrucosa,\nandPorites  rus)  and  the  macroalgaTurbinaria  ornata\n(Geange and Stier2009).\nMoorea’s northern lagoon consists of a matrix of sand and\nfine coral rubble interspersed with patch reefs. Patch reefs\nare  predominantly  massivePoritescoral  colonies,  often\nsurmounted by smaller colonies of other coral species (Po-\ncilloporaspp.,Montiporaspp., andAcroporaspp.), patches\nof dead coral skeletons, macroalgae (Turbinariaspp.,Dict-\nyotaspp.,Sargassumspp.,  andHalimediaspp.)  and  fila-\nmentous  algae  (Polysiphoniaspp.  andSphacelariaspp.).\nPatch  reefs  are  highly  variable  in  their  composition  over\nsmall spatial scales; thus, interactions between individuals\nwithin a settlement pulse are overlaid upon a background of\nvariable habitat complexity. Previous research has demon-\nstrated  that  variability  in  habitat  complexity  within  this\nlagoon  does  affect  post-settlement  survival  of  reef  fishes.\nFor example, Shima et al. (2008) demonstrated that when\ndensity was held constant, mean post-settlement survival of\nT. hardwicke(a congener ofT. quinquevittatum) increased\nwith  the  abundance  of  the  branching  coralPocillopora\n(a probable refuge from predation).\nIn  this  study,  we  usedT.  quinquevittatumindividuals\nthat were approximately 2 weeks post-settlement (13.3 mm\nSL; SD=0.8).\nStudy site\nThe study was conducted in the northern lagoon of Moorea\nbetween  April  and  June  2008.  We  used  an  array  of  30\nisolated  live-coral  patch  reefs  separated  by*10 m  in\nwater  2–4 m  deep.  Reefs  were  located  within  a  sand-flat,\nseparated from each other, and from nearby natural reefs,\nby a minimum of 15 m. We constructed reefs to minimize\nhabitat variation by standardizing size, rugosity, and water\ndepth. Each reef consisted of a base of livePorites lobata\ncoral with an average area of 2.23 m\n2\n(SD=0.56), and a\nmean height of 0.59 m (SD=0.10).\nPrevious  work by Geange  and Stier (2009) determined\nthat  juvenileT.  hardwickeexcludeT.  quinquevittatum\nsettlers;  we  therefore  removed  all  residentT.  hardwicke\nfrom  patch  reefs.We  also  removed  residentT.  quinque-\nvittatum, and manipulated the relative abundances of other\nresident fish species via selective removals and additions,\nso  that  the  relative  abundance  of  all  species  was  similar\namong the 30 reefs (see electronic supplementary material,\nESM, 1 for background community structure). We used the\nfish anaesthetic eugenol (clove oil) and hand nets to collect\nfish.\nExperimental design and execution\nWe examined the effects of habitat complexity and timing\nof  arrival  in  the  context  of  the  survival  of  focalT.  quin-\nquevittatumsettlers.  We  controlled  habitat  complexity  by\nmanipulating  the  availability  of  the  branching  coralPo-\ncillopora  verrucosa.This  was  achieved  by  drilling  holes\ninto the upper surface of patch reefs. Into these holes, we\ninserted stainless steel pins attached toP. verrucosacolo-\nnies with Z-Spar Splash Zone Compound (Kopcoat, Pitts-\nburgh,  PA,  USA).  Mean  colony  surface  area  was  0.2 m\n2\n(SD=0.07).  We  crossed  the  availability  ofP.  verrucosa\n(two levels: two, or four colonies, which is representative\nof observedP. verrucosacover within the lagoon (Shima\net  al.2008)),  with  the  presence  of  three  taggedT.  quin-\nquevittatumcompetitors  (three  levels:  absent,  introduced\nsimultaneously  with  (0 days),  or  5 days  earlier  than  the\nfocal  individuals).To  each  reef,  we  simulated  settlement\nby   introducing   three   taggedT.   quinquevittatumfocal\nindividuals. Thus, our design had six treatments: (1) focal\nindividuals  without  competitors,  with  twoP.  verrucosa\ncolonies; (2) focal individuals and competitors introduced\nsimultaneously,  with  twoP. verrucosacolonies;  (3) focal\nOecologia (2010) 163:111–118113\n123\n Author's personal copy \n\nindividuals with competitors introduced 5 days previously,\nwith   twoP.   verrucosacolonies;   (4)   focal   individuals\nwithout  competitors,  with  fourP.  verrucosacolonies;  (5)\nfocal   individuals   and   competitors   introduced   simulta-\nneously,  with  fourP.  verrucosacolonies;  and  (6)  focal\nindividuals with competitors introduced 5 days previously,\nwith fourP. verrucosacolonies. We ran the experiment in\ntwo  temporal  blocks  (17–23  April  and  1–7  May  2008),\nyielding  ten  replicates  (five  in  each  temporal  block)  for\neach of the six treatments.\nWe  usedT.  quinquevittatumindividuals  captured  from\nreefs  adjacent to the  reef  crest,  approximately 2 km from\nthe study site. All captured fish were held in aquaria with\nrunning  seawater  for  24 h  and  then  individually  tagged\nwith  different  colors  of  Visible  Implant  Elastomer  (VIE;\nNorthwest   Marine   Technology)   anterior   to   the   caudal\npeduncle. VIE tags were readable through the skin of the\nfish  by  observers  in  the  field,  so  it  was  not  necessary  to\nrecapture individuals to determine their identity. VIE tags\ndo not have adverse effects on other fishes (Beukers et al.\n1995;  Imbert  et  al.2007; Simon2007)oronT.  quinque-\nvittatum(Geange  and  Stier2009),  and  have  been  used  to\ntag fish as small as 8 mm (Frederick1997). We therefore\nassumed  that  tagging  and  handling  effects  were  minimal.\nAfter tagging, we returned fish to aerated aquaria for 24 h\nbefore measuring them to the nearest 0.1 mm SL. For each\nexperimental run, we collected fish twice, once for the 5-\nday  competitors,  and  once  for  the  0-day  competitors  and\nfocal individuals. Each time we collected fish of the same\nsize (see ESM 2). The difference between competitors and\nfocal  individuals was  therefore their  time  on the  reef and\nnot their size.\nBecause recently settled fish often experience high rates\nof  mortality  (Almany  and  Webster2006),  we  initially\nintroduced six competitors to reefs in the 5-day treatments.\nAt  the  same  time  as  focal  individuals  were  introduced  to\nthese  treatments,  we  haphazardly  removed  excess  com-\npetitors when there were more than three competitors (12\ninstances  out  of  20  reefs),  and  added  competitors  when\nthere were  less than three competitors (3 instances out of\n20). We used excess individuals removed from other reefs\nto supplement competitors.\nWe  surveyed  reefs  twice  daily  (approximately  0800\nand 1600 hours) for 5 days after the introduction of focal\nindividuals.  Day  5  was  chosen  to  end  the  study  because\nprevious  research  found  the  first  36–48 h  after  settlement\nto  be  most  critical  (Almany2003,2004b;  Planes  and\nLecaillon2001;   Webster2002;   Webster   and   Almany\n2002).  In  a  few  instances,  individuals  not  enumerated  in\none survey were enumerated in the subsequent survey (16\ninstances  out  of  570).  When  this  occurred,  these  indi-\nviduals  were  recorded  as  present  at  the  times  they  were\nmissed.  During  surveys,  we  searched  neighboring  non-\nexperimental  reefs  for  tagged  immigrants.  We  found  no\nimmigrants  or  emigrants.  Previous  research  has  shown\nthat  small  reef  fish  rarely  move  between  reefs  separated\nby  as  little  as  15 m  (Caselle1999;  Shima2001),  and\nprevious   studies   on   our   experimental   array   found   no\nmigration   of   similar-sizedT.   quinquevittatum(Geange\nand  Stier2009).  We  therefore  assume  that  the  disap-\npearance  of  an  experimental  fish  was  due  to  mortality\nrather  than  migration.\nBehavioral observations\nTo  help  elucidate  the  mechanisms  driving  interactions\nbetween  focal  individuals  and  competitors,  we  conducted\n5-min behavioral observations at the time we added focal\nindividuals to reefs. After allowing fish to acclimate to the\nobservers’ presence for approximately 3 min, the observer\nidentified one focal individual that was followed at a dis-\ntance  of  approximately  2 m  from  the  reef.  The  observer\nrecorded three response variables: (1) the number of chases\nbetween  other  fishes  and  the  focal  individual  (80%  of\nchases  were  byT.  quinquevittatumcompetitors);  (2)  the\nnumber of fin bites inflicted upon the focal individual (all\nfin bites were inflicted byT. quinquevittatumcompetitors);\nand  (3)  time  spent  insidePocilloporaby  the  focal  indi-\nvidual.  This  was  repeated  twice  on  each  reef  so  that\nbehavioral interactions were made for two focal individuals\nper reef.\nData analysis\nSurvival analysis\nUsing generalized linear models (GLM), we conducted an\nanalysis of deviance with binomial error distributions and a\nlogit link function to model proportional survival of focal\nindividuals 5 days after their introduction to reefs. We used\nan  analysis  of  deviance  to  evaluate  the  statistical  signifi-\ncance of the main effects and the interaction between the\ncompetition and habitat complexity treatments (i.e., the full\nmodel).   Finding   no   interaction   (v\n2\n=0.457,df=2,\nP=0.796),   we   conducted   four   a   priori   contrasts:   (1)\nhabitat effects without prior residents (absent?0-day low\ncomplexity vs absent?0-day high complexity); (2) com-\npetitive effects (control low and high complexity vs 0-day\nlow  and  high  complexity);  (3)  habitat  effects  with  com-\npetitors  (0-day  and  5-day  low  complexity  vs  0-day  and\n5-day  high  complexity);  and  (4)  timing  of  arrival  effects\n(0-day  low  and  high  complexity  vs  5-day  low  and  high\ncomplexity).  We  chose  these  contrasts  to  examine  main\neffects of habitat and competition in the absence (contrasts\n1  and  2)  and  presence  (contrasts  3  and  4)  of  timing  of\narrival   effects.   Data   were   not   overdispersed   (residual\n114Oecologia (2010) 163:111–118\n123\n Author's personal copy \n\ndeviance=46.781,   residualdf=54).   We   calculated\neffect sizes as ratios using mean proportions from the raw\ndata.\nBehavior analyses\nBecause  there  were  strong  correlations  among  behavioral\nresponses  (e.g.,  fin  bites  only  occurred  during  chases),\nwe  used  Principal  Components  Analysis  (PCA)  to  create\na   single   composite   aggression   score.   We   transformed\ndata  [ln(x?1)]  prior  to  analysis  to  improve  normality.\nPC1   accounted   for   73%   of   the   total   variation   in\naggression  variables,  and  was  driven  by  high  positive\nloadings  of  total  chases  (64%)  and  fin  bites  (60%),  and\nweak   negative   loadings   of   time-in-Pocillopora(44%).\nThus,  we  interpret  this  first  PC  axis  as  a  gradient  of\noverall  aggression.\nWe analyzed overall aggression with a two-way analy-\nses  of  variance  (ANOVA).  We  transformed  data  to  meet\nassumptions of normality and equal variance [1/(X\nj\n?C);\nwhereCis the largest negative value plus one; see Rummel\n1970]. Finding no interaction (F\n2,54\n=0.012,P=0.987),\nwe  used  overall  aggression  as  the  response  variable  to\nconduct four  a priori  contrasts  equivalent to those descri-\nbed above for survival analysis.\nBecause  our  previous  work  on  this  genus  has  shown\ncorrelations  between  aggression  and  the  strength  of  com-\npetition (see Geange and Stier2009), we used linear least\nsquares  regression  to  correlate  survival  and  aggression\nacross all treatments, treating each reef as an independent\nreplicate  and  averaging  multiple  observations  conducted\nwithin the same reef.\nAll  statistical  analysis  was  conducted  in  R  2.8.0  (R\nDevelopment Core Team2008).\nResults\nIncreasing habitat complexity yielded a 1.50-fold increase\nintheproportionalsurvivaloffocalindividuals\n(P=0.043;   Table1;   Fig.1).   Relative   to   reefs   where\ncompetitors  were  absent,  arriving  either  simultaneously\nwith or 5 days later than competitors resulted in 1.15- and\n3.34-fold  decreases  in  survival,  respectively  (P=0.001;\nTable1; Fig.1).\nIncreasing habitat  from two to fourP.  verrucosacolo-\nnies  on  reefs  where  focal  individuals  arrived  simulta-\nneously   or   before   competitors   resulted   in   a   1.55-fold\nincrease  in  the  survival  of  focal  individuals  (contrast  1;\nP=0.024; Table2). Arriving on reefs where competitors\nwere absent yielded a 1.15-fold increase in survival relative\nto  reefs  where  focal  individuals  arrived  at  the  same  time\nas  competitors,  although  this  effect  was  not  statistically\nsignificant  (contrast  2;P=0.448;  Table2).  When  focal\nindividuals arrived simultaneously with or 5 days later than\ncompetitors,  increasing  habitat  complexity  increased  sur-\nvival,  although  this  effect  was  not  significant  (contrast  3;\nP=0.953;  Table2).  Arriving  at  the  same  time  as  com-\npetitors yielded a 2.89-fold increase in survival relative to\nTable 1Analysis  of  deviance  and  variance  tables  testing  the  sig-\nnificance  of  low  or  high  habitat  complexity,  timing  of  arrival  of\ncompetitive reef fish and the interaction of these terms on survival of\nand aggression against focal fish,Thalassoma quinquevittatum\nSurvivalAggression\ndfDeviancePdfFP\nHabitat complexity14.0900.0431,540.0030.959\nTiming of arrival2    19.910\\0.0012,54   18.829\\0.001\nHabitat: timing of\narrival\n20.4570.796   2,540.0120.987\nLow  and  high  habitat  complexity  was  comprised  of  two  or  fourP.\nverrucosacolonies,  respectively.  Timing  of  arrival  treatments  for\ncompetitors  of  focal  fish  were  absent  (control;  no  competitors),\nsimultaneous (0 days), or 5 days earlier. Proportional survival of focal\nindividuals was modeled using a GLM with a logit link and assumed\nbinomial error structure. Aggression is a PCA-derived composite of\nchases,  fin  bites  and  time  spent  insideP.  verrucosa(see  ‘‘Behavior\nanalyses’’) modeled using ANOVA. SignificantPvalues (\\0.05) are\nhighlighted in bold\nFig. 1The  effects  of  habitat  complexity  and  intraspecific  competi-\ntion  on  survival  of  focalThalassoma  quinquevittatumindividuals\n(mean  proportion  alive  at  experiment  end±1SE)  and  aggression\nagainst focal fish (mean PCA-derived composite score of chases, fin\nbites,   and   time   spent   insideP.   verrucosareef±1SE).   Habitat\ncomplexity   was   either   low   (twoP.   verrucosacolonies,closed\nsymbols)  or  high  (four  colonies,open  symbols).  Competition  levels\nare  based  on  the  timing  of  competitor  arrival:  absent  (diamonds),\nsimultaneous (0 days,circles) or priority effects (5 days before focal\nfish,squares).  Linear  regression  (dashed  line)  is  based  on  the  raw\ndata, slope=-0.08,r\n2\n=0.175,P=0.001\nOecologia (2010) 163:111–118115\n123\n Author's personal copy \n\nreefs  where  focal  individuals  arrived  5 days  later  than\ncompetitors (contrast 4;P\\0.001; Table2).\nSurvival of focal individuals decreased with increases in\nthe   PCA-derived   composite   aggression   score   (slope=\n-0.08,r\n2\n=0.175,P=0.001;  Fig.1).  Increasing  habitat\ncomplexitydidnotsignificantlyaffectaggression\n(P=0.959;   Table1),   although   timing   of   arrival   did\n(P\\0.001;  Table1).  Aggression  did  not  differ  signifi-\ncantly between reefs where competitors were either absent\nor arrived simultaneously as focal individuals (contrast 2;\nP=0.088;  Table2).  Relative  to  when  focal  individuals\narrived   simultaneously   as   competitors,   aggression   was\nsignificantly greater when focal individuals arrived 5-days\nlater than competitors (contrast 4;P\\0.001; Table2).\nDiscussion\nIntraspecific competitive effects were demonstrably greater\nwhen focal individuals arrived after competitors. The large\ndifference  in  survival  and  aggression  between  the  treat-\nments  in  which  focal  individuals  arrived  simultaneously\nwith and later than competitors provides direct quantitative\nevidence  that  interaction  strengths  may  vary  due  to  the\nrelative  timing  of  arrival  of  individuals.  As  with  other\nstudies  (e.g.,  Alford  and  Wilbur1985), this  research sug-\ngests  historical  knowledge  is  important  when  estimating\ninteraction strengths.\nIncreasing habitat complexity increased survivorship of\nsettlers in the control and 0-day treatments. We predicted\nthat  increasing  habitat  complexity  would  release  focal\nindividuals  from  competitive  interactions  in  5-day  treat-\nments; however, our results did not support this prediction.\nIncreasing habitat complexity did not significantly increase\nthe    survival    of    late-arriving    individuals.    Similarly,\nincreasing  habitat  complexity  did  not  affect  the  level  of\naggressiondisplayedtowardsfocalindividualsby\ncompetitors.\nTo understand the mechanisms driving the relationship\nbetween habitat complexity and survival, we need to con-\nsider the way in which prior residents affect the survival of\nlate arriving settlers. Based on previous work in coral reef\nfish communities, predation is likely the ultimate cause of\nmortality in recently settled reef fishes (Almany2003;Carr\net al.2002), with competition forcing subordinates into less\nprotective  refugia  (Holbrook  and  Schmitt2002)  or  dis-\nplacing them from refuge habitat altogether (Munday et al.\n2001). Interactions with more aggressive competitors may\nalso distract subordinates, leading to reduced vigilance and\nincreased  conspicuousness  to  predators  (Almany2003;\nCarr  et  al.2002).  In  our  study,  this  suggests  that  when\naggression  is  weak  (e.g.,  when  focal  individuals  arrive\nbefore  or  simultaneously  with  competitors),  subordinates\nare  not  displaced  from  complex  habitat,  and  increasing\nhabitat  complexity  increases  survival  by  reducing  preda-\ntion  pressure  (i.e.,  tight  branching  morphology  ofPocil-\nloporaexcludes  the  majority  of  predators  we  observe  on\nour array); however, when aggression is intense (e.g., when\nfocal individuals arrive later than competitors), increasing\nhabitat   complexity   does   not   increase   survival   because\ncompetitive subordinates are displaced from refuge habitat.\nIt therefore seems likely that a combination of the intensity\nof  aggression  (arising  from  the  timing  of  arrival)  and\nhabitat   complexity   underlies   observed   survivorship   of\nT. quinquevittatumengaged in intraspecific interactions.\nWe add three caveats to these interpretations. First, our\nexperimental design effectively doubled the density of the\nexperimental fish in 0-day and 5-day treatments relative to\ncontrol  treatments.  Although  we  never  observed  aggrega-\ntive responses of predators, we acknowledge that this design\ndoes  not  distinguish  competitive  effects  from  apparent\ncompetition (Holt1977) because neitherT. quinquevittatum\nTable 2Results from four a priori contrasts testing the effects of low\nor  high  habitat  complexity  and  three  levels  of  intraspecific  compe-\ntition  (timing  of  competitor  arrival  treatments)  on  survival  of  and\naggression against focalT. quinquevittatumindividuals (see Table1\nfor further explanation)\nSurvivalAggression\nEstimateZvaluePdfF  P\n1. Habitat effects without early competitors-0.441-2.2610.0241,580.0010.973\n2. Competitive effects-0.145-0.7600.4481,583.0040.088\n3. Habitat effects with early competitors-0.440-1.6010.1091,580.0040.953\n4. Timing of arrival effects0.6363.1730.0011,5812.331<0.001\nThe four contrasts presented are: (1) habitat effect without early competitors; (2) competitive effects; (3) habitat effects with early competitors;\nand (4) timing of arrival effects (see ‘‘Survival analysis’’ for contrast explanations).Zvalues are from a generalized linear model;Fvalues are\nfrom an analysis of variance (see ‘‘Methods’’ for further explanation). Effect sizes are calculated as the ratio of mean proportions from the raw\ndata. SignificantPvalues (\\0.05) are highlighted in bold\n116Oecologia (2010) 163:111–118\n123\n Author's personal copy \n\nnor predator density were controlled for. However, during\nour  surveys  we  did  not  see  any  evidence  of  aggregative\nresponses  of  predators  in  either  this  or  a  previous  study\n(Geange and Stier2009) that was conducted on the same set\nof reefs using the same focal species. Second, our study was\nconducted on small (2.25 m\n2\n) isolated patch reefs. On these\nreefs,  we  observed  strong  aggression  towards  focal  indi-\nviduals by early-arriving competitors to the point that early-\narriving  competitors  pursued  focal  individuals  across  the\nentire  reef.  On  larger  reefs,  we  may  see  an  effect  of\nincreasing habitat complexity on the survival of late-arriv-\ning  individuals  if  they  are  able  to  avoid  contact  with\naggressive  competitors,  thereby  avoiding  exclusion  from\nrefuge  habitat.  Third,  larval  fish  typically  undergo  rapid\nmorphological  and  behavioral  changes  after  settlement.\nHere, we simulated settlement using individuals that were\napproximately 2 weeks post-settlement. Consequently, the\necological divergence between the fish used in this study is\nlikely to be far less than the ecological divergence between\nfish that are actually 0 and 5 days post-settlement. There-\nfore,  although  this  study  explores  the  general  concept  of\nhow  priority  effects  and  habitat  complexity  interact,  the\nspecific relevance to this species and system is limited.\nThis is one of the first studies to examine the concurrent\ninfluence of habitat complexity and the timing of arrival on\ninteraction strengths. Our results suggest that the contexts\nwithin which interactions occur are important determinants\nof   the   strength   of   intraspecific   competition.Studies\nencompassing  multiple sources  of variation  are  becoming\nincreasingly imperative in the face of large-scale environ-\nmental  disturbances  that  simultaneously  impact  multiple\necological  processes.  Indeed,  simultaneous  threats  from\nglobal climate change, which has already caused shifts in\nthe breeding phenology of many species (Both et al.2009;\nDurant  et  al.2007;  Hughes2000;  Parmesan  and  Yohe\n2003;  Visser  and  Both2005;  Walther  et  al.2002)  and\nhabitat  declines  (Barel  et  al.1985;  Bellwood  et  al.2004;\nGardner et al.2003; Silliman et al.2005; Skole and Tucker\n1993), suggest understanding how habitat complexity and\npriority  effects  interact  could  advance  models  predicting\nthe   responses   of  demographically   open   populations   to\nglobal climate change.\nAcknowledgmentsC.  W.  Osenberg,  J.  S.  Shima,  L.  Liggins  and\ntwo anonymous reviewers provided many helpful comments on ver-\nsions of this manuscript. Staff of the Richard B. Gump South Pacific\nResearch Station provided invaluable logistical support. This project\nwas  possible  with  financial  support  from  NSF  (OCE-0242312),  a\nVUW  PhD  Scholarship  awarded  to  S.W.G.,  a  Fulbright-Ministry  of\nResearch,   Science   and   Technology   Graduate   Student   Award   to\nS.W.G.,  a  New  Zealand  Post  Graduate  Study  Abroad  Award  to\nS.W.G.,  a  Three  Seas  Fellowship  and  a  French  American  Cultural\nExchange  Grant  to  A.C.S.,  and  National  Geographic  International\nEcostations  Fellowships  awarded  to  S.W.G.  and  A.C.S.  This  is  a\ncontribution  from  UC  Berkeley’s  Richard  B.  Gump  South  Pacific\nResearch Station, Moorea, French Polynesia.\nReferences\nAgrawal   AA   et   al   (2007)   Filling   key   gaps   in   population   and\ncommunity ecology. Front Ecol Environ 5:145–152\nAlford RA, Wilbur HM (1985) Priority effects in experimental pond\ncommunities:  competition  between  Bufo  and  Rana.  Ecology\n66:1097–1105\nAlmany  GR  (2003)  Priority  effects  in  coral  reef  fish  communities.\nEcology 84:1920–1935\nAlmany   GR   (2004a)   Differential   effects   of   habitat   complexity,\npredators  and  competitors  on  abundance  of  juvenile  and  adult\ncoral reef fishes. Oecologia 141:105–113\nAlmany GR (2004b) Priority effects in coral reef fish communities of\nthe Great Barrier Reef. Ecology 85:2872–2880\nAlmany GR, Webster MS (2006) The predation gauntlet: early post-\nsettlement mortality in reef fishes. Coral Reefs 25:19–22\nAndruskiw M, Fryxell JM, Thompson ID, Baker JA (2008) Habitat-\nmediated  variation  in  predation  risk  by  the  American  marten.\nEcology 89:2273–2280\nBarel  CDN  et  al  (1985)  Destruction  of  fisheries  in  Africa’s  lakes.\nNature 315:19–20\nBellwood DR, Hughes TP, Folke C, Nystrom M (2004) Confronting\nthe coral reef crisis. Nature 429:827–833\nBeukers JS, Jones GP (1997) Habitat complexity modifies the impact\nof piscivores on a coral reef fish population. Oecologia 114:50–59\nBeukers JS, Jones GP, Buckley RM (1995) Use of implant microtags\nfor studies on populations of small reef fish. Mar Ecol Prog Ser\n125:61–66\nBonin MC, Srinivasan M, Almany GR, Jones GP (2009) Interactive\neffects of interspecific competition and microhabitat on early post-\nsettlement survival in a coral reef fish. Coral Reefs 28:265–274\nBoth  C,  van  Asch  M,  Bijlsma  RG,  van  den  Burg  AB,  Visser  ME\n(2009) Climate change and unequal phenological changes across\nfour  trophic  levels:  constraints  or  adaptations?  J  Anim  Ecol\n78:73–83\nBuenau   KE,   Rassweiler   A,   Nisbet   RM   (2007)   The   effects   of\nlandscape structure on space competition and alternative stable\nstates. Ecology 88:3022–3031\nCarr MH, Anderson TW, Hixon MA (2002) Biodiversity, population\nregulation, and the stability of coral-reef fish communities. Proc\nNatl Acad Sci USA 99:11241–11245\nCaselle JE (1999) Early post-settlement mortality in a coral reef fish\nand its effect on local population size. Ecol Monogr 69:177–194\nChase  JM  (2007)  Drought  mediates  the  importance  of  stochastic\ncommunity  assembly.  Proc  Natl  Acad  Sci  USA  104:17430–\n17434\nConnolly SR, Roughgarden J (1999) Theory of marine communities:\ncompetition,  predation,  and  recruitment-dependent  interaction\nstrength. Ecol Monogr 69:277–296\nCraig PC (1998) Temporal spawning patterns of several sugeonfishes\nand wrasses in American Samoa. Pac Sci 52:35–39\nCrain CM, Silliman BR, Bertness SL, Bertness MD (2004) Physical\nand  biotic  drivers  of  plant  distribution  across  estuarine  salinity\ngradients. Ecology 85:2539–2549\nDayton GH, Fitzgerald LA (2005) Priority effects and desert anuran\ncommunities. Can J Zool 83:1112–1116\nde  Roos  AM,  Leonardsson  K,  Persson  L,  Mittelbach  GG  (2002)\nOntogenetic niche shifts and flexible behavior in size-structured\npopulations. Ecol Monogr 72:271–292\nOecologia (2010) 163:111–118117\n123\n Author's personal copy \n\nDurant JM, Hjermann DO, Ottersen G, Stenseth NC (2007) Climate\nand the match or mismatch between predator requirements and\nresource availability. Clim Res 33:271–283\nEbersole  JP  (1985)  Niche  separation  of  two  damselfish  species  by\naggression   and   differential   microhabitat   utilization.   Ecology\n66:14–20\nFincke  OM  (1999)  Organization  of  predator  assemblages  in  Neo-\ntropical  tree  holes:  effects  of  abiotic  factors  and  priority.  Ecol\nEntomol 24:13–23\nFinke  DL,  Denno  RF  (2002)  Intraguild  predation  diminished  in\ncomplex-structured  vegetation:  implications  for  prey  suppres-\nsion. Ecology 83:643–652\nFinke DL, Denno RF (2006) Spatial refuge from intraguild predation:\nimplications  for  prey  suppression  and  trophic  cascades.  Oeco-\nlogia 149:265–275\nFrederick JL (1997) Evaluation of fluorescent elastomer injection as a\nmethod for marking small fish. Bull Mar Sci 61:399–408\nGallet R et al (2007) Predation and disturbance interact to shape prey\nspecies diversity. Am Nat 170:143–154\nGardner TA, Cote IM, Gill JA, Grant A, Watkinson AR (2003) Long-\nterm region-wide declines in Caribbean corals. Science 301:958–\n960\nGeange SW, Stier AC (2009) Order of arrival affects competition in\ntwo reef fishes. Ecology 90:2868–2878\nHarmon   ME   et   al   (1986)   Ecology   of   coarse   woody   debris   in\ntemperate systems. Adv Ecol Res 15:133–202\nHolbrook SJ, Schmitt RJ (2002) Competition for shelter space causes\ndensity-dependent predation mortality in damselfishes. Ecology\n83:2855–2868\nHolt RD (1977) Predation, apparent competition, and the structure of\nprey communities. Theor Popul Biol 12:197–229\nHuffaker  CB  (1958)  Experimental  studies  on  predation:  dispersion\nfactors and predator–prey oscillations. Hilgardia 27:343–383\nHughes L (2000) Biological consequences of global warming: is the\nsignal already apparent? Trends Ecol Evol 15:56–61\nImbert H, Beaulaton L, Rigaud C, Elie P (2007) Evaluation of visible\nimplant elastomer as a method for tagging small European eels. J\nFish Biol 71:1546–1554\nJanssen  A,  Sabelis  MW,  Magalhaes  S,  Montserrat  M,  Van  Der\nHammen T (2007) Habitat structure affects intraguild predation.\nEcology 88:2713–2719\nJuliano  SA  (2009)  Species  interactions  among  larval  mosquitoes:\ncontext dependence across habitat gradients. Annu Rev Entomol\n54:37–56\nLadd  B,  Facelli  JM  (2008)  Priority  effects  produced  by  plant  litter\nresult  in  non-additive  competitive  effects.  Oecologia  157:687–\n696\nLangellotto GA, Denno RF (2004) Responses of invertebrate natural\nenemies  to  complex-structured  habitats:  a  meta-analytical  syn-\nthesis. Oecologia 139:1–10\nLawler  SP,  Morin  PJ  (1993)  Temporal  overlap,  competition,  and\npriority effects in larval anurans. Ecology 74:174–182\nLouette  G,  Meester  LD  (2007)  Predation  and  priority  effects  in\nexperimental zooplankton communities. Oikos 116:419–426\nMaiorana VC (1978) An explanation of ecological and developmental\nconstants. Nature 273:375–377\nMunday  P,  Jones  G,  Caley  M  (2001)  Interspecific  competition  and\ncoexistence   in   a   guild   of   coral-dwelling   fishes.   Ecology\n82:2177–2189\nParmesan C, Yohe G (2003) A globally coherent fingerprint of climate\nchange impacts across natural systems. Nature 421:37–42\nPeacor  SD,  Werner  EE  (2004)  How  independent  are  species-pair\ninteraction strengths on other species in the food web? Ecology\n85:2754–2763\nPersson L, Eklov P (1995) Prey refuges affecting interactions between\npiscivorous perch and juvenile perch and roach. Ecology 76:70–\n81\nPlanes S, Lecaillon G (2001) Caging experiment to examine mortality\nduring  metamorphosis  of  coral  reef  fish  larvae.  Coral  Reefs\n20:211–218\nPrice JE, Morin PJ (2004) Colonization history determines alternate\ncommunity states in a food web of intraguild predators. Ecology\n85:1017–1028\nR Development Core Team (2008) R: A language and environment for\nstatistical  computing.  R  Foundation  for  Statistical  Computing,\nVienna, Austria. ISBN 3-900051-07-0,http://www.R-project.org.\nRilov  G,  Figueira  WF,  Lyman  SJ,  Crowder  LB  (2007)  Complex\nhabitats  may  not  always  benefit  prey:  linking  visual  field  with\nreef fish behavior and distribution. Mar Ecol Prog Ser 329:225–\n238\nRummel RJ (1970) Applied factor analysis. Northwestern University\nPress, Evanston, Illinois\nShima JS (2001) Regulation of local populations of a coral reef fish\nvia  joint  effects  of  density-  and  number-dependent  mortality.\nOecologia 126:58–65\nShima JS, Osenberg CW, Mary CMS (2008) Quantifying site quality\nin a heterogeneous landscape: recruitment of a reef fish. Ecology\n89:86–94\nShorrocks  B,  Bingley  M  (1994)  Priority  effects  and  species  coexis-\ntence:  experiments  with  fungal-breeding  Drosophila.  J  Anim\nEcol 63:799–806\nSilliman BR, van de Koppel J, Bertness MD, Stanton LE, Mendels-\nsohn   IA   (2005)   Drought,   snails,   and   large-scale   die-off   of\nsouthern US salt marshes. Science 310:1803–1806\nSimon  J  (2007)  Evaluation  of  marking  European  silver  eels  with\nvisible  implant  elastomer  tags  and  alcian  blue.  J  Fish  Biol\n70:303–309\nSkole   D,   Tucker   C   (1993)   Tropical   deforestation   and   habitat\nfragmentation   in   the   Amazon:   satellite   data   from   1978   to\n1988. Science 260:1905–1910\nSunahara   T,   Mogi   M   (2002)   Priority   effects   of   bamboo-stump\nmosquito  larvae:  influences  of  water  exchange  and  leaf  litter\ninput. Ecol Entomol 27:346–354\nVictor  BC  (1986)  Duration  of  the  planktonic  larval  stage  of  one\nhundred  species  of  Pacific  and  Atlantic  wrasses  (family  Labri-\ndae). Mar Biol 90:317–326\nVisser ME, Both C (2005) Shifts in phenology due to global climate\nchange: the need for a yardstick. Proc R Soc 272:2561–2569\nWalther  G-R  et  al  (2002)  Ecological  responses  to  recent  climate\nchange. Nature 416:389–395\nWarfe   DM,   Barmuta   LA   (2004)   Habitat   structural   complexity\nmediates  the  foraging  success  of  multiple  predator  species.\nOecologia 141:171–178\nWebster  MS  (2002)  Role  of  predators  in  the  early  post-settlement\ndemography of coral reef fishes. Oecologia 131:52–60\nWebster MS, Almany GR (2002) Positive indirect effects in a coral\nreef fish community. Ecol Lett 5:549–557\nWerner  EE  (1992)  Individual  behavior  and  higher-order  species\ninteractions. Am Nat 140:S5–S32\nWerner  EE,  Gilliam  JF  (1984)  The  ontogenetic  niche  and  species\ninteractions in size-structured populations. Annu Rev Ecol Syst\n15:393–425\n118Oecologia (2010) 163:111–118\n123\n Author's personal copy ",
  "extractedAt": "2025-12-12T18:45:07.221Z",
  "success": true,
  "matchedPublication": {
    "title": "Priority effects and habitat complexity affect the strength of competition",
    "doi": "10.1007/s00442-009-1554-z",
    "year": "2010",
    "authors": "Geange, Shane Wallace; Stier, Adrian C."
  }
}