{
  "filename": "Geange et al. (Coral Reefs) 2016.pdf",
  "numPages": 9,
  "text": "NOTE The relative influence of abundance and priority effects on colonization success in a coral-reef fish Shane W. Geange 1,2 • Davina E. Poulos 3 • Adrian C. Stier 4 • Mark I. McCormick 3 Received: 28 May 2016 / Accepted: 12 September 2016 ÓSpringer-Verlag Berlin Heidelberg 2016 AbstractThe sequence of species colonization is increasingly recognized as an important determinant of community structure, yet the significance of sequence of arrival relative to colonizer abundance is seldom assessed. We manipulated the magnitude and timing of coral-reef fish settlement to investigate whether the competitive dominance of early-arriving Ambon damselfish (i.e., a priority effect) decreased in strength with increasing abundance of late-arriving lemon damselfish. Sequence of arrival had a stronger effect on survival than the number of competing individuals. Relative to when both species arrived simultaneously, lemon damselfish were less aggressive, avoided competitive interactions more fre- quently and experienced depressed survival when they arrived later than Ambon damselfish, with these effects occurring independently of lemon damselfish abundance. These results suggest priority effects are more important than colonizer abundance and should motivate the integration of priority effects into future studies of density dependence to determine their relative importance. KeywordsCompetition!Coral-reef fish!Damselfish! Density dependence!Pomacentrus!Settlement Introduction Priority effects are increasingly recognized as an important determinant of alternative stable states (Fukami et al.2010; Fukami2015) and species coexistence via the storage effect (Chesson2003). Yet the importance of priority effects relative to other processes governing community structure is seldom assessed. Priority effects occur in concert with fluctuations in the number of young-of-year arriving at a site due to environmental and demographic stochasticity (Lande et al.2003; Wilson and Lundberg 2006). These numeric fluctuations have been advocated as a major determinant of population and community struc- ture (Gaines and Roughgarden1985; Foster and Tilman 2003). For example, competitively inferior species can overwhelm competitively superior species simply through numeric abundance (i.e., a ‘mass effect’; Leibold et al. 2004). Ecological theory predicts that variable colonizer abundance and priority effects can have significant impacts on the transient dynamics of ecological systems (Fukami and Nakajima2011). Such transient dynamics may operate on time scales relevant to conservation and management actions (Collie et al.2013); however, the short-term influence of priority effects, variation in colonizer abun- dance and their relative contribution to population and community structure have seldom been empirically eval- uated in demographically open systems. Communicated by Ecology Editor Dr. Stuart A. Sandin Electronic supplementary materialThe online version of this article (doi:10.1007/s00338-016-1503-3) contains supplementary material, which is available to authorized users. &Shane W. Geange sgeange@doc.govt.nz 1 School of Biological Sciences, Victoria University of Wellington, Wellington, New Zealand 2 Department of Conservation, Wellington, New Zealand 3 Department of Marine Biology and Aquaculture, ARC Centre of Excellence for Coral Reef Studies, James Cook University, Townsville, QLD, Australia 4 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA, USA 123 Coral Reefs DOI 10.1007/s00338-016-1503-3 A coral-reef fish assemblage is a good system for examining short-term inhibitory priority effects. Recent work has shown that individual survival of reef fish settlers can depend on the timing of priority effects (Geange and Stier2009) and that the strength of priority effects can vary dramatically within populations (Almany2003; Munday 2004; Geange and Stier2009; Poulos and McCormick 2014,2015) and between habitats (Geange and Stier2010; Adam2011). However, these studies need to be reconciled against often large variation in settler abundance and ear- lier work showing that the abundance of settlers can determine their persistence by influencing density-depen- dent interactions (e.g., Steele1997; Shima2001; Shima and Osenberg2003). Here, we factorially manipulated the abundance and sequence of settlement-stage damselfish arrival onto patch reefs to assess their relative contribution to reef fish survival. Methods We conducted this study in January 2015 in the lagoon of Lizard Island, Great Barrier Reef (41°41.23 0 S, 145°27.17 0 E), using a grid of 42 coral patch reefs con- sisting of a 50:50 mixture of live and deadPocillopora damicorniswith a volume of approximately 0.07 m 3 . Below we provide a brief overview of our experimental methodology; for a full description, see electronic supple- mentary material. Due to the lack of settlement-stage Ambon damselfish (Pomacentrus amboinensis) captured in light traps, our experimental design focused on the effects of Ambon damselfish (11.32±0.34 mm SL [mean±SD]) on lemon damselfish (P. moluccensis) (11.30±0.35 mm SL) rather than a fully reciprocal experimental design. We experi- mentally manipulated the abundance and time of arrival of settlement-stage lemon damselfish relative to settlement- stage Ambon damselfish in four treatments: (1) low settler abundance without a priority effect (two Ambon and two lemon damselfish introduced simultaneously); (2) low settler abundance with a priority effect (two Ambon dam- selfish introduced 3 h before two lemon damselfish indi- viduals); (3) high settler abundance without a priority effect (two Ambon and six lemon damselfish introduced simultaneously); and (4) high settler abundance with a priority effect (two Ambon damselfish introduced 3 h before six lemon damselfish). Simulated settlement pulses of 4–8 individuals are representative of the numbers of post-settlement fishes observed on reefs of this size. A 3-h ‘priority period’ is ecologically relevant since reef fishes settle over several hours overnight (Dufour and Galzin 1993; Holbrook and Schmitt1997) and competitive inter- actions are strongest in the hours immediately following settlement (McCormick2009; Poulos and McCormick 2014). The sizes of fish added to each reef did not differ by more than 0.3 mm SL. Each fish was tagged below the dorsal fin with subcutaneous fluorescent elastomer (VIE; Northwest Marine Technology, Shaw Island, WA, USA), and on each reef one individual of each species was tagged a different color and acted as the focal individual for behavioral and survival analysis. We ran the experiment in five temporal blocks between 21 and 28 January 2015. Because temporal blocks overlapped, replicates were ran- domized across available reefs within the grid of 42 patch reefs, yielding 13 replicates for treatments 1 and 2, 11 replicates for treatment 3 and 12 replicates for treatment 4. To understand the mechanisms underlying the strength of variation in colonizer abundance and priority effects, we conducted 3-min behavioral observations approxi- mately 20 min after fish were added to reefs, recording five response variables forthe lemon damselfish that interacted the most frequently with other individuals: (1) the number of displays; (2) the number of chases; (3) the number of avoidances; (4) the distance ventured from the reef; and (5) relative height on the reef. Because there were strong correlations between chases and displays, we used principal components analysis (PCA) to create a composite aggression score. PCA 1 accounted for 60% of the total variation in aggressive interactions and was driven by high positive loadings of total displays and chases (71%). Thus, we interpret PCA 1 as a gradient of overall aggression. We surveyed reefs at approximately 0800, 1200 and 1600 hrs for 3 d after we introduced fish, recording survival of all individuals and removing any new, non-tagged Ambon or lemon damselfish settlers using eugenol and hand nets. We used Cox proportional hazard regression (Cox 1972) to model survival against time of arrival, the abun- dance of lemon damselfish settlers and their interaction. A strata term in the model was included to account for tem- poral block. We right-censored data, used the Efron approximation to handle tied data, used partial likelihood to derive regression coefficients and converted these into estimated changes in mortality rate (CMR) by subtracting 1 from the hazard ratio and multiplying by 100. We used Schoenfeld residuals scaled by the Kaplan–Meier estimate to test the assumption of proportional hazards and DFBETA values to test for influential data. We selected a best-fit model based on Chi-squared tests that omitted an interac- tion between time of arrival and abundance (P=0.937). We therefore present results for the main effects of abun- dance and time of arrival only. We also calculated response ratios and 95% confidence intervals for average survivor- ship after 68 h as per Borenstein et al. (2009). We analyzed the behavior data to determine whether priority effects or settler abundance resulted in lemon Coral Reefs 123 damselfish displaying changes in: (1) aggressive interac- tions; (2) the avoidance of competitors; (3) changes in the distance ventured from the reef; or (4) relative height on the reef. For each response variable, we fit separate linear mixed-effects (LME) models that included settler abun- dance, time of arrival and their two-way interaction as fixed effects, and reef nested within temporal block as a random effect. We used maximum likelihood to estimate variance components (Venables and Ripley2002) and selected the best-fit models as determined by AIC. In all cases, the best-fit model omitted an interaction between time of arrival and abundance (P[0.05 in all cases) and we therefore present results for the main effects of time of arrival and abundance only. All data met assumptions of homoscedasticity (in all casesP[0.05 for Levene’s test of homogeneity of variance). All statistical analyses were conducted using the statis- tical software R version 3.0.1 (R Development Core Team 2013). We used the survival library to fit Cox proportional hazard regressions and the library nlme to fit LMEs. Results and discussion By manipulating both priority effects and settler abun- dance, we showed that priority effects can have a larger influence on individual survival than the number of indi- viduals arriving at a site. We found a strong inhibitory priority effect—lemon damselfish arriving 3 h later than Ambon damselfish experienced depressed survival (P=0.015, CMR=76%; Fig.1a, b), were less aggres- sive (F (1,42) =5.12,P=0.029; Fig.2a) and were 2.7 times more likely to avoid competitive interactions (F (1,42) =8.011,P=0.007; Fig.2b) relative to when they arrived at the same time as Ambon damselfish. In contrast, increasing the abundance of lemon damselfish settlers from 2 to 6 individuals did not result in statistically significant effects on lemon damselfish mortality (P=0.131, CMR=52%; Fig.1a, b), aggression by lemon damselfish (F (1,42) =1.108,P=0.299; Fig.2a) or avoidance by lemon damselfish (F (1,42) =0.664,P=0.419; Fig.2b); however, these results may have partly be due to insuffi- cient statistical power. After 68 h, average survivorship of lemon damselfish at high abundance was 75% (CI=46–125%) of that at low abundance, whereas aver- age survivorship of late-arriving lemon damselfish was 56% (CI=33–92%) of that when lemon damselfish arrived simultaneously with Ambon damselfish. Aggression of Ambon damselfish did not differ between treatments (timing:F (1,42) =1.923,P=0.173; density: F (1,42) =0.713,P=0.403), suggesting that reduced aggression of late-arriving lemon damselfish was the result of submission to Ambon damselfish with concurrent decreases in survival. Previous work has found that com- petition increases the exposure of subordinate fish to predators due to displacement from refuge habitat (Carr et al.2002; Holbrook and Schmitt2002; Almany2003). The inability to find (and defend) shelter sites may there- fore explain decreased survival of late-arriving lemon damselfish in this study. The influence of priority effects on the survival of lemon damselfish was approximately 1.5 times greater than that of variability in settler abundance, suggesting that for the species combinations and abundances used in this experi- ment, timing of arrival outweighs variation in settler abundance as the critical driver of early recruitment suc- cess. However, the general applicability of these results to other species and contexts requires further investigation. Although we had planned to examine for reciprocal effects between Ambon and lemon damselfish, we were limited in 010203040506070 0.0 0.2 0.4 0.6 0.8 1.0 Time (h) Proportional survival a Simultaneous, low density Simultaneous, high density Late, low density Late, high density Timing of arrival SimultaneousLate b Fig. 1 aTemporal trends in survival of focal lemon damselfish relative to timing of arrival (simultaneous or late for lemon damselfish) and the density of lemon damselfish (two individuals:gray symbols; six individuals:black symbols). Error barsare omitted for clarity.bSurvival of lemon damselfish after 68 h.Error barsare 95% confidence intervals Coral Reefs 123 our ability to do so due to low numbers of Ambon dam- selfish caught in light traps. If the results from this study are generally applicable, and priority effects have a strong influence on colonizer establishment, focusing on the number of colonizers without considering interactions between colonizers and established residents will likely reduce the accuracy of predictions of colonizer success, with potential implications for the management of fisheries yield, invasive species or restoration initiatives (e.g., Grman and Suding2008; Dickson et al.2012; Collie et al. 2013). Alternatively, if abundance has a stronger influence on colonizer success than priority effects, higher abun- dances of late-arriving individuals may either overwhelm established residents and mitigate the competitive advan- tage of early arrival (e.g., Gilpin and Case1976) or enhance priority effects when predatory effort is focused on highly abundant prey (e.g., Webster and Almany2002). There is an emerging suggestion that the density of early-established populations is likely to have a strong impact on priority effects (e.g., Waters et al.2013), and the results from our study highlight the requirement for additional research into the general importance of priority effects relative to the abundance of late-arriving individu- als. Our results give rise to a number of future questions that relate to determining the role of reciprocal effects (including the sequence [who arrives first]) and timing [by how much] of arrival), the relationship between the intensity of priority effects and phylogenetic relatedness, and the effect that variation in the numbers of both early and late settlers has on individual survival. Answering these questions could lead to a better mechanistic under- standing of population and community dynamics than numbers of colonizers alone. AcknowledgmentsWe would like to thank staff at the Lizard Island Research Station and B. Allan, C. Mirbach and C. Thompson for field assistance. Three anonymous reviewers provided many helpful comments on versions of this manuscript. This study was funded by the Ian Potter Foundation (D. E. Poulos) and an Australian Research Council Grant (M. I. McCormick). All applicable institutional and/or national guidelines for the care and use of animals were followed. Research was undertaken under the James Cook University Animal Ethics guidelines (Animal Ethics Approvals: A2080). −1.0 −0.5 0.0 0.5 1.0 Composite aggression score Low density High density Composite aggression 0.0 0.5 1.0 1.5 2.0 2.5 Number of avoidances Avoidances 0 2 4 6 8 Distance ventured from reef (cm) Simultaneous Late Distance ventured 0.0 0.2 0.4 0.6 0.8 1.0 Relative height Simultaneous Late Relative height Fig. 2Composite aggression scores (modeling chases and displays: see electronic supplementary material), number of avoidances, distance ventured from the reef and relative height on the reef (mean±SE) of lemon damselfish relative to timing of arrival (simultaneous or late for lemon damselfish) and the density of lemon damselfish (two individuals:gray symbols; six individuals:black symbols) Coral Reefs 123 References Adam TC (2011) High quality habitat and facilitation ameliorate competitive effects of prior residents on new settlers. Oecologia 166:121–130 Almany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920–1935 Borenstein M, Hedges LV, Higgins JPT, Rothstein HR (2009) Introduction to meta-analysis. John Wiley & Sons, United Kingdom Carr MH, Anderson TW, Hixon MA (2002) Biodiversity, population regulation, and the stability of coral reef fish communities. Proc Natl Acad Sci U S A 99:11241–11245 Chesson P (2003) Quantifying and testing coexistence mechanisms arising from recruitment fluctuations. Theor Popul Biol 64:345–357 Collie J, Rochet MJ, Bell R (2013) Rebuilding fish communities: the ghost of fisheries past and the virtue of patience. Ecol Appl 23:374–391 Cox DR (1972) Regression models and life-tables. J R Stat Soc Series B Stat Methodol 34:187–220 Dickson TL, Hopwood JL, Wilsey BJ (2012) Do priority effects benefit invasive plants more than native plants? An experiment with six grassland species. Biol Invasions 14:2617–2624 Dufour V, Galzin R (1993) Colonisation patterns on reef fish larvae to the lagoon at Moorea Island, French Polynesia. Mar Ecol Prog Ser 102:143–152 Foster BL, Tilman D (2003) Seed limitation and the regulation of community structure in oak savanna grassland. J Ecol 91:999–1007 Fukami T (2015) Historical contingency in community assembly: integrating niches, species pools, and priority effects. Annu Rev Ecol Evol Syst 46:1–23 Fukami T, Nakajima M (2011) Community assembly: alternative stable states or alternative transient states? Ecol Lett 14:973–984 Fukami T, Dickie IA, Wilkie JP, Paulus BC, Park D, Roberts A, Buchanan PK, Allen RB (2010) Assembly history dictates ecosystem functioning: evidence from wood decomposer com- munities. Ecol Lett 13:675–684 Gaines S, Roughgarden J (1985) Larval settlement rate: a leading determinant of structure in an ecological community of the marine intertidal zone. Proc Natl Acad Sci U S A 82:3707–3711 Geange SW, Stier AC (2009) Order of arrival affects competition in two reef fishes. Ecology 90:2868–2878 Geange SW, Stier AC (2010) Priority effects and habitat complexity affect the strength of competition. Oecologia 163:111–118 Gilpin ME, Case TJ (1976) Multiple domains of attraction in competition communities. Nature 261:40–42 Grman E, Suding KN (2008) Within-year soil legacies contribute to strong priority effects of exotics on native California grassland communities. Restoration Ecology 18:664–670 Holbrook SJ, Schmitt RJ (1997) Settlement patterns and processes in a coral reef damselfish: in situ nocturnal observations using infrared video. Proc 8th Int Coral Reef Symp 2:1143–1148 Holbrook SJ, Schmitt RJ (2002) Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855–2868 Lande R, Engen S, Saether BE (2003) Stochastic population dynamics in ecology and conservation. Oxford University Press, Oxford, UK Leibold MA, Holyoak M, Mouquet N, Amarasekare P, Chase JM, Hoopes MF, Holt RD, Shurin JB, Law R, Tilman D, Loreau M, Gonzalez M (2004) The metacommunity concept: a framework for multi-scale community ecology. Ecol Lett 7:601–613 McCormick MI (2009) Behaviourally mediated phenotypic selection in a disturbed coral reef environment. PLoS One 4:e7096 Munday PL (2004) Competitive coexistence of coral-dwelling fishes: the lottery hypothesis revisited. Ecology 85:623–628 Poulos DE, McCormick MI (2014) Who wins in the battle for space? The importance of priority, behavioural history and size. Anim Behav 90:305–314 Poulos DE, McCormick MI (2015) Asymmetries in body condition and order of arrival influence competitive ability and survival in a coral reef fish. Oecologia 179:719–728 Development Core Team R (2013) R: a language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria Shima JS (2001) Regulation of local populations of a coral reef fish via joint effects of density- and number-dependent mortality. Oecologia 126:58–65 Shima JS, Osenberg CW (2003) Cryptic density dependence: effects of covariation between density and site quality in reef fish. Ecology 84:46–52 Steele MA (1997) Population regulation by post-settlement mortality in two temperate reef fishes. Oecologia 112:64–74 Venables WN, Ripley BD (2002) Modern applied statistics with S, 4th edn. Springer, New York Waters JM, Fraser CI, Hewitt GM (2013) Founder takes all: density- dependent processes structure biodiversity. Trends Ecol Evol 28:78–85 Webster MS, Almany GR (2002) Positive indirect effects in a coral reef fish community. Ecol Lett 5:549–557 Wilson WG, Lundberg P (2006) Non-neutral dynamics: empirical predictions for ecosystem function and diversity from linearized consumer–resource interactions. Oikos 114:71–83 Coral Reefs 123 Methods Study species The Ambon and lemon damselfishes (Pomacentrus amboinensis and P. moluccensis, respectively) co-occur on shallow reefs throughout the Indo-Pacific. At Lizard Island, on the northern Great Barrier Reef, pelagic larvae of the Ambon and lemon damselfish colonize reef habitat in substantial numbers from October to February in a series of settlement pulses closely tied to lunar phases. Individuals of each species typically settle at a standard length (SL) of 9–14 mm (Kerrigan 1996) with their juvenile body plans largely complete (McCormick et al. 2002). Both species have similar habitat requirements at settlement and they are found in highest densities at the base of shallow reefs (McCormick et al. 2010; McCormick and Weaver 2012). The number of recently settled damselfish that reside on a patch reef can be high, and may reach up to 65 on a 0.125 m 3 reef of mixed live and dead hard coral (McCormick and Hoey 2004). As individuals transition from the pelagic environment to shallow reefs, they encounter established residents and other recently settled individuals from the same cohort. Upon settlement, intra- and interspecific aggression is common within and between these species (Jones 1987; McCormick and Weaver 2012) as they endeavor to outcompete one another for limited resources. Study site The study was conducted in the lagoon of Lizard Island, Great Barrier Reef (41°41.23′S, 145°27.17′E) in January 2015 using a grid of 42 coral patch reefs in water approximately 3 m deep. Reefs were located on a sand flat, separated from one another by 3–4 m and from nearby natural reefs by a minimum of 10 m. We constructed reefs to minimize habitat variation by standardizing size, rugosity and water depth. Each reef consisted of a 50:50 mixture of live and dead Pocillopora damicornis (a hard bushy coral) with a volume of approximately 0.07 m 3 . All resident fish species were removed at the start of the experiment using a dilute solution of eugenol (clove oil) and hand nets. Experimental design and execution To evaluate the relative strength of priority effects and settler abundance, and the degree to which they interact, we experimentally manipulated the abundance and timing of arrival of lemon damselfish settlers relative to those of the Ambon damselfish. We used settlement-stage fishes (11.30 ± 0.35 mm SL [mean ± SD]) that were naïve in respect to interactions with reef- based predators and competitors. Settlement-stage fishes were captured in light traps moored overnight at Coconut Bay (41°40.86′S, 145°28.43′E), approximately 2.5 km from the study reefs. Immediately after dawn collections, fish were transported to 25-L flow-through aquaria where they were kept in single species groups and fed twice daily ad libitum with newly hatched Artemia sp. nauplii for 1–4 days. To allow the identification of experimental fish, each fish was tagged below the dorsal fin with subcutaneous fluorescent elastomer (VIE; Northwest Marine Technology, Shaw Island, Washington, USA) using a 27-gauge hypodermic needle. Tagging was done while holding fish within a 150 mL zip-lock bag of aerated seawater to minimize handling stress. No fish were tagged sooner than 12 h after collection. Tags were readable through the skin of the fish by observers in the field, so it was not necessary to recapture individuals to determine their identity. VIE tags do not have adverse effects on these or other fishes (Hoey and McCormick 2006; Simon 2007; Geange and Stier 2009) and have been used to tag fish as small as 8 mm (Frederick 1997). We therefore assume that tagging and handling effects were minimal. After tagging, we returned fish to flow-through aquaria for a recovery period of at least 12 h before measuring them to the nearest 0.1 mm SL with calipers through a zip-lock plastic bag filled with aerated seawater. We simulated settlement pulses of naïve fishes between 0700 and 1100 hrs by introducing two Ambon damselfish onto patch reefs either simultaneously or 3 h before introducing either two or six lemon damselfish. We ran the experiment in five temporal blocks between 21 and 28 January 2015. Because temporal blocks overlapped, replicates were randomized across available reefs within the grid of 42 patch reefs, yielding 13 replicates for treatments 1 and 2, 11 replicates for treatment 3 and 12 replicates for treatment 4. Our four treatments were: (1) low settler abundance without a priority effect (two Ambon and two lemon damselfish introduced simultaneously); (2) low settler abundance with a priority effect (two Ambon damselfish introduced 3 h before two lemon damselfish individuals); (3) high settler abundance without a priority effect (two Ambon and six lemon damselfish introduced simultaneously); and (4) high settler abundance with a priority effect (two Ambon damselfish introduced 3 h before six lemon damselfish). Simulated settlement pulses of 4–8 individuals are representative of the numbers of post-settlement fishes we observe on reefs of the size used in this study (D. Poulos pers. obs.). A 3-h priority period is ecologically relevant since reef fishes settle to the reef over several hours overnight (Dufour and Galzin 1993; Holbrook and Schmitt 1997), and previous studies have shown that competitive interactions are strongest in the hours immediately following settlement (Almany 2003; McCormick 2009; Poulos and McCormick 2014). For each reef, we sized-matched Ambon and lemon damselfish so that their SLs did not differ by more than 0.3 mm, and tagged one individual of each species a different color to the rest of the group. These individuals acted as the focal individuals for behavioral observations and the analysis of survival, and all focal individuals were tagged the same color. We randomized replicates across the grid of 42 patch reefs in five temporal blocks between 21 and 28 January 2015, yielding 13 replicates for treatments 1 and 2, 11 replicates for treatment 3 and 12 replicates for treatment 4. To help gain a mechanistic understanding of the processes driving priority effects we conducted 3-min behavioral observations approximately 20 min after fish were added to reefs. Behavioral observations were adapted from McCormick 2009. After allowing fish to acclimate to the observer’s presence, behavioral observations were conducted at a distance of approximately 2 m from the reef. Observations were recorded for the lemon damselfish that interacted the most frequently with other individuals. We recorded five response variables for each individual: (1) the number of displays (showing side to target and erecting dorsal and anal fins); (2) the number of chases towards the other individual, including those involving conspecifics and heterospecifics; (3) the number of avoidances of the other individual, including those involving conspecifics and heterospecifics; (4) the maximum distance ventured from the reef, visually estimated to the nearest cm; and (5) relative height on the reef, which we summarized as a cumulative percentage of the time spent at varying heights on the reef over the observation period, with the top of the patch taken as a height of 1, the middle of the patch taken as a height of 0.5, and the bottom of the patch taken as 0. We surveyed reefs three times a day (at approximately 0800, 1200 and 1600 hrs) for 3 d after we introduced lemon damselfish, recording survival of all individuals and removing any new, non-tagged Ambon or lemon damselfish settlers using eugenol and hand nets. We did not observe tagged individuals moving between reefs, and therefore assume that the disappearance of an experimental fish was due to mortality rather than migration. References Almany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920–1935 Dufour V, Galzin R (1993) Colonisation patterns on reef fish larvae to the lagoon at Moorea Island, French Polynesia. Mar Ecol Prog Ser 102:143–152 Frederick JL (1997) Evaluation of fluorescent elastomer injection as a method for marking small fish. Bull Mar Sci 61:399–408 Geange SW, Stier AC (2009) Order of arrival affects competition in two reef fishes. Ecology 90: 2868–2878 Hoey AS, McCormick MI (2006) Effects of subcutaneous fluorescent tags on the growth and survival of a newly settled coral reef fish, Pomacentrus amboinensis (Pomacentridae). Proc 10 th Int Coral Reef Symp 1:420–425 Holbrook SJ, Schmitt RJ (1997) Settlement patterns and processes in a coral reef damselfish: in situ nocturnal observations using infrared video. Proc 8 th Int Coral Reef Symp 2:1143– 1148 Jones GP (1987) Some interactions between residents and recruits in two coral reef fishes. J Exp Mar Bio Ecol 114:169–182 Kerrigan BA (1996) Temporal patterns in size and condition at settlement in two tropical reef fishes (Pomacentridae: Pomacentrus amboinensis and P. nagasakiensis). Mar Ecol Prog Ser 135:27–41 McCormick MI (2009) Behaviourally mediated phenotypic selection in a disturbed coral reef environment. PLoS One 4:e7096 McCormick MI, Hoey AS (2004) Larval growth history determines juvenile growth and survival in a tropical marine fish. Oikos 106:225–242 McCormick MI, Weaver CJ (2012) It pays to be pushy: intracohort interference competition between two reef fishes. PloS One 7:e42590 McCormick MI, Makey L, Dufour V (2002) Comparative study of metamorphosis in tropical reef fishes. Mar Biol 141:841–853 McCormick MI, Moore J, Munday P (2010) Influence of habitat degradation on fish replenishment. Coral Reefs 29:537–546 Poulos DE, McCormick MI (2014) Who wins in the battle for space? The importance of priority, behavioural history and size. Anim Behav 90:305–314 Simon J (2007) Evaluation of marking European silver eels with visible implant elastomer tags and alcian blue. J Fish Biol 70:303–309",
  "sections": {
    "abstract": "The sequence of species colonization is increasingly recognized as an important determinant of community structure, yet the significance of sequence of arrival relative to colonizer abundance is seldom assessed. We manipulated the magnitude and timing of coral-reef fish settlement to investigate whether the competitive dominance of early-arriving Ambon damselfish (i.e., a priority effect) decreased in strength with increasing abundance of late-arriving lemon damselfish. Sequence of arrival had a stronger effect on survival than the number of competing individuals. Relative to when both species arrived simultaneously, lemon damselfish were less aggressive, avoided competitive interactions more fre- quently and experienced depressed survival when they arrived later than Ambon damselfish, with these effects occurring independently of lemon damselfish abundance. These results suggest priority effects are more important than colonizer abundance and should motivate the integration of priority effects into future studies of density dependence to determine their relative importance.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results suggest priority effects are more important than colonizer abundance and should motivate the integration of priority effects into future studies of density dependence to determine their relative importance.",
    "we showed that priority effects can have a larger influence on individual survival than the number of indi- viduals arriving at a site.",
    "We found a strong inhibitory priority effect—lemon damselfish arriving 3 h later than Ambon damselfish experienced depressed survival (P=0.",
    "significant impacts on the transient dynamics of ecological systems (Fukami and Nakajima2011).",
    "significant effects on lemon damselfish mortality (P=0.",
    "These results suggest priority effects are more important than colonizer abundance and should motivate the integration of priority effects into future studies of density dependence to determine their relative importance."
  ],
  "fullText": "\n\nNOTE\nThe relative influence of abundance and priority effects\non colonization success in a coral-reef fish\nShane W. Geange\n1,2\n•\nDavina E. Poulos\n3\n•\nAdrian C. Stier\n4\n•\nMark I. McCormick\n3\nReceived: 28 May 2016 / Accepted: 12 September 2016\nÓSpringer-Verlag Berlin Heidelberg 2016\nAbstractThe  sequence  of  species  colonization  is\nincreasingly recognized as an important determinant of\ncommunity structure, yet the significance of sequence of\narrival relative to colonizer abundance is seldom assessed.\nWe manipulated the magnitude and timing of coral-reef\nfish settlement to investigate whether the competitive\ndominance of early-arriving Ambon damselfish (i.e., a\npriority effect) decreased in strength with increasing\nabundance of late-arriving lemon damselfish. Sequence of\narrival had a stronger effect on survival than the number of\ncompeting individuals. Relative to when both species\narrived  simultaneously,  lemon  damselfish  were  less\naggressive, avoided competitive interactions more fre-\nquently and experienced depressed survival when they\narrived later than Ambon damselfish, with these effects\noccurring independently of lemon damselfish abundance.\nThese results suggest priority effects are more important\nthan  colonizer  abundance  and  should  motivate  the\nintegration of priority effects into future studies of density\ndependence to determine their relative importance.\nKeywordsCompetition!Coral-reef fish!Damselfish!\nDensity dependence!Pomacentrus!Settlement\nIntroduction\nPriority effects are increasingly recognized as an important\ndeterminant of alternative stable states (Fukami et al.2010;\nFukami2015) and species coexistence via the storage\neffect (Chesson2003). Yet the importance of priority\neffects relative to other processes governing community\nstructure is seldom assessed. Priority effects occur in\nconcert with fluctuations in the number of young-of-year\narriving at a site due to environmental and demographic\nstochasticity (Lande et al.2003; Wilson and Lundberg\n2006). These numeric fluctuations have been advocated as\na major determinant of population and community struc-\nture (Gaines and Roughgarden1985; Foster and Tilman\n2003). For example, competitively inferior species can\noverwhelm competitively superior species simply through\nnumeric abundance (i.e., a ‘mass effect’; Leibold et al.\n2004). Ecological theory predicts that variable colonizer\nabundance and priority effects can have significant impacts\non the transient dynamics of ecological systems (Fukami\nand Nakajima2011). Such transient dynamics may operate\non time scales relevant to conservation and management\nactions (Collie et al.2013); however, the short-term\ninfluence of priority effects, variation in colonizer abun-\ndance and their relative contribution to population and\ncommunity structure have seldom been empirically eval-\nuated in demographically open systems.\nCommunicated by Ecology Editor Dr. Stuart A. Sandin\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00338-016-1503-3) contains supplementary\nmaterial, which is available to authorized users.\n&Shane W. Geange\nsgeange@doc.govt.nz\n1\nSchool of Biological Sciences, Victoria University of\nWellington, Wellington, New Zealand\n2\nDepartment of Conservation, Wellington, New Zealand\n3\nDepartment of Marine Biology and Aquaculture, ARC Centre\nof Excellence for Coral Reef Studies, James Cook University,\nTownsville, QLD, Australia\n4\nDepartment of Ecology, Evolution, and Marine Biology,\nUniversity of California, Santa Barbara, CA, USA\n123\nCoral Reefs\nDOI 10.1007/s00338-016-1503-3\n\nA coral-reef fish assemblage is a good system for\nexamining short-term inhibitory priority effects. Recent\nwork has shown that individual survival of reef fish settlers\ncan depend on the timing of priority effects (Geange and\nStier2009) and that the strength of priority effects can vary\ndramatically within populations (Almany2003; Munday\n2004; Geange and Stier2009; Poulos and McCormick\n2014,2015) and between habitats (Geange and Stier2010;\nAdam2011). However, these studies need to be reconciled\nagainst often large variation in settler abundance and ear-\nlier work showing that the abundance of settlers can\ndetermine their persistence by influencing density-depen-\ndent interactions (e.g., Steele1997; Shima2001; Shima\nand Osenberg2003). Here, we factorially manipulated the\nabundance and sequence of settlement-stage damselfish\narrival onto patch reefs to assess their relative contribution\nto reef fish survival.\nMethods\nWe conducted this study in January 2015 in the lagoon of\nLizard   Island,   Great   Barrier   Reef   (41°41.23\n0\nS,\n145°27.17\n0\nE), using a grid of 42 coral patch reefs con-\nsisting of a 50:50 mixture of live and deadPocillopora\ndamicorniswith a volume of approximately 0.07 m\n3\n.\nBelow we provide a brief overview of our experimental\nmethodology; for a full description, see electronic supple-\nmentary material.\nDue to the lack of settlement-stage Ambon damselfish\n(Pomacentrus  amboinensis) captured in light traps, our\nexperimental design focused on the effects of Ambon\ndamselfish (11.32±0.34 mm SL [mean±SD]) on lemon\ndamselfish (P. moluccensis) (11.30±0.35 mm SL) rather\nthan a fully reciprocal experimental design. We experi-\nmentally manipulated the abundance and time of arrival of\nsettlement-stage lemon damselfish relative to settlement-\nstage Ambon damselfish in four treatments: (1) low settler\nabundance without a priority effect (two Ambon and two\nlemon damselfish introduced simultaneously); (2) low\nsettler abundance with a priority effect (two Ambon dam-\nselfish introduced 3 h before two lemon damselfish indi-\nviduals); (3) high settler abundance without a priority\neffect (two Ambon and six lemon damselfish introduced\nsimultaneously); and (4) high settler abundance with a\npriority effect (two Ambon damselfish introduced 3 h\nbefore six lemon damselfish). Simulated settlement pulses\nof 4–8 individuals are representative of the numbers of\npost-settlement fishes observed on reefs of this size. A 3-h\n‘priority period’ is ecologically relevant since reef fishes\nsettle over several hours overnight (Dufour and Galzin\n1993; Holbrook and Schmitt1997) and competitive inter-\nactions are strongest in the hours immediately following\nsettlement (McCormick2009; Poulos and McCormick\n2014). The sizes of fish added to each reef did not differ by\nmore than 0.3 mm SL. Each fish was tagged below the\ndorsal fin with subcutaneous fluorescent elastomer (VIE;\nNorthwest Marine Technology, Shaw Island, WA, USA),\nand on each reef one individual of each species was tagged\na different color and acted as the focal individual for\nbehavioral and survival analysis. We ran the experiment in\nfive temporal blocks between 21 and 28 January 2015.\nBecause temporal blocks overlapped, replicates were ran-\ndomized across available reefs within the grid of 42 patch\nreefs, yielding 13 replicates for treatments 1 and 2, 11\nreplicates for treatment 3 and 12 replicates for treatment 4.\nTo understand the mechanisms underlying the strength\nof variation in colonizer abundance and priority effects,\nwe conducted 3-min behavioral observations approxi-\nmately 20 min after fish were added to reefs, recording\nfive response variables forthe lemon damselfish that\ninteracted the most frequently with other individuals: (1)\nthe number of displays; (2) the number of chases; (3) the\nnumber of avoidances; (4) the distance ventured from the\nreef; and (5) relative height on the reef. Because there\nwere strong correlations between chases and displays, we\nused principal components analysis (PCA) to create a\ncomposite aggression score. PCA 1 accounted for 60% of\nthe total variation in aggressive interactions and was\ndriven by high positive loadings of total displays and\nchases (71%). Thus, we interpret PCA 1 as a gradient of\noverall aggression.\nWe surveyed reefs at approximately 0800, 1200 and\n1600 hrs for 3 d after we introduced fish, recording survival\nof all individuals and removing any new, non-tagged\nAmbon or lemon damselfish settlers using eugenol and hand\nnets. We used Cox proportional hazard regression (Cox\n1972) to model survival against time of arrival, the abun-\ndance of lemon damselfish settlers and their interaction. A\nstrata term in the model was included to account for tem-\nporal block. We right-censored data, used the Efron\napproximation to handle tied data, used partial likelihood to\nderive regression coefficients and converted these into\nestimated changes in mortality rate (CMR) by subtracting 1\nfrom the hazard ratio and multiplying by 100. We used\nSchoenfeld residuals scaled by the Kaplan–Meier estimate\nto test the assumption of proportional hazards and DFBETA\nvalues to test for influential data. We selected a best-fit\nmodel based on Chi-squared tests that omitted an interac-\ntion between time of arrival and abundance (P=0.937).\nWe therefore present results for the main effects of abun-\ndance and time of arrival only. We also calculated response\nratios and 95% confidence intervals for average survivor-\nship after 68 h as per Borenstein et al. (2009).\nWe analyzed the behavior data to determine whether\npriority effects or settler abundance resulted in lemon\nCoral Reefs\n123\n\ndamselfish displaying changes in: (1) aggressive interac-\ntions; (2) the avoidance of competitors; (3) changes in the\ndistance ventured from the reef; or (4) relative height on\nthe reef. For each response variable, we fit separate linear\nmixed-effects (LME) models that included settler abun-\ndance, time of arrival and their two-way interaction as\nfixed effects, and reef nested within temporal block as a\nrandom effect. We used maximum likelihood to estimate\nvariance components (Venables and Ripley2002) and\nselected the best-fit models as determined by AIC. In all\ncases, the best-fit model omitted an interaction between\ntime of arrival and abundance (P[0.05 in all cases) and\nwe therefore present results for the main effects of time of\narrival and abundance only. All data met assumptions of\nhomoscedasticity (in all casesP[0.05 for Levene’s test of\nhomogeneity of variance).\nAll statistical analyses were conducted using the statis-\ntical software R version 3.0.1 (R Development Core Team\n2013). We used the survival library to fit Cox proportional\nhazard regressions and the library nlme to fit LMEs.\nResults and discussion\nBy manipulating both priority effects and settler abun-\ndance, we showed that priority effects can have a larger\ninfluence on individual survival than the number of indi-\nviduals arriving at a site. We found a strong inhibitory\npriority effect—lemon damselfish arriving 3 h later than\nAmbon  damselfish  experienced  depressed  survival\n(P=0.015, CMR=76%; Fig.1a, b), were less aggres-\nsive (F\n(1,42)\n=5.12,P=0.029; Fig.2a) and were 2.7\ntimes  more  likely  to  avoid  competitive  interactions\n(F\n(1,42)\n=8.011,P=0.007; Fig.2b) relative to when they\narrived at the same time as Ambon damselfish. In contrast,\nincreasing the abundance of lemon damselfish settlers from\n2 to 6 individuals did not result in statistically significant\neffects  on  lemon  damselfish  mortality  (P=0.131,\nCMR=52%; Fig.1a, b), aggression by lemon damselfish\n(F\n(1,42)\n=1.108,P=0.299; Fig.2a) or avoidance by\nlemon damselfish (F\n(1,42)\n=0.664,P=0.419; Fig.2b);\nhowever, these results may have partly be due to insuffi-\ncient statistical power. After 68 h, average survivorship of\nlemon  damselfish  at  high  abundance  was  75%\n(CI=46–125%) of that at low abundance, whereas aver-\nage survivorship of late-arriving lemon damselfish was\n56% (CI=33–92%) of that when lemon damselfish\narrived simultaneously with Ambon damselfish.\nAggression of Ambon damselfish did not differ between\ntreatments (timing:F\n(1,42)\n=1.923,P=0.173; density:\nF\n(1,42)\n=0.713,P=0.403),  suggesting  that  reduced\naggression of late-arriving lemon damselfish was the result\nof submission to Ambon damselfish with concurrent\ndecreases in survival. Previous work has found that com-\npetition increases the exposure of subordinate fish to\npredators due to displacement from refuge habitat (Carr\net al.2002; Holbrook and Schmitt2002; Almany2003).\nThe inability to find (and defend) shelter sites may there-\nfore explain decreased survival of late-arriving lemon\ndamselfish in this study.\nThe influence of priority effects on the survival of lemon\ndamselfish was approximately 1.5 times greater than that of\nvariability in settler abundance, suggesting that for the\nspecies combinations and abundances used in this experi-\nment, timing of arrival outweighs variation in settler\nabundance as the critical driver of early recruitment suc-\ncess. However, the general applicability of these results to\nother species and contexts requires further investigation.\nAlthough we had planned to examine for reciprocal effects\nbetween Ambon and lemon damselfish, we were limited in\n010203040506070\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nTime (h)\nProportional survival\na\nSimultaneous, low density\nSimultaneous, high density\nLate, low density\nLate, high density\nTiming of arrival\nSimultaneousLate\nb\nFig. 1 aTemporal trends in\nsurvival of focal lemon\ndamselfish relative to timing of\narrival (simultaneous or late for\nlemon damselfish) and the\ndensity of lemon damselfish\n(two individuals:gray symbols;\nsix individuals:black symbols).\nError barsare omitted for\nclarity.bSurvival of lemon\ndamselfish after 68 h.Error\nbarsare 95% confidence\nintervals\nCoral Reefs\n123\n\nour ability to do so due to low numbers of Ambon dam-\nselfish caught in light traps. If the results from this study\nare generally applicable, and priority effects have a strong\ninfluence on colonizer establishment, focusing on the\nnumber of colonizers without considering interactions\nbetween colonizers and established residents will likely\nreduce the accuracy of predictions of colonizer success,\nwith potential implications for the management of fisheries\nyield, invasive species or restoration initiatives (e.g.,\nGrman and Suding2008; Dickson et al.2012; Collie et al.\n2013). Alternatively, if abundance has a stronger influence\non colonizer success than priority effects, higher abun-\ndances of late-arriving individuals may either overwhelm\nestablished residents and mitigate the competitive advan-\ntage of early arrival (e.g., Gilpin and Case1976) or\nenhance priority effects when predatory effort is focused\non highly abundant prey (e.g., Webster and Almany2002).\nThere is an emerging suggestion that the density of\nearly-established populations is likely to have a strong\nimpact on priority effects (e.g., Waters et al.2013), and the\nresults from our study highlight the requirement for\nadditional research into the general importance of priority\neffects relative to the abundance of late-arriving individu-\nals. Our results give rise to a number of future questions\nthat relate to determining the role of reciprocal effects\n(including the sequence [who arrives first]) and timing [by\nhow much] of arrival), the relationship between the\nintensity of priority effects and phylogenetic relatedness,\nand the effect that variation in the numbers of both early\nand late settlers has on individual survival. Answering\nthese questions could lead to a better mechanistic under-\nstanding of population and community dynamics than\nnumbers of colonizers alone.\nAcknowledgmentsWe would like to thank staff at the Lizard Island\nResearch Station and B. Allan, C. Mirbach and C. Thompson for field\nassistance. Three anonymous reviewers provided many helpful\ncomments on versions of this manuscript. This study was funded by\nthe Ian Potter Foundation (D. E. Poulos) and an Australian Research\nCouncil Grant (M. I. McCormick). All applicable institutional and/or\nnational guidelines for the care and use of animals were followed.\nResearch was undertaken under the James Cook University Animal\nEthics guidelines (Animal Ethics Approvals: A2080).\n−1.0\n−0.5\n0.0\n0.5\n1.0\nComposite aggression score\nLow density\nHigh density\nComposite aggression\n0.0\n0.5\n1.0\n1.5\n2.0\n2.5\nNumber of avoidances\nAvoidances\n0\n2\n4\n6\n8\nDistance ventured from reef (cm)\nSimultaneous   Late\nDistance ventured\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nRelative height\nSimultaneous   Late\nRelative height\nFig. 2Composite aggression scores (modeling chases and displays:\nsee electronic supplementary material),  number of avoidances,\ndistance ventured from the reef and relative height on the reef\n(mean±SE) of lemon damselfish relative to timing of arrival\n(simultaneous or late for lemon damselfish) and the density of lemon\ndamselfish (two individuals:gray  symbols; six individuals:black\nsymbols)\nCoral Reefs\n123\n\nReferences\nAdam TC (2011) High quality habitat and facilitation ameliorate\ncompetitive effects of prior residents on new settlers. Oecologia\n166:121–130\nAlmany GR (2003) Priority effects in coral reef fish communities.\nEcology 84:1920–1935\nBorenstein M, Hedges LV, Higgins JPT, Rothstein HR (2009)\nIntroduction to meta-analysis. John Wiley & Sons, United\nKingdom\nCarr MH, Anderson TW, Hixon MA (2002) Biodiversity, population\nregulation, and the stability of coral reef fish communities. Proc\nNatl Acad Sci U S A 99:11241–11245\nChesson P (2003) Quantifying and testing coexistence mechanisms\narising  from  recruitment  fluctuations.  Theor  Popul  Biol\n64:345–357\nCollie J, Rochet MJ, Bell R (2013) Rebuilding fish communities: the\nghost of fisheries past and the virtue of patience. Ecol Appl\n23:374–391\nCox DR (1972) Regression models and life-tables. J R Stat Soc Series\nB Stat Methodol 34:187–220\nDickson TL, Hopwood JL, Wilsey BJ (2012) Do priority effects\nbenefit invasive plants more than native plants? An experiment\nwith six grassland species. Biol Invasions 14:2617–2624\nDufour V, Galzin R (1993) Colonisation patterns on reef fish larvae to\nthe lagoon at Moorea Island, French Polynesia. Mar Ecol Prog\nSer 102:143–152\nFoster BL, Tilman D (2003) Seed limitation and the regulation of\ncommunity  structure  in  oak  savanna  grassland.  J  Ecol\n91:999–1007\nFukami T (2015) Historical contingency in community assembly:\nintegrating niches, species pools, and priority effects. Annu Rev\nEcol Evol Syst 46:1–23\nFukami T, Nakajima M (2011) Community assembly: alternative\nstable states or alternative transient states? Ecol Lett 14:973–984\nFukami T, Dickie IA, Wilkie JP, Paulus BC, Park D, Roberts A,\nBuchanan PK, Allen RB (2010) Assembly history dictates\necosystem functioning: evidence from wood decomposer com-\nmunities. Ecol Lett 13:675–684\nGaines S, Roughgarden J (1985) Larval settlement rate: a leading\ndeterminant of structure in an ecological community of the\nmarine intertidal zone. Proc Natl Acad Sci U S A 82:3707–3711\nGeange SW, Stier AC (2009) Order of arrival affects competition in\ntwo reef fishes. Ecology 90:2868–2878\nGeange SW, Stier AC (2010) Priority effects and habitat complexity\naffect the strength of competition. Oecologia 163:111–118\nGilpin ME, Case TJ (1976) Multiple domains of attraction in\ncompetition communities. Nature 261:40–42\nGrman E, Suding KN (2008) Within-year soil legacies contribute to\nstrong priority effects of exotics on native California grassland\ncommunities. Restoration Ecology 18:664–670\nHolbrook SJ, Schmitt RJ (1997) Settlement patterns and processes in\na coral reef damselfish: in situ nocturnal observations using\ninfrared video. Proc 8th Int Coral Reef Symp 2:1143–1148\nHolbrook SJ, Schmitt RJ (2002) Competition for shelter space causes\ndensity-dependent predation mortality in damselfishes. Ecology\n83:2855–2868\nLande R, Engen S, Saether BE (2003) Stochastic population dynamics\nin ecology and conservation. Oxford University Press, Oxford,\nUK\nLeibold MA, Holyoak M, Mouquet N, Amarasekare P, Chase JM,\nHoopes MF, Holt RD, Shurin JB, Law R, Tilman D, Loreau M,\nGonzalez M (2004) The metacommunity concept: a framework\nfor multi-scale community ecology. Ecol Lett 7:601–613\nMcCormick MI (2009) Behaviourally mediated phenotypic selection\nin a disturbed coral reef environment. PLoS One 4:e7096\nMunday PL (2004) Competitive coexistence of coral-dwelling fishes:\nthe lottery hypothesis revisited. Ecology 85:623–628\nPoulos DE, McCormick MI (2014) Who wins in the battle for space?\nThe importance of priority, behavioural history and size. Anim\nBehav 90:305–314\nPoulos DE, McCormick MI (2015) Asymmetries in body condition\nand order of arrival influence competitive ability and survival in\na coral reef fish. Oecologia 179:719–728\nDevelopment Core Team R (2013) R: a language and environment for\nstatistical computing. R Foundation for Statistical Computing,\nVienna, Austria\nShima JS (2001) Regulation of local populations of a coral reef fish\nvia joint effects of density- and number-dependent mortality.\nOecologia 126:58–65\nShima JS, Osenberg CW (2003) Cryptic density dependence: effects\nof covariation between density and site quality in reef fish.\nEcology 84:46–52\nSteele MA (1997) Population regulation by post-settlement mortality\nin two temperate reef fishes. Oecologia 112:64–74\nVenables WN, Ripley BD (2002) Modern applied statistics with S,\n4th edn. Springer, New York\nWaters JM, Fraser CI, Hewitt GM (2013) Founder takes all: density-\ndependent processes structure biodiversity. Trends Ecol Evol\n28:78–85\nWebster MS, Almany GR (2002) Positive indirect effects in a coral\nreef fish community. Ecol Lett 5:549–557\nWilson WG, Lundberg P (2006) Non-neutral dynamics: empirical\npredictions for ecosystem function and diversity from linearized\nconsumer–resource interactions. Oikos 114:71–83\nCoral Reefs\n123\n\nMethods \nStudy species \nThe Ambon and lemon damselfishes (Pomacentrus amboinensis and P. moluccensis, \nrespectively) co-occur on shallow reefs throughout the Indo-Pacific. At Lizard Island, on the \nnorthern Great Barrier Reef, pelagic larvae of the Ambon and lemon damselfish colonize reef \nhabitat in substantial numbers from October to February in a series of settlement pulses closely \ntied to lunar phases. Individuals of each species typically settle at a standard length (SL) of 9–14 \nmm (Kerrigan 1996) with their juvenile body plans largely complete (McCormick et al. 2002). \nBoth species have similar habitat requirements at settlement and they are found in highest \ndensities at the base of shallow reefs (McCormick et al. 2010; McCormick and Weaver 2012). \nThe number of recently settled damselfish that reside on a patch reef can be high, and may reach \nup to 65 on a 0.125 m\n3\n reef of mixed live and dead hard coral (McCormick and Hoey 2004). As \nindividuals transition from the pelagic environment to shallow reefs, they encounter established \nresidents and other recently settled individuals from the same cohort. Upon settlement, intra- and \ninterspecific aggression is common within and between these species (Jones 1987; McCormick \nand Weaver 2012) as they endeavor to outcompete one another for limited resources. \n \nStudy site \nThe study was conducted in the lagoon of Lizard Island, Great Barrier Reef (41°41.23′S, \n145°27.17′E) in January 2015 using a grid of 42 coral patch reefs in water approximately 3 m \ndeep. Reefs were located on a sand flat, separated from one another by 3–4 m and from nearby \nnatural reefs by a minimum of 10 m. We constructed reefs to minimize habitat variation by \nstandardizing size, rugosity and water depth. Each reef consisted of a 50:50 mixture of live and \ndead Pocillopora damicornis (a hard bushy coral) with a volume of approximately 0.07 m\n3\n. All \nresident fish species were removed at the start of the experiment using a dilute solution of \neugenol (clove oil) and hand nets. \n \nExperimental design and execution \nTo evaluate the relative strength of priority effects and settler abundance, and the degree to \nwhich they interact, we experimentally manipulated the abundance and timing of arrival of \nlemon damselfish settlers relative to those of the Ambon damselfish. We used settlement-stage \n\nfishes (11.30 ± 0.35 mm SL [mean ± SD]) that were naïve in respect to interactions with reef-\nbased predators and competitors. Settlement-stage fishes were captured in light traps moored \novernight at Coconut Bay (41°40.86′S, 145°28.43′E), approximately 2.5 km from the study reefs. \nImmediately after dawn collections, fish were transported to 25-L flow-through aquaria where \nthey were kept in single species groups and fed twice daily ad libitum with newly hatched \nArtemia sp. nauplii for 1–4 days. To allow the identification of experimental fish, each fish was \ntagged below the dorsal fin with subcutaneous fluorescent elastomer (VIE; Northwest Marine \nTechnology, Shaw Island, Washington, USA) using a 27-gauge hypodermic needle. Tagging was \ndone while holding fish within a 150 mL zip-lock bag of aerated seawater to minimize handling \nstress. No fish were tagged sooner than 12 h after collection. Tags were readable through the skin \nof the fish by observers in the field, so it was not necessary to recapture individuals to determine \ntheir identity. VIE tags do not have adverse effects on these or other fishes (Hoey and \nMcCormick 2006; Simon 2007; Geange and Stier 2009) and have been used to tag fish as small \nas 8 mm (Frederick 1997). We therefore assume that tagging and handling effects were minimal. \nAfter tagging, we returned fish to flow-through aquaria for a recovery period of at least 12 h \nbefore measuring them to the nearest 0.1 mm SL with calipers through a zip-lock plastic bag \nfilled with aerated seawater. \nWe simulated settlement pulses of naïve fishes between 0700 and 1100 hrs by \nintroducing two Ambon damselfish onto patch reefs either simultaneously or 3 h before \nintroducing either two or six lemon damselfish. We ran the experiment in five temporal blocks \nbetween 21 and 28 January 2015. Because temporal blocks overlapped, replicates were \nrandomized across available reefs within the grid of 42 patch reefs, yielding 13 replicates for \ntreatments 1 and 2, 11 replicates for treatment 3 and 12 replicates for treatment 4. Our four \ntreatments were: (1) low settler abundance without a priority effect (two Ambon and two lemon \ndamselfish introduced simultaneously); (2) low settler abundance with a priority effect (two \nAmbon damselfish introduced 3 h before two lemon damselfish individuals); (3) high settler \nabundance without a priority effect (two Ambon and six lemon damselfish introduced \nsimultaneously); and (4) high settler abundance with a priority effect (two Ambon damselfish \nintroduced 3 h before six lemon damselfish). Simulated settlement pulses of 4–8 individuals are \nrepresentative of the numbers of post-settlement fishes we observe on reefs of the size used in \nthis study (D. Poulos pers. obs.). A 3-h priority period is ecologically relevant since reef fishes \n\nsettle to the reef over several hours overnight (Dufour and Galzin 1993; Holbrook and Schmitt \n1997), and previous studies have shown that competitive interactions are strongest in the hours \nimmediately following settlement (Almany 2003; McCormick 2009; Poulos and McCormick \n2014). For each reef, we sized-matched Ambon and lemon damselfish so that their SLs did not \ndiffer by more than 0.3 mm, and tagged one individual of each species a different color to the \nrest of the group. These individuals acted as the focal individuals for behavioral observations and \nthe analysis of survival, and all focal individuals were tagged the same color. We randomized \nreplicates across the grid of 42 patch reefs in five temporal blocks between 21 and 28 January \n2015, yielding 13 replicates for treatments 1 and 2, 11 replicates for treatment 3 and 12 replicates \nfor treatment 4. \n To help gain a mechanistic understanding of the processes driving priority effects we \nconducted 3-min behavioral observations approximately 20 min after fish were added to reefs. \nBehavioral observations were adapted from McCormick 2009. After allowing fish to acclimate \nto the observer’s presence, behavioral observations were conducted at a distance of \napproximately 2 m from the reef. Observations were recorded for the lemon damselfish that \ninteracted the most frequently with other individuals. We recorded five response variables for \neach individual: (1) the number of displays (showing side to target and erecting dorsal and anal \nfins); (2) the number of chases towards the other individual, including those involving \nconspecifics and heterospecifics; (3) the number of avoidances of the other individual, including \nthose involving conspecifics and heterospecifics; (4) the maximum distance ventured from the \nreef, visually estimated to the nearest cm; and (5) relative height on the reef, which we \nsummarized as a cumulative percentage of the time spent at varying heights on the reef over the \nobservation period, with the top of the patch taken as a height of 1, the middle of the patch taken \nas a height of 0.5, and the bottom of the patch taken as 0. \nWe surveyed reefs three times a day (at approximately 0800, 1200 and 1600 hrs) for 3 d \nafter we introduced lemon damselfish, recording survival of all individuals and removing any \nnew, non-tagged Ambon or lemon damselfish settlers using eugenol and hand nets. We did not \nobserve tagged individuals moving between reefs, and therefore assume that the disappearance \nof an experimental fish was due to mortality rather than migration. \n \nReferences \n\nAlmany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920–1935 \nDufour V, Galzin R (1993) Colonisation patterns on reef fish larvae to the lagoon at Moorea \nIsland, French Polynesia. Mar Ecol Prog Ser 102:143–152 \nFrederick JL (1997) Evaluation of fluorescent elastomer injection as a method for marking small \nfish. Bull Mar Sci 61:399–408 \nGeange SW, Stier AC (2009) Order of arrival affects competition in two reef fishes. Ecology 90: \n2868–2878 \nHoey AS, McCormick MI (2006) Effects of subcutaneous fluorescent tags on the growth and \nsurvival of a newly settled coral reef fish, Pomacentrus amboinensis (Pomacentridae). \nProc 10\nth\n Int Coral Reef Symp 1:420–425 \nHolbrook SJ, Schmitt RJ (1997) Settlement patterns and processes in a coral reef damselfish: in \nsitu nocturnal observations using infrared video. Proc 8\nth\n Int Coral Reef Symp 2:1143–\n1148 \nJones GP (1987) Some interactions between residents and recruits in two coral reef fishes. J Exp \nMar Bio Ecol 114:169–182 \nKerrigan BA (1996) Temporal patterns in size and condition at settlement in two tropical reef \nfishes (Pomacentridae: Pomacentrus amboinensis and P. nagasakiensis). Mar Ecol Prog \nSer 135:27–41 \nMcCormick MI (2009) Behaviourally mediated phenotypic selection in a disturbed coral reef \nenvironment. PLoS One 4:e7096 \nMcCormick MI, Hoey AS (2004) Larval growth history determines juvenile growth and survival \nin a tropical marine fish. Oikos 106:225–242 \nMcCormick MI, Weaver CJ (2012) It pays to be pushy: intracohort interference competition \nbetween two reef fishes. PloS One 7:e42590 \nMcCormick MI, Makey L, Dufour V (2002) Comparative study of metamorphosis in tropical \nreef fishes. Mar Biol 141:841–853 \nMcCormick MI, Moore J, Munday P (2010) Influence of habitat degradation on fish \nreplenishment. Coral Reefs 29:537–546 \nPoulos DE, McCormick MI (2014) Who wins in the battle for space? The importance of priority, \nbehavioural history and size. Anim Behav 90:305–314 \nSimon J (2007) Evaluation of marking European silver eels with visible implant elastomer tags \nand alcian blue. J Fish Biol 70:303–309 ",
  "extractedAt": "2025-12-12T18:45:07.571Z",
  "success": true
}