{
  "filename": "Geange and Stier (Ecology) 2009.pdf",
  "numPages": 18,
  "text": "Ecology, 90(10), 2009, pp. 2868–2878 Ó2009 by the Ecological Society of America Order of arrival affects competition in two reef fishes SHANEW. GEANGE 1,3 ANDADRIANC. STIER 2 1 School of Biological Sciences, P.O. Box 600, Victoria University, Wellington, New Zealand 2 Department of Zoology, University of Florida, Gainesville, Florida 32611-8525 USA Abstract.Many communities experience repeated periods of colonization due to seasonally regenerating habitats or pulsed arrival of young-of-year. When an individual’s persistence in a community depends upon the strength of competitive interactions, changes in the timing of arrival relative to the arrival of a competitor can modify competitive strength and, ultimately, establishment in the community. We investigated whether the strength of intracohort competitive interactions between recent settlers of the reef fishesThalassoma hardwickeandT. quinquevittatumare dependent on the sequence and temporal separation of their arrival into communities. To achieve this, we manipulated the sequence and timing of arrival of each species onto experimental patch reefs by simulating settlement pulses and monitoring survival and aggressive interactions. Both species survived best in the absence of competitors, but when competitors were present, they did best when they arrived at the same time. Survival declined as each species entered the community progressively later than its competitor and as aggression by its competitor increased. Intraspecific effects of residentT. hardwickewere similar to interspecific effects. This study shows that the strength of competition depends not only on the identity of competitors, but also on the sequence and timing of their interactions, suggesting that when examining interaction strengths, it is important to identify temporal variability in the direction and magnitude of their effects. Furthermore, our findings provide empirical evidence for the importance of competitive lotteries in the maintenance of species diversity in demographically open marine systems. Key words: community dynamics; competition; competitive lotteries; coral reef fish; intracohort competitive interactions; Moorea, French Polynesia; priority effect; recruitment; settlement;Thalassoma spp. INTRODUCTION Many communities undergo repeated periods of development due to regenerating resources or pulsed arrival of young-of-year (e.g., Gibbs and Grant 1987, Schauber et al. 2002). Because numerous species are highly fecund (e.g., many insects, plants, fishes, and marine invertebrates), with females producing thou- sands of offspring, individuals often enter communities in large pulses. Further, species often enter communities asynchronously due to interspecific differences in phenology, with the competitive pressures faced by early-arriving individuals differing markedly from late- arriving individuals. In such instances, the degree to which one individual affects the success of another depends, in part, on both the sequence (who arrives first) and timing (by how much) of arrival of each individual into the community (i.e., ‘‘priority effects’’). Priority effects may reflect interspecific differences in breeding phenology, which can be adaptive to, among other things, interspecific interactions. For example, compet- itive intensity may be less when a subordinate compet- itor breeds before or simultaneously with a superior competitor. In such cases, priority effects simply refer to interspecific interactions whose outcomes depend on the relative or absolute timing of arrival, breeding, or activity of the interacting species (Lawler and Morin 1993). There are at least two general types of priority effects: one in which per capita competitive effects are constant but long-term dynamics are dependent on initial conditions and the other in which timing of arrival alters the strength of per capita competitive effects. The Lotka-Volterra competition model exemplifies the first type. When each species suffers more from inter- than from intraspecific competition, the equilibrium outcome of competition is dependent upon initial conditions, with the species with a sufficiently large initial abundance having the advantage and excluding the other species. In this scenario, an early-arriving species can build up to sufficiently high numbers that it excludes the invasion of the other species. Reversals in sequence of arrival can reverse the competitive outcome. In the other type, the strength of competition varies according to conditions under which competition is occurring, i.e., the per capita strength of competition is not constant. For example, if early arrival provides a competitive advantage due to differences in experience or size, then the competitive effect of the early-arriving Manuscript received 3 April 2008; revised 18 November 2008; accepted 7 January 2009. Corresponding Editor: M. H. Carr. 3 E-mail: Shane.Geange@vuw.ac.nz 2868 species on the later-arriving species should increase as the arrival times diverge. In either case, knowledge of such temporal effects is critical to estimates and interpretation of realized interaction strengths of com- petitors in a community. In this study, we are concerned with the second type of priority effect, how sequencing and timing of arrival change the strength of competition. The direction and magnitude of priority effects will depend on the underlying processes that give rise to the effect. For example, if initial size differences or the time available for resource preemption confers an advantage upon a competitor arriving in a community early, performance of late-arriving competitors should decline as they arrive progressively later than the early-arriving competitor (e.g., Lawler and Morin 1993). Alternatively, when species are of similar size, differences in arrival time can affect the duration of head-to-head competition, in which case performance of late-arriving competitors should increase as they arrive progressively later than the early-arriving competitor (Lawler and Morin 1993). Intracohort priority effects, which we define here as occurring within the same settlement season, have previously been shown to affect community dynamics, having been documented in protist (Price and Morin 2004), zooplankton (Louette and Meester 2007), insect (Benke 1978, Shorrocks and Bingley 1994), and am- phibian communities (Lawler and Morin 1993, Blaustein and Margali 1996, Dayton and Fitzgerald 2005). In marine systems, work on intracohort order of arrival has predominantly focused on sessile invertebrates (e.g., Sutherland and Karlson 1977). However, reef fish communities are also a good platform for testing the influence of (1) changes in the timing of arrival and (2) reversals in the sequence of arrival, because they conform to repeated periods of development driven by pulsed arrival of young-of-the-year. The majority of reef fishes have two-phase life histories, consisting of a dispersive planktonic larval phase and benthic, reef-associated juvenile and adult phases. Given the dispersive nature of the planktonic larval phase, most reef fish communities are relatively open, relying on spatially and temporally unpredictable larval supply from external populations for colonizing juveniles. At high latitudes (.108N/S), recruitment patterns are typically seasonal, producing strong cohorts (Doherty 1988, 1991, Srinivasan and Jones 2006). Conversely, at low latitudes, longer breeding seasons are usually associated with lower fecundities (Wine- miller and Rose 1992), reducing the potential for strong cohorts. As individuals within a cohort make the transition from planktonic to benthic habitat, they encounter individuals that have settled in previous cohorts (i.e., established residents) and other recently settled individuals from the same cohort, with both intra- and intercohort interactions capable of determin- ing the success of a newly arrived individual. To date, the majority of research examining priority effects in reef fishes has focused on intercohort effects of established residents on the success of later-arriving individuals (for examples, see Shulman et al. 1983, Sweatman 1985, Almany 2003, 2004, Munday 2004). These studies have demonstrated that the recruitment success of newly arrived juveniles is strongly influenced by interactions with established residents and for the most part have concluded that strong interaction strengths add a degree of determinism to future community structure when the influence of prior residents on later-arriving individuals is species specific. A fundamental endeavor of ecologists is evaluating interaction strengths among species and the consequenc- es for community structure and dynamics and how communities will respond to changes in the biotic environment. However, this type of information is only useful if we can identify the variability of interaction strengths across space and time. Here, we expand on previous research into the effects of established residents on new arrivals (i.e., intercohort effects) by examining the effect subtle differences in timing and order of arrival have on the recruitment success of individuals within the same cohort. Specifically, we examine intra- cohort priority effects between two competing reef fishes (Thalassoma hardwickeandT. quinquevittatum). Using experimental manipulations, we tested whether the strength of competitive interactions depends on the sequence and temporal separation of arrival of compet- ing individuals. We predicted that: (1) when symmetrical intracohort priority effects occur (and not generic competitive effects), reversing the order of arrival should reverse the observed effects (i.e., effects should be a function of order of arrival and not species identity); and (2) when priority effects (rather than species effects) are most important, competitive effects should be weakest when competitors arrive simultaneously and increase in strength as temporal separation between competitor arrival increases. M ETHODS Study species The wrasses (labridae)Thalassoma hardwicke(see Plate 1) andT. quinquevittatumco-occur on reefs throughout the Indo-Pacific (Myers 1999). At tropical latitudes (;148S),T. hardwickeandT. quinquevittatum spawn year round (Craig 1998), with planktonic larval durations of;47 and;56 d, respectively (Victor 1986). Both species settle in pulses around the new moon in the austral summer, at a standard length (SL) of 9–11 mm (S. W. Geange,personal observation). At our study site in Moorea, French Polynesia, a single pulse of reef fish settlement can last up to 14 d (Dufour and Galzin 1993). We determined habitat association for individuals ofT. hardwickeandT. quinquevittatum,25 mm by calculat- ing mean Manly’s alpha values (Manly et al. 1972, Chesson 1978) for 13 habitat categories across 240 patch reefs (surface area¼7.9863.79 m 2 [mean6SD]). Manly’s alpha measures the proportion of fish at a given October 20092869PRIORITY EFFECTS MEDIATE COMPETITION reef on a given habitat type, relative to the probability of the fish associating with that habitat type under conditions of random assortment.Thalassoma hard- wickeandT. quinquevittatumwere highly similar in habitat use, strongly associating with massivePorites corals,Pocillopora verrucosa,Porites rus,andthe macroalgaeTurbinaria ornata(Fig. 1). Both species also have similar diets, feeding predominantly on planktonic and benthic crustaceans (Randall 2005). Intra- and interspecific aggression, consisting of chases and fin bites, presumably for habitat, is common within and between these species (S. W. Geange,unpublished data). Given that settlement ofT. hardwickeandT. quinque- vittatumoccurs in irregular pulses around the new moon, in whichT. hardwickeandT. quinquevittatum settle asynchronously (S. W. Geange,personal observa- tion), we hypothesize that competitive dominance between individuals within a cohort will be determined by order of arrival. Study site The study was conducted in the northern lagoon of Moorea, French Polynesia (17830 0 S, 149850 0 W) be- tween February and August 2007, using a grid of 28 live- coral patch reefs in water 2–4 m deep. Reefs were located within a sand-flat, separated from one another and nearby natural reefs by a minimum of 15 m. We constructed reefs to minimize habitat variation by standardizing size, rugosity, and water depth. Each reef consisted of a base of livePorites lobatacoral with an area of 2.2560.57 m 2 (mean6SD) and a height of 0.60 60.10 m. We added two colonies ofPocillopora verrucosa, with an average area projected downward onto a 2-D surface of 0.19160.057 m 2 , onto the upper surface of each reef using Z-spar epoxy (Kopcoat, Pittsburgh, Pennsylvania, USA).Reef quality forT. hardwickeincreases as a function ofPocilloporacover (Osenberg et al. 2006, Shima et al. 2008). We removed all residentT. hardwickeandT. quinquevittatumand manipulated the absolute and relative abundances of other resident fish species via selective removals and additions, so that the relative abundance of all species was similar among the 28 reefs (see Appendices A and B for background community structure). We used the fish anaesthetic eugenol (clove oil) and hand nets to collect fish. Experimental design and execution To test for priority effects, we experimentally manip- ulated the sequence and timing of arrival ofT. hardwicke andT. quinquevittatumonto reefs. We used recent settlers (13.862.3 mm SL [mean6SD]; approximately two weeks post-settlement) captured from reefs roughly 4 km from the study site. All captured fish were held in tanks with running seawater for 6–12 h, then individ- ually tagged with different colors of visible implant elastomer (VIE; Northwest Marine Technology, Shaw Island, Washington, USA) forward of the caudal peduncle. Tags were readable through the skin of the fish by observers in the field, so it was not necessary to recapture individuals to determine their identity. The VIE tags do not have adverse effects on other fishes (Beukers et al. 1995, Imbert et al. 2007, Simon 2007) and have been used to tag fish as small as 8 mm (Frederick 1997), and a preliminary study we conducted showed no mortality of 12 taggedT. hardwickeandT. quiqnuevit- tatumheld in aquaria for 48 h. We therefore assumed that tagging and handling effects were small. After tagging, we returned fish to aerated aquaria for 6–12 h before measuring them to the nearest 0.1 mm SL and deploying them in the field. We used newly collected and tagged fish in two experiments. Experiment 1 examined interspecific priority effects betweenT. hardwickeandT. quinquevittatum.Experiment 2 examined intraspecific priority effects withinT. hardwicke. Experiment 1: interspecific priority effects betweenT. hardwickeandT. quinquevittatum.—We experimentally manipulated the sequence and timing of the arrival ofT. hardwickeandT. quinquevittatumsettlers; one portion of this experiment was designed to quantify effects ofT. hardwicke(as the prior resident) onT. quinquevittatum (as the focal species); the other was designed to test the effects ofT. quinquevittatum(as the prior resident) onT. hardwicke(as the focal species). For both cases, we simulated settlement pulses by introducing three fish of the focal species onto reefs where three tagged fish of the prior resident were either absent, had been introduced 12 d earlier than, 5 d earlier than, or simultaneously with (0 d) the focal species. Simulated settlement pulses of three fish are representative of natural settlement rates to reefs of the size used in this study. All fish were collected and tagged in the 24 h preceding their deployment in the field.We ran the experiment in two temporal blocks (11– 30 April and 2–21 May), randomly assigning treatments to reefs and fish to treatments, yielding eight replicates (four in each temporal block) for each of our seven treatments: (1)T. hardwickewithoutT. quinquevittatum; (2)T. hardwickeandT. quinquevittatumintroduced simultaneously; (3) T. hardwickewithT. quinquevittatum introduced 5 d previously; (4)T. hardwickewithT. quinquevittatumintroduced 12 d previously; (5)T. quinquevittatumwithoutT. hardwicke; (6)T. quinque- vittatumwithT. hardwickeintroduced 5 d previously; and (7)T. quinquevittatumwithT. hardwickeintroduced 12 d previously (Table 1). Note that treatment 2 served as the simultaneous arrival treatment for both species. For each experimental run, we size matched focal individuals and prior residents, so that all fish were the same size at the time they were added to reefs (see Appendix C). Size differences between prior residents and focal individuals were then a function of the length of prior residency (e.g., growth advantage conferred upon 12-d prior residents relative to 0-d prior residents was 12 d). Fish on a given reef were not size matched, but sampled randomly from the pool of available sizes for that treatment. SHANE W. GEANGE AND ADRIAN C. STIER2870Ecology, Vol. 90, No. 10 Because recently settled fish often experience high rates of mortality (Almany and Webster 2006), we initially introduced six prior residents to reefs in the 12-d and 5-d treatments. Prior to introducing focal fish to these treatments, we haphazardly removed excess residents when there were more than three residents (18 instances out of 32 reefs) and pressed residents at the same time as focal individuals were added when there were less than three residents (six instances out of 32). Pressed residents were disproportionately distributed amongst treatments:T. hardwickeresidents were pressed on four reefs (two individuals on two 12-d treatments, one individual on one 12-d treatment, and two individuals on one 5-d treatment) andT. quinquevitta- FIG. 1. Patterns of habitat association for the reef fishesThalassoma hardwickeandT. quinquevittatumpresented as Manly’s alpha values (means with 95%CI), which range from 0 (least associated) to 1 (most associated). The study was conducted on a coral reef off Moorea, French Polynesia. Results are presented for the eight (of 13) habitat categories with which fish associated. Abbreviations are: P mass,Poritesmassive; P rus,Porites rus; Mont,Montipora; Poc,Pocilloporaspp.; Acr,Acroporaspp.; Turf, a mixed filamentous red algal assemblage consisting predominately ofPolysiphoniaspp.; Turb,Turbinaria ornata; and Bare, reef substrate that did not comprise a significant biological component. Substrate categories thatT. hardwickeandT. quinquevittatum did not associate with were other coral,Dictyota,Halimeda, and sponge. The broken line represents expectations of random habitat association; values with error bars crossing this line are not statistically different from this expectation; values with error bars above or below this line indicate over- or underuse (relative to availability), respectively. TABLE1. Summary of experiment 1 showing timing of neighbor introductions relative to focal introductions of reef fishes, where H representsThalassoma hardwickeindividuals and Q representsT. quinquevittatumindividuals. Timing Treatment 12 3 4567 12 d \"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\" Q (H) \"\"\"\"\"\"\"\"\"\"\"\" H \"\"\" 5d \"\"\"\"\"\"\"\"\"\"\"\" Q (H) \"\"\"\"\"\"\"\"\"\"\"\"\"\"\" H \"\"\"\"\"\" 0d \"\"\" HQ (H) H \"\"\" HH \"\"\" Q \"\"\" Q \"\"\" Q Notes:Focal individuals for each treatment are in boldface. Each of our seven treatments were as follows: (1)T. hardwicke withoutT. quinquevittatum; (2)T. hardwickeandT. quinquevittatumintroduced simultaneously (0 d); (3)T. hardwickewithT. quinquevittatumintroduced 5 d previously; (4)T. hardwickewithT. quinquevittatumintroduced 12 d previously; (5)T. quinquevittatumwithoutT. hardwicke; (6)T. quinquevittatumwithT. hardwickeintroduced 5 d previously; and (7)T. quinquevittatumwithT. hardwickeintroduced 12 d previously. Note that treatment 2 served as the simultaneous arrival treatment for both species. Treatments 1–4 examine effects of priorT. quinquevittatumresidency onT. hardwickesettlement. Treatments 2 and 5–7 examine effects of priorT. hardwickeresidency onT. quinquevittatumsettlement. Treatments 1–4 with ‘‘(H)’’ indicate experimental design for experiment 2, where neighbor and focal individuals were bothT. hardwicke. The study was conducted on a coral reef off Moorea, French Polynesia. October 20092871PRIORITY EFFECTS MEDIATE COMPETITION tumwere pressed on two reefs (two individuals each on one 12-d and one 5-d treatment). We used excess individuals removed from other experimental reefs to press residents. We surveyed reefs twice daily (at approximately 08:00 and 16:00) for seven days after we introduced focal individuals. We also searched neighboring nonexperi- mental reefs for tagged immigrants. We found no immigrants or emigrants, and previous research has shown that small reef fish rarely move between reefs separated by as little as 15 m (Caselle 1999, Shima 2001). We therefore assumed that the disappearance of an experimental fish was due to mortality rather than migration. Experiment 2: intraspecific priority effects betweenT. hardwickeindividuals.—We used a similar experimental design to examine intraspecific priority effects forT. hardwicke(i.e.,T. hardwickerecruits served as both the focal and resident individuals; Table 1). Because the intraspecific design had four instead of seven treatments, all seven replicates of the four treatments were conducted together once (6–25 July). We removed excess residents from six of 14 reefs and added residents to three of 14 reefs (one 5-d treatment and two 12-d treatments) prior to adding focal individuals to reefs. All other aspects of experiment 2 were identical to experiment 1. Behavioral observations To help elucidate the mechanisms driving priority effects we conducted 5-min behavioral observations at the time we added focal individuals to reefs. After allowing fish to acclimate to the observers’ presence for ;3 min, behavioral observations were conducted at a distance of;2 m from the reef. Observers remained stationary or moved slowly while conducting behavioral observations. This reduces the likelihood of ‘‘herding’’ or frightening fish onto or off reefs, or between substrates within reefs. We recorded three response variables: (1) the number of chases between focal individuals and both prior residents and the background community (in experiment 1, 96%and 89%of chases were inflicted by prior residents uponT. hardwickeand T. quinquevittatum, respectively; in experiment 2, 98%of chases were inflicted by prior residents); (2) the number of fin bites inflicted during chases (all fin bites were inflicted by prior residents on focal individuals in both experiments); and (3) the time spent insidePocillopora by focal individuals. Data analysis Survival analysis.—We modeled time-to-disappear- ance for each treatment using Cox proportional hazard regression (Cox 1972, Cox and Oakes 1984). We modeled the underlying distribution of focal individual mortality against time of resident arrival. The probabil- ity distribution of mortality is specified as a hazard function,h(t), the conditional or instantaneous mortal- ity, expressed as a function of time,t: hðtÞ¼h 0 ðtÞexpðb 1 x 1 þb 2 x 2 þ\"\"\"þb p x p Þð1Þ whereh 0 (t)isthetime-dependentbaselinehazard function that is dependent upon a set ofpcovariates (x 1 ,x 2 ,...,x p ), whose impact is measured by the size of the respective coefficients (b 1 ,b 2 ,...,b p ). The density of residents slowly decreased through time after we added focal individuals. For resident-present treatments, we controlled for decreasing resident densities through time by including density of residents as a time-dependent covariate in our model. For experiment 1 we also included a strata term in the model to account for experimental run, which is similar to effects of blocks in ANOVA (Therneau and Grambsch 2000). We right- censored the data (i.e., analyzed data on minimal survival times), used the Efron approximation to handle tied data, used partial likelihood to derive regression coefficients (b i ), converted these coefficients to a hazard ratio ase b i , and converted the hazard ratios into estimated percentage of changes in mortality rate (CMR) by subtracting 1 from the hazard ratio and multiplying by 100. We conducted model reduction using ANOVA. We determined whether the fitted Cox regression model adequately described the data using Schoenfeld residuals scaled by the Kaplan Meier estimate to test the assumption of proportional hazards, and df-beta values (the relative differences between the least squares and deleted estimates of the coefficients [Freund and Wilson 1998]) to test for influential data. Cox regressions were conducted using the survival package in R 2.5.1 (R Development Core Team 2007). We ran three orthogonal survival analyses. (1) We tested competitive effects by contrasting survival of focal individuals between resident-absent and resident-present treatments (i.e., absent vs. 0 d, 5 d, 12 d). (2) We tested the effects of arriving later than residents by contrasting survival of focal individuals with simultaneous vs. later arrival (i.e., 0 d vs. 5 d, 12 d). (3) We tested the effects of arriving progressively later than residents by contrasting survival of focal individuals arriving 5 d vs. 12 d later than residents. Behavior analysis.—Because there were strong corre- lations among behavioral responses (e.g., fin bites only occurred during chases), we analyzed behavior data using principal components analysis (PCA) to create a composite aggression score. We transformed data (log[x þ1]) prior to analysis to improve normality. We conducted separate analyses for each of the three sub- studies (T. hardwickewithT. quinquevittatum,T. quinquevittatumwithT. hardwicke, andT. hardwicke withT. hardwicke). Results were very similar for all three analyses. Principal components axis 1 (PCA 1) accounted for 63–68%of the total variation in aggression variables and was driven by high positive SHANE W. GEANGE AND ADRIAN C. STIER2872Ecology, Vol. 90, No. 10 loadings of total chases (64–68%) and fin bites (63–68%) and weak negative loadings of time-in-Pocillopora(31– 44%). Thus, we interpret this first PCA axis as a gradient of overall aggression. We analyzed PCA 1 scores with a one-way ANOVA, using a relaxed variance assumption (Dalgaard 2002). For significant ANOVAs (P,0.05), we used Bonferroni-adjusted pairwisettests, with unequal variances, to compute all possible pairwise comparisons. R ESULTS Interspecific priority effects Over the seven days that we monitored the survival of T. hardwickefocal individuals, percentage of survival was 46%68.76%(mean6SE), 21%68.76%, 13%6 6.12%, and 8%65.44%for absent, 0-d, 5-d, and 12-d treatments, respectively (Fig. 2a, b). Percentage of survival ofT. quinquevittatumafter seven days was 46%68.77%, 46%610.78%, 21%68.76%, and 21%6 6.12%, for absent, 0-d, 5-d, and 12-d treatments, respectively (Fig. 2c, d). Analysis of competitive effects (absent vs. 0 d, 5 d, 12 d) indicated that the likelihood of mortality forT. hardwickeindividuals entering reefs whereT. quinque- vittatumresidents were present increased by 196%, compared to reefs whereT. quinquevittatumwas absent (P,0.001; Fig. 2a, b, Table 2). When arriving simultaneously,T. hardwickehad lower survival than T. quinquevittatum(proportional survival 0.20860.059 vs. 0.45860.074 forT. hardwickeandT. quinquevitta- tum, respectively).Mortality ofT. hardwickeincreased asT. quinquevittatumwere given greater residence times, but these effects were not significant (0 d vs. 5 d, 12 d,P ¼0.082, CMR¼66%; 5 d vs. 12 d,P¼ 0.570, CMR¼ 19%; Fig. 2a, b; Table 2). Survival ofT. hardwickedecreased with increase in the PCA-derived composite aggression score (Fig. 2b). As T. hardwickeentered reefs progressively later thanT. quinquevittatum, aggression from residents towards focal individuals increased (P,0.001) and survival decreased (P,0.001). Aggression was significantly higher on reefs on whichT. quinquevittatumarrived either 5 d or 12 d prior toT. hardwickerelative to reefs on whichT. quinquevittatumwas absent (Fig. 2b). Likewise, aggres- sion was significantly higher on reefs on whichT. quinquevittatumarrived 12 d prior toT. hardwicke relative to reefs on whichT. quinquevittatumarrived simultaneously (Fig. 2b). When the sequence of arrival was reversed, there was not a significant competitive effect ofT. hardwickeonT. quinquevittatum(absent vs. 0 d, 5 d, 12 d,P¼0.180, CMR¼52%; Fig. 2c, d, Table 2). However, whenT. quinquevittatumarrived on reefs later thanT. hardwicke, mortality risk ofT. quinquevittatumincreased by 93%(0 d vs. 12 d and 5 d,P¼0.042; Fig. 2c, d, Table 2). There was no demonstrable difference whenT. hardwicke arrived 5 d vs. 12 d prior to arrival ofT. quinquevittatum (P¼0.770, CMR¼10%; Fig. 2c, d, Table 2). Survival decreased with increase in the PCA-derived composite aggression score (Fig. 2d). AsT. quinquevit- tatumentered reefs later thanT. hardwicke, aggression from residents towards focal individuals increased (P, 0.001) and survival decreased (P¼0.001). Aggression was significantly higher on reefs on whichT. hardwicke arrived either 5 d or 12 d prior toT. quinquevittatum relative to reefs on whichT. hardwickewere absent or arrived simultaneously withT. quinquevittatum(Fig. 2d). TABLE2. Hazard ratios from the Cox proportional hazard assessment for: (A) interspecific competition betweenThalassoma hardwickeandT. quinquevittatumand (B) intraspecific competition betweenT. hardwickeindividuals. Orthogonal contrast Coefficient (b i ) HR (exp(b i )) CMR (%)95%CIP A) Interspecific effects T. hardwickefocal individuals Absent vs. (0 d, 5 d, 12 d)1.0902.96196 (1.61–5.45),0.001 0 d vs. (5 d, 12 d)0.5061.6666 (0.94–2.93)0.082 5 d vs. 12 d0.1731.1919 (0.65–2.17)0.570 T. quinquevittatumfocal individuals Absent vs. (0 d, 5 d, 12 d)0.4191.5252 (0.83–2.80)0.180 0 d vs. (5 d, 12 d)0.6581.9393 (1.02–3.64)0.042 5 d vs. 12 d&0.0961.1010 (0.48–1.72)0.770 B) Intraspecific effects T. hardwickefocal individuals Absent vs. (0 d, 5 d, 12 d)0.8442.33133 (1.17–4.60)0.015 0 d vs. (5 d, 12 d)0.3301.3939 (0.76–2.55)0.290 5 d vs. 12 d0.4961.6464 (0.84–2.22)0.150 Notes:For each focal species, we ran three orthogonal survival analyses: (1) competition (absent vs. 0 d and 5 d and 12 d); (2) priority (0 d vs. 5 d and 12 d); and (3) degree of priority (5 d vs. 12 d). See Table 1 for a description of the treaments. Abbreviations are: HR, hazard ratio; CMR, change in mortality rate; CI, confidence interval. October 20092873PRIORITY EFFECTS MEDIATE COMPETITION Intraspecific priority effects Over the seven days that we monitored the survival of T. hardwicke, percentage of survival was 52%68.35% (mean6SD), 29%65.91%, 24%66.47%, and 5%6 3.23%, for absent, 0-d, 5-d, and 12-d treatments, respectively (Fig. 2e, f). Risk ofT. hardwickemortality increased by 133%when conspecific residents were already present on reefs relative to conspecific-absent treatments (absent vs. 0 d, 5 d, 12 d,P¼0.015; Fig. 2e, f, Table 2). Mortality of focalT. hardwickeincreased as competing conspecifics were given greater residence times, but these effects were not significant: (0 d vs. 5 FIG. 2. Survival of focal individuals in response to presence, relative timing of arrival (0 d [the same time], 5 d prior, or 12 d prior), and relative aggression of a competitor. Temporal trends of survival are depicted for (a)Thalassoma hardwickein response toT. quinquevittatum, (c)T. quinquevittatumin response toT. hardwicke, and (e)T. hardwickeintraspecific responses. Error bars of temporal trends are omitted for clarity. (b, d, f) Corresponding survival (proportion alive at the end of the experiment) in relation to composite aggression scores (modeling chases, fin bites, and time spent insidePocillopora; seeMethods: Behavioral observations; means6SE). Broken lines overlap treatments that are not significantly different. SHANE W. GEANGE AND ADRIAN C. STIER2874Ecology, Vol. 90, No. 10 d, 12 d,P¼0.290, CMR¼39%; 5 d vs. 12 d,P¼0.150, CMR¼64%; Fig. 2e, f; Table 2). Survival decreased with increase in the PCA-derived composite aggression score (Fig. 2f). AsT. hardwicke entered reefs progressively later than conspecifics, aggression from residents towards focal individuals increased (P,0.001) and survival decreased (P, 0.001). Aggression was significantly higher on reefs on which conspecifics arrived 12 d prior toT. hardwicke relative to reefs on which conspecifics were absent (Fig. 2f). D ISCUSSION Formal analysis indicated strong inter- and intraspe- cific competitive effects, although strong support for priority effects only occurred in the response ofT. quinquevittatumto the relative timing of arrival ofT. hardwicke(Table 1, Fig. 2c). However, weaker priority effects are also evident forT. hardwicke(Fig. 2a, e). When both species arrived simultaneously, survival ofT. quinquevittatumwas similar to that when it arrived in communities devoid ofT. hardwicke, whereas survival of T. hardwickewas lower than when it arrived in communities devoid ofT. quinquevittatum. This suggests that when both species arrive simultaneously,T. quinquevittatumis competitively dominant overT. hardwicke. Our findings suggest that variability in the timing of settlement pulses ofT. hardwickerelative toT. quinquevittatumcan have dramatic effects on recruit- ment strength and success of both species. When both species arrived simultaneously,T. quinquevittatumsur- vived better thanT. hardwicke, which is indicative of an asymmetric competitive interaction between these spe- cies.However, when each species arrived at different times, reversals in sequence of arrival reversed the competitive advantage, indicating that competitive interactions were at least partially driven by priority effects, producing more symmetric competitive effects. The majority of short-term studies of interspecific competition between reef fishes have typically found competitive ability to be highly asymmetric, often resulting in local exclusion and habitat displacement (Hixon 1980, Larson 1980, Robertson and Gaines 1986, Schmitt and Holbrook 1986, Holbrook and Schmitt 1989). However, these studies may not be representative of most competitive interactions as species pairs were selected in part because closely related species showed very different patterns of habitat use. While other studies have identified symmetric competitive interac- tions between reef fishes (Schmitt and Holbrook 1990, Munday 2004), our results expand these findings by suggesting that the direction and magnitude of compe- tition may, in part, be determined by the sequence and timing of species interactions. Classic competition theory predicts that over evolu- tionary time, intraspecific competition should be stron- ger than interspecific competition because competitive exclusion and niche diversification will lead to resource partitioning among species (Colwell and Fuentes 1975, PLATE1. Adult sixbar wrasse (Thalassoma hardwicke) on the reef at Moorea, French Polynesia. Adult wrasse represent the product of intracohort competitive interactions between wrasse settlers. Photo credit: S. W. Geange. October 20092875PRIORITY EFFECTS MEDIATE COMPETITION Diamond 1978). Interspecific differences in distribution, resource use, environmental tolerances, or natural enemies act as stabilizing processes, buffering per capita population growth rates of a species in a community (Chesson 2000), resulting in intraspecific effects being more negative than interspecific effects. Alternatively, neutral theory (Bell 2000, Hubbell 2001) and the ‘‘lottery model’’ (Sale 1976, 1978) both predict that intra- and interspecific competition should be of equal magnitude. Neutral models suggest that the only drivers of population dynamics are random variation in births, deaths, and dispersal (Adler et al. 2007), with species identity playing no role because species do not differ from one another in ways that distinguish their population dynamics (Chave 2004, Leibold and McPeek 2006). Likewise, the lottery model assumes that space is a limiting resource, vacant space is recolonized by the first available settler, and that once recolonized the individual holds the space until it dies (i.e., there is a strong ‘‘priority effect’’). Coexistence is favored if arrival is higher for one species at some times or places and higher for the other species at other times or places (Chesson and Warner 1981). We found that the strength of competitive effects was primarily related to relative arrival time and poorly explained by the identity of prior residents. This is consistent with both neutral theory and the lottery model: reversals in sequence of arrival reversed the direction of competition, and late- arriving fish did poorer than fishes arriving simulta- neously with their competitors or before their compet- itors (as evidenced by the ‘‘no competition’’ treatment). Because we found order of arrival and not species identity to be important here, our results are more consistent with neutral processes structuring communi- ties than niche-based theories. Although we never explicitly tested mechanisms underlying priority effects in this study, we propose three: (1) a residency advantage, in which, if residents are able to deplete renewable resources to low levels, longer time in residency means that more depletion occurs, increasing the intensity of exploitative competi- tion; (2) a size advantage in which larger (or older) fish (i.e., prior residents) induce stronger competitive effects than smaller (or younger) fish through either exploit- ative or interference competition (Jones 1987, Wilson 2005); (3) an experience advantage, in which more experienced individuals (i.e., prior residents) gain knowledge of the local environment (e.g., greater awareness of established boundaries with neighbors and knowledge of hiding spaces), facilitating their ability (relative to later-arriving fish) to acquire resources (i.e., exploitative competition), defend home ranges (i.e., interference competition) or evade predators. Of these three mechanisms, we have most evidence for the second and third. We found that aggression increased with increasing mortality riskandincreasingtemporal separation of species arrival, suggesting that aggressive behavior by residents toward focal individuals increased the mortality risk of focal individuals. This aggression gradient is suggestive of both size and experience advantages, which, because larger individuals are often also more experienced, are not mutually exclusive. Previous research has shown that: (1) individuals less experienced with a site are less likely to engage in competitive interactions because they exhibit fear-like behaviors incompatible with aggression (Figler et al. 1976); and (2) larger individuals are often more successful in the acquisition and defense of food or cover, resulting in increased growth or reduced mortality (Robertson 1984, Szabo 2002). As individuals gain experience with a site they may also increase in confidence and more readily engage in aggressive interactions. Therefore, over timescales of minutes to hours in which new arrivals exhibit fear-like behaviors, experience advantages (or conversely an unwillingness by new arrivals to engage in aggressive interactions) may be determining factors in the outcome of interference competition. Over timescales of hours to days, when new arrivals have overcome any initial fear-like behaviors, size advantages may be critical, as larger individuals are able to physically dominate smaller individuals during interference competition. Based on previous work in coral reef fish communi- ties, predation is likely the ultimate cause of mortality in recently settled reef fishes, with competition increasing a subordinate’s exposure to predators due to displacement of subordinates from refuge habitat (Carr et al. 2002, Holbrook and Schmitt 2002, Almany 2003). The ability to find (and defend) shelter sites may therefore increase competitive advantage. Shima (2002) found that the frequency of agonistic interactions between residentT. hardwickescaled with density- and number-dependent losses to predation, suggesting that behavioral interac- tions rather than proximate resource limitation may underlie observed mortality. We have evidence that these patterns also hold true here, for both intraspecific interactions betweenT. hardwickeand interspecific interactions betweenT. hardwickeandT. quinquevitta- tum, with the likely agents of mortality both resident (cardinalfish, eels, lizardfish, sandperch, triggerfish) and transient (jacks) predators (see Appendices A and B). We add a caveat to these interpretations. Our experi- mental design effectively doubled the density of the experimental species when residents and focal individu- als were present on the same reef relative to reefs on which prior residents were absent. We acknowledge that this design does not distinguish competitive effects from apparent competition (i.e., the response of predators to overall increases in prey density) because neither competitor density nor predator effects were controlled for. Communities are rarely devoid of established resi- dents. Colonists and newborns immediately encounter a community’s current residents. Previous research has demonstrated that the degree to which resident–settler interactions affect the persistence of settlers can depend SHANE W. GEANGE AND ADRIAN C. STIER2876Ecology, Vol. 90, No. 10 on the identity of both the resident and the settler (Shulman et al. 1983, Sweatman 1985, Munday et al. 2001, Almany 2003, 2004, Hixon and Jones 2005, Forrester et al. 2006). Here we have expanded on this by showing that not only does the identity of the players in resident–settler interactions affect the outcome of these interactions, but so does the sequence and timing of these interactions. This has important implications for ecologists attempting to evaluate interaction strengths among species, suggesting that it is not only important to identify the direction and magnitude of interaction strengths, but also variability in the direction and magnitude of interaction strengths through time. ACKNOWLEDGMENTS Craig Osenberg, Jeff Shima, Jada-Simone White, Ben Bolker, Todd Palmer, and two anonymous reviewers provided many helpful comments on versions of this manuscript. Staff of the Richard B. Gump South Pacific Research Station provided invaluable logistical support, and Natasha Dallin, Shelby Boyer, and Anne Duplouy helped in the field and laboratory. This project was possible with financial support from NSF (OCE-0242312), a VUW Ph.D. Scholarship awarded to S. W. Geange, a Fulbright-MinistryofResearch,Scienceand Technology Graduate Student Award to S. W. Geange, and a Three Seas Fellowship to A. C. Stier. L ITERATURECITED Adler, P. B., J. HilleRisLambers, and J. M. Levine. 2007. A niche for neutrality. Ecology Letters 10:95–104. Almany, G. R. 2003. Priority effects in coral reef fish communities. Ecology 84:1920–1935. Almany, G. R. 2004. Priority effects in coral reef fish communities of the Great Barrier Reef. Ecology 85:2872– 2880. Almany, G. R., and M. S. Webster. 2006. The predation gauntlet: early post-settlement mortality in reef fishes. Coral Reefs 25:19–22. Bell, G. 2000. The distribution of abundance in neutral communities. American Naturalist 155:606–617. Benke, A. C. 1978. Interactions among coexisting predators—a field experiment with dragonfly larvae. Journal of Animal Ecology 47:335–350. Beukers, J. S., G. P. Jones, and R. M. Buckley. 1995. Use of implant microtags for studies on populations of small reef fish. Marine Ecology Progress Series 125:61–66. Blaustein, L., and J. Margali. 1996. Priority effects in temporary pools: nature and outcome of mosquito larva– toad tadpole interactions depend on order of entrance. Journal of Animal Ecology 65:77–84. Carr, M. H., T. W. Anderson, and M. A. Hixon. 2002. Biodiversity, population regulation, and the stability of coral- reef fish communities. Proceedings of the National Academy of Sciences (USA) 99:11241–11245. Caselle, J. E. 1999. Early post-settlement mortality in a coral reef fish and its effect on local population size. Ecological Monographs 69:177–194. Chave, J. 2004. Neutral theory and community ecology. Ecology Letters 7:241–253. Chesson, J. 1978. Measuring preference in selective predation. Ecology 59:211–215. Chesson, P. 2000. Mechanisms of maintenance of species diversity. Annual Review of Ecology and Systematics 31: 343–366. Chesson, P., and R. Warner. 1981. Environmental variability promotes coexistence in lottery competitive systems. Amer- ican Naturalist 117:923–943. Colwell, R. K., and E. R. Fuentes. 1975. Experimental studies of the niche. Annual Review of Ecology and Systematics 6: 281–310. Cox, D. R. 1972. Regression models and life-tables. Journal of the Royal Statistical Society Series B 34:187–220. Cox, D. R., and D. Oakes. 1984. Analysis of survival data. Chapman and Hall, London, UK. Craig, P. C. 1998. Temporal spawning patterns of several sugeonfishes and wrasses in American Samoa. Pacific Science 52:35–39. Dalgaard, P. 2002. Introductory statistics with R. Springer, New York, New York, USA. Dayton, G. H., and L. A. Fitzgerald. 2005. Priority effects and desert anuran communities. Canadian Journal of Zoology 83: 1112–1116. Diamond, J. M. 1978. Niche shifts and the rediscovery of interspecific competition. American Scientist 66:322–331. Doherty, P. J. 1988. Large-scale variability in the recruitment of a coral reef fish. Pages 667–672inProceedings of the Sixth International Coral Reef Symposium, Australia. Executive Committee, Townsville, Australia. Doherty, P. J. 1991. Spatial and temporal patterns in recruitment. Pages 261–293inP. F. Sale, editor. The ecology of fishes on coral reefs. Academic Press, San Diego, California, USA. Dufour, V., and R. Galzin. 1993. Colonization patterns of reef fish larvae to the lagoon at Moorea Island, French Polynesia. Marine Ecology Progress Series 102:143–152. Figler, M. H., R. M. Klein, and H. V. S. Peeke. 1976. The establishment and reversibility of dominance relationships in jewel fish,Hemichromis bimaculatusGill (Pisces, Cichlidae): effects of prior exposure and prior residence situations. Behaviour 58:254–270. Forrester, G. E., B. Evans, M. A. Steele, and R. R. Vance. 2006. Assessing the magnitude of intra- and interspecific competition in two coral reef fishes. Oecologia 148:632–640. Frederick, J. L. 1997. Evaluation of fluorescent elastomer injection as a method for marking small fish. Bulletin of Marine Science 61:399–408. Freund, R. J., and W. J. Wilson. 1998. Regression analysis: statistical modeling of a response variable. Academic Press, San Diego, California, USA. Gibbs, H. L., and P. R. Grant. 1987. Ecological consequences of an exceptionally strong El Nino event on Darwin’s Finches. Ecology 68:1735–1746. Hixon, M. A. 1980. Competitive interactions between Califor- nia reef fishes of the genusEmbiotoca. Ecology 61:918–931. Hixon, M. A., and G. P. Jones. 2005. Competition, predation, and density-dependent mortality in demersal marine fishes. Ecology 86:2847–2859. Holbrook, S. J., and R. J. Schmitt. 1989. Resource overlap, prey dynamics, and the strength of competition. Ecology 70: 1943–1953. Holbrook, S. J., and R. J. Schmitt. 2002. Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855–2868. Hubbell, S. P. 2001. The unified neutral theory of biodiversity and biogeography. Princeton University Press, Princeton, New Jersey, USA. Imbert, H., L. Beaulaton, C. Rigaud, and P. Elie. 2007. Evaluation of visible implant elastomer as a method for tagging small European eels. Journal of Fish Biology 71: 1546–1554. Jones, G. P. 1987. Competitive interactions among adults and juveniles in a coral reef fish. Ecology 68:1534–1547. Larson, R. J. 1980. Competition, habitat selection, and the bathymetric segregation of two rockfish (Sebastes) species. Ecological Monographs 50:221–239. October 20092877PRIORITY EFFECTS MEDIATE COMPETITION Lawler, S. P., and P. J. Morin. 1993. Temporal overlap, competition, and priority effects in larval anurans. Ecology 74:174–182. Leibold, M. A., and M. A. McPeek. 2006. Coexistence of the niche and neutral perspectives in community ecology. Ecology 87:1399–1410. Louette, G., and L. D. Meester. 2007. Predation and priority effects in experimental zooplankton communities. Oikos 116: 419–426. Manly, B. F., P. Miller, and L. M. Cook. 1972. Analysis of a selective predation experiment. American Naturalist 106: 719–736. Munday, P. L. 2004. Competitive coexistance of coral-dwelling fishes: the lottery hypothesis revisted. Ecology 85:623–628. Munday, P., G. Jones, and M. Caley. 2001. Interspecific competition and coexistence in a guild of coral-dwelling fishes. Ecology 82:2177–2189. Myers, R. F. 1999. Micronesian reef fishes. Coral Graphics, Guam. Osenberg, C. W., J. S. Shima, and C. M. S. Mary. 2006. Habitat degredation and settlement behavior: effects on fish settle- ment, survival, and recruitment. Pages 257–263inY. Suzuki, T. Nakamori, M. Hidaka, H. Kayanne, B. E. Casareto, K. Nadaoka, H. Yamano, and M. Tsuchiya, editors. Proceed- ings of the 10th International Coral Reef Symposium, Okinawa, Japan. Japanese Coral Reef Society, Tokyo, Japan. Price, J. E., and P. J. Morin. 2004. Colonization history determines alternate community states in a food web of intraguild predators. Ecology 85:1017–1028. RDevelopmentCoreTeam.2007.R:Alanguageand environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria. Randall, J. E. 2005. Reef and shore fishes of the South Pacific: New Caledonia to Tahiti and the Pitcairn Islands. University of Hawaii Press, Honolulu, Hawaii, USA. Robertson, D. R. 1984. Cohabitation of competing territorial damselfishes on a Caribbean coral reef. Eco",
  "sections": {
    "abstract": ".Many communities experience repeated periods of colonization due to seasonally regenerating habitats or pulsed arrival of young-of-year. When an individual’s persistence in a community depends upon the strength of competitive interactions, changes in the timing of arrival relative to the arrival of a competitor can modify competitive strength and, ultimately, establishment in the community. We investigated whether the strength of intracohort competitive interactions between recent settlers of the reef fishesThalassoma hardwickeandT. quinquevittatumare dependent on the sequence and temporal separation of their arrival into communities. To achieve this, we manipulated the sequence and timing of arrival of each species onto experimental patch reefs by simulating settlement pulses and monitoring survival and aggressive interactions. Both species survived best in the absence of competitors, but when competitors were present, they did best when they arrived at the same time. Survival declined as each species entered the community progressively later than its competitor and as aggression by its competitor increased. Intraspecific effects of residentT. hardwickewere similar to interspecific effects. This study shows that the strength of competition depends not only on the identity of competitors, but also on the sequence and timing of their interactions, suggesting that when examining interaction strengths, it is important to identify temporal variability in the direction and magnitude of their effects. Furthermore, our findings provide empirical evidence for the importance of competitive lotteries in the maintenance of species diversity in demographically open marine systems.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "This study shows that the strength of competition depends not only on the identity of competitors, but also on the sequence and timing of their interactions, suggesting that when examining interaction strengths, it is important to identify temporal variability in the direction and magnitude of their effects.",
    "We found no immigrants or emigrants, and previous research has shown that small reef fish rarely move between reefs separated by as little as 15 m (Caselle 1999, Shima 2001).",
    "Our findings suggest that variability in the timing of settlement pulses ofT.",
    "We found that the strength of competitive effects was primarily related to relative arrival time and poorly explained by the identity of prior residents.",
    "we found order of arrival and not species identity to be important here, our results are more consistent with neutral processes structuring communi- ties than niche-based theories.",
    "We found that aggression increased with increasing mortality riskandincreasingtemporal separation of species arrival, suggesting that aggressive behavior by residents toward focal individuals increased the mortality risk of focal individuals."
  ],
  "fullText": "\n\nEcology, 90(10), 2009, pp. 2868–2878\nÓ2009 by the Ecological Society of America\nOrder  of  arrival  affects  competition  in  two  reef  fishes\nSHANEW. GEANGE\n1,3\nANDADRIANC. STIER\n2\n1\nSchool of Biological Sciences, P.O. Box 600, Victoria University, Wellington, New Zealand\n2\nDepartment of Zoology, University of Florida, Gainesville, Florida 32611-8525 USA\nAbstract.Many communities experience repeated periods of colonization due to\nseasonally regenerating habitats or pulsed arrival of young-of-year. When an individual’s\npersistence in a community depends upon the strength of competitive interactions, changes in\nthe timing of arrival relative to the arrival of a competitor can modify competitive strength\nand, ultimately, establishment in the community. We investigated whether the strength of\nintracohort competitive interactions between recent settlers of the reef fishesThalassoma\nhardwickeandT. quinquevittatumare dependent on the sequence and temporal separation of\ntheir arrival into communities. To achieve this, we manipulated the sequence and timing of\narrival of each species onto experimental patch reefs by simulating settlement pulses and\nmonitoring survival and aggressive interactions. Both species survived best in the absence of\ncompetitors, but when competitors were present, they did best when they arrived at the same\ntime. Survival declined as each species entered the community progressively later than its\ncompetitor and as aggression by its competitor increased. Intraspecific effects of residentT.\nhardwickewere similar to interspecific effects. This study shows that the strength of\ncompetition depends not only on the identity of competitors, but also on the sequence and\ntiming of their interactions, suggesting that when examining interaction strengths, it is\nimportant to identify temporal variability in the direction and magnitude of their effects.\nFurthermore, our findings provide empirical evidence for the importance of competitive\nlotteries in the maintenance of species diversity in demographically open marine systems.\nKey words:  community dynamics; competition; competitive lotteries; coral reef fish; intracohort\ncompetitive interactions; Moorea, French Polynesia; priority effect; recruitment; settlement;Thalassoma\nspp.\nINTRODUCTION\nMany communities undergo repeated periods of\ndevelopment due to regenerating resources or pulsed\narrival of young-of-year (e.g., Gibbs and Grant 1987,\nSchauber et al. 2002). Because numerous species are\nhighly fecund (e.g., many insects, plants, fishes, and\nmarine invertebrates), with females producing thou-\nsands of offspring, individuals often enter communities\nin large pulses. Further, species often enter communities\nasynchronously due to interspecific differences in\nphenology, with the competitive pressures faced by\nearly-arriving individuals differing markedly from late-\narriving individuals. In such instances, the degree to\nwhich one individual affects the success of another\ndepends, in part, on both the sequence (who arrives first)\nand timing (by how much) of arrival of each individual\ninto the community (i.e., ‘‘priority effects’’). Priority\neffects may reflect interspecific differences in breeding\nphenology, which can be adaptive to, among other\nthings, interspecific interactions. For example, compet-\nitive intensity may be less when a subordinate compet-\nitor breeds before or simultaneously with a superior\ncompetitor. In such cases, priority effects simply refer to\ninterspecific interactions whose outcomes depend on the\nrelative or absolute timing of arrival, breeding, or\nactivity of the interacting species (Lawler and Morin\n1993).\nThere are at least two general types of priority effects:\none in which per capita competitive effects are constant\nbut long-term dynamics are dependent on initial\nconditions and the other in which timing of arrival\nalters the strength of per capita competitive effects. The\nLotka-Volterra competition model exemplifies the first\ntype. When each species suffers more from inter- than\nfrom intraspecific competition, the equilibrium outcome\nof competition is dependent upon initial conditions, with\nthe species with a sufficiently large initial abundance\nhaving the advantage and excluding the other species. In\nthis scenario, an early-arriving species can build up to\nsufficiently high numbers that it excludes the invasion of\nthe other species. Reversals in sequence of arrival can\nreverse the competitive outcome.\nIn the other type, the strength of competition varies\naccording to conditions under which competition is\noccurring, i.e., the per capita strength of competition is\nnot constant. For example, if early arrival provides a\ncompetitive advantage due to differences in experience\nor size, then the competitive effect of the early-arriving\nManuscript received 3 April 2008; revised 18 November\n2008; accepted 7 January 2009. Corresponding Editor: M. H.\nCarr.\n3\nE-mail: Shane.Geange@vuw.ac.nz\n2868\n\nspecies on the later-arriving species should increase as\nthe arrival times diverge. In either case, knowledge of\nsuch temporal effects is critical to estimates and\ninterpretation of realized interaction strengths of com-\npetitors in a community.\nIn this study, we are concerned with the second type\nof priority effect, how sequencing and timing of arrival\nchange the strength of competition. The direction and\nmagnitude of priority effects will depend on the\nunderlying processes that give rise to the effect. For\nexample, if initial size differences or the time available\nfor resource preemption confers an advantage upon a\ncompetitor arriving in a community early, performance\nof late-arriving competitors should decline as they arrive\nprogressively later than the early-arriving competitor\n(e.g., Lawler and Morin 1993). Alternatively, when\nspecies are of similar size, differences in arrival time can\naffect the duration of head-to-head competition, in\nwhich case performance of late-arriving competitors\nshould increase as they arrive progressively later than\nthe early-arriving competitor (Lawler and Morin 1993).\nIntracohort priority effects, which we define here as\noccurring within the same settlement season, have\npreviously been shown to affect community dynamics,\nhaving been documented in protist (Price and Morin\n2004), zooplankton (Louette and Meester 2007), insect\n(Benke 1978, Shorrocks and Bingley 1994), and am-\nphibian communities (Lawler and Morin 1993, Blaustein\nand Margali 1996, Dayton and Fitzgerald 2005). In\nmarine systems, work on intracohort order of arrival\nhas predominantly focused on sessile invertebrates (e.g.,\nSutherland and Karlson 1977). However, reef fish\ncommunities are also a good platform for testing the\ninfluence of (1) changes in the timing of arrival and (2)\nreversals in the sequence of arrival, because they\nconform to repeated periods of development driven by\npulsed arrival of young-of-the-year.\nThe majority of reef fishes have two-phase life\nhistories, consisting of a dispersive planktonic larval\nphase and benthic, reef-associated juvenile and adult\nphases. Given the dispersive nature of the planktonic\nlarval phase, most reef fish communities are relatively\nopen, relying on spatially and temporally unpredictable\nlarval supply from external populations for colonizing\njuveniles. At high latitudes (.108N/S), recruitment\npatterns are typically seasonal, producing strong cohorts\n(Doherty 1988, 1991, Srinivasan and Jones 2006).\nConversely, at low latitudes, longer breeding seasons\nare usually associated with lower fecundities (Wine-\nmiller and Rose 1992), reducing the potential for strong\ncohorts. As individuals within a cohort make the\ntransition from planktonic to benthic habitat, they\nencounter individuals that have settled in previous\ncohorts (i.e., established residents) and other recently\nsettled individuals from the same cohort, with both\nintra- and intercohort interactions capable of determin-\ning the success of a newly arrived individual. To date,\nthe majority of research examining priority effects in reef\nfishes has focused on intercohort effects of established\nresidents on the success of later-arriving individuals (for\nexamples, see Shulman et al. 1983, Sweatman 1985,\nAlmany 2003, 2004, Munday 2004). These studies have\ndemonstrated that the recruitment success of newly\narrived juveniles is strongly influenced by interactions\nwith established residents and for the most part have\nconcluded that strong interaction strengths add a degree\nof determinism to future community structure when the\ninfluence of prior residents on later-arriving individuals\nis species specific.\nA fundamental endeavor of ecologists is evaluating\ninteraction strengths among species and the consequenc-\nes for community structure and dynamics and how\ncommunities will respond to changes in the biotic\nenvironment. However, this type of information is only\nuseful if we can identify the variability of interaction\nstrengths across space and time. Here, we expand on\nprevious research into the effects of established residents\non new arrivals (i.e., intercohort effects) by examining\nthe effect subtle differences in timing and order of\narrival have on the recruitment success of individuals\nwithin the same cohort. Specifically, we examine intra-\ncohort priority effects between two competing reef fishes\n(Thalassoma hardwickeandT. quinquevittatum). Using\nexperimental manipulations, we tested whether the\nstrength of competitive interactions depends on the\nsequence and temporal separation of arrival of compet-\ning individuals. We predicted that: (1) when symmetrical\nintracohort priority effects occur (and not generic\ncompetitive effects), reversing the order of arrival should\nreverse the observed effects (i.e., effects should be a\nfunction of order of arrival and not species identity); and\n(2) when priority effects (rather than species effects) are\nmost important, competitive effects should be weakest\nwhen competitors arrive simultaneously and increase in\nstrength as temporal separation between competitor\narrival increases.\nM\nETHODS\nStudy species\nThe wrasses (labridae)Thalassoma hardwicke(see\nPlate 1) andT. quinquevittatumco-occur on reefs\nthroughout the Indo-Pacific (Myers 1999). At tropical\nlatitudes (;148S),T. hardwickeandT. quinquevittatum\nspawn year round (Craig 1998), with planktonic larval\ndurations of;47 and;56 d, respectively (Victor 1986).\nBoth species settle in pulses around the new moon in the\naustral summer, at a standard length (SL) of 9–11 mm\n(S. W. Geange,personal observation). At our study site\nin Moorea, French Polynesia, a single pulse of reef fish\nsettlement can last up to 14 d (Dufour and Galzin 1993).\nWe determined habitat association for individuals ofT.\nhardwickeandT. quinquevittatum,25 mm by calculat-\ning mean Manly’s alpha values (Manly et al. 1972,\nChesson 1978) for 13 habitat categories across 240 patch\nreefs (surface area¼7.9863.79 m\n2\n[mean6SD]).\nManly’s alpha measures the proportion of fish at a given\nOctober 20092869PRIORITY EFFECTS MEDIATE COMPETITION\n\nreef on a given habitat type, relative to the probability of\nthe fish associating with that habitat type under\nconditions of random assortment.Thalassoma hard-\nwickeandT. quinquevittatumwere highly similar in\nhabitat use, strongly associating with massivePorites\ncorals,Pocillopora verrucosa,Porites rus,andthe\nmacroalgaeTurbinaria ornata(Fig. 1). Both species also\nhave similar diets, feeding predominantly on planktonic\nand benthic crustaceans (Randall 2005). Intra- and\ninterspecific aggression, consisting of chases and fin\nbites, presumably for habitat, is common within and\nbetween these species (S. W. Geange,unpublished data).\nGiven that settlement ofT. hardwickeandT. quinque-\nvittatumoccurs in irregular pulses around the new\nmoon, in whichT. hardwickeandT. quinquevittatum\nsettle asynchronously (S. W. Geange,personal observa-\ntion), we hypothesize that competitive dominance\nbetween individuals within a cohort will be determined\nby order of arrival.\nStudy site\nThe study was conducted in the northern lagoon of\nMoorea, French Polynesia (17830\n0\nS, 149850\n0\nW) be-\ntween February and August 2007, using a grid of 28 live-\ncoral patch reefs in water 2–4 m deep. Reefs were\nlocated within a sand-flat, separated from one another\nand nearby natural reefs by a minimum of 15 m. We\nconstructed reefs to minimize habitat variation by\nstandardizing size, rugosity, and water depth. Each reef\nconsisted of a base of livePorites lobatacoral with an\narea of 2.2560.57 m\n2\n(mean6SD) and a height of 0.60\n60.10 m. We added two colonies ofPocillopora\nverrucosa, with an average area projected downward\nonto a 2-D surface of 0.19160.057 m\n2\n, onto the upper\nsurface of each reef using Z-spar epoxy (Kopcoat,\nPittsburgh, Pennsylvania, USA).Reef quality forT.\nhardwickeincreases as a function ofPocilloporacover\n(Osenberg et al. 2006, Shima et al. 2008). We removed\nall residentT. hardwickeandT. quinquevittatumand\nmanipulated the absolute and relative abundances of\nother resident fish species via selective removals and\nadditions, so that the relative abundance of all species\nwas similar among the 28 reefs (see Appendices A and B\nfor background community structure). We used the fish\nanaesthetic eugenol (clove oil) and hand nets to collect\nfish.\nExperimental design and execution\nTo test for priority effects, we experimentally manip-\nulated the sequence and timing of arrival ofT. hardwicke\nandT. quinquevittatumonto reefs. We used recent\nsettlers (13.862.3 mm SL [mean6SD]; approximately\ntwo weeks post-settlement) captured from reefs roughly\n4 km from the study site. All captured fish were held in\ntanks with running seawater for 6–12 h, then individ-\nually tagged with different colors of visible implant\nelastomer (VIE; Northwest Marine Technology, Shaw\nIsland, Washington, USA) forward of the caudal\npeduncle. Tags were readable through the skin of the\nfish by observers in the field, so it was not necessary to\nrecapture individuals to determine their identity. The\nVIE tags do not have adverse effects on other fishes\n(Beukers et al. 1995, Imbert et al. 2007, Simon 2007) and\nhave been used to tag fish as small as 8 mm (Frederick\n1997), and a preliminary study we conducted showed no\nmortality of 12 taggedT. hardwickeandT. quiqnuevit-\ntatumheld in aquaria for 48 h. We therefore assumed\nthat tagging and handling effects were small. After\ntagging, we returned fish to aerated aquaria for 6–12 h\nbefore measuring them to the nearest 0.1 mm SL and\ndeploying them in the field. We used newly collected and\ntagged fish in two experiments. Experiment 1 examined\ninterspecific priority effects betweenT. hardwickeandT.\nquinquevittatum.Experiment 2 examined intraspecific\npriority effects withinT. hardwicke.\nExperiment 1: interspecific priority effects betweenT.\nhardwickeandT. quinquevittatum.—We experimentally\nmanipulated the sequence and timing of the arrival ofT.\nhardwickeandT. quinquevittatumsettlers; one portion of\nthis experiment was designed to quantify effects ofT.\nhardwicke(as the prior resident) onT. quinquevittatum\n(as the focal species); the other was designed to test the\neffects ofT. quinquevittatum(as the prior resident) onT.\nhardwicke(as the focal species). For both cases, we\nsimulated settlement pulses by introducing three fish of\nthe focal species onto reefs where three tagged fish of the\nprior resident were either absent, had been introduced 12\nd earlier than, 5 d earlier than, or simultaneously with (0\nd) the focal species. Simulated settlement pulses of three\nfish are representative of natural settlement rates to reefs\nof the size used in this study. All fish were collected and\ntagged in the 24 h preceding their deployment in the\nfield.We ran the experiment in two temporal blocks (11–\n30 April and 2–21 May), randomly assigning treatments\nto reefs and fish to treatments, yielding eight replicates\n(four in each temporal block) for each of our seven\ntreatments: (1)T. hardwickewithoutT. quinquevittatum;\n(2)T. hardwickeandT. quinquevittatumintroduced\nsimultaneously; (3)\nT. hardwickewithT. quinquevittatum\nintroduced 5 d previously; (4)T. hardwickewithT.\nquinquevittatumintroduced 12 d previously; (5)T.\nquinquevittatumwithoutT. hardwicke; (6)T. quinque-\nvittatumwithT. hardwickeintroduced 5 d previously;\nand (7)T. quinquevittatumwithT. hardwickeintroduced\n12 d previously (Table 1). Note that treatment 2 served\nas the simultaneous arrival treatment for both species.\nFor each experimental run, we size matched focal\nindividuals and prior residents, so that all fish were the\nsame size at the time they were added to reefs (see\nAppendix C). Size differences between prior residents\nand focal individuals were then a function of the length\nof prior residency (e.g., growth advantage conferred\nupon 12-d prior residents relative to 0-d prior residents\nwas 12 d). Fish on a given reef were not size matched,\nbut sampled randomly from the pool of available sizes\nfor that treatment.\nSHANE W. GEANGE AND ADRIAN C. STIER2870Ecology, Vol. 90, No. 10\n\nBecause recently settled fish often experience high\nrates of mortality (Almany and Webster 2006), we\ninitially introduced six prior residents to reefs in the 12-d\nand 5-d treatments. Prior to introducing focal fish to\nthese treatments, we haphazardly removed excess\nresidents when there were more than three residents\n(18 instances out of 32 reefs) and pressed residents at the\nsame time as focal individuals were added when there\nwere less than three residents (six instances out of 32).\nPressed residents were disproportionately distributed\namongst treatments:T. hardwickeresidents were pressed\non four reefs (two individuals on two 12-d treatments,\none individual on one 12-d treatment, and two\nindividuals on one 5-d treatment) andT. quinquevitta-\nFIG. 1.  Patterns of habitat association for the reef fishesThalassoma hardwickeandT. quinquevittatumpresented as Manly’s\nalpha values (means with 95%CI), which range from 0 (least associated) to 1 (most associated). The study was conducted on a coral\nreef off Moorea, French Polynesia. Results are presented for the eight (of 13) habitat categories with which fish associated.\nAbbreviations are: P mass,Poritesmassive; P rus,Porites rus; Mont,Montipora; Poc,Pocilloporaspp.; Acr,Acroporaspp.; Turf, a\nmixed filamentous red algal assemblage consisting predominately ofPolysiphoniaspp.; Turb,Turbinaria ornata; and Bare, reef\nsubstrate that did not comprise a significant biological component. Substrate categories thatT. hardwickeandT. quinquevittatum\ndid not associate with were other coral,Dictyota,Halimeda, and sponge. The broken line represents expectations of random habitat\nassociation; values with error bars crossing this line are not statistically different from this expectation; values with error bars above\nor below this line indicate over- or underuse (relative to availability), respectively.\nTABLE1.  Summary of experiment 1 showing timing of neighbor introductions relative to focal introductions of reef fishes, where\nH representsThalassoma hardwickeindividuals and Q representsT. quinquevittatumindividuals.\nTiming\nTreatment\n12  3  4567\n12 d\n\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\nQ (H)\n\"\"\"\"\"\"\"\"\"\"\"\"\nH\n\"\"\"\n5d\n\"\"\"\"\"\"\"\"\"\"\"\"\nQ (H)\n\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\nH\n\"\"\"\"\"\"\n0d\n\"\"\"\nHQ (H)   H\n\"\"\"\nHH\n\"\"\"\nQ\n\"\"\"\nQ\n\"\"\"\nQ\nNotes:Focal individuals for each treatment are in boldface. Each of our seven treatments were as follows: (1)T. hardwicke\nwithoutT. quinquevittatum; (2)T. hardwickeandT. quinquevittatumintroduced simultaneously (0 d); (3)T. hardwickewithT.\nquinquevittatumintroduced 5 d previously; (4)T. hardwickewithT. quinquevittatumintroduced 12 d previously; (5)T.\nquinquevittatumwithoutT. hardwicke; (6)T. quinquevittatumwithT. hardwickeintroduced 5 d previously; and (7)T.\nquinquevittatumwithT. hardwickeintroduced 12 d previously. Note that treatment 2 served as the simultaneous arrival treatment\nfor both species. Treatments 1–4 examine effects of priorT. quinquevittatumresidency onT. hardwickesettlement. Treatments 2\nand 5–7 examine effects of priorT. hardwickeresidency onT. quinquevittatumsettlement. Treatments 1–4 with ‘‘(H)’’ indicate\nexperimental design for experiment 2, where neighbor and focal individuals were bothT. hardwicke. The study was conducted on a\ncoral reef off Moorea, French Polynesia.\nOctober 20092871PRIORITY EFFECTS MEDIATE COMPETITION\n\ntumwere pressed on two reefs (two individuals each on\none 12-d and one 5-d treatment). We used excess\nindividuals removed from other experimental reefs to\npress residents.\nWe surveyed reefs twice daily (at approximately 08:00\nand 16:00) for seven days after we introduced focal\nindividuals. We also searched neighboring nonexperi-\nmental reefs for tagged immigrants. We found no\nimmigrants or emigrants, and previous research has\nshown that small reef fish rarely move between reefs\nseparated by as little as 15 m (Caselle 1999, Shima 2001).\nWe therefore assumed that the disappearance of an\nexperimental fish was due to mortality rather than\nmigration.\nExperiment 2: intraspecific priority effects betweenT.\nhardwickeindividuals.—We used a similar experimental\ndesign to examine intraspecific priority effects forT.\nhardwicke(i.e.,T. hardwickerecruits served as both the\nfocal and resident individuals; Table 1). Because the\nintraspecific design had four instead of seven treatments,\nall seven replicates of the four treatments were\nconducted together once (6–25 July). We removed\nexcess residents from six of 14 reefs and added residents\nto three of 14 reefs (one 5-d treatment and two 12-d\ntreatments) prior to adding focal individuals to reefs. All\nother aspects of experiment 2 were identical to\nexperiment 1.\nBehavioral observations\nTo help elucidate the mechanisms driving priority\neffects we conducted 5-min behavioral observations at\nthe time we added focal individuals to reefs. After\nallowing fish to acclimate to the observers’ presence for\n;3 min, behavioral observations were conducted at a\ndistance of;2 m from the reef. Observers remained\nstationary or moved slowly while conducting behavioral\nobservations. This reduces the likelihood of ‘‘herding’’\nor frightening fish onto or off reefs, or between\nsubstrates within reefs. We recorded three response\nvariables: (1) the number of chases between focal\nindividuals and both prior residents and the background\ncommunity (in experiment 1, 96%and 89%of chases\nwere inflicted by prior residents uponT. hardwickeand\nT. quinquevittatum, respectively; in experiment 2, 98%of\nchases were inflicted by prior residents); (2) the number\nof fin bites inflicted during chases (all fin bites were\ninflicted by prior residents on focal individuals in both\nexperiments); and (3) the time spent insidePocillopora\nby focal individuals.\nData analysis\nSurvival analysis.—We modeled time-to-disappear-\nance for each treatment using Cox proportional hazard\nregression (Cox 1972, Cox and Oakes 1984). We\nmodeled the underlying distribution of focal individual\nmortality against time of resident arrival. The probabil-\nity distribution of mortality is specified as a hazard\nfunction,h(t), the conditional or instantaneous mortal-\nity, expressed as a function of time,t:\nhðtÞ¼h\n0\nðtÞexpðb\n1\nx\n1\nþb\n2\nx\n2\nþ\"\"\"þb\np\nx\np\nÞð1Þ\nwhereh\n0\n(t)isthetime-dependentbaselinehazard\nfunction that is dependent upon a set ofpcovariates\n(x\n1\n,x\n2\n,...,x\np\n), whose impact is measured by the size of\nthe respective coefficients (b\n1\n,b\n2\n,...,b\np\n). The density of\nresidents slowly decreased through time after we added\nfocal individuals. For resident-present treatments, we\ncontrolled for decreasing resident densities through time\nby including density of residents as a time-dependent\ncovariate in our model. For experiment 1 we also\nincluded a strata term in the model to account for\nexperimental run, which is similar to effects of blocks in\nANOVA (Therneau and Grambsch 2000). We right-\ncensored the data (i.e., analyzed data on minimal\nsurvival times), used the Efron approximation to handle\ntied data, used partial likelihood to derive regression\ncoefficients (b\ni\n), converted these coefficients to a hazard\nratio ase\nb\ni\n, and converted the hazard ratios into\nestimated percentage of changes in mortality rate\n(CMR) by subtracting 1 from the hazard ratio and\nmultiplying by 100. We conducted model reduction\nusing ANOVA.\nWe determined whether the fitted Cox regression\nmodel adequately described the data using Schoenfeld\nresiduals scaled by the Kaplan Meier estimate to test the\nassumption of proportional hazards, and df-beta values\n(the relative differences between the least squares and\ndeleted estimates of the coefficients [Freund and Wilson\n1998]) to test for influential data. Cox regressions were\nconducted using the survival package in R 2.5.1 (R\nDevelopment Core Team 2007).\nWe ran three orthogonal survival analyses. (1) We\ntested competitive effects by contrasting survival of focal\nindividuals between resident-absent and resident-present\ntreatments (i.e., absent vs. 0 d, 5 d, 12 d). (2) We tested\nthe effects of arriving later than residents by contrasting\nsurvival of focal individuals with simultaneous vs. later\narrival (i.e., 0 d vs. 5 d, 12 d). (3) We tested the effects of\narriving progressively later than residents by contrasting\nsurvival of focal individuals arriving 5 d vs. 12 d later\nthan residents.\nBehavior analysis.—Because there were strong corre-\nlations among behavioral responses (e.g., fin bites only\noccurred during chases), we analyzed behavior data\nusing principal components analysis (PCA) to create a\ncomposite aggression score. We transformed data (log[x\nþ1]) prior to analysis to improve normality. We\nconducted separate analyses for each of the three sub-\nstudies (T. hardwickewithT. quinquevittatum,T.\nquinquevittatumwithT. hardwicke, andT. hardwicke\nwithT. hardwicke). Results were very similar for all\nthree analyses. Principal components axis 1 (PCA 1)\naccounted for 63–68%of the total variation in\naggression variables and was driven by high  positive\nSHANE W. GEANGE AND ADRIAN C. STIER2872Ecology, Vol. 90, No. 10\n\nloadings of total chases (64–68%) and fin bites (63–68%)\nand weak negative loadings of time-in-Pocillopora(31–\n44%). Thus, we interpret this first PCA axis as a gradient\nof overall aggression. We analyzed PCA 1 scores with a\none-way ANOVA, using a relaxed variance assumption\n(Dalgaard 2002). For significant ANOVAs (P,0.05),\nwe used Bonferroni-adjusted pairwisettests, with\nunequal variances, to compute all possible pairwise\ncomparisons.\nR\nESULTS\nInterspecific priority effects\nOver the seven days that we monitored the survival of\nT. hardwickefocal individuals, percentage of survival\nwas 46%68.76%(mean6SE), 21%68.76%, 13%6\n6.12%, and 8%65.44%for absent, 0-d, 5-d, and 12-d\ntreatments, respectively (Fig. 2a, b). Percentage of\nsurvival ofT. quinquevittatumafter seven days was\n46%68.77%, 46%610.78%, 21%68.76%, and 21%6\n6.12%, for absent, 0-d, 5-d, and 12-d treatments,\nrespectively (Fig. 2c, d).\nAnalysis of competitive effects (absent vs. 0 d, 5 d, 12\nd) indicated that the likelihood of mortality forT.\nhardwickeindividuals entering reefs whereT. quinque-\nvittatumresidents were present increased by 196%,\ncompared to reefs whereT. quinquevittatumwas absent\n(P,0.001; Fig. 2a, b, Table 2). When arriving\nsimultaneously,T. hardwickehad lower survival than\nT. quinquevittatum(proportional survival 0.20860.059\nvs. 0.45860.074 forT. hardwickeandT. quinquevitta-\ntum, respectively).Mortality ofT. hardwickeincreased\nasT. quinquevittatumwere given greater residence times,\nbut these effects were not significant (0 d vs. 5 d, 12 d,P\n¼0.082, CMR¼66%; 5 d vs. 12 d,P¼\n0.570, CMR¼\n19%; Fig. 2a, b; Table 2).\nSurvival ofT. hardwickedecreased with increase in the\nPCA-derived composite aggression score (Fig. 2b). As\nT. hardwickeentered reefs progressively later thanT.\nquinquevittatum, aggression from residents towards focal\nindividuals increased (P,0.001) and survival decreased\n(P,0.001). Aggression was significantly higher on reefs\non whichT. quinquevittatumarrived either 5 d or 12 d\nprior toT. hardwickerelative to reefs on whichT.\nquinquevittatumwas absent (Fig. 2b). Likewise, aggres-\nsion was significantly higher on reefs on whichT.\nquinquevittatumarrived 12 d prior toT. hardwicke\nrelative to reefs on whichT. quinquevittatumarrived\nsimultaneously (Fig. 2b).\nWhen the sequence of arrival was reversed, there was\nnot a significant competitive effect ofT. hardwickeonT.\nquinquevittatum(absent vs. 0 d, 5 d, 12 d,P¼0.180,\nCMR¼52%; Fig. 2c, d, Table 2). However, whenT.\nquinquevittatumarrived on reefs later thanT. hardwicke,\nmortality risk ofT. quinquevittatumincreased by 93%(0\nd vs. 12 d and 5 d,P¼0.042; Fig. 2c, d, Table 2). There\nwas no demonstrable difference whenT. hardwicke\narrived 5 d vs. 12 d prior to arrival ofT. quinquevittatum\n(P¼0.770, CMR¼10%; Fig. 2c, d, Table 2).\nSurvival decreased with increase in the PCA-derived\ncomposite aggression score (Fig. 2d). AsT. quinquevit-\ntatumentered reefs later thanT. hardwicke, aggression\nfrom residents towards focal individuals increased (P,\n0.001) and survival decreased (P¼0.001). Aggression\nwas significantly higher on reefs on whichT. hardwicke\narrived either 5 d or 12 d prior toT. quinquevittatum\nrelative to reefs on whichT. hardwickewere absent or\narrived simultaneously withT. quinquevittatum(Fig.\n2d).\nTABLE2.  Hazard ratios from the Cox proportional hazard assessment for: (A) interspecific\ncompetition betweenThalassoma hardwickeandT. quinquevittatumand (B) intraspecific\ncompetition betweenT. hardwickeindividuals.\nOrthogonal contrast\nCoefficient\n(b\ni\n)\nHR\n(exp(b\ni\n))\nCMR\n(%)95%CIP\nA) Interspecific effects\nT. hardwickefocal individuals\nAbsent vs. (0 d, 5 d, 12 d)1.0902.96196    (1.61–5.45),0.001\n0 d vs. (5 d, 12 d)0.5061.6666    (0.94–2.93)0.082\n5 d vs. 12 d0.1731.1919    (0.65–2.17)0.570\nT. quinquevittatumfocal individuals\nAbsent vs. (0 d, 5 d, 12 d)0.4191.5252    (0.83–2.80)0.180\n0 d vs. (5 d, 12 d)0.6581.9393    (1.02–3.64)0.042\n5 d vs. 12 d&0.0961.1010    (0.48–1.72)0.770\nB) Intraspecific effects\nT. hardwickefocal individuals\nAbsent vs. (0 d, 5 d, 12 d)0.8442.33133    (1.17–4.60)0.015\n0 d vs. (5 d, 12 d)0.3301.3939    (0.76–2.55)0.290\n5 d vs. 12 d0.4961.6464    (0.84–2.22)0.150\nNotes:For each focal species, we ran three orthogonal survival analyses: (1) competition (absent\nvs. 0 d and 5 d and 12 d); (2) priority (0 d vs. 5 d and 12 d); and (3) degree of priority (5 d vs. 12 d).\nSee Table 1 for a description of the treaments. Abbreviations are: HR, hazard ratio; CMR, change\nin mortality rate; CI, confidence interval.\nOctober 20092873PRIORITY EFFECTS MEDIATE COMPETITION\n\nIntraspecific priority effects\nOver the seven days that we monitored the survival of\nT. hardwicke, percentage of survival was 52%68.35%\n(mean6SD), 29%65.91%, 24%66.47%, and 5%6\n3.23%, for absent, 0-d, 5-d, and 12-d treatments,\nrespectively (Fig. 2e, f). Risk ofT. hardwickemortality\nincreased by 133%when conspecific residents were\nalready present on reefs relative to conspecific-absent\ntreatments (absent vs. 0 d, 5 d, 12 d,P¼0.015; Fig. 2e, f,\nTable 2). Mortality of focalT. hardwickeincreased as\ncompeting conspecifics were given greater residence\ntimes, but these effects were not significant: (0 d vs. 5\nFIG. 2.  Survival of focal individuals in response to presence, relative timing of arrival (0 d [the same time], 5 d prior, or 12 d\nprior), and relative aggression of a competitor. Temporal trends of survival are depicted for (a)Thalassoma hardwickein response\ntoT. quinquevittatum, (c)T. quinquevittatumin response toT. hardwicke, and (e)T. hardwickeintraspecific responses. Error bars of\ntemporal trends are omitted for clarity. (b, d, f) Corresponding survival (proportion alive at the end of the experiment) in relation\nto composite aggression scores (modeling chases, fin bites, and time spent insidePocillopora; seeMethods: Behavioral observations;\nmeans6SE). Broken lines overlap treatments that are not significantly different.\nSHANE W. GEANGE AND ADRIAN C. STIER2874Ecology, Vol. 90, No. 10\n\nd, 12 d,P¼0.290, CMR¼39%; 5 d vs. 12 d,P¼0.150,\nCMR¼64%; Fig. 2e, f; Table 2).\nSurvival decreased with increase in the PCA-derived\ncomposite aggression score (Fig. 2f). AsT. hardwicke\nentered reefs progressively later than conspecifics,\naggression from residents towards focal individuals\nincreased (P,0.001) and survival decreased (P,\n0.001). Aggression was significantly higher on reefs on\nwhich conspecifics arrived 12 d prior toT. hardwicke\nrelative to reefs on which conspecifics were absent (Fig.\n2f).\nD\nISCUSSION\nFormal analysis indicated strong inter- and intraspe-\ncific competitive effects, although strong support for\npriority effects only occurred in the response ofT.\nquinquevittatumto the relative timing of arrival ofT.\nhardwicke(Table 1, Fig. 2c). However, weaker priority\neffects are also evident forT. hardwicke(Fig. 2a, e).\nWhen both species arrived simultaneously, survival ofT.\nquinquevittatumwas similar to that when it arrived in\ncommunities devoid ofT. hardwicke, whereas survival of\nT. hardwickewas lower than when it arrived in\ncommunities devoid ofT. quinquevittatum. This suggests\nthat when both species arrive simultaneously,T.\nquinquevittatumis competitively dominant overT.\nhardwicke.\nOur findings suggest that variability in the timing of\nsettlement pulses ofT. hardwickerelative toT.\nquinquevittatumcan have dramatic effects on recruit-\nment strength and success of both species. When both\nspecies arrived simultaneously,T. quinquevittatumsur-\nvived better thanT. hardwicke, which is indicative of an\nasymmetric competitive interaction between these spe-\ncies.However, when each species arrived at different\ntimes, reversals in sequence of arrival reversed the\ncompetitive advantage, indicating that competitive\ninteractions were at least partially driven by priority\neffects, producing more symmetric competitive effects.\nThe majority of short-term studies of interspecific\ncompetition between reef fishes have typically found\ncompetitive ability to be highly asymmetric, often\nresulting in local exclusion and habitat displacement\n(Hixon 1980, Larson 1980, Robertson and Gaines 1986,\nSchmitt and Holbrook 1986, Holbrook and Schmitt\n1989). However, these studies may not be representative\nof most competitive interactions as species pairs were\nselected in part because closely related species showed\nvery different patterns of habitat use. While other\nstudies have identified symmetric competitive interac-\ntions between reef fishes (Schmitt and Holbrook 1990,\nMunday 2004), our results expand these findings by\nsuggesting that the direction and magnitude of compe-\ntition may, in part, be determined by the sequence and\ntiming of species interactions.\nClassic competition theory predicts that over evolu-\ntionary time, intraspecific competition should be stron-\nger than interspecific competition because competitive\nexclusion and niche diversification will lead to resource\npartitioning among species (Colwell and Fuentes 1975,\nPLATE1.  Adult sixbar wrasse (Thalassoma hardwicke) on the reef at Moorea, French Polynesia. Adult wrasse represent the\nproduct of intracohort competitive interactions between wrasse settlers. Photo credit: S. W. Geange.\nOctober 20092875PRIORITY EFFECTS MEDIATE COMPETITION\n\nDiamond 1978). Interspecific differences in distribution,\nresource use, environmental tolerances, or natural\nenemies act as stabilizing processes, buffering per capita\npopulation growth rates of a species in a community\n(Chesson 2000), resulting in intraspecific effects being\nmore negative than interspecific effects.\nAlternatively, neutral theory (Bell 2000, Hubbell\n2001) and the ‘‘lottery model’’ (Sale 1976, 1978) both\npredict that intra- and interspecific competition should\nbe of equal magnitude. Neutral models suggest that the\nonly drivers of population dynamics are random\nvariation in births, deaths, and dispersal (Adler et al.\n2007), with species identity playing no role because\nspecies do not differ from one another in ways that\ndistinguish their population dynamics (Chave 2004,\nLeibold and McPeek 2006). Likewise, the lottery model\nassumes that space is a limiting resource, vacant space is\nrecolonized by the first available settler, and that once\nrecolonized the individual holds the space until it dies\n(i.e., there is a strong ‘‘priority effect’’). Coexistence is\nfavored if arrival is higher for one species at some times\nor places and higher for the other species at other times\nor places (Chesson and Warner 1981). We found that the\nstrength of competitive effects was primarily related to\nrelative arrival time and poorly explained by the identity\nof prior residents. This is consistent with both neutral\ntheory and the lottery model: reversals in sequence of\narrival reversed the direction of competition, and late-\narriving fish did poorer than fishes arriving simulta-\nneously with their competitors or before their compet-\nitors (as evidenced by the ‘‘no competition’’ treatment).\nBecause we found order of arrival and not species\nidentity to be important here, our results are more\nconsistent with neutral processes structuring communi-\nties than niche-based theories.\nAlthough we never explicitly tested mechanisms\nunderlying priority effects in this study, we propose\nthree: (1) a residency advantage, in which, if residents\nare able to deplete renewable resources to low levels,\nlonger time in residency means that more depletion\noccurs, increasing the intensity of exploitative competi-\ntion; (2) a size advantage in which larger (or older) fish\n(i.e., prior residents) induce stronger competitive effects\nthan smaller (or younger) fish through either exploit-\native or interference competition (Jones 1987, Wilson\n2005); (3) an experience advantage, in which more\nexperienced individuals (i.e., prior residents) gain\nknowledge of the local environment (e.g., greater\nawareness of established boundaries with neighbors\nand knowledge of hiding spaces), facilitating their ability\n(relative to later-arriving fish) to acquire resources (i.e.,\nexploitative competition), defend home ranges (i.e.,\ninterference competition) or evade predators. Of these\nthree mechanisms, we have most evidence for the second\nand third. We found that aggression increased with\nincreasing mortality riskandincreasingtemporal\nseparation of species arrival, suggesting that aggressive\nbehavior by residents toward focal individuals increased\nthe mortality risk of focal individuals. This aggression\ngradient is suggestive of both size and experience\nadvantages, which, because larger individuals are often\nalso more experienced, are not mutually exclusive.\nPrevious research has shown that: (1) individuals less\nexperienced with a site are less likely to engage in\ncompetitive interactions because they exhibit fear-like\nbehaviors incompatible with aggression (Figler et al.\n1976); and (2) larger individuals are often more\nsuccessful in the acquisition and defense of food or\ncover, resulting in increased growth or reduced mortality\n(Robertson 1984, Szabo 2002). As individuals gain\nexperience with a site they may also increase in\nconfidence and more readily engage in aggressive\ninteractions. Therefore, over timescales of minutes to\nhours in which new arrivals exhibit fear-like behaviors,\nexperience advantages (or conversely an unwillingness\nby new arrivals to engage in aggressive interactions) may\nbe determining factors in the outcome of interference\ncompetition. Over timescales of hours to days, when new\narrivals have overcome any initial fear-like behaviors,\nsize advantages may be critical, as larger individuals are\nable to physically dominate smaller individuals during\ninterference competition.\nBased on previous work in coral reef fish communi-\nties, predation is likely the ultimate cause of mortality in\nrecently settled reef fishes, with competition increasing a\nsubordinate’s exposure to predators due to displacement\nof subordinates from refuge habitat (Carr et al. 2002,\nHolbrook and Schmitt 2002, Almany 2003). The ability\nto find (and defend) shelter sites may therefore increase\ncompetitive advantage. Shima (2002) found that the\nfrequency of agonistic interactions between residentT.\nhardwickescaled with density- and number-dependent\nlosses to predation, suggesting that behavioral interac-\ntions rather than proximate resource limitation may\nunderlie observed mortality. We have evidence that\nthese patterns also hold true here, for both intraspecific\ninteractions betweenT. hardwickeand interspecific\ninteractions betweenT. hardwickeandT. quinquevitta-\ntum, with the likely agents of mortality both resident\n(cardinalfish, eels, lizardfish, sandperch, triggerfish) and\ntransient (jacks) predators (see Appendices A and B).\nWe add a caveat to these interpretations. Our experi-\nmental design effectively doubled the density of the\nexperimental species when residents and focal individu-\nals were present on the same reef relative to reefs on\nwhich prior residents were absent. We acknowledge that\nthis design does not distinguish competitive effects from\napparent competition (i.e., the response of predators to\noverall increases in prey density) because neither\ncompetitor density nor predator effects were controlled\nfor.\nCommunities are rarely devoid of established resi-\ndents. Colonists and newborns immediately encounter a\ncommunity’s current residents. Previous research has\ndemonstrated that the degree to which resident–settler\ninteractions affect the persistence of settlers can depend\nSHANE W. GEANGE AND ADRIAN C. STIER2876Ecology, Vol. 90, No. 10\n\non the identity of both the resident and the settler\n(Shulman et al. 1983, Sweatman 1985, Munday et al.\n2001, Almany 2003, 2004, Hixon and Jones 2005,\nForrester et al. 2006). Here we have expanded on this\nby showing that not only does the identity of the players\nin resident–settler interactions affect the outcome of\nthese interactions, but so does the sequence and timing\nof these interactions. This has important implications\nfor ecologists attempting to evaluate interaction\nstrengths among species, suggesting that it is not only\nimportant to identify the direction and magnitude of\ninteraction strengths, but also variability in the direction\nand magnitude of interaction strengths through time.\nACKNOWLEDGMENTS\nCraig Osenberg, Jeff Shima, Jada-Simone White, Ben\nBolker, Todd Palmer, and two anonymous reviewers provided\nmany helpful comments on versions of this manuscript. Staff of\nthe Richard B. Gump South Pacific Research Station provided\ninvaluable logistical support, and Natasha Dallin, Shelby\nBoyer, and Anne Duplouy helped in the field and laboratory.\nThis project was possible with financial support from NSF\n(OCE-0242312), a VUW Ph.D. Scholarship awarded to S. W.\nGeange, a Fulbright-MinistryofResearch,Scienceand\nTechnology Graduate Student Award to S. W. Geange, and a\nThree Seas Fellowship to A. C. Stier.\nL\nITERATURECITED\nAdler, P. B., J. HilleRisLambers, and J. M. Levine. 2007. A\nniche for neutrality. Ecology Letters 10:95–104.\nAlmany, G. R. 2003. Priority effects in coral reef fish\ncommunities. Ecology 84:1920–1935.\nAlmany, G. R. 2004. Priority effects in coral reef fish\ncommunities of the Great Barrier Reef. Ecology 85:2872–\n2880.\nAlmany, G. R., and M. S. Webster. 2006. The predation\ngauntlet: early post-settlement mortality in reef fishes. Coral\nReefs 25:19–22.\nBell, G. 2000. The distribution of abundance in neutral\ncommunities. American Naturalist 155:606–617.\nBenke, A. C. 1978. Interactions among coexisting predators—a\nfield experiment with dragonfly larvae. Journal of Animal\nEcology 47:335–350.\nBeukers, J. S., G. P. Jones, and R. M. Buckley. 1995. Use of\nimplant microtags for studies on populations of small reef\nfish. Marine Ecology Progress Series 125:61–66.\nBlaustein, L., and J. Margali. 1996. Priority effects in\ntemporary pools: nature and outcome of mosquito larva–\ntoad tadpole interactions depend on order of entrance.\nJournal of Animal Ecology 65:77–84.\nCarr, M. H., T. W. Anderson, and M. A. Hixon. 2002.\nBiodiversity, population regulation, and the stability of coral-\nreef fish communities. Proceedings of the National Academy\nof Sciences (USA) 99:11241–11245.\nCaselle, J. E. 1999. Early post-settlement mortality in a coral\nreef fish and its effect on local population size. Ecological\nMonographs 69:177–194.\nChave, J. 2004. Neutral theory and community ecology.\nEcology Letters 7:241–253.\nChesson, J. 1978. Measuring preference in selective predation.\nEcology 59:211–215.\nChesson, P. 2000. Mechanisms of maintenance of species\ndiversity. Annual Review of Ecology and Systematics 31:\n343–366.\nChesson, P., and R. Warner. 1981. Environmental variability\npromotes coexistence in lottery competitive systems. Amer-\nican Naturalist 117:923–943.\nColwell, R. K., and E. R. Fuentes. 1975. Experimental studies\nof the niche. Annual Review of Ecology and Systematics 6:\n281–310.\nCox, D. R. 1972. Regression models and life-tables. Journal of\nthe Royal Statistical Society Series B 34:187–220.\nCox, D. R., and D. Oakes. 1984. Analysis of survival data.\nChapman and Hall, London, UK.\nCraig, P. C. 1998. Temporal spawning patterns of several\nsugeonfishes and wrasses in American Samoa. Pacific Science\n52:35–39.\nDalgaard, P. 2002. Introductory statistics with R. Springer,\nNew York, New York, USA.\nDayton, G. H., and L. A. Fitzgerald. 2005. Priority effects and\ndesert anuran communities. Canadian Journal of Zoology 83:\n1112–1116.\nDiamond, J. M. 1978. Niche shifts and the rediscovery of\ninterspecific competition. American Scientist 66:322–331.\nDoherty, P. J. 1988. Large-scale variability in the recruitment of\na coral reef fish. Pages 667–672inProceedings of the Sixth\nInternational Coral Reef Symposium, Australia. Executive\nCommittee, Townsville, Australia.\nDoherty, P. J. 1991. Spatial and temporal patterns in\nrecruitment. Pages 261–293inP. F. Sale, editor. The ecology\nof fishes on coral reefs. Academic Press, San Diego,\nCalifornia, USA.\nDufour, V., and R. Galzin. 1993. Colonization patterns of reef\nfish larvae to the lagoon at Moorea Island, French Polynesia.\nMarine Ecology Progress Series 102:143–152.\nFigler, M. H., R. M. Klein, and H. V. S. Peeke. 1976. The\nestablishment and reversibility of dominance relationships in\njewel fish,Hemichromis bimaculatusGill (Pisces, Cichlidae):\neffects of prior exposure and prior residence situations.\nBehaviour 58:254–270.\nForrester, G. E., B. Evans, M. A. Steele, and R. R. Vance.\n2006. Assessing the magnitude of intra- and interspecific\ncompetition in two coral reef fishes. Oecologia 148:632–640.\nFrederick, J. L. 1997. Evaluation of fluorescent elastomer\ninjection as a method for marking small fish. Bulletin of\nMarine Science 61:399–408.\nFreund, R. J., and W. J. Wilson. 1998. Regression analysis:\nstatistical modeling of a response variable. Academic Press,\nSan Diego, California, USA.\nGibbs, H. L., and P. R. Grant. 1987. Ecological consequences\nof an exceptionally strong El Nino event on Darwin’s\nFinches. Ecology 68:1735–1746.\nHixon, M. A. 1980. Competitive interactions between Califor-\nnia reef fishes of the genusEmbiotoca. Ecology 61:918–931.\nHixon, M. A., and G. P. Jones. 2005. Competition, predation,\nand density-dependent mortality in demersal marine fishes.\nEcology 86:2847–2859.\nHolbrook, S. J., and R. J. Schmitt. 1989. Resource overlap,\nprey dynamics, and the strength of competition. Ecology 70:\n1943–1953.\nHolbrook, S. J., and R. J. Schmitt. 2002. Competition for\nshelter space causes density-dependent predation mortality in\ndamselfishes. Ecology 83:2855–2868.\nHubbell, S. P. 2001. The unified neutral theory of biodiversity\nand biogeography. Princeton University Press, Princeton,\nNew Jersey, USA.\nImbert, H., L. Beaulaton, C. Rigaud, and P. Elie. 2007.\nEvaluation of visible implant elastomer as a method for\ntagging small European eels. Journal of Fish Biology 71:\n1546–1554.\nJones, G. P. 1987. Competitive interactions among adults and\njuveniles in a coral reef fish. Ecology 68:1534–1547.\nLarson, R. J. 1980. Competition, habitat selection, and the\nbathymetric segregation of two rockfish (Sebastes) species.\nEcological Monographs 50:221–239.\nOctober 20092877PRIORITY EFFECTS MEDIATE COMPETITION\n\nLawler, S. P., and P. J. Morin. 1993. Temporal overlap,\ncompetition, and priority effects in larval anurans. Ecology\n74:174–182.\nLeibold, M. A., and M. A. McPeek. 2006. Coexistence of the\nniche and neutral perspectives in community ecology.\nEcology 87:1399–1410.\nLouette, G., and L. D. Meester. 2007. Predation and priority\neffects in experimental zooplankton communities. Oikos 116:\n419–426.\nManly, B. F., P. Miller, and L. M. Cook. 1972. Analysis of a\nselective predation experiment. American Naturalist 106:\n719–736.\nMunday, P. L. 2004. Competitive coexistance of coral-dwelling\nfishes: the lottery hypothesis revisted. Ecology 85:623–628.\nMunday, P., G. Jones, and M. Caley. 2001. Interspecific\ncompetition and coexistence in a guild of coral-dwelling\nfishes. Ecology 82:2177–2189.\nMyers, R. F. 1999. Micronesian reef fishes. Coral Graphics,\nGuam.\nOsenberg, C. W., J. S. Shima, and C. M. S. Mary. 2006. Habitat\ndegredation and settlement behavior: effects on fish settle-\nment, survival, and recruitment. Pages 257–263inY. Suzuki,\nT. Nakamori, M. Hidaka, H. Kayanne, B. E. Casareto, K.\nNadaoka, H. Yamano, and M. Tsuchiya, editors. Proceed-\nings of the 10th International Coral Reef Symposium,\nOkinawa, Japan. Japanese Coral Reef Society, Tokyo, Japan.\nPrice, J. E., and P. J. Morin. 2004. Colonization history\ndetermines alternate community states in a food web of\nintraguild predators. Ecology 85:1017–1028.\nRDevelopmentCoreTeam.2007.R:Alanguageand\nenvironment for statistical computing. R Foundation for\nStatistical Computing, Vienna, Austria.\nRandall, J. E. 2005. Reef and shore fishes of the South Pacific:\nNew Caledonia to Tahiti and the Pitcairn Islands. University\nof Hawaii Press, Honolulu, Hawaii, USA.\nRobertson, D. R. 1984. Cohabitation of competing territorial\ndamselfishes on a Caribbean coral reef. Ecology 65:1121–\n1135.\nRobertson, D., and S. G. Gaines. 1986. Interference competi-\ntion structures habitat use in a local assemblage of coral reef\nsurgeonfishes. Ecology 67:1372–1383.\nSale, P. F. 1976. Reef fish lottery. Natural History 85:60–65.\nSale, P. F. 1978. Coexistence of coral reef fishes—a lottery for\nliving space. Environmental Biology of Fishes 3:85–102.\nSchauber, E. M., D. Kelly, P. Turchin, C. Simon, W. G. Lee,\nR. B. Allen, I. J. Payton, P. R. Wilson, P. E. Cowan, and\nR. E. Brockie. 2002. Masting by eighteen New Zealand plant\nspecies: the role of temperature as a synchronizing cue.\nEcology 83:1214–1225.\nSchmitt, R. J., and S. J. Holbrook. 1986. Seasonally fluctuating\nresources and temporal variability of interspecific competi-\ntion. Oecologia 69:1–11.\nSchmitt, R., and S. Holbrook. 1990. Population responses of\nsurfperch released from competition. Ecology 71:1653–1665.\nShima, J. S. 2001. Regulation of local populations of a coral\nreef fish via joint effects of density- and number-dependent\nmortality. Oecologia 126:58–65.\nShima, J. S. 2002. Mechanisms of density- and number-\ndependent population regulation of a coral-reef fish. Marine\nand Freshwater Research 53:175–179.\nShima, J. S., C. W. Osenberg, and C. M. S. Mary. 2008.\nQuantifying site quality in a heterogeneous landscape:\nrecruitment of a reef fish. Ecology 89:86–94.\nShorrocks, B., and M. Bingley. 1994. Priority effects and species\ncoexistence: experiments with fungal-breeding Drosophila.\nJournal of Animal Ecology 63:799–806.\nShulman, M., J. Ogden, W. McFarland, S. Miller, N. Wolf, and\nJ. Ebersole. 1983. Priority effects in the recruitment of\njuvenile coral reef fishes. Ecology 64:1508–1513.\nSimon, J. 2007. Evaluation of marking European silver eels\nwith visible implant elastomer tags and alcian blue. Journal\nof Fish Biology 70:303–309.\nSrinivasan, M., and G. P. Jones. 2006. Extended breeding and\nrecruitment periods of fishes on a low latitude coral reef.\nCoral Reefs 25:673–682.\nSutherland, J. P., and R. H. Karlson. 1977. Development and\nstability of the fouling community at Beaufort, North\nCarolina. Ecological Monographs 47:425–446.\nSweatman, H. P. A. 1985. The influence of adults of some coral\nreef fishes on larval recruitment. Ecological Monographs 55:\n469–485.\nSzabo, A. R. 2002. Experimental tests of intercohort compe-\ntition for food and cover in the tidepool sculpin (Oligocottus\nmaculosusGirard). Canadian Journal of Zoology 80:137–\n144.\nTherneau, T. M., and P. M. Grambsch. 2000. Modeling\nsurvival data: extending the Cox model. Springer, New\nYork, New York, USA.\nVictor, B. C. 1986. Duration of the planktonic larval stage of\none hundred species of Pacific and Atlantic wrasses (family\nLabridae). Marine Biology 90:317–326.\nWilson, J. A. 2005. Age class interactions in a marine goby,\nElacatinus prochilos(Bohlke and Robins, 1968). Journal of\nExperimental Marine Biology and Ecology 327:144–156.\nWinemiller, K. O., and K. A. Rose. 1992. Patterns of life-\nhistory diversification in North American Fishes: implica-\ntions for population regulation. Canadian Journal of\nFisheries and Aquatic Sciences 49:2196–2218.\nAPPENDIX A\nNon-manipulated community structure in the interspecific study examining intracohort priority effects (Ecological Archives\nE090-203-A1).\nAPPENDIX B\nNon-manipulated community structure in the intraspecific study examining intracohort priority effects (Ecological Archives\nE090-203-A2).\nAPPENDIX C\nStandard lengths of focal individuals and prior residents (Ecological ArchivesE-090-203-A3).\nSHANE W. GEANGE AND ADRIAN C. STIER2878Ecology, Vol. 90, No. 10\n\n1/17/2014Ecological Archives E090-203-A1\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-A.htm1/3\nEcological  Archives  E090-­203-­A1\nShane  W.  Geange  and  Adrian  C.  Stier.  2009.  Order  of  arrival  affects  competition  in\ntwo  reef  fishes.  Ecology  90:2868–2878.\nAppendix  A.  Non-­manipulated  community  structure  in  the  interspecific  study  examining  intracohort  priority\neffects.\nTABLE  A1.  Non-­manipulated  fish  community  structure  on  experimental  patch  reefs  used  in  the  study\nexamining  intracohort  priority  effects  between  Thalassoma  hardwicke  and  T.  quinquevittatum.  Means  (and\nSE)  are  given  for  each  of  our  seven  treatments:  (1)  T.  hardwicke  without  T.  quinquevittatum;;  (2)  T.\nhardwicke  and  T.  quinquevittatum  introduced  simultaneously;;  (3)  T.  hardwicke  with  T.  quinquevittatum\nintroduced  5-­d  previously;;  (4)  T.  hardwicke  with  T.  quinquevittatum  introduced  12-­d  previously;;  (5)  T.\nquinquevittatum  without  T.  hardwicke;;  (6)  T.  quinquevittatum  with  T.  hardwicke  introduced  5-­d  previously,\nand  (7)  T.  quinquevittatum  with  T.  hardwicke  introduced  12  d  previously.  Surveys  were  conducted  the  day\nimmediately  before  deployment  of  prior  residents  in  each  of  two  temporal  blocks  (11  April  and  2  May).\nValues  for  each  treatment  are  calculated  across  both  temporal  blocks.  Predator  species  we  suspect  as  agents\nof  mortality  of  focal  individuals  are  highlighted  in  bold,  but  do  not  include  transient  species  not  captured  in\nsurveys  that  were  observed  visiting  reefs  during  the  course  of  the  study,  including  Carangidae,  Aulostomus\nchinensis,  Botha  spp.,  Cheilinus  trilobatus,  Saurida  gracilis,  and  Synodus  binotatus.\n      TREATMENTS\nFamilySpeciesFunctional  Group1234567\nAcanthuridaeAcanthurus  olivaceusHerbivore-­-­-­-­-­-­\n0.6\n(0.6)\n  Acanthurus  triostegusHerbivore\n1.5\n(0.5)\n1.3\n(0.4)\n1.5\n(0.6)\n1.3\n(0.4)\n1.5\n(0.7)\n1.6\n(0.5)\n2.3\n(0.6)\n  Naso  annulatusPlanktivore/Herbivore\n0.3\n(0.2)\n0.1\n(0.1)\n1.3\n(0.7)\n0.6\n(0.4)\n0.5\n(0.4)\n0.1\n(0.1)\n0.4\n(0.3)\nApogonidaeApogon  fraenatusPlanktivore-­\n0.4\n(0.3)\n0.1\n(0.1)\n0.3\n(0.2)\n-­\n0.1\n(0.7)\n0.1\n(0.1)\n  Arothron  hispidusOmnivore-­-­\n0.1\n(0.1)\n-­-­-­-­\n  \nCheilodipterus\nquinquelineatus\nCarnivore\n0.1\n(0.1)\n0.1\n(0.1)\n0.1\n(0.1)\n0.1\n(0.1)\n0.1\n(0.1)\n0.3\n(0.3)\n-­\nBalistidaeBalistapus  undulatusOmnivore-­-­-­-­-­-­\n0.1\n(0.1)\nChaetodontidaeChaetodon  citrinellusOmnivore\n0.9\n(0.3)\n0.9\n(0.4)\n1.0\n(0.5)\n1.5\n(0.5)\n1.1\n(0.5)\n1.5\n(0.5)\n2.3\n(0.5)\nDiodontidaeDiodon  hystrixCarnivore-­-­\n0.1\n(0.1)\n-­-­-­-­\nHolocentridaeNeoniphon  argenteusCarnivore\n0.1\n(0.1)\n0.1\n(0.1)\n0.1\n(0.1)\n-­\n0.3\n(0.2)\n0.1\n(0.1)\n-­\n  Neoniphon  sammaraCarnivore\n0.1\n(0.1)\n0.5\n(0.3)\n0.5\n(0.3)\n0.1\n(0.1)\n0.3\n(0.2)\n0.3\n(0.2)\n0.1\n(0.1)\n\n1/17/2014Ecological Archives E090-203-A1\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-A.htm2/3\nLabridaeHalichoeres\ntrimaculatus\nCarnivore1.3\n(0.7)\n1.8\n(0.6)\n1.6\n(0.6)\n1.0\n(0.4)\n1.6\n(0.5)\n2.0\n(0.5)\n2.0\n(0.6)\n  Scarus  psittacusHerbivore\n0.3\n(0.3)\n0.1\n(0.1)\n0.3\n(0.2)\n0.1\n(0.1)\n0.8\n(0.6)\n0.1\n(0.1)\n0.1\n(0.1)\n  Scarus  sordidusHerbivore\n1.6\n(0.6)\n0.6\n(0.3)\n0.1\n(0.1)\n0.5\n(0.2)\n1.0\n(0.4)\n0.1\n(0.1)\n1.0\n(0.5)\n  Stethojulis  bandanensisCarnivore\n0.6\n(0.4)\n0.3\n(0.2)\n0.4\n(0.3)\n0.1\n(0.1)\n0.9\n(0.5)\n0.1\n(0.1)\n0.1\n(0.1)\n  \nThalassoma\namblycaphalum\nPlanktivore-­-­-­-­\n0.1\n(0.1)\n-­-­\nLethrinidaeMonotaxis  grandoculisCarnivore-­-­\n0.3\n(0.3)\n-­-­-­-­\nMullidae\nMulloidichthys\nflavolineatus\nCarnivore-­-­-­\n0.1\n(0.1)\n-­\n0.1\n(0.1)\n0.1\n(0.1)\n  \nParupeneus\nmultifasciatus\nCarnivore-­\n0.5\n(0.5)\n-­\n0.4\n(0.3)\n0.1\n(0.1)\n0.1\n(0.1)\n-­\nMuraenidaeEchnidna  nebulosaCarnivore\n0.1\n(0.1)\n-­-­-­-­-­-­\n  \nGymnothorax\njavanicus\nCarnivore-­-­\n0.1\n(0.1)\n-­-­-­-­\nPinguipedidae\nParapercis\nmillepunctata\nCarnivore-­-­-­-­\n0.1\n(0.1)\n-­\n0.1\n(0.1)\nPomacanthidaeCentropyge  flavissimusHerbivore-­-­-­-­\n0.1\n(0.1)\n-­-­\n  \nChrysiptera\nbrownriggii\nOmnivore\n0.1\n(0.1)\n-­\n0.1\n(0.1)\n0.1\n(0.1)\n0.3\n(0.2)\n0.1\n(0.1)\n0.1\n(0.1)\n  Dascylus  aruanusPlanktivore/Herbivore\n0.3\n(0.2)\n0.5\n(0.3)\n0.4\n(0.3)\n0.4\n(0.2)\n0.5\n(0.3)\n0.6\n(0.4)\n0.4\n(0.2)\n  Dascylus  flavicaudusPlanktivore\n1.1\n(0.9)\n0.8\n(0.5)\n0.4\n(0.3)\n0.4\n(0.2)\n0.8\n(0.5)\n0.5\n(0.3)\n0.5\n(0.2)\n  \nPomacanthus\nimperator\nOmnivore-­-­-­-­-­\n0.1\n(0.1)\n-­\n  Pomacentrus  pavoPlanktivore/Herbivore\n2.6\n(0.6)\n2.0\n(0.8)\n2.4\n(1.1)\n1.8\n(0.6)\n1.4\n(0.6)\n1.3\n(0.6)\n2.8\n(0.6)\nScorpaenidae\nScorpaenodes\nguamensis\nCarnivore-­-­-­-­-­-­\n0.1\n(0.1)\n  \nScorpaenopsis\ndiabolus\nCarnivore\n0.1\n(0.1)\n-­-­-­-­-­-­\nTetraodontidaeCanthigaster  bennettiOmnivore\n3.1\n(1.4)\n3.8\n(1.2)\n3.4\n(0.9)\n2.1\n(0.7)\n1.8\n(0.6)\n2.1\n(1.1)\n3.9\n(1.3)\n  Canthigaster  solandriOmnivore\n0.3\n(0.3)\n-­\n0.1\n(0.1)\n-­-­\n0.1\n(0.1)\n-­\n\n1/17/2014Ecological Archives E090-203-A1\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-A.htm3/3\n  \nCanthigaster  valantiniOmnivore-­-­-­-­0.1\n(0.1)\n-­0.3\n(0.2)\n[Back  to  E090-­203]\n\n1/17/2014Ecological Archives E090-203-A2\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-B.htm1/2\nEcological  Archives  E090-­203-­A2\nShane  W.  Geange  and  Adrian  C.  Stier.  2009.  Order  of  arrival  affects  competition  in\ntwo  reef  fishes.  Ecology  90:2868–2878.\nAppendix  B.  Non-­manipulated  community  structure  in  the  intraspecific  study  examining  intracohort  priority\neffects.\nTABLE  B1.  Non-­manipulated  fish  community  structure  on  experimental  patch  reefs  used  in  the  study\nexamining  intraspecific,  intracohort,  priority  effects  between  Thalassoma  hardwicke  individuals.  Means\n(and  SE)  are  given  for  each  of  our  four  treatments:  (1)  Focal  T.  hardwicke  without  resident  T.  hardwicke;;\n(2)  Focal  and  resident  T.  hardwicke  introduced  simultaneously;;  (3)  Focal  T.  hardwicke  with  resident  T.\nhardwicke  introduced  5-­d  previously;;  (4)  Focal  T.  hardwicke  with  resident  T.  hardwicke  introduced  12-­d\npreviously.  Surveys  were  conducted  the  day  immediately  before  deployment  of  prior  residents  (6  June).\nPredator  species  we  suspect  as  agents  of  mortality  of  focal  individuals  are  highlighted  in  bold,  but  do  not\ninclude  transient  species  not  captured  in  surveys  that  were  observed  visiting  reefs  during  the  course  of  the\nstudy,  including  Carangidae,  Aulostomus  chinensis,  Botha  spp.,  Cheilinus  trilobatus,  Saurida  gracilis,  and\nSynodus  binotatus.\n      TREATMENTS\nFamilySpeciesFunctional  Group1234\nAcanthuridaeAcanthurus  olivaceusHerbivore\n0.3\n(0.2)\n1.4\n(0.5)\n0.6\n(0.3)\n-­\n  Acanthurus  triostegusHerbivore\n0.4\n(0.2)\n1.1\n(0.3)\n0.7\n(0.4)\n0.3\n(0.2)\n  Naso  annulatusPlanktivore/Herbivore\n0.1\n(0.1)\n0.3\n(0.2)\n0.6\n(0.4)\n0.1\n(0.1)\nApogonidaeApogon  fraenatusPlanktivore-­\n0.1\n(0.1)\n-­\n0.3\n(0.2)\n  \nCheilodipterus\nquinquelineatus\nCarnivore\n0.3\n(0.2)\n0.3\n(0.2)\n0.3\n(0.2)\n0.1\n(0.1)\nBalistidaeBalistapus  undulatusOmnivore\n0.1\n(0.1)\n0.3\n(0.3)\n0.1\n(0.1)\n-­\nChaetodontidaeChaetodon  citrinellusOmnivore\n0.1\n(0.1)\n0.7\n(0.3)\n0.4\n(03)\n0.3\n(0.2)\nHolocentridaeNeoniphon  argenteusCarnivore\n1.0\n(0.5)\n2.1\n(0.6)\n0.9\n(0.4)\n0.7\n(0.4)\n  Neoniphon  sammaraCarnivore\n0.7\n(0.3)\n0.6\n(0.3)\n0.1\n(0.1)\n0.7\n(0.3)\nLabridaeCheilinus  trilobatusCarnivore-­\n0.1\n(0.1)\n0.1\n(0.1)\n-­\n  Halichoeres  trimaculatusCarnivore\n3.7\n(1.2)\n6.4\n(1.2)\n3.0\n(1.1)\n1.7\n(0.8)\n0.70.40.40.4\n\n1/17/2014Ecological Archives E090-203-A2\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-B.htm2/2\n  \nScarus  sordidusHerbivore\n(0.3)(0.2)(0.2)(0.3)\n  Scarus  psittacusHerbivore\n0.3\n(0.2)\n0.1\n(0.1)\n0.3\n(0.2)\n0.1\n(0.1)\n  Stethojulis  bandanensisCarnivore\n0.6\n(0.4)\n0.3\n(0.2)\n0.4\n(0.3)\n0.1\n(0.1)\n  Thalassoma  amblycaphalumPlanktivore\n0.1\n(0.1)\n0.1\n(0.1)\n-­-­\nMullidaeParupeneus  multifasciatusCarnivore-­\n0.1\n(0.1)\n0.2\n(0.2)\n-­\nPinguipedidaeParapercis  millepunctataCarnivore0.1  (-­)\n0.1\n(0.1)\n-­-­\nPomacanthidaeChromis  viridisPlanktivore-­\n0.1\n(0.1)\n-­-­\n  Chrysiptera  brownriggiiOmnivore-­\n0.1\n(0.1)\n-­-­\n  Dascylus  aruanusPlanktivore/Herbivore\n0.6\n(0.3)\n0.3\n(0.2)\n0.1\n(0.1)\n0.3\n(0.2)\n  Dascylus  flavicaudusPlanktivore\n0.4\n(0.2)\n0.9\n(0.6)\n0.4\n(0.3)\n0.3\n(0.2)\n  Pomacanthus  imperatorOmnivore-­\n0.3\n(0.2)\n-­\n0.1\n(0.1)\n  Pomacentrus  pavoPlanktivore/Herbivore\n0.4\n(0.2)\n1.0\n(0.4)\n1  (0.4)\n0.3\n(0.2)\nScorpaenidaeScorpaenodes  guamensisCarnivore-­\n0.4\n(0.3)\n0.3\n(0.3)\n-­\nTetraodontidaeCanthigaster  bennettiOmnivore\n1.3\n(0.5)\n1.9\n(0.6)\n1.7\n(0.9)\n2.7\n(0.7)\n  Canthigaster  solandriOmnivore-­\n0.1\n(0.1)\n0.3\n(0.3)\n-­\n[Back  to  E090-­203]\n\n1/17/2014Ecological Archives E090-203-A3\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-C.htm1/2\nEcological  Archives  E090-­203-­A3\nShane  W.  Geange  and  Adrian  C.  Stier.  2009.  Order  of  arrival  affects  competition  in  two  reef  fishes.\nEcology  90:2868–2878.\nAppendix  C.  Standard  lengths  of  focal  individuals  and  prior  residents.\n\n1/17/2014Ecological Archives E090-203-A3\nhttp://www.esapubs.org/archive/ecol/E090/203/appendix-C.htm2/2\n \n   FIG.  C1.  Standard  length  (mm)  +/-­  95%  CI's  of  focal  individuals  and  prior  residents  for  (a)  Thalassoma  hardwicke  response\nto  T.  quinquevittatum  prior  residents,  (b)  T.  quinquevittatum  response  to  T.  hardwicke  prior  residents,  and  (c)  T.  hardwicke\nresponse  to  T.  hardwicke  prior  residents.  In  panels  (a)  and  (b)  the  standard  lengths  of  individuals  in  experimental  runs  one  two\nare  indicated  by  white  and  gray  bars  respectively.  For  each  experimental  run,  a  one-­way  ANOVA  indicated  that  standard\nlengths  of  individuals  at  the  time  they  were  introduced  to  reefs  did  not  statistically  differ  across  levels  of  prior  residency  (i.e.,  0-­\nd,  5-­d,  and  12-­d),  or  between  focal  individuals  and  prior  residents:  (a)  df  =  3,  F  =  2.526,  P  =  0.060  and  df  =  3,  F  =  1.623,\nP  =  0.187  for  experimental  runs  one  and  two  respectively;;  (b)  df  =  3,  F  =  1.838,  P  =  0.143  and  df  =  3,  F  =  2.328,  P  =  0.077\nfor  experimental  runs  one  and  two  respectively;;  and  (c)  df  =  3,  F  =  1.012  and  P  =  0.388.\n[Back  to  E090-­203]",
  "extractedAt": "2025-12-12T18:45:07.485Z",
  "success": true,
  "matchedPublication": {
    "title": "Order of arrival affects competition in two reef fishes",
    "doi": "10.1890/08-0630.1",
    "year": "2009",
    "authors": "Geange, Shane W.; Stier, Adrian C."
  }
}