{
  "filename": "Geange and Stier (Coral Reefs) 2010.pdf",
  "numPages": 5,
  "text": "NOTE Charismatic microfauna alter cyanobacterial production through a trophic cascade S. W. Geange • A. C. Stier Received: 18 November 2009 / Accepted: 17 February 2010 / Published online: 6 March 2010 ÓSpringer-Verlag 2010 AbstractThe trophic ecology of cyanobacterial blooms is poorly understood on coral reefs. Blooms of toxic cya- nobacteria,Lyngbya majuscula, can quickly form large mats. The herbivorous sea hare,Stylocheilus striatus, and the predatory nudibranch,Gymnodoris ceylonica,often associate with these blooms, forming a linear food chain: nudibranch—sea hare—cyanobacteria. Using laboratory studies, this study quantified (1) the functional response of nudibranchs, (2) the effect of sea hare size on predation rates, and (3) the strength of the indirect effect of sea hare predation on cyanobacteria (i.e., a trophic cascade). Nudi- branchs consumed on average 2.4 sea hares d -1 , with the consumption of small sea hares 22 times greater than the consumption of large sea hares. Predation of sea hares reduced herbivory. Cyanobacterial biomass was 1.5 times greater when nudibranchs were present relative to when nudibranchs were absent. Although sea hare grazing can substantially reduce cyanobacterial biomass, predation of sea hares may mitigate grazing pressure, and therefore increase the abundance of cyanobacteria. KeywordsCyanobacteria!Gymnodoris ceylonica! Lyngbya majuscula!Stylocheilus striatus! Trophic cascade Introduction Cyanobacteria are an important, but understudied member of coral reef ecosystems capable of affecting reef ecosys- tem structure, function, and services. In recent years, blooms of cyanobacteria (Lyngbya majuscula), driven by a combination of increasing water temperatures and eutro- phication, have increased in size and frequency (Elmetri and Bell2004; Ahern et al.2008; Paul2008). Cyanobac- terial blooms form large, dense mats in coral reef and associated habitat (Elmetri and Bell2004; Paul et al.2005; Watkinson et al.2005; Ahern et al.2008). For example, Stielow and Ballantine (2003) recorded a cyanobacterial density of 600 g dw m -2 on shallow seagrass beds of the Caribbean Sea in Puerto Rico during 1998–2000. Cyano- bacterial mats can have a range of deleterious effects on reefs and local human populations, including smothering corals and seagrass, inhibition of coral recruitment, killing fish, and skin, eye and respiratory irritation (Osborne et al. 2001; Elmetri and Bell2004; Kuffner and Paul2004; Watkinson et al.2005). The longevity of cyanobacterial blooms is thought to be enhanced by the production of active secondary metabolites that chemically deter gener- alist herbivores including crabs, sea urchins, and fish (Thacker et al.1997; Nagle and Paul1998,1999; Osborne et al.2001); however, some herbivorous sea hares can tolerate these toxins and are therefore capable of grazing on cyanobacteria. The herbivorous sea hare (Stylocheilus striatus) exhibits strong settlement and dietary preferences for cyanobacteria (Switzer-Dunlap and Hadfield1977; Capper et al.2006). Dense swarming aggregations of sea hares often form in cyanobacterial blooms (Paul and Pennings1991; Pennings and Paul1993a; Capper and Paul2008). For example, in 1999 Cruz-Rivera and Paul (2002) found the average Communicated by Dr. Andrew Baird S. W. Geange (&) School of Biological Sciences, Victoria University of Wellington, PO Box 600, Wellington, New Zealand e-mail: Shane.Geange@vuw.ac.nz A. C. Stier Department of Biology, University of Florida, Gainesville, FL 32611-8525, USA 123 Coral Reefs (2010) 29:393–397 DOI 10.1007/s00338-010-0606-5 Author's personal copy density ofS. striatuswas 0.5 individuals g -1 of cyano- bacteria in Guam. Such large aggregations ofS. striatusare capable of consuming hectare-sized fields of cyanobacteria in days (Pennings and Paul1993b). The rapid consumption of cyanobacteria may, in turn, reduce its negative effects on the reef; however, for this to be realized, sea hares must avoid predators. Although fish predators may be deterred by chemical defences sea hares sequester from cyanobac- teria (Pennings et al.2001), nudibranchs (Gymnodoris ceylonica) can withstand these defences. Nudibranchs are voracious predators of sea hares that increase in abundance within cyanobacterial blooms shortly after sea hares become abundant, and are capable of rapidly reducing the density of sea hares (Gosliner et al.1996). Thus, these three species comprise a simple food chain (predator: nudi- branchs, herbivore: sea hares, and primary producer: cyanobacteria; Fig.1) that can potentially influence cyanobacterial dynamics; however, there are currently no empirical studies examining these relationships. Here, a series of laboratory experiments explore the effects of predation of sea hares by nudibranchs and the potential for cascading effects on cyanobacteria through release from herbivory. First, the predatory behaviour of nudibranchs relative to sea hare density is described. Sec- ond, the effect of sea hare size on predation risk is exam- ined. Finally, the indirect effect of nudibranchs on cyanobacteria is tested. Methods This research was conducted in 2008 at the Gump Biolog- ical Research Station, Moorea, French Polynesia (17°30 0 S, 149°50 0 W). All experiments were conducted in plastic containers (190 mm9190 mm990 mm; W9L9H). To allow the exchange of fresh seawater,*80% of the surface area of the lids, and two opposing sides of con- tainers were cut away and covered with 0.5 mm mesh screening. Containers were placed within large (2,670 l) outdoor flow-through seawater tanks (10 containers per tank). In each experiment, sea hares, nudibranchs, and cyanobacteria were collected from the field. Prior to experiments, nudibranchs were starved for 3 days, and cyanobacteria were rinsed with filtered seawater, which removed associated flora or fauna. Functional response Nine density treatments (1, 2, 3, 4, 5, 6, 7, 8 or 9 sea hares: mean length 20.0 mm±3.8 SD) were randomly assigned to 18 containers (n=2 per treatment), each containing one adult nudibranch (mean length 36.2 mm±5.6 SD). The number of sea hares eaten was recorded after 1 day (24 h). Attack rates and handling time were estimated using a Holling Type II functional response. Because prey organ- isms were not replaced as they were consumed, attack rate and handling time were estimated using Roger’s ‘random predator equation’ (Rogers1972; Juliano2001): N e ¼N 0 1#e aðN e h#PtÞ hi ð1Þ whereN e is the number of sea hares eaten,N 0 is the initial sea hare density (per container),a, h, andPare, respectively, the per predator instantaneous attack rate, handling time, and predator density (P=1 in this study). The duration of the experiment (t) is 1 day in this study. Following Bolker (2008) and McCoy and Bolker (2008), the random predator equation was fit using the Lambert W function (Corless et al.1996): N e ¼N 0 W ahN 0 e #aðPt#hN 0 Þ !\" ah ð2Þ A general-purpose maximum likelihood function was used to estimate the attack rate and handling time parameters from Eq.2. Nudibranchs died in three containers (sea hare densities: 6, 8, and 9), and these trials were therefore excluded from the analysis. The effects of sea hare size on predation risk Using a fully factorial design, the presence of nudibranchs (one individual present [mean length 40.5 mm±9.4 SD] vs. absent) and the size of sea hares (small [mean length 20.3 mm±1.98 SD]; medium [mean length 32.9 mm± 2.5 SD]; or large [mean length 61.7 mm±5.4 SD]) were manipulated. The six treatments were randomly assigned to - Primary Producer Herbivore Predator - + Fig. 1The three trophic levels examined. Primary producer: cyano- bacteria (Lyngbyaspp.) mat covering a sand bar within the northern lagoon of Moorea, French Polynesia. Herbivore: sea hare (Stylochei- lus striatus) grazing on the cyanobacteria mat. Predator: nudibranch (Gymnodoris ceylonica) hunting for sea hares on the sand flat 394Coral Reefs (2010) 29:393–397 123 Author's personal copy 30 containers, each containing a*75 g tuft of cyanobac- teria and 10 sea hares. Survival of sea hares was recorded after 15 h. Sea hares in treatments without nudibranchs exhibited 100% survival; therefore, analysis focused on effects of sea hare size in affecting survival in the presence of nudibranchs. Proportion survival of the three size classes was modelled using a generalized linear model with a quasibinomial error distribution (residual deviance= 36.73, residualdf=12) and alogitlink function. An analysis of deviance was used to test for a main effect of size, and Tukey’s post hoc comparisons were used to compare proportional survival among the three different size classes. Trophic cascade The presence of a trophic cascade was examined using three treatments: (1) cyanobacteria alone (n=16); (2) cyanobacteria and sea hares (n=8); (3) cyanobacteria, sea hares, and nudibranchs (n=8). Cyanobacteria (mean= 78.0 g, SD=12.9) were added to each of the 32 con- tainers. Ten sea hares (mean length 57.4 mm±5.6 SD) were added to containers assigned to treatments 2 and 3, and one nudibranch (mean length 48.6 mm±3.6 SD) was added to containers assigned to treatment 3. Each morning (*0700), the number of surviving sea hares in each con- tainer was recorded. Nudibranch densities were maintained at their original density by replacing any missing or dead nudibranchs throughout the duration of the study (two nudibranchs were replaced on day two, and no other replacements were necessary). After 4 days, cyanobacterial biomass (g) and the number of sea hares in each container were recorded. A Wilcoxon rank sum test, with continuity correction, was used to test whether nudibranchs significantly reduced the number of sea hares. Finding nudibranchs significantly reduced sea hare abundance; the indirect effect of sea hare predation on cyanobacteria (i.e., a trophic cascade) was examined. Due to the short duration of the experiment, there was no discernable growth of cyanobacteria in each treatment. All treatments experienced significant loss in mass (though this change in mass was minimal in the control treatment), and the change in mass was not corre- lated with initial mass in the control treatment (Slope= 0.320 [±0.345 SE],t 1,14 =0.929,P=0.368). Therefore, the effect of treatments on cyanobacterial mass was examined using the change in wet mass of cyanobacteria between the initial and final day of the experiment (dM=M i -M f ).dMwas approximately normally dis- tributed (visual examination of quantile–quantile plots; Shapiro–Wilk normality test,W=0.95,P=0.128) with equal variances (Leven’s test for homogeneity of variances, F 2,29 =0.37,P=0.700); therefore, a one-factor ANOVA was used to test whetherdMsignificantly differed among treatments. Two orthogonal contrasts were conducted to examine (1) the effect of sea hares (control vs. sea hare only and sea hare?nudibranch); and (2) the effect of nudibranchs (sea hare only vs. sea hare?nudibranch). Least-squares regression was used to determine the degree to which the number of sea hares present at the end of the study predicted the change in cyanobacterial biomass (dM). All statistical analyses were conducted in R 2.8.0 (R Development Core Team2008). Results and discussion Nudibranchs are suction feeders, consuming sea hares one individual at a time. During an attack, a sea hare would attempt to evade the nudibranch by excreting purple ‘‘ink’’ and undulating its body, occasionally freeing itself from the nudibranch’s grip. Predation by nudibranchs approximated a Holling Type II functional response (Holling1961). The mean attack rate (a; lower 95% CI, upper 95% CI) was 12.21 (3.25,?) per day, and the mean handling time (h) was 0.285 (0.190, 0.400; Fig.2a) days. Because the Rogers ‘random predator equation’ integrates the Holling Type II functional response through time, the infinite upper bound on the attack rate describes a circumstance where the slope of the relationship between theN 0 and time is equal to 1/h. The survival of sea hares increased with increases in sea hare size (F 2,12 =15.29,P=0.005; Fig.2b). Relative to the treatment with small sea hares, survival was 12.5 times (Z=2.47,P=0.035) and 22 times (Z=3.69,P\\0.001) greater in treatments with medium and large sea hares, respectively (Fig.2b). Therefore, effects of nudibranchs will likely depend on the both density and size structure of sea hare populations. In the trophic cascade experiment, the presence of nudibranchs reduced sea hare survival by 68% (W=64, P\\0.001), and there was a significant treatment effect on cyanobacterial biomass (dM;F 1,14 =83.69,P\\0.001). Cyanobacterial biomass (dM) was 3.5 times greater when sea hares were absent relative to when they were present t 1,29 =-11.96,P\\0.001). In the presence of sea hares, cyanobacterial biomass (dM) was 1.5 times greater when nudibranchs were also present (t 1,29 =4.94,P\\0.001; Fig.3a). Furthermore,dMwas positively correlated with the final number of sea hares (F 1,29 =167,P\\0.001; Fig.3b). These results suggest that nudibranchs can substantially reduce sea hare abundance, which in turn promotes the growth of cyanobacteria via a reduction in grazing pressure (i.e., a trophic cascade). Although this study focuses solely on top–down effects, studies of trophic dynamics in coral reefs have shown substantial support for both bottom-up and top–down Coral Reefs (2010) 29:393–397395 123 Author's personal copy structuring of communities. For example, Elmetri and Bell (2004) identified daily growth of cyanobacteria (L. ma- juscula) to be 4.7 times greater when phosphate concen- trations were 0.18lM (common in sites affected by anthropogenic inputs) relative to when they were 0.07lM (background phosphate concentrations). Increased cyano- bacterial production resulting from phosphorus addition may increase the carrying capacity of cyanobacteria. When sea hares are absent, substantial increases in the standing biomass of cyanobacteria may occur. When sea hares are present, sea hare populations may respond to increases in the carrying capacity of cyanobacteria by shifting from a stable equilibrium to unstable ‘‘outbreaks’’ (i.e., paradox of enrichment: Rosenzweig1971). The potential for outbreaks of sea hares to regulate the biomass of cyanobacteria is Initial Seahare Density (N 0 ) Number of Seahares Eaten ( N e ) SmallMediumLarge Seahare Size 12 10 8 6 4 2 0 a b b 0 1 2 3 4 6 0246810 a b Fig. 2Number of sea hares (Stylocheilus striatus) eaten (N e ) by nudibranchs (Gymnodoris ceylonica) in a 24-h feeding trial as a function of sea hare density. Thecurverepresents predicted means from a fitted Holling Type II functional response. Points are jittered for clarity (Panela). Mean number of sea hares eaten (±1 SE) in three sea hare size classes.Lettersindicate statistically different treatments as determined by Tukey’s post hoc comparisons (panelb) Initial No. Seahares δ Cyanobacteria Mass ( M i – M f ) Control Seahare only Seahare & Nudibranch Nudibranch and Seahare Seahare Only Control a b Fig. 3A trophic cascade. The effect that predation of sea hares (Stylocheilus striatus) by nudibranchs (Gymnodoris ceylonica) has on change in cyanobacterial (Lyngbya majuscula) biomass (dM) as determined by a factorial experiment with three treatments: (1) control (cyanobacteria alone); (2) sea hares only (cyanobacteria and sea hares); and (3) sea hares and nudibranchs (cyanobacteria, sea hares and nudibranchs). Mean (±1 SE) change in cyanobacterial biomass (dM), with letters indicating statistically different treatments as determined by Tukey’s post hoc comparisons (panela). Correlation betweendMand the number of surviving sea hares after 4 d. Theline represents predicted mean fit from least-squares regression (panelb) 396Coral Reefs (2010) 29:393–397 123 Author's personal copy likely dependent upon the rate at which nudibranch popu- lations respond to increases in sea hare abundance and the magnitude of the response. Due to their toxic nature and capacity for rapid growth, cyanobacterial blooms have deleterious effects on coral reef ecosystem function and human health; therefore, understanding the factors that promote or limit cyanobac- terial outbreaks has important implications. This study identifies sea hares as a natural agent that can reduce cyanobacterial blooms; however, predatory nudibranchs limit the numerical response of sea hares and thus promote the continuation of cyanobacterial blooms. In nature, this appears to be an inherently unstable system, with booms and busts occurring at all three trophic levels. Future research that quantifies population oscillations between cyanobacteria, sea hares, and nudibranchs, coupled with field experiments examining the concurrent influences of bottom-up nutrient additions and top–down manipulations of grazers and predators, are required to increase our understanding of the processes contributing to the popu- lation dynamics of cyanobacteria and its effects on reef ecosystem structure, function, and services. AcknowledgmentsComments by Craig Osenberg and Brian Silli- man greatly improved this manuscript. Staff of the Richard B. Gump South Pacific Research Station provided invaluable logistical support. This project was possible with financial support from NSF (OCE- 0242312), a Sigma-Xi grant to SWG, and a Three Seas Fellowship and FACE grant to ACS. References Ahern KS, Ahern CR, Udy JW (2008) In situ field experiment shows Lyngbya majuscula(cyanobacterium) growth stimulated by added iron, phosphorus and nitrogen. Harmful Algae 7:389–404 Bolker BM (2008) Ecological models and data in R. Princeton University Press, New Jersey Capper A, Paul VJ (2008) Grazer interactions with four species of Lyngbyain southeast Florida. Harmful Algae 7:717–728 Capper A, Tibbetts IR, O’Neil JM, Shaw GR (2006) Dietary selectivity for the toxic cyanobacteriumLyngbya majuscula and resultant growth rates in two species of opisthobranch mollusc. J Exp Mar Biol Ecol 331:133–144 Corless RM, Gonnet GH, Hare DEG, Jeffrey DJ, Knuth DE (1996) On the Lambert W function. Advances in Computational Mathe- matics 5:329–359 Cruz-Rivera E, Paul VJ (2002) Coral reef benthic cyanobacteria as food and refuge: Diversity, chemistry and complex interactions. Proc 9th Int Coral Reef Symp 1:515–520 Elmetri I, Bell PRF (2004) Effects of phosphorus on the growth and nitrogen fixation rates ofLyngbya majuscula: implications for management in Moreton Bay, Queensland. Mar Ecol Prog Ser 281:27–35 Gosliner TM, Behrens DW, Williams GC (1996) Coral reef animals of the Indo-Pacific. Sea Challengers, Monterey Holling CS (1961) Principles of insect predation. Annu Rev Entomol 6:163–182 Juliano SA (ed) (2001) Non-linear curve fitting: predation and functional response curves. Oxford University Press, New York Kuffner IB, Paul VJ (2004) Effects of the benthic cyanobacterium Lyngbya majusculaon larval recruitment of the reef corals Acropora surculosaandPocillopora damicornis. Coral Reefs 23:455–458 McCoy MW, Bolker BM (2008) Trait-mediated interactions: influence of prey size, density and experience. J Anim Ecol 77:478–486 Nagle DG, Paul VJ (1998) Chemical defense of a marine cyanobac- terial bloom. J Exp Mar Biol Ecol 225:29–38 Nagle DG, Paul VJ (1999) Production of secondary metabolites by filamentous tropical marine cyanobacteria: Ecological functions of the compounds. J Phycol 35:1412–1421 Osborne NJ, Webb PM, Shaw GR (2001) The toxins ofLyngbya majusculaand their human and ecological health effects. Environ Int 27:381–392 Paul VJ (2008) Global warming and cyanobacterial harmful algal blooms. Adv Exp Med Biol 619:239–257 Paul VJ, Pennings SC (1991) Diet-derived chemical defenses in the sea hareStylocheilus longicauda(Quoy et Gaimard 1824). J Exp Mar Biol Ecol 151:227–243 Paul VJ, Thacker RW, Banks K, Golubic S (2005) Benthic cyanobacterial bloom impacts the reefs of South Florida (Broward County, USA). Coral Reefs 24:693–697 Pennings SC, Paul VJ (1993a) Secondary chemistry does not limit dietary range of the specialist sea hareStylocheilus longicaud. J Exp Mar Biol Ecol 174:97–113 Pennings SC, Paul VJ (1993b) Sequestration of dietary secondary metabolites by three species of sea hares: location, specificity and dynamics. Mar Biol 117:535–546 Pennings SC, Nastisch S, Paul VJ (2001) Vulnerability of sea hares to fish predators: importance of diet and fish species. Coral Reefs 20:320–324 R Development Core Team (2008) R: A language and environment for statistical computing. R Foundation for Statistical Comput- ing, Vienna Rogers D (1972) Random search and insect population models. J Anim Ecol 41:369–383 Rosenzweig ML (1971) Paradox of enrichment: Destabilization of exploitation ecosystems in ecological time. Science 171:385–387 Stielow S, Ballantine DL (2003) Benthic cyanobacterial,Microcoleus lyngbyaeus, blooms in shallow, inshore Puerto Rican seagrass habitats, Caribbean Sea. Harmful Algae 2:127–130 Switzer-Dunlap M, Hadfield MG (1977) Observations on develop- ment, larval growth and metamorphosis of four species of aplysiidae (Gastropoda: Opisthobranchia) in laboratory culture. J Exp Mar Biol Ecol 29:245–261 Thacker RW, Nagle DG, Paul VJ (1997) Effects of repeated exposures to marine cyanobacterial secondary metabolites on feeding by juvenile rabbitfish and parrotfish. Mar Ecol Prog Ser 147:21–29 Watkinson AJ, O’Neil JM, Dennison WC (2005) Ecophysiology of the marine cyanobacterium,Lyngbya majuscula(Oscillatoria- ceae) in Moreton Bay, Australia. Harmful Algae 4:697–715 Coral Reefs (2010) 29:393–397397 123 Author's personal copy",
  "sections": {
    "abstract": "The trophic ecology of cyanobacterial blooms is poorly understood on coral reefs. Blooms of toxic cya- nobacteria,Lyngbya majuscula, can quickly form large mats. The herbivorous sea hare,Stylocheilus striatus, and the predatory nudibranch,Gymnodoris ceylonica,often associate with these blooms, forming a linear food chain: nudibranch—sea hare—cyanobacteria. Using laboratory studies, this study quantified (1) the functional response of nudibranchs, (2) the effect of sea hare size on predation rates, and (3) the strength of the indirect effect of sea hare predation on cyanobacteria (i.e., a trophic cascade). Nudi- branchs consumed on average 2.4 sea hares d -1 , with the consumption of small sea hares 22 times greater than the consumption of large sea hares. Predation of sea hares reduced herbivory. Cyanobacterial biomass was 1.5 times greater when nudibranchs were present relative to when nudibranchs were absent. Although sea hare grazing can substantially reduce cyanobacterial biomass, predation of sea hares may mitigate grazing pressure, and therefore increase the abundance of cyanobacteria.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results suggest that nudibranchs can substantially reduce sea hare abundance, which in turn promotes the growth of cyanobacteria via a reduction in grazing pressure (i.",
    "These results suggest that nudibranchs can substantially reduce sea hare abundance, which in turn promotes the growth of cyanobacteria via a reduction in grazing pressure (i."
  ],
  "fullText": "\n\nNOTE\nCharismatic microfauna alter cyanobacterial production through\na trophic cascade\nS. W. Geange\n•\nA. C. Stier\nReceived: 18 November 2009 / Accepted: 17 February 2010 / Published online: 6 March 2010\nÓSpringer-Verlag 2010\nAbstractThe trophic ecology of cyanobacterial blooms\nis poorly understood on coral reefs. Blooms of toxic cya-\nnobacteria,Lyngbya majuscula, can quickly form large\nmats. The herbivorous sea hare,Stylocheilus striatus, and\nthe predatory nudibranch,Gymnodoris ceylonica,often\nassociate with these blooms, forming a linear food chain:\nnudibranch—sea hare—cyanobacteria. Using laboratory\nstudies, this study quantified (1) the functional response of\nnudibranchs, (2) the effect of sea hare size on predation\nrates, and (3) the strength of the indirect effect of sea hare\npredation on cyanobacteria (i.e., a trophic cascade). Nudi-\nbranchs consumed on average 2.4 sea hares d\n-1\n, with the\nconsumption of small sea hares 22 times greater than the\nconsumption of large sea hares. Predation of sea hares\nreduced herbivory. Cyanobacterial biomass was 1.5 times\ngreater when nudibranchs were present relative to when\nnudibranchs were absent. Although sea hare grazing can\nsubstantially reduce cyanobacterial biomass, predation of\nsea hares may mitigate grazing pressure, and therefore\nincrease the abundance of cyanobacteria.\nKeywordsCyanobacteria!Gymnodoris ceylonica!\nLyngbya majuscula!Stylocheilus striatus!\nTrophic cascade\nIntroduction\nCyanobacteria are an important, but understudied member\nof coral reef ecosystems capable of affecting reef ecosys-\ntem structure, function, and services. In recent years,\nblooms of cyanobacteria (Lyngbya majuscula), driven by a\ncombination of increasing water temperatures and eutro-\nphication, have increased in size and frequency (Elmetri\nand Bell2004; Ahern et al.2008; Paul2008). Cyanobac-\nterial blooms form large, dense mats in coral reef and\nassociated habitat (Elmetri and Bell2004; Paul et al.2005;\nWatkinson et al.2005; Ahern et al.2008). For example,\nStielow and Ballantine (2003) recorded a cyanobacterial\ndensity of 600 g\ndw\nm\n-2\non shallow seagrass beds of the\nCaribbean Sea in Puerto Rico during 1998–2000. Cyano-\nbacterial mats can have a range of deleterious effects on\nreefs and local human populations, including smothering\ncorals and seagrass, inhibition of coral recruitment, killing\nfish, and skin, eye and respiratory irritation (Osborne et al.\n2001; Elmetri and Bell2004; Kuffner and Paul2004;\nWatkinson et al.2005). The longevity of cyanobacterial\nblooms is thought to be enhanced by the production of\nactive secondary metabolites that chemically deter gener-\nalist herbivores including crabs, sea urchins, and fish\n(Thacker et al.1997; Nagle and Paul1998,1999; Osborne\net al.2001); however, some herbivorous sea hares can\ntolerate these toxins and are therefore capable of grazing on\ncyanobacteria.\nThe herbivorous sea hare (Stylocheilus striatus) exhibits\nstrong settlement and dietary preferences for cyanobacteria\n(Switzer-Dunlap and Hadfield1977; Capper et al.2006).\nDense swarming aggregations of sea hares often form in\ncyanobacterial blooms (Paul and Pennings1991; Pennings\nand Paul1993a; Capper and Paul2008). For example, in\n1999 Cruz-Rivera and Paul (2002) found the average\nCommunicated by Dr. Andrew Baird\nS. W. Geange (&)\nSchool of Biological Sciences, Victoria University of\nWellington, PO Box 600, Wellington, New Zealand\ne-mail: Shane.Geange@vuw.ac.nz\nA. C. Stier\nDepartment of Biology, University of Florida, Gainesville,\nFL 32611-8525, USA\n123\nCoral Reefs (2010) 29:393–397\nDOI 10.1007/s00338-010-0606-5\n Author's personal copy \n\ndensity ofS. striatuswas 0.5 individuals g\n-1\nof cyano-\nbacteria in Guam. Such large aggregations ofS. striatusare\ncapable of consuming hectare-sized fields of cyanobacteria\nin days (Pennings and Paul1993b). The rapid consumption\nof cyanobacteria may, in turn, reduce its negative effects on\nthe reef; however, for this to be realized, sea hares must\navoid predators. Although fish predators may be deterred\nby chemical defences sea hares sequester from cyanobac-\nteria (Pennings et al.2001), nudibranchs (Gymnodoris\nceylonica) can withstand these defences. Nudibranchs are\nvoracious predators of sea hares that increase in abundance\nwithin  cyanobacterial  blooms shortly after sea  hares\nbecome abundant, and are capable of rapidly reducing the\ndensity of sea hares (Gosliner et al.1996). Thus, these three\nspecies comprise a simple food chain (predator: nudi-\nbranchs, herbivore: sea hares, and primary producer:\ncyanobacteria;  Fig.1)  that  can  potentially  influence\ncyanobacterial dynamics; however, there are currently no\nempirical studies examining these relationships.\nHere, a series of laboratory experiments explore the\neffects of predation of sea hares by nudibranchs and the\npotential for cascading effects on cyanobacteria through\nrelease from herbivory. First, the predatory behaviour of\nnudibranchs relative to sea hare density is described. Sec-\nond, the effect of sea hare size on predation risk is exam-\nined.  Finally,  the  indirect  effect  of  nudibranchs  on\ncyanobacteria is tested.\nMethods\nThis research was conducted in 2008 at the Gump Biolog-\nical Research Station, Moorea, French Polynesia (17°30\n0\nS,\n149°50\n0\nW). All experiments were conducted in plastic\ncontainers (190 mm9190 mm990 mm; W9L9H).\nTo allow the exchange of fresh seawater,*80% of the\nsurface area of the lids, and two opposing sides of con-\ntainers were cut away and covered with 0.5 mm mesh\nscreening. Containers were placed within large (2,670 l)\noutdoor flow-through seawater tanks (10 containers per\ntank). In each experiment, sea hares, nudibranchs, and\ncyanobacteria were collected from the field. Prior to\nexperiments, nudibranchs were starved for 3 days, and\ncyanobacteria were rinsed with filtered seawater, which\nremoved associated flora or fauna.\nFunctional response\nNine density treatments (1, 2, 3, 4, 5, 6, 7, 8 or 9 sea hares:\nmean length 20.0 mm±3.8 SD) were randomly assigned\nto 18 containers (n=2 per treatment), each containing one\nadult nudibranch (mean length 36.2 mm±5.6 SD). The\nnumber of sea hares eaten was recorded after 1 day (24 h).\nAttack rates and handling time were estimated using a\nHolling Type II functional response. Because prey organ-\nisms were not replaced as they were consumed, attack rate\nand handling time were estimated using Roger’s ‘random\npredator equation’ (Rogers1972; Juliano2001):\nN\ne\n¼N\n0\n1#e\naðN\ne\nh#PtÞ\nhi\nð1Þ\nwhereN\ne\nis the number of sea hares eaten,N\n0\nis the initial\nsea  hare  density  (per  container),a,  h,  andPare,\nrespectively, the per predator instantaneous attack rate,\nhandling time, and predator density (P=1 in this study).\nThe duration of the experiment (t) is 1 day in this study.\nFollowing Bolker (2008) and McCoy and Bolker (2008),\nthe random predator equation was fit using the Lambert W\nfunction (Corless et al.1996):\nN\ne\n¼N\n0\nW ahN\n0\ne\n#aðPt#hN\n0\nÞ\n!\"\nah\nð2Þ\nA general-purpose maximum likelihood function was\nused  to estimate the  attack  rate  and  handling  time\nparameters  from  Eq.2.  Nudibranchs  died  in  three\ncontainers (sea hare densities: 6, 8, and 9), and these\ntrials were therefore excluded from the analysis.\nThe effects of sea hare size on predation risk\nUsing a fully factorial design, the presence of nudibranchs\n(one individual present [mean length 40.5 mm±9.4 SD]\nvs. absent) and the size of sea hares (small [mean length\n20.3 mm±1.98 SD]; medium [mean length 32.9 mm±\n2.5 SD]; or large [mean length 61.7 mm±5.4 SD]) were\nmanipulated. The six treatments were randomly assigned to\n-\nPrimary Producer\nHerbivore\nPredator\n-\n+\nFig. 1The three trophic levels examined. Primary producer: cyano-\nbacteria (Lyngbyaspp.) mat covering a sand bar within the northern\nlagoon of Moorea, French Polynesia. Herbivore: sea hare (Stylochei-\nlus striatus) grazing on the cyanobacteria mat. Predator: nudibranch\n(Gymnodoris ceylonica) hunting for sea hares on the sand flat\n394Coral Reefs (2010) 29:393–397\n123\n Author's personal copy \n\n30 containers, each containing a*75 g tuft of cyanobac-\nteria and 10 sea hares. Survival of sea hares was recorded\nafter 15 h. Sea hares in treatments without nudibranchs\nexhibited 100% survival; therefore, analysis focused on\neffects of sea hare size in affecting survival in the presence\nof nudibranchs. Proportion survival of the three size classes\nwas modelled using a generalized linear model with a\nquasibinomial  error  distribution  (residual  deviance=\n36.73, residualdf=12) and alogitlink function. An\nanalysis of deviance was used to test for a main effect of\nsize, and Tukey’s post hoc comparisons were used to\ncompare proportional survival among the three different\nsize classes.\nTrophic cascade\nThe presence of a trophic cascade was examined using\nthree treatments: (1) cyanobacteria alone (n=16); (2)\ncyanobacteria and sea hares (n=8); (3) cyanobacteria, sea\nhares, and nudibranchs (n=8). Cyanobacteria (mean=\n78.0 g, SD=12.9) were added to each of the 32 con-\ntainers. Ten sea hares (mean length 57.4 mm±5.6 SD)\nwere added to containers assigned to treatments 2 and 3,\nand one nudibranch (mean length 48.6 mm±3.6 SD) was\nadded to containers assigned to treatment 3. Each morning\n(*0700), the number of surviving sea hares in each con-\ntainer was recorded. Nudibranch densities were maintained\nat their original density by replacing any missing or dead\nnudibranchs throughout the duration of the study (two\nnudibranchs were replaced on day two, and no other\nreplacements were necessary). After 4 days, cyanobacterial\nbiomass (g) and the number of sea hares in each container\nwere recorded.\nA Wilcoxon rank sum test, with continuity correction,\nwas used to test whether nudibranchs significantly reduced\nthe number of sea hares. Finding nudibranchs significantly\nreduced sea hare abundance; the indirect effect of sea hare\npredation on cyanobacteria (i.e., a trophic cascade) was\nexamined. Due to the short duration of the experiment,\nthere was no discernable growth of cyanobacteria in each\ntreatment. All treatments experienced significant loss in\nmass (though this change in mass was minimal in the\ncontrol treatment), and the change in mass was not corre-\nlated with initial mass in the control treatment (Slope=\n0.320 [±0.345 SE],t\n1,14\n=0.929,P=0.368). Therefore,\nthe effect of treatments on cyanobacterial mass was\nexamined using the change in wet mass of cyanobacteria\nbetween the initial and final day of the experiment\n(dM=M\ni\n-M\nf\n).dMwas approximately normally dis-\ntributed (visual examination of quantile–quantile plots;\nShapiro–Wilk normality test,W=0.95,P=0.128) with\nequal variances (Leven’s test for homogeneity of variances,\nF\n2,29\n=0.37,P=0.700); therefore, a one-factor ANOVA\nwas used to test whetherdMsignificantly differed among\ntreatments. Two orthogonal contrasts were conducted to\nexamine (1) the effect of sea hares (control vs. sea hare\nonly and sea hare?nudibranch); and (2) the effect of\nnudibranchs (sea hare only vs. sea hare?nudibranch).\nLeast-squares regression was used to determine the degree\nto which the number of sea hares present at the end of the\nstudy predicted the change in cyanobacterial biomass (dM).\nAll statistical analyses were conducted in R 2.8.0 (R\nDevelopment Core Team2008).\nResults and discussion\nNudibranchs are suction feeders, consuming sea hares one\nindividual at a time. During an attack, a sea hare would\nattempt to evade the nudibranch by excreting purple ‘‘ink’’\nand undulating its body, occasionally freeing itself from the\nnudibranch’s grip. Predation by nudibranchs approximated\na Holling Type II functional response (Holling1961). The\nmean attack rate (a; lower 95% CI, upper 95% CI) was\n12.21 (3.25,?) per day, and the mean handling time (h)\nwas 0.285 (0.190, 0.400; Fig.2a) days. Because the Rogers\n‘random predator equation’ integrates the Holling Type II\nfunctional response through time, the infinite upper bound\non the attack rate describes a circumstance where the slope\nof the relationship between theN\n0\nand time is equal to 1/h.\nThe survival of sea hares increased with increases in sea\nhare size (F\n2,12\n=15.29,P=0.005; Fig.2b). Relative to\nthe treatment with small sea hares, survival was 12.5 times\n(Z=2.47,P=0.035) and 22 times (Z=3.69,P\\0.001)\ngreater in treatments with medium and large sea hares,\nrespectively (Fig.2b). Therefore, effects of nudibranchs\nwill likely depend on the both density and size structure of\nsea hare populations.\nIn the trophic cascade experiment, the presence of\nnudibranchs reduced sea hare survival by 68% (W=64,\nP\\0.001), and there was a significant treatment effect on\ncyanobacterial biomass (dM;F\n1,14\n=83.69,P\\0.001).\nCyanobacterial biomass (dM) was 3.5 times greater when\nsea hares were absent relative to when they were present\nt\n1,29\n=-11.96,P\\0.001). In the presence of sea hares,\ncyanobacterial biomass (dM) was 1.5 times greater when\nnudibranchs were also present (t\n1,29\n=4.94,P\\0.001;\nFig.3a). Furthermore,dMwas positively correlated with\nthe final number of sea hares (F\n1,29\n=167,P\\0.001;\nFig.3b).  These  results  suggest  that  nudibranchs  can\nsubstantially reduce sea hare abundance, which in turn\npromotes the growth of cyanobacteria via a reduction in\ngrazing pressure (i.e., a trophic cascade).\nAlthough this study focuses solely on top–down effects,\nstudies of trophic dynamics in coral reefs have shown\nsubstantial support for both bottom-up and top–down\nCoral Reefs (2010) 29:393–397395\n123\n Author's personal copy \n\nstructuring of communities. For example, Elmetri and Bell\n(2004) identified daily growth of cyanobacteria (L. ma-\njuscula) to be 4.7 times greater when phosphate concen-\ntrations were 0.18lM (common in sites affected by\nanthropogenic inputs) relative to when they were 0.07lM\n(background phosphate concentrations). Increased cyano-\nbacterial production resulting from phosphorus addition\nmay increase the carrying capacity of cyanobacteria. When\nsea hares are absent, substantial increases in the standing\nbiomass of cyanobacteria may occur. When sea hares are\npresent, sea hare populations may respond to increases in\nthe carrying capacity of cyanobacteria by shifting from a\nstable equilibrium to unstable ‘‘outbreaks’’ (i.e., paradox of\nenrichment: Rosenzweig1971). The potential for outbreaks\nof sea hares to regulate the biomass of cyanobacteria is\nInitial Seahare Density (N\n0\n)\nNumber of  Seahares Eaten (\nN\ne\n)\nSmallMediumLarge\nSeahare Size\n12\n10\n8\n6\n4\n2\n0\na\nb\nb\n0\n1\n2\n3\n4\n6\n0246810\na\nb\nFig. 2Number of sea hares (Stylocheilus striatus) eaten (N\ne\n) by\nnudibranchs (Gymnodoris ceylonica) in a 24-h feeding trial as a\nfunction of sea hare density. Thecurverepresents predicted means\nfrom a fitted Holling Type II functional response. Points are jittered\nfor clarity (Panela). Mean number of sea hares eaten (±1 SE) in three\nsea hare size classes.Lettersindicate statistically different treatments\nas determined by Tukey’s post hoc comparisons (panelb)\nInitial No. Seahares\nδ\n Cyanobacteria Mass (\nM\ni\n –\n M\nf\n)\nControl\nSeahare only\nSeahare & Nudibranch\nNudibranch and Seahare\nSeahare Only\nControl\na\n b\nFig. 3A trophic cascade. The effect that predation of sea hares\n(Stylocheilus striatus) by nudibranchs (Gymnodoris ceylonica) has on\nchange in cyanobacterial (Lyngbya majuscula) biomass (dM) as\ndetermined by a factorial experiment with three treatments: (1)\ncontrol (cyanobacteria alone); (2) sea hares only (cyanobacteria and\nsea hares); and (3) sea hares and nudibranchs (cyanobacteria, sea\nhares and nudibranchs). Mean (±1 SE) change in cyanobacterial\nbiomass (dM), with letters indicating statistically different treatments\nas determined by Tukey’s post hoc comparisons (panela). Correlation\nbetweendMand the number of surviving sea hares after 4 d. Theline\nrepresents predicted mean fit from least-squares regression (panelb)\n396Coral Reefs (2010) 29:393–397\n123\n Author's personal copy \n\nlikely dependent upon the rate at which nudibranch popu-\nlations respond to increases in sea hare abundance and the\nmagnitude of the response.\nDue to their toxic nature and capacity for rapid growth,\ncyanobacterial blooms have deleterious effects on coral\nreef ecosystem function and human health; therefore,\nunderstanding the factors that promote or limit cyanobac-\nterial outbreaks has important implications. This study\nidentifies sea hares as a natural agent that can reduce\ncyanobacterial blooms; however, predatory nudibranchs\nlimit the numerical response of sea hares and thus promote\nthe continuation of cyanobacterial blooms. In nature, this\nappears to be an inherently unstable system, with booms\nand busts occurring at all three trophic levels. Future\nresearch that quantifies population oscillations between\ncyanobacteria, sea hares, and nudibranchs, coupled with\nfield experiments examining the concurrent influences of\nbottom-up nutrient additions and top–down manipulations\nof grazers and predators, are required to increase our\nunderstanding of the processes contributing to the popu-\nlation dynamics of cyanobacteria and its effects on reef\necosystem structure, function, and services.\nAcknowledgmentsComments by Craig Osenberg and Brian Silli-\nman greatly improved this manuscript. Staff of the Richard B. Gump\nSouth Pacific Research Station provided invaluable logistical support.\nThis project was possible with financial support from NSF (OCE-\n0242312), a Sigma-Xi grant to SWG, and a Three Seas Fellowship\nand FACE grant to ACS.\nReferences\nAhern KS, Ahern CR, Udy JW (2008) In situ field experiment shows\nLyngbya majuscula(cyanobacterium) growth stimulated by\nadded iron, phosphorus and nitrogen. Harmful Algae 7:389–404\nBolker BM (2008) Ecological models and data in R. Princeton\nUniversity Press, New Jersey\nCapper A, Paul VJ (2008) Grazer interactions with four species of\nLyngbyain southeast Florida. Harmful Algae 7:717–728\nCapper A, Tibbetts IR, O’Neil JM, Shaw GR (2006) Dietary\nselectivity for the toxic cyanobacteriumLyngbya majuscula\nand resultant growth rates in two species of opisthobranch\nmollusc. J Exp Mar Biol Ecol 331:133–144\nCorless RM, Gonnet GH, Hare DEG, Jeffrey DJ, Knuth DE (1996) On\nthe Lambert W function. Advances in Computational Mathe-\nmatics 5:329–359\nCruz-Rivera E, Paul VJ (2002) Coral reef benthic cyanobacteria as\nfood and refuge: Diversity, chemistry and complex interactions.\nProc 9th Int Coral Reef Symp 1:515–520\nElmetri I, Bell PRF (2004) Effects of phosphorus on the growth and\nnitrogen fixation rates ofLyngbya majuscula: implications for\nmanagement in Moreton Bay, Queensland. Mar Ecol Prog Ser\n281:27–35\nGosliner TM, Behrens DW, Williams GC (1996) Coral reef animals\nof the Indo-Pacific. Sea Challengers, Monterey\nHolling CS (1961) Principles of insect predation. Annu Rev Entomol\n6:163–182\nJuliano SA (ed) (2001) Non-linear curve fitting: predation and\nfunctional response curves. Oxford University Press, New York\nKuffner IB, Paul VJ (2004) Effects of the benthic cyanobacterium\nLyngbya majusculaon larval recruitment of the reef corals\nAcropora surculosaandPocillopora damicornis. Coral Reefs\n23:455–458\nMcCoy MW, Bolker BM (2008) Trait-mediated interactions: influence\nof prey size, density and experience. J Anim Ecol 77:478–486\nNagle DG, Paul VJ (1998) Chemical defense of a marine cyanobac-\nterial bloom. J Exp Mar Biol Ecol 225:29–38\nNagle DG, Paul VJ (1999) Production of secondary metabolites by\nfilamentous tropical marine cyanobacteria: Ecological functions\nof the compounds. J Phycol 35:1412–1421\nOsborne NJ, Webb PM, Shaw GR (2001) The toxins ofLyngbya\nmajusculaand their human and ecological health effects.\nEnviron Int 27:381–392\nPaul VJ (2008) Global warming and cyanobacterial harmful algal\nblooms. Adv Exp Med Biol 619:239–257\nPaul VJ, Pennings SC (1991) Diet-derived chemical defenses in the\nsea hareStylocheilus longicauda(Quoy et Gaimard 1824). J Exp\nMar Biol Ecol 151:227–243\nPaul  VJ, Thacker  RW,  Banks  K,  Golubic  S  (2005)  Benthic\ncyanobacterial  bloom  impacts  the  reefs  of  South  Florida\n(Broward County, USA). Coral Reefs 24:693–697\nPennings SC, Paul VJ (1993a) Secondary chemistry does not limit\ndietary range of the specialist sea hareStylocheilus longicaud.\nJ Exp Mar Biol Ecol 174:97–113\nPennings SC, Paul VJ (1993b) Sequestration of dietary secondary\nmetabolites by three species of sea hares: location, specificity\nand dynamics. Mar Biol 117:535–546\nPennings SC, Nastisch S, Paul VJ (2001) Vulnerability of sea hares to\nfish predators: importance of diet and fish species. Coral Reefs\n20:320–324\nR Development Core Team (2008) R: A language and environment\nfor statistical computing. R Foundation for Statistical Comput-\ning, Vienna\nRogers D (1972) Random search and insect population models.\nJ Anim Ecol 41:369–383\nRosenzweig ML (1971) Paradox of enrichment: Destabilization of\nexploitation ecosystems in ecological time. Science 171:385–387\nStielow S, Ballantine DL (2003) Benthic cyanobacterial,Microcoleus\nlyngbyaeus, blooms in shallow, inshore Puerto Rican seagrass\nhabitats, Caribbean Sea. Harmful Algae 2:127–130\nSwitzer-Dunlap M, Hadfield MG (1977) Observations on develop-\nment, larval growth and metamorphosis of four species of\naplysiidae (Gastropoda: Opisthobranchia) in laboratory culture.\nJ Exp Mar Biol Ecol 29:245–261\nThacker RW, Nagle DG, Paul VJ (1997) Effects of repeated\nexposures to marine cyanobacterial secondary metabolites on\nfeeding by juvenile rabbitfish and parrotfish. Mar Ecol Prog Ser\n147:21–29\nWatkinson AJ, O’Neil JM, Dennison WC (2005) Ecophysiology of\nthe marine cyanobacterium,Lyngbya majuscula(Oscillatoria-\nceae) in Moreton Bay, Australia. Harmful Algae 4:697–715\nCoral Reefs (2010) 29:393–397397\n123\n Author's personal copy ",
  "extractedAt": "2025-12-12T18:45:07.298Z",
  "success": true,
  "matchedPublication": {
    "title": "Charismatic microfauna alter cyanobacterial production through a trophic cascade",
    "doi": "10.1007/s00338-010-0606-5",
    "year": "2010",
    "authors": "Geange, S. W.; Stier, A. C."
  }
}