{
  "filename": "Ghallager et al. (Royal Society Open) 2016.pdf",
  "numPages": 7,
  "text": "rsos.royalsocietypublishing.org Research Citethisarticle:GallagherAJ,BrandlSJ,Stier AC. 2016 Intraspecific variation in body size does not alter the effects of mesopredators on prey.R.Soc.opensci.3: 160414. http://dx.doi.org/10.1098/rsos.160414 Received: 19 June 2016 Accepted: 11 November 2016 Subject Category: Biology (whole organism) Subject Areas: behaviour/ecology Keywords: predator, risk, functional response, fish Author for correspondence: Austin J. Gallagher e-mail:agallagher@rsmas.miami.edu Electronic supplementary material is available online athttps://dx.doi.org/10.6084/m9. figshare.c.3583466. Intraspecific variation in body size does not alter the effects of mesopredators on prey Austin J. Gallagher 1,2 , Simon J. Brandl 2,3 and Adrian C. Stier 4 1 Rosenstiel School of Marine and Atmospheric Science, University of Miami, Miami, FL, USA 2 Beneath the Waves, Inc., Miami, FL 33133, USA 3 Smithsonian Environmental Research Center, Edgewater, MD, USA 4 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA AJG, 0000-0003-1515-3440;ACS,0000-0002-4704-4145 As humans continue to alter the species composition and size structure of marine food webs, it is critical to understand size-dependent effects of predators on prey. Yet, how shifts in predator body size mediate the effect of predators is understudied in tropical marine ecosystems, where anthropogenic harvest has indirectly increased the density and size of small-bodied predators. Here, we combine field surveys and a laboratory feeding experiment in coral reef fish communities to show that small and large predators of the same species can have similar effects. Specifically, surveys show that the presence of a small predator (Paracirrhites arcatus)was correlated with lower chances of prey fish presence, but these correlations were independent of predator size. Experimental trials corroborated the size-independent effect of the predator; attack rates were indistinguishable between small and large predators, suggesting relatively even effects of hawkfish in various size classes on the same type of prey. Our results indicate that the effects of small predators on coral reefs can be size-independent, suggesting that variation in predator size- structure alone may not always affect the functional role of these predators. 1. Introduction Body size is a fundamental factor governing the effects of predators on prey [1]. Larger predators tend to have higher consumption rates due to their larger mouths and experience [2], 2016 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original author and source are credited. on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 2 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ and can develop highly adapted hunting strategies relative to their smaller counterparts [2,3]. Predator body size can also mediate the indirect effects of predators on prey; for example, a prey’s perception of risk can increase with predator body size [4]. As ecosystems continue to experience decreases in predator body size due to the aggregate effect of disproportionate harvesting of large-bodied organisms [5]and the potential trophic release of smaller bodied predators (i.e. mesopredator release) [6], we will require a more detailed, mechanistic understanding of how predator body size mediates the effects of predators on prey. Coral reefs are home to a diverse community of predators that vary in body size within and among species [7]. Surveys across gradients in exploitation pressure have demonstrated clear shifts in species composition and size structure within and among predator species [8], which has key implications for the rate at which energy flows throughout these nutrient poor ecosystems [9]. Experiments have demonstrated that predation is a key ecological force driving the population dynamics, biodiversity and community assembly of coral reef fishes [10–12], highlighting how the role of predation can shift with predator identity [13] and density [14]. However, the role of intraspecific variation in predator body size in mediating the effects of predators on prey remains understudied. Disentangling such size-dependent effects of predators on prey in coral reef fishes is critical to improving our understanding of how natural and anthropogenically induced variation in predator size affects the dynamics, structure and stability of coral reef communities. In this study, we combine field observations and a laboratory experiment to quantify how intraspecific variation in the body size of a coral reef mesopredator (Parracirrhites arcatus) mediates its effect on prey fish communities in Moorea, French Polynesia. Specifically, we hypothesized that, if body size affects the direct and indirect effects ofP. a r c a t u son prey, prey fishes would be (i) less likely to co-inhabit coral heads occupied by largeP. a r c a t u sthan by smallP. a r c a t u s, and (ii) that attack rates of largeP. a r c a t u s under laboratory settings would be higher compared with smallP. a r c a t u s. If, however, body size has limited influence on the effects ofP. a r c a t u son prey, we predicted no difference between small and large P. a r c a t u sin both the field study (occupation of coral heads by prey fishes) and the laboratory study (survival of prey in tanks). 2. Material and methods This study was conducted on a shallow back-reef on the north side of Moorea, French Polynesia (17°30   S, 149°50   W). The site is situated on the lagoonal edge of a barrier reef, which encircles the entire island and is defined by dense patches of reef and sand, with a depth range of 2–4 m. The arc-eye hawkfish (P. a r c a t u s) is a voracious, diurnal and territorial ambush predator in this system, and is commonly observed perched upon the coral branches ofPocilloporaspp. andAcroporaspp. [15].Parracirrhites arcatus are usually solitary with home ranges limited to approximately 5 m, resulting in the often sustained residence of singular individuals on the same coral head [16]. Their prey consists of a range of small fishes and invertebrates, including the two damselfish speciesChromis viridisandDascyllus flavicaudus. Both prey fish species are known to be extremely limited in their movements, commonly residing within 1 m of the coral head to which they recruited [17]. To assess the indirect effects of hawkfish of different sizes on their prey, we quantified patterns of hawkfish and their co-occurrence with other reef fishes by noting the presence of hawkfish and sympatric fish species, blue-green chromis (C. viridis) and the yellowtail damselfish (D. flavicaudus), on Pocillopora eydouxicoral heads along randomized 50 m belt-transect surveys parallel to the coastline. Surveys (N=27) were conducted in the mornings (06.30–08.30) three times per week from 23 January to 13 February 2009. Previous work removing hawkfish from reefs in the same region showed that hawkfish presence decreased the density of small, coral-associated fishes [18]; however, the influence of size in these relationships remains unclear. Thus, if hawkfish were present, we visually estimated their standard length. The distribution of estimated fish sizes was bimodal; therefore, we classified hawkfish size categorically into two size classes: large (more than 4 cm TL) and small (less than or equal to 4 cm TL). WhileP. a r c a t u scan grow to a maximum size of 20 cm, lagoonal systems are often characterized by the disproportional presence of small life-stages of reef fishes. Accordingly, during our transects no individuals approaching maximum size were observed. While both size classes are well beyond juvenile stages, individuals less than 4 cm TL may be characterized as sub-adults, while larger individuals are considered adults. We also estimated the abundance of other fishes within a 0.5 m lateral or vertical radius of the coral head. Each diver measured the dimensions of each coral head (length, width and height, in centimetres); no coral heads were surveyed more than once. on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 3 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ Table 1.Experimentalset-upforlaboratoryfeedingassayusinghawkfish(predator)andchromis(prey).Thenumberofpreyfishusedis indicatedintheparenthesesforeachofthethreepreytreatments.Numbersinthetablerepresentthenumberofreplicatesforeachprey treatment as it corresponds to the two predator identity treatments. predator identity high prey density (six fish) medium prey density (four fish) low prey density (two fish) small hawkfish (less than 4 cm)N=5N=4N=3 ......................................................................................................................................................................................................................... large hawkfish (more than 9 cm)N=2N=2N=4 ......................................................................................................................................................................................................................... To estimate how variation in hawkfish size impacted hawkfish predation rates, we also conducted a laboratory feeding experiment from 14 February–10 March 2009, using live hawkfish and blue-green chromis (a potential prey species) from coral heads at the same study site where we performed the field surveys. Only co-occurring individuals from both species were selected for this study, and we never collected fish from coral heads that had previously been surveyed (they were flagged). Hawkfish (N=22) and newly settled chromis individuals (N=80, all fish sized approx. 0.5–2.0 cm) were collected from the field from 14–28 February 2009, using clove oil and hand-nets, and transported back to wetlab at the UC Berkeley Gump Marine Station (less than 2 km distance from collection site). Hawkfish were initially separated into the same two size classes as described above; however, to better understand the effect of increasing body size, we restricted the size for the ‘large’ hawkfish to those larger than 9 cm TL (i.e. no individuals between 4 and 9 cm were used) (table 1). All fish were then placed in 25 gallon aquaria supplied with circulating seawater, and were separated by species, and starved and acclimatized for 24 h in the experimental arena. After 48 more hours (a total of 72 h post- collection), hawkfish were individually removed from their holding tanks, measured and categorized in terms of size, and placed into separate 1.5×1.0 m circular polypropylene tubs. Each tub contained circulating water and a sole piece of coral rubble (avg. size=392 cm 3 ) placed over a thin sandy substrate to serve as a temporary substrate for the predators and prey to use. All hawkfish immediately settled on the piece of rubble, and were allowed to acclimatize for 2 h. Chromis were then added to each tub in three density treatments for both size classes of hawkfish tubs: large hawkfish; low prey density (two individuals,N=4), moderate prey density (four individuals,N=3), and high prey density (six individuals,N=5), and small hawkfish; low prey density (N=4), moderate prey density (N=2), and high prey density (N=2), for a total of 20 trials (table 1). After each prey treatment was introduced, we monitored the abundance of chromis in each tub every morning at 08.00 over the next three days. 72 h after prey were introduced, we calculatedper capitaconsumption rates for each hawkfish and treatment. Control tubs containing hawkfish and no prey (N=4) and chromis without hawkfish (N=2foreach treatment) were also created to examine natural survivorship (i.e. those still living after trials) under experimental conditions and we observed 100% survivorship in both cases. 2.1. Statistical analyses To test whether the presence of small and large hawkfish was correlated to the presence of prey fishes in coral heads, we performed a Bayesian Markov chain Monte Carlo (MCMC) generalized multi-response model with a binomial error structure [19]. We defined the presence or absence of prey fishes chromis and damselfish as a binary response variable, and defined the presence of either no hawkfish, small hawkfish (less than 4 cm TL), or large hawkfish (more than 4 cm TL) as the predictor variable. Owing to complete separation in the data, which can lead to unreliable estimates in regression models, we specified weakly informative Cauchy distributed priors on the fixed effects [20,21]. As residual variance is unidentifiable for binary responses, we fixed the residual variance to 1. We specified the chains to run for a total of 3 000 000 iterations, with a burn-in of 100 000 iterations and a thinning rate of 1000. Chain convergence was assessed using a visual assessment of chain trace plots (electronic supplementary material, 1). We used the posteriors to predict the probability (±95% Bayesian credible intervals, CIs) of the two prey species being present on coral heads inhabited by small, large or no hawkfish. We used a binary response (presence versus absence of prey fishes) rather than abundance data (i.e. the number of prey fishes present), as we were primarily interested in indirect effects of hawkfishes on prey for thein situpart of the study. In other words, as it is difficult to disentangle direct consumptive effects in the field, we reasoned that coral heads inhabited by hawkfishes represent a ‘risky’ environment, avoided by prey species if suitable alternatives are present [4], and we sought to examine the effect of hawkfish size on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 4 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ 0 0.25 0.50 0.75 1.00 predicted posterior probability of prey being present (± 95% CIs) Dascyllus flavicaudusChromis viridis large Paracirrhites arcatus small Paracirrhites arcatus no Paracirrhites arcatus Figure 1.The effect of predator presence on prey fish presence. Caterpillar plots reflect the predicted posterior probability (±95% credible intervals) of prey fishes in two species (chromis, damselfish) to be present on coral heads with either no hawkfish (blue), small hawkfish (orange) or large hawkfish (red). The plot shows that the likelihood of prey fish being present is smaller when hawkfish is present, regardless of the predators’ size. on this behaviour. The abundance data broadly corroborated the results based on the binary response and are provided in the electronic supplementary material, 2. To assess the functional response of small and large hawkfish predators, we used Rogers random predator equation (RRP) for a Holling Type II response [20], which appropriately accounts for the effects of prey depletion throughout the experiment [21]. The response was modelled using maximum- likelihood estimation [22], with starting values extracted from previously published estimates on hawkfish functional response [15]. We extracted parameter estimates (attack rateaand handling timeh) for both sizes of predators and calculated 95% CIs to permit comparison between small and large hawkfish. Owing to the short-term nature of our experiment, and the comparably low prey densities in the experiment, we focus largely on attack rate parameter estimates. All analyses were performed using the software R and the packagesMCMCglmm[19]andbbmle[23]. 3. Results 3.1. Field surveys In total, we surveyed 67 coral heads, of which 47.3% were not occupied by hawkfish, 33.3% were occupied by small hawkfish, and 19.4% were occupied by large hawkfish.Dascyllus aruanuswere present on 23 coral heads, whileC. viridiswere present on 16 coral heads. The two prey species co-occurred on 11 coral heads. The average size of the coral heads was 191.24 cm 3 (±45.6 s.e.). No coral head was inhabited by twoP. a r c a t u s. We found that the presence of hawkfish on coral heads correlated with a lower probability of chromis and damselfish being present on coral heads; however, there was no difference in the probability of prey fish presence between corals with small and large hawkfish, as there was extensive overlap in the estimated mean predicted posterior probability of either prey fish species being present (figure 1). Likewise, our results suggest that the functional responses of small and large hawkfish do not differ under experimental settings (figure 2a,b). The parameter estimate of the attack rateafor small hawkfish was 0.418, with the 95% CI ranging from 0.254 to 0.983. This overlaps with the attack rate parameter on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 5 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ 0 1 2 3 4 5 0246 initial density no. prey fish killed 0 0.25 0.50 0.75 1.00 attack rate (a) parameter estimate (± 95% CIs) (a)(b) Figure 2.The functional response of small and large hawkfish under experimental settings. (a) Initial densities of prey fishes (chromis) are plotted against the number of prey fish consumed after 72 h. Treatments where small hawkfish were used as predators are shown in orange, whereas large hawkfish treatments are shown in red. As handling timehapproaches 0 in both treatments, response curves are linear. (b) Attack rate estimates of small and large hawkfish. Estimates are similar for both types of predator, suggesting that size is of limited importance for the effect of hawkfish on prey. Statistically significant differences can be inferred where 95% CIs do not overlap. 0 0.25 0.50 0.75 1.00 attack rate (a)handling time (h) parameter estimate (± 95% CIs) Figure3.Parameterestimatesforhawkfishfunctionalresponse,includinghandlingtimeparameterh.Treatmentswheresmallhawkfish wereusedaspredatorsareshowninorange,whereaslargehawkfishtreatmentsareshowninred. estimate for large hawkfish, which was estimated as 0.243, with the 95% CI ranging from 0.164 to 0.502. Handling timehestimates were extremely low for both types of predators (less than 0.0001;figure 3), suggesting that experimental prey densities were too low to produce reliable estimates of handling time. 4. Discussion Small predators may have disproportionally large roles in structuring food webs [24,25]. Yet, the role of intraspecific variation in body size has rarely been investigated in detail. We found that hawkfish on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 6 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ occurrence was negatively correlated to the density of their prey species, but that these effects of small versus large hawkfish were statistically indistinguishable (figure 1). The indistinguishable estimates of small and large hawkfish attack rates corroborated our surveys, suggesting that size may not play a major role in determining the functional response of hawkfish. The size-independent nature of both direct and indirect effects of hawkfish on their prey suggests that natural variation in predator size (e.g. due to hawkfish condition and variable recruitment pulses) may not modify the effects of these small predators on their prey. The results of our study require cautious interpretation due to several caveats. First, the laboratory results are obtained from a relatively small dataset, potentially influencing our ability to reveal differences in the attack rates (and handling times) of small and large hawkfishes. Capturing and transporting large hawkfish over 9 cm TL presented numerous logistical challenges and was deemed to impose significant stress to the animals, which affected our ability to bolster sample size in that treatment. Second, the size classes used for the experiment and encountered during the field surveys fall short of the maximum size ofP. a r c a t u s, which can grow up to 20 cm [26]. Therefore, it is possible that fishes approaching maximum size will differ from the smaller size classes investigated in the study. Third, only recently settled recruits of the prey species were used in this study. Given gape limitations of predatory fishes [27], it is reasonable to suggest that the impact of hawkfish on larger, adult prey will be determined by gape size. Nonetheless, our results convincingly show that in the investigated habitat (a shallow water lagoon that serves as a nursery for many species of coral reef fishes), the body size ofP. a r c a t u sappears to be of little consequence for the effect of this small predator on prey species during a critical life-stage. The release of mesopredators from predation resulting from removals or losses of top predators has emerged as a key concept in conservation biology, highlighting the need to understand size-mediated effects of predators on prey [6]. On reefs where top predators are removed due to size selective harvesting [13], mesopredators often grow larger in size and live longer due to lower environmental threats [28]. Adult hawkfish are known to inhibit the recruitment success of their prey through both consumptive effects as well as indirectly by competing for predator-free space within their habitat [17]. Our results suggest that even small hawkfish can have a substantial effect on recently recruited prey species, both via direct and indirect effects. The notion that the attack rates of small mesopredators do not appear to scale allometrically is important for understanding how reefs may respond to changes in predator biomass and biological invasions. This emphasizes the need to test theoretical predictions linking body size to strength of predation. Recent work examining the effects of interspecific variation in predator body size demonstrated that large, mobile predators (such as reef sharks) occupy the same functional niche space as significantly smaller mesopredators on coral reefs [29]. Such deviations from expectations based on allometry suggest the link between body size and predation warrants further study on coral reefs. Changes in the size structure of marine food webs is a major consequence of extractive anthropogenic activities, which underscores the need to deepen our understanding of how shifts in body size are likely to affect ecosystem structure, function and resilience. Ethics. Permission to carry out all work was granted to A.C.S. and A.J.G. by the University of California Berkeley Gump Station. No special permission was needed for animal collection or experimentation. Field efforts in French Polynesia were supported the Northeastern University Three Seas Program and the University of Florida. Data accessibility.Our data are deposited at Dryad:http://dx.doi.org/10.5061/dryad.140p5[30]. Authors’contributions.A.J.G. and A.C.S. conceived the study. A.J.G. and A.C.S. carried out the fieldwork and collected all field data. S.J.B., A.J.G. and A.C.S. performed the statistical analyses. A.J.G., S.J.B. and A.C.S. wrote the manuscript. All authors gave final approval for publication. Competing interests.The authors declare no competing interests. Funding.No financial support was provided for this work. Acknowledgements.We greatly appreciate logistical fieldwork support from S. Genovese, L. Bentley, Z. Boudreau and K. Hanson. For assistance with field data collection, we thank A. Bhandiwad, M. Moretti, J. Hanmer, A. Shantz and G. Trimble. We also thank the staff of the UC Berkeley Gump Station. References 1. ChaseJ.1999Foodwebeffectsofpreysizerefugia: variable interactions and alternative stable equilibria.Am.Nat.154, 559–570. (doi:10.1086/ 303260) 2. McCoy MW, Gillooly JF. 2008 Predicting natural mortality rates of plants and animals.Ecol. Lett.11, 710–716.(doi:10.1111/j.1461-0248.2008. 01190.x) 3. Oksanen T, Oksanen L, SD F. 1985 Killing in the huntingstrategyofsmallpredators.Am.Nat.126, 328–346. (doi:10.2307/2678832) 4. Rizzari JR, Frisch AJ, Hoey AS, McCormick MI. 2014 Not worth the risk: apex predators suppress herbivory on coral reefs.Oikos123,829–836. (doi:10.1111/oik. 01318) on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from 7 rsos.royalsocietypublishing.org R.Soc. opensci. 3 : 160414 ................................................ 5. Estes JAetal.2011 Trophic downgrading of planet Earth.Science333, 301–306. (doi:10.1126/science. 1205106) 6. Ritchie EG, Johnson CN. 2009 Predator interactions, mesopredator release and biodiversity conservation.Ecol. Lett.12, 982–998. (doi:10.1111/ j.1461-0248.2009.01347.x) 7. Robinson J, Baum JK. 2015 Trophic roles determine coral reef fish community size structure.Can. J. Fish. Aquat. Sci.73, 496–505. (doi:10.1139/cjfas-2015- 0178) 8. Sandin SAetal.2008 Baselines and degradation of coral reefs in the Northern Line Islands.PLoSONE3, e1548. (doi:10.1371/journal.pone.0001548) 9. TrebilcoR,BaumJK,SalomonAK,DulvyNK.2013 Ecosystem ecology: size-based constraints on the pyramids of life.Trends Ecol. Evol.28,423–431. (doi:10.1016/j.tree.2013.03.008) 10. Hixon MA. 2015 Predation: piscivory and the ecology of coral-reef fishes. InEcologyoffishesoncoralreefs (ed. C Mora), pp. 41–52. Cambridge, UK: Cambridge University Press. 11. Stier A, Hanson K, Holbrook S, Schmitt R, Brooks A. 2014 Predation and landscape characteristics independantly affect reef fish community organization.Ecology95,1294–1307.(doi:10.1890/ 12-1441.1) 12. Stier AC, Geange SW, Hanson KM, Bolker BM. 2013 Predator density and timing of arrival affect reef fish community assembly.Ecology94, 1057–1068. (doi:10.1890/11-1983.1) 13. Stallings CD. 2008 Indirect effects of an exploited predator on recruitment of coral-reef fishes.Ecology 89, 2090–2095. (doi:10.1890/07-1671.1) 14. Stier AC, White JW. 2014 Predator density and the functional responses of coral reef fish.Coral Reefs33,235–240.(doi:10.1007/s00338-013- 1096-z) 15. Stier AC, Geange SW, Bolker BM. 2013 Predator density and competition modify the benefits of group formation in a shoaling reef fish.Oikos 122,171–178.(doi:10.1111/j.1600-0706.2012. 20726.x) 16. Kane CN, Brooks AJ, Holbrook SJ, Schmitt RJ. 2009 The role of microhabitat preference and social organization in determining the spatial distribution of a coral reef fish.Environ. Biol. Fishes8,1–10.(doi:10.1007/s10641-008-9377-z) 17. Sale PF. 1971 Extremely limited home range in a coral reef fish,Dascyllusaruanus(Pisces; Pomacentridae).C opeia2,324–327.(doi:10.2307/ 1442839) 18. Holbrook SJ, Schmitt RJ, Brooks AJ. 2011 Indirect effects of species interactions on habitat provisioning.Oecologia166,739–749.(doi:10.1007/ s00442-011-1912-5) 19. Hadfield JD. 2010 MCMC Methods for multi-response generalized linear mixed models: The MCMCglmm R Package.J.Stat.Softw.33,1–22. (doi:10.18637/jss.v033.i02) 20. Rogers D. 1972 Random search and insect population models.J.Anim.Ecol.41,369–383. (doi:10.2307/3474) 21. Juliano S. 2001 Non-linear curve fitting: predation and functional response curves. InDesignand analysisofecologicalexperiments(eds S Scheiner, J Gureuitch), pp. 159–182. London, UK: Chapman and Hall. 22. Bolker BM. 2010 bbmle: Tools for general maximum likelihood estimation.RPackage,version1.0.15. 23. Bolker BM. 2014 bbmle: Tools for general maximum likelihood estimation.Rpackageversion1.0.16. 24. Salo P, Korpimäki E, Banks PB, Nordström M, Dickman CR. 2007 Alien predators are more dangerous than native predators to prey populations.Proc.R.Soc.B274,1237–1243. (doi:10.1098/rspb.2006.0444) 25. Trussell GC, Ewanchuk PJ, Matassa CM. 2006 The fear of being eaten reduces energy transfer in a simple food chain.Ecology87, 2979–2984. (doi:10.1890/0012-9658(2006)87[2979:TFOBER] 2.0.CO;2) 26. Froese R, Pauly D. 2016Paracirrhites arcatus. FishBase. Seehttp://www.fishbase.org/summary/ 5835 (accessed 8 October 2016) 27. Holmes TH, McCormick MI. 2010 Size-selectivity of predatory reef fish on juvenile prey.Mar.Ecol.Progr. Series399,273–283.(doi:10.3354/meps08337) 28. Albins MA, Hixon MA. 2013 Worst case scenario: potential long-term effects of invasive predatory lionfish (Pteroisvolitans) on Atlantic and Caribbean coral-reef communities.Environ.Biol.Fishes96, 1151–1157. (doi:10.1007/s10641-011-9795-1) 29. Frisch AJ, Ireland M, Rizzari JR, Lönnstedt OM, Magnenat KA, Mirbach CE, Hobbs J-PA. 2016 Reassessing the trophic role of reef sharks as apex predators on coral reefs.CoralReefs35,459–472. (doi:10.1007/s00338-016-1415-2) 30. Gallagher AJ, Brandl SJ, Stier AC. 2016 Data from: Intraspecific variation in body size does not alter the effects of mesopredators on prey. Dryad Digital Repository. (http://dx.doi.org/10.5061/dryad.140p5) on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from",
  "sections": {
    "abstract": "rsos.royalsocietypublishing.org Research Citethisarticle:GallagherAJ,BrandlSJ,Stier AC. 2016 Intraspecific variation in body size does not alter the effects of mesopredators on prey.R.Soc.opensci.3: 160414. http://dx.doi.org/10.1098/rsos.160414 Received: 19 June 2016 Accepted: 11 November 2016 Subject Category: Biology (whole organism) Subject Areas: behaviour/ecology",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results indicate that the effects of small predators on coral reefs can be size-independent, suggesting that variation in predator size- structure alone may not always affect the functional role of these predators.",
    "we observed 100% survivorship in both cases.",
    "We found that the presence of hawkfish on coral heads correlated with a lower probability of chromis and damselfish being present on coral heads; however, there was no difference in the probability of prey fish presence between corals with small and large hawkfish, as there was extensive overlap in the estimated mean predicted posterior probability of either prey fish species being present (figure 1).",
    "our results suggest that the functional responses of small and large hawkfish do not differ under experimental settings (figure 2a,b).",
    "We found that hawkfish on December 7, 2016http://rsos.",
    "Our results suggest that even small hawkfish can have a substantial effect on recently recruited prey species, both via direct and indirect effects.",
    "significant differences can be inferred where 95% CIs do not overlap."
  ],
  "fullText": "\n\nrsos.royalsocietypublishing.org\nResearch\nCitethisarticle:GallagherAJ,BrandlSJ,Stier\nAC. 2016 Intraspecific variation in body size\ndoes not alter the effects of mesopredators on\nprey.R.Soc.opensci.3: 160414.\nhttp://dx.doi.org/10.1098/rsos.160414\nReceived: 19 June 2016\nAccepted: 11 November 2016\nSubject Category:\nBiology (whole organism)\nSubject Areas:\nbehaviour/ecology\nKeywords:\npredator, risk, functional response, fish\nAuthor for correspondence:\nAustin J. Gallagher\ne-mail:agallagher@rsmas.miami.edu\nElectronic supplementary material is available\nonline  athttps://dx.doi.org/10.6084/m9.\nfigshare.c.3583466.\nIntraspecific variation in\nbody size does not alter the\neffects of mesopredators\non prey\nAustin J. Gallagher\n1,2\n, Simon J. Brandl\n2,3\nand\nAdrian C. Stier\n4\n1\nRosenstiel School of Marine and Atmospheric Science, University of Miami, Miami,\nFL, USA\n2\nBeneath the Waves, Inc., Miami, FL 33133, USA\n3\nSmithsonian Environmental Research Center, Edgewater, MD, USA\n4\nDepartment of Ecology, Evolution, and Marine Biology, University of California,\nSanta Barbara, CA 93106, USA\nAJG,   0000-0003-1515-3440;ACS,0000-0002-4704-4145\nAs    humans    continue    to    alter    the    species    composition\nand   size   structure   of   marine   food   webs,   it   is   critical   to\nunderstand  size-dependent  effects  of  predators  on  prey.  Yet,\nhow   shifts   in   predator   body   size   mediate   the   effect   of\npredators is understudied in tropical marine ecosystems, where\nanthropogenic  harvest  has  indirectly  increased  the  density\nand  size  of  small-bodied  predators.  Here,  we  combine  field\nsurveys and a laboratory feeding experiment in coral reef fish\ncommunities  to  show  that  small  and  large  predators  of  the\nsame species can have similar effects. Specifically, surveys show\nthat the presence of a small predator (Paracirrhites arcatus)was\ncorrelated with lower chances of prey fish presence, but these\ncorrelations were independent of predator size. Experimental\ntrials corroborated the size-independent effect of the predator;\nattack  rates  were  indistinguishable  between  small  and  large\npredators,  suggesting  relatively  even  effects  of  hawkfish  in\nvarious  size  classes  on  the  same  type  of  prey.  Our  results\nindicate  that  the  effects  of  small  predators  on  coral  reefs  can\nbe size-independent, suggesting that variation in predator size-\nstructure  alone  may  not  always  affect  the  functional  role  of\nthese predators.\n1. Introduction\nBody   size   is   a   fundamental   factor   governing   the   effects   of\npredators  on  prey  [1].  Larger  predators  tend  to  have  higher\nconsumption rates due to their larger mouths and experience [2],\n2016 The Authors. Published by the Royal Society under the terms of the Creative Commons\nAttribution License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted\nuse, provided the original author and source are credited.\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n2\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\nand can develop highly adapted hunting strategies relative to their smaller counterparts [2,3]. Predator\nbody size can also mediate the indirect effects of predators on prey; for example, a prey’s perception of\nrisk can increase with predator body size [4]. As ecosystems continue to experience decreases in predator\nbody size due to the aggregate effect of disproportionate harvesting of large-bodied organisms [5]and\nthe potential trophic release of smaller bodied predators (i.e. mesopredator release) [6], we will require\na more detailed, mechanistic understanding of how predator body size mediates the effects of predators\non prey.\nCoral reefs are home to a diverse community of predators that vary in body size within and among\nspecies [7]. Surveys across gradients in exploitation pressure have demonstrated clear shifts in species\ncomposition  and  size  structure  within  and  among  predator  species  [8],  which  has  key  implications\nfor  the  rate  at  which  energy  flows  throughout  these  nutrient  poor  ecosystems  [9].  Experiments  have\ndemonstrated that predation is a key ecological force driving the population dynamics, biodiversity and\ncommunity assembly of coral reef fishes [10–12], highlighting how the role of predation can shift with\npredator identity [13] and density [14]. However, the role of intraspecific variation in predator body size\nin mediating the effects of predators on prey remains understudied. Disentangling such size-dependent\neffects of predators on prey in coral reef fishes is critical to improving our understanding of how natural\nand anthropogenically induced variation in predator size affects the dynamics, structure and stability of\ncoral reef communities.\nIn this study, we combine field observations and a laboratory experiment to quantify how intraspecific\nvariation in the body size of a coral reef mesopredator (Parracirrhites arcatus) mediates its effect on prey\nfish communities in Moorea, French Polynesia. Specifically, we hypothesized that, if body size affects\nthe direct and indirect effects ofP. a r c a t u son prey, prey fishes would be (i) less likely to co-inhabit coral\nheads occupied by largeP.  a r c a t u sthan by smallP.  a r c a t u s, and (ii) that attack rates of largeP.  a r c a t u s\nunder laboratory settings would be higher compared with smallP.  a r c a t u s. If, however, body size has\nlimited influence on the effects ofP. a r c a t u son prey, we predicted no difference between small and large\nP.  a r c a t u sin both the field study (occupation of coral heads by prey fishes) and the laboratory study\n(survival of prey in tanks).\n2. Material and methods\nThis study was conducted on a shallow back-reef on the north side of Moorea, French Polynesia (17°30\n\u0002\nS,\n149°50\n\u0002\nW). The site is situated on the lagoonal edge of a barrier reef, which encircles the entire island\nand is defined by dense patches of reef and sand, with a depth range of 2–4 m. The arc-eye hawkfish\n(P.  a r c a t u s)  is  a  voracious,  diurnal  and  territorial  ambush  predator  in  this  system,  and  is  commonly\nobserved perched upon the coral branches ofPocilloporaspp. andAcroporaspp. [15].Parracirrhites arcatus\nare  usually  solitary  with  home  ranges  limited  to  approximately  5 m,  resulting  in  the  often  sustained\nresidence of singular individuals on the same coral head [16]. Their prey consists of a range of small\nfishes and invertebrates, including the two damselfish speciesChromis viridisandDascyllus flavicaudus.\nBoth prey fish species are known to be extremely limited in their movements, commonly residing within\n1 m of the coral head to which they recruited [17].\nTo  assess  the  indirect  effects  of  hawkfish  of  different  sizes  on  their  prey,  we  quantified  patterns\nof  hawkfish  and  their  co-occurrence  with  other  reef  fishes  by  noting  the  presence  of  hawkfish  and\nsympatric fish species, blue-green chromis (C. viridis) and the yellowtail damselfish (D. flavicaudus), on\nPocillopora eydouxicoral  heads  along  randomized  50 m  belt-transect  surveys  parallel  to  the  coastline.\nSurveys (N=27) were conducted in the mornings (06.30–08.30) three times per week from 23 January\nto  13  February  2009.  Previous  work  removing  hawkfish  from  reefs  in  the  same  region  showed  that\nhawkfish presence decreased the density of small, coral-associated fishes [18]; however, the influence\nof  size  in  these  relationships  remains  unclear.  Thus,  if  hawkfish  were  present,  we  visually  estimated\ntheir  standard  length.  The  distribution  of  estimated  fish  sizes  was  bimodal;  therefore,  we  classified\nhawkfish size categorically into two size classes: large (more than 4 cm TL) and small (less than or equal to\n4 cm TL). WhileP. a r c a t u scan grow to a maximum size of 20 cm, lagoonal systems are often characterized\nby the disproportional presence of small life-stages of reef fishes. Accordingly, during our transects no\nindividuals approaching maximum size were observed. While both size classes are well beyond juvenile\nstages, individuals less than 4 cm TL may be characterized as sub-adults, while larger individuals are\nconsidered  adults.  We  also  estimated  the  abundance  of  other  fishes  within  a  0.5 m  lateral  or  vertical\nradius of the coral head. Each diver measured the dimensions of each coral head (length, width and\nheight, in centimetres); no coral heads were surveyed more than once.\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n3\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\nTable 1.Experimentalset-upforlaboratoryfeedingassayusinghawkfish(predator)andchromis(prey).Thenumberofpreyfishusedis\nindicatedintheparenthesesforeachofthethreepreytreatments.Numbersinthetablerepresentthenumberofreplicatesforeachprey\ntreatment as it corresponds to the two predator identity treatments.\npredator identity\nhigh prey density\n(six fish)\nmedium prey\ndensity (four fish)\nlow prey density\n(two fish)\nsmall hawkfish (less than 4 cm)N=5N=4N=3\n.........................................................................................................................................................................................................................\nlarge hawkfish (more than 9 cm)N=2N=2N=4\n.........................................................................................................................................................................................................................\nTo estimate how variation in hawkfish size impacted hawkfish predation rates, we also conducted\na laboratory feeding experiment from 14 February–10 March 2009, using live hawkfish and blue-green\nchromis (a potential prey species) from coral heads at the same study site where we performed the field\nsurveys. Only co-occurring individuals from both species were selected for this study, and we never\ncollected fish from coral heads that had previously been surveyed (they were flagged). Hawkfish (N=22)\nand newly settled chromis individuals (N=80, all fish sized approx. 0.5–2.0 cm) were collected from the\nfield from 14–28 February 2009, using clove oil and hand-nets, and transported back to wetlab at the UC\nBerkeley Gump Marine Station (less than 2 km distance from collection site).\nHawkfish  were  initially  separated  into  the  same  two  size  classes  as  described  above;  however,  to\nbetter understand the effect of increasing body size, we restricted the size for the ‘large’ hawkfish to\nthose larger than 9 cm TL (i.e. no individuals between 4 and 9 cm were used) (table 1). All fish were\nthen placed in 25 gallon aquaria supplied with circulating seawater, and were separated by species, and\nstarved and acclimatized for 24 h in the experimental arena. After 48 more hours (a total of 72 h post-\ncollection), hawkfish were individually removed from their holding tanks, measured and categorized\nin terms of size, and placed into separate 1.5×1.0 m circular polypropylene tubs. Each tub contained\ncirculating water and a sole piece of coral rubble (avg. size=392 cm\n3\n) placed over a thin sandy substrate\nto serve as a temporary substrate for the predators and prey to use. All hawkfish immediately settled\non the piece of rubble, and were allowed to acclimatize for 2 h. Chromis were then added to each tub\nin  three  density  treatments  for  both  size  classes  of  hawkfish  tubs:  large  hawkfish;  low  prey  density\n(two  individuals,N=4),  moderate  prey  density  (four  individuals,N=3),  and  high  prey  density  (six\nindividuals,N=5), and small hawkfish; low prey density (N=4), moderate prey density (N=2), and\nhigh prey density (N=2), for a total of 20 trials (table 1). After each prey treatment was introduced, we\nmonitored the abundance of chromis in each tub every morning at 08.00 over the next three days. 72 h\nafter prey were introduced, we calculatedper capitaconsumption rates for each hawkfish and treatment.\nControl tubs containing hawkfish and no prey (N=4) and chromis without hawkfish (N=2foreach\ntreatment) were also created to examine natural survivorship (i.e. those still living after trials) under\nexperimental conditions and we observed 100% survivorship in both cases.\n2.1. Statistical analyses\nTo test whether the presence of small and large hawkfish was correlated to the presence of prey fishes in\ncoral heads, we performed a Bayesian Markov chain Monte Carlo (MCMC) generalized multi-response\nmodel with a binomial error structure [19]. We defined the presence or absence of prey fishes chromis\nand  damselfish  as  a  binary  response  variable,  and  defined  the  presence  of  either  no  hawkfish,  small\nhawkfish (less than 4 cm TL), or large hawkfish (more than 4 cm TL) as the predictor variable. Owing\nto  complete  separation  in  the  data,  which  can  lead  to  unreliable  estimates  in  regression  models,  we\nspecified weakly informative Cauchy distributed priors on the fixed effects [20,21]. As residual variance\nis unidentifiable for binary responses, we fixed the residual variance to 1. We specified the chains to\nrun for a total of 3 000 000 iterations, with a burn-in of 100 000 iterations and a thinning rate of 1000.\nChain convergence was assessed using a visual assessment of chain trace plots (electronic supplementary\nmaterial, 1). We used the posteriors to predict the probability (±95% Bayesian credible intervals, CIs) of\nthe two prey species being present on coral heads inhabited by small, large or no hawkfish. We used a\nbinary response (presence versus absence of prey fishes) rather than abundance data (i.e. the number of\nprey fishes present), as we were primarily interested in indirect effects of hawkfishes on prey for thein\nsitupart of the study. In other words, as it is difficult to disentangle direct consumptive effects in the\nfield, we reasoned that coral heads inhabited by hawkfishes represent a ‘risky’ environment, avoided by\nprey species if suitable alternatives are present [4], and we sought to examine the effect of hawkfish size\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n4\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\n0\n0.25\n0.50\n0.75\n1.00\npredicted posterior probability of prey being present (± 95% CIs)\nDascyllus flavicaudusChromis viridis\nlarge Paracirrhites arcatus\nsmall Paracirrhites arcatus\nno Paracirrhites arcatus\nFigure 1.The effect of predator presence on prey fish presence. Caterpillar plots reflect the predicted posterior probability (±95%\ncredible intervals) of prey fishes in two species (chromis, damselfish) to be present on coral heads with either no hawkfish (blue), small\nhawkfish (orange) or large hawkfish (red). The plot shows that the likelihood of prey fish being present is smaller when hawkfish is\npresent, regardless of the predators’ size.\non this behaviour. The abundance data broadly corroborated the results based on the binary response\nand are provided in the electronic supplementary material, 2.\nTo assess the functional response of small and large hawkfish predators, we used Rogers random\npredator  equation  (RRP)  for  a  Holling  Type  II  response  [20],  which  appropriately  accounts  for  the\neffects of prey depletion throughout the experiment [21]. The response was modelled using maximum-\nlikelihood  estimation  [22],  with  starting  values  extracted  from  previously  published  estimates  on\nhawkfish functional response [15]. We extracted parameter estimates (attack rateaand handling timeh)\nfor  both  sizes  of  predators  and  calculated  95%  CIs  to  permit  comparison  between  small  and  large\nhawkfish. Owing to the short-term nature of our experiment, and the comparably low prey densities\nin the experiment, we focus largely on attack rate parameter estimates. All analyses were performed\nusing the software R and the packagesMCMCglmm[19]andbbmle[23].\n3. Results\n3.1. Field surveys\nIn  total,  we  surveyed  67  coral  heads,  of  which  47.3%  were  not  occupied  by  hawkfish,  33.3%  were\noccupied by small hawkfish, and 19.4% were occupied by large hawkfish.Dascyllus aruanuswere present\non 23 coral heads, whileC. viridiswere present on 16 coral heads. The two prey species co-occurred on 11\ncoral heads. The average size of the coral heads was 191.24 cm\n3\n(±45.6 s.e.). No coral head was inhabited\nby twoP. a r c a t u s.\nWe found that the presence of hawkfish on coral heads correlated with a lower probability of chromis\nand  damselfish  being  present  on  coral  heads;  however,  there  was  no  difference  in  the  probability  of\nprey fish presence between corals with small and large hawkfish, as there was extensive overlap in the\nestimated mean predicted posterior probability of either prey fish species being present (figure 1).\nLikewise, our results suggest that the functional responses of small and large hawkfish do not differ\nunder experimental settings (figure 2a,b). The parameter estimate of the attack rateafor small hawkfish\nwas 0.418, with the 95% CI ranging from 0.254 to 0.983. This overlaps with the attack rate parameter\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n5\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\n0\n1\n2\n3\n4\n5\n0246\ninitial density\nno. prey fish killed\n0\n0.25\n0.50\n0.75\n1.00\nattack rate (a)\nparameter estimate (± 95% CIs)\n(a)(b)\nFigure 2.The functional response of small and large hawkfish under experimental settings. (a) Initial densities of prey fishes (chromis)\nare plotted against the number of prey fish consumed after 72 h. Treatments where small hawkfish were used as predators are shown in\norange, whereas large hawkfish treatments are shown in red. As handling timehapproaches 0 in both treatments, response curves are\nlinear. (b) Attack rate estimates of small and large hawkfish. Estimates are similar for both types of predator, suggesting that size is of\nlimited importance for the effect of hawkfish on prey. Statistically significant differences can be inferred where 95% CIs do not overlap.\n0\n0.25\n0.50\n0.75\n1.00\nattack rate (a)handling time (h)\nparameter estimate (± 95% CIs)\nFigure3.Parameterestimatesforhawkfishfunctionalresponse,includinghandlingtimeparameterh.Treatmentswheresmallhawkfish\nwereusedaspredatorsareshowninorange,whereaslargehawkfishtreatmentsareshowninred.\nestimate for large hawkfish, which was estimated as 0.243, with the 95% CI ranging from 0.164 to 0.502.\nHandling timehestimates were extremely low for both types of predators (less than 0.0001;figure 3),\nsuggesting that experimental prey densities were too low to produce reliable estimates of handling time.\n4. Discussion\nSmall predators may have disproportionally large roles in structuring food webs [24,25]. Yet, the role\nof intraspecific variation in body size  has rarely been investigated in  detail. We  found that hawkfish\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n6\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\noccurrence was negatively correlated to the density of their prey species, but that these effects of small\nversus large hawkfish were statistically indistinguishable (figure 1). The indistinguishable estimates of\nsmall and large hawkfish attack rates corroborated our surveys, suggesting that size may not play a major\nrole in determining the functional response of hawkfish. The size-independent nature of both direct and\nindirect effects of hawkfish on their prey suggests that natural variation in predator size (e.g. due to\nhawkfish condition and variable recruitment pulses) may not modify the effects of these small predators\non their prey.\nThe results of our study require cautious interpretation due to several caveats. First, the laboratory\nresults  are  obtained  from  a  relatively  small  dataset,  potentially  influencing  our  ability  to  reveal\ndifferences  in  the  attack  rates  (and  handling  times)  of  small  and  large  hawkfishes.  Capturing  and\ntransporting large hawkfish over 9 cm TL presented numerous logistical challenges and was deemed to\nimpose significant stress to the animals, which affected our ability to bolster sample size in that treatment.\nSecond, the size classes used for the experiment and encountered during the field surveys fall short of\nthe maximum size ofP.  a r c a t u s, which can grow up to 20 cm [26]. Therefore, it is possible that fishes\napproaching maximum size will differ from the smaller size classes investigated in the study. Third, only\nrecently settled recruits of the prey species were used in this study. Given gape limitations of predatory\nfishes [27], it is reasonable to suggest that the impact of hawkfish on larger, adult prey will be determined\nby gape size. Nonetheless, our results convincingly show that in the investigated habitat (a shallow water\nlagoon that serves as a nursery for many species of coral reef fishes), the body size ofP. a r c a t u sappears\nto be of little consequence for the effect of this small predator on prey species during a critical life-stage.\nThe release of mesopredators from predation resulting from removals or losses of top predators has\nemerged as a key concept in conservation biology, highlighting the need to understand size-mediated\neffects  of  predators  on  prey  [6].  On  reefs  where  top  predators  are  removed  due  to  size  selective\nharvesting [13], mesopredators often grow larger in size and live longer due to lower environmental\nthreats [28].  Adult hawkfish  are known to inhibit the recruitment success  of their prey through both\nconsumptive effects as well as indirectly by competing for predator-free space within their habitat [17].\nOur results suggest that even small hawkfish can have a substantial effect on recently recruited prey\nspecies, both via direct and indirect effects. The notion that the attack rates of small mesopredators do\nnot appear to scale allometrically is important for understanding how reefs may respond to changes\nin predator biomass and biological invasions. This emphasizes the need to test theoretical predictions\nlinking body size to strength of predation. Recent work examining the effects of interspecific variation\nin predator body size demonstrated that large, mobile predators (such as reef sharks) occupy the same\nfunctional niche space as significantly smaller mesopredators on coral reefs [29]. Such deviations from\nexpectations  based  on  allometry  suggest  the  link  between  body  size  and  predation  warrants  further\nstudy  on  coral  reefs.  Changes  in  the  size  structure  of  marine  food  webs  is  a  major  consequence  of\nextractive anthropogenic activities, which underscores the need to deepen our understanding of how\nshifts in body size are likely to affect ecosystem structure, function and resilience.\nEthics.\nPermission to  carry  out  all  work was  granted  to  A.C.S.  and  A.J.G.  by the  University  of California Berkeley\nGump Station. No special permission was needed for animal collection or experimentation. Field efforts in French\nPolynesia were supported the Northeastern University Three Seas Program and the University of Florida.\nData accessibility.Our data are deposited at Dryad:http://dx.doi.org/10.5061/dryad.140p5[30].\nAuthors’contributions.A.J.G. and A.C.S. conceived the study. A.J.G. and A.C.S. carried out the fieldwork and collected all\nfield data. S.J.B., A.J.G. and A.C.S. performed the statistical analyses. A.J.G., S.J.B. and A.C.S. wrote the manuscript.\nAll authors gave final approval for publication.\nCompeting interests.The authors declare no competing interests.\nFunding.No financial support was provided for this work.\nAcknowledgements.We greatly appreciate logistical fieldwork support from S. Genovese, L. Bentley, Z. Boudreau and\nK. Hanson. For assistance with field data collection, we thank A. Bhandiwad, M. Moretti, J. Hanmer, A. Shantz and\nG. Trimble. We also thank the staff of the UC Berkeley Gump Station.\nReferences\n1.  ChaseJ.1999Foodwebeffectsofpreysizerefugia:\nvariable interactions and alternative stable\nequilibria.Am.Nat.154, 559–570. (doi:10.1086/\n303260)\n2.  McCoy MW, Gillooly JF. 2008 Predicting natural\nmortality rates of plants and animals.Ecol. Lett.11,\n710–716.(doi:10.1111/j.1461-0248.2008.\n01190.x)\n3.  Oksanen T, Oksanen L, SD F. 1985 Killing in the\nhuntingstrategyofsmallpredators.Am.Nat.126,\n328–346. (doi:10.2307/2678832)\n4.  Rizzari JR, Frisch AJ, Hoey AS, McCormick MI. 2014\nNot worth the risk: apex predators suppress\nherbivory on coral reefs.Oikos123,829–836.\n(doi:10.1111/oik.\n01318)\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from \n\n7\nrsos.royalsocietypublishing.org\nR.Soc. opensci.\n3\n: 160414\n................................................\n5.  Estes JAetal.2011 Trophic downgrading of planet\nEarth.Science333, 301–306. (doi:10.1126/science.\n1205106)\n6.  Ritchie EG, Johnson CN. 2009 Predator interactions,\nmesopredator release and biodiversity\nconservation.Ecol. Lett.12, 982–998. (doi:10.1111/\nj.1461-0248.2009.01347.x)\n7.  Robinson J, Baum JK. 2015 Trophic roles determine\ncoral reef fish community size structure.Can. J. Fish.\nAquat. Sci.73, 496–505. (doi:10.1139/cjfas-2015-\n0178)\n8.  Sandin SAetal.2008 Baselines and degradation of\ncoral reefs in the Northern Line Islands.PLoSONE3,\ne1548. (doi:10.1371/journal.pone.0001548)\n9. TrebilcoR,BaumJK,SalomonAK,DulvyNK.2013\nEcosystem ecology: size-based constraints on the\npyramids of life.Trends Ecol. Evol.28,423–431.\n(doi:10.1016/j.tree.2013.03.008)\n10. Hixon MA. 2015 Predation: piscivory and the ecology\nof coral-reef fishes. InEcologyoffishesoncoralreefs\n(ed. C Mora), pp. 41–52. Cambridge, UK: Cambridge\nUniversity Press.\n11. Stier A, Hanson K, Holbrook S, Schmitt R, Brooks A.\n2014 Predation and landscape characteristics\nindependantly affect reef fish community\norganization.Ecology95,1294–1307.(doi:10.1890/\n12-1441.1)\n12. Stier AC, Geange SW, Hanson KM, Bolker BM. 2013\nPredator density and timing of arrival affect reef\nfish community assembly.Ecology94, 1057–1068.\n(doi:10.1890/11-1983.1)\n13. Stallings CD. 2008 Indirect effects of an exploited\npredator on recruitment of coral-reef fishes.Ecology\n89, 2090–2095. (doi:10.1890/07-1671.1)\n14. Stier AC, White JW. 2014 Predator density and the\nfunctional responses of coral reef fish.Coral\nReefs33,235–240.(doi:10.1007/s00338-013-\n1096-z)\n15. Stier AC, Geange SW, Bolker BM. 2013 Predator\ndensity and competition modify the benefits of\ngroup formation in a shoaling reef fish.Oikos\n122,171–178.(doi:10.1111/j.1600-0706.2012.\n20726.x)\n16. Kane CN, Brooks AJ, Holbrook SJ, Schmitt RJ. 2009\nThe role of microhabitat preference and social\norganization in determining the spatial\ndistribution of a coral reef fish.Environ. Biol.\nFishes8,1–10.(doi:10.1007/s10641-008-9377-z)\n17. Sale PF. 1971 Extremely limited home range in a\ncoral reef fish,Dascyllusaruanus(Pisces;\nPomacentridae).C\nopeia2,324–327.(doi:10.2307/\n1442839)\n18. Holbrook SJ, Schmitt RJ, Brooks AJ. 2011 Indirect\neffects of species interactions on habitat\nprovisioning.Oecologia166,739–749.(doi:10.1007/\ns00442-011-1912-5)\n19. Hadfield JD. 2010 MCMC Methods for\nmulti-response generalized linear mixed models:\nThe MCMCglmm R Package.J.Stat.Softw.33,1–22.\n(doi:10.18637/jss.v033.i02)\n20. Rogers D. 1972 Random search and insect\npopulation models.J.Anim.Ecol.41,369–383.\n(doi:10.2307/3474)\n21. Juliano S. 2001 Non-linear curve fitting: predation\nand functional response curves. InDesignand\nanalysisofecologicalexperiments(eds S Scheiner, J\nGureuitch), pp. 159–182. London, UK: Chapman and\nHall.\n22. Bolker BM. 2010 bbmle: Tools for general maximum\nlikelihood estimation.RPackage,version1.0.15.\n23. Bolker BM. 2014 bbmle: Tools for general maximum\nlikelihood estimation.Rpackageversion1.0.16.\n24. Salo P, Korpimäki E, Banks PB, Nordström M,\nDickman CR. 2007 Alien predators are more\ndangerous than native predators to prey\npopulations.Proc.R.Soc.B274,1237–1243.\n(doi:10.1098/rspb.2006.0444)\n25. Trussell GC, Ewanchuk PJ, Matassa CM. 2006 The\nfear of being eaten reduces energy transfer in a\nsimple food chain.Ecology87, 2979–2984.\n(doi:10.1890/0012-9658(2006)87[2979:TFOBER]\n2.0.CO;2)\n26. Froese R, Pauly D. 2016Paracirrhites arcatus.\nFishBase. Seehttp://www.fishbase.org/summary/\n5835 (accessed 8 October 2016)\n27. Holmes TH, McCormick MI. 2010 Size-selectivity of\npredatory reef fish on juvenile prey.Mar.Ecol.Progr.\nSeries399,273–283.(doi:10.3354/meps08337)\n28. Albins MA, Hixon MA. 2013 Worst case scenario:\npotential long-term effects of invasive predatory\nlionfish (Pteroisvolitans) on Atlantic and Caribbean\ncoral-reef communities.Environ.Biol.Fishes96,\n1151–1157. (doi:10.1007/s10641-011-9795-1)\n29. Frisch AJ, Ireland M, Rizzari JR, Lönnstedt OM,\nMagnenat KA, Mirbach CE, Hobbs J-PA. 2016\nReassessing the trophic role of reef sharks as apex\npredators on coral reefs.CoralReefs35,459–472.\n(doi:10.1007/s00338-016-1415-2)\n30. Gallagher AJ, Brandl SJ, Stier AC. 2016 Data from:\nIntraspecific variation in body size does not alter the\neffects of mesopredators on prey. Dryad Digital\nRepository. (http://dx.doi.org/10.5061/dryad.140p5)\n on December 7, 2016http://rsos.royalsocietypublishing.org/Downloaded from ",
  "extractedAt": "2025-12-12T18:45:07.775Z",
  "success": true,
  "matchedPublication": {
    "title": "Intraspecific variation in body size does not alter the effects of mesopredators on prey",
    "doi": "10.1098/rsos.160414",
    "year": "2016",
    "authors": "Gallagher, Austin J.; Brandl, Simon J.; Stier, Adrian C."
  }
}