{
  "filename": "Hamman et al. Theoretical Ecology) 2017.pdf",
  "numPages": 21,
  "text": "Theor Ecol https://doi.org/10.1007/s12080-017-0352-1 ORIGINAL PAPER Landscape configuration drives persistent spatial patterns of occupant distributions Elizabeth A. Hamman 1 ·Scott A. McKinley 2 ·Adrian C. Stier 3 · Craig W. Osenberg 1 Received: 1 May 2017 / Accepted: 23 October 2017 ©SpringerScience+BusinessMediaB.V.2017 AbstractVariation in the density of organisms among habi- tat patches is often attributed to variation in inherent patch properties. For example, higher quality patches might have higher densities because they attract more colonists or con- fer better post-colonization survival. However, variation in occupant density can also be driven by landscape configu- ration if neighboring patches draw potential colonists away from the focal habitat (a phenomenon we call propagule redirection). Here, we develop and analyze a stochastic model to quantify the role of landscape configuration and propagule redirection on occupant density patterns. We model a system with a dispersive larval stage and a seden- tary adult stage. The model includes sensing and decision- making in the colonization stage and density-dependent mortality (a proxy for patch quality) in the post-colonization stage. We demonstrate that spatial variation in colonization is retained when the supply of colonists is not too high, post- colonization density-dependent survival is not too strong, Electronic supplementary materialThe online version of this article (https://doi.org/10.1007/s12080-017-0352-1) contains supplementary material, which is available to authorized users. !Elizabeth A. Hamman hamman@uga.edu 1 Odum School of Ecology, University of Georgia, 140 E. Green St. Athens, GA 30602-2202, USA 2 Department of Mathematics, Tulane University, 6823 St. Charles Ave New Orleans, LA 70118, USA 3 Department of Ecology Evolution and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106-9620, USA and colonization events are not too frequent. Using a reef fish system, we show that the spatial variation produced by propagule redirection is comparable to spatial variation expected when patch quality varies. Thus, variation in den- sity arising from the spatial patterning of otherwise identical habitat can play an important role in shaping long-term spatial patterns of organisms occupying patchy habitats. Propagule redirection is a potentially powerful mechanism by which landscape configuration can drive variation in occupant densities, and may therefore offer new insights into how populations may shift as landscapes change in response to natural and anthropogenic forces. KeywordsPropagule redirection·Settlement shadows· Density dependence·Patch selection Introduction Many landscapes are fragmented, either naturally or through human activity, yielding a system of patches heterogeneous in size and connectivity. Accordingly, the distribution of organisms that occupy these patches is also often heteroge- neous, with high densities of organisms in some patches, but low densities in others. Differences in the density of organ- isms among patches are often attributed to differences in the intrinsic properties of a patch that affect the coloniza- tion of the patch or survival within the patch. For example, organisms differentially colonize patches based on size (Sih and Baltus1987), quality (Tolimieri1995;Holbrook et al.2000), micro-environmental conditions (Lecchini et al. 2003), the presence of predators (Wesner et al.2012), the presence of conspecifics (Stamps1988), and the presence of heterospecifics (M ̈ onkk ̈ onen et al.1990). Properties extrin- sic to the patch, such as the surrounding habitat matrix (e.g., Theor Ecol Gustafson and Gardner (1996) and Ricketts (2001)) or the spatial configuration of patches (e.g., MacArthur and Wil- son (1967)andStierandOsenberg(2010)) also lead to variation in density through their effects on colonization. In such cases, intrinsically identical patches may harbor very different densities of organisms (e.g., Stier and Osenberg (2010)). The population-level effects of differential patterns of colonization of patches within a network is well articu- lated in the metapopulation and metacommunity literature (e.g., Hanski (1994), Gonzalez et al. (1998), and Koelle and Vandermeer (2005)). In these studies, neighboring patches increase colonization (e.g., Hill et al. (1996)andEatonetal. (2014)) by providing propagules. However, this literature has rarely examined how otherwise hospitable neighboring patches might reduce colonization. In contrast to the metapopulation literature, the foraging literature has explored possible positive and negative effects of patch density and configuration (e.g., Ryall and Fahrig (2006)). For example, if a plant (i.e., “patch”) has few flow- ers, it may not attract pollinators. But, if that plant is near another, then the combined floral display may recruit pol- linators into the general area, increasing the visitation rate of pollinators to plants and individual flowers (reviewed in Mitchell et al. (2009)). However, plants with many neigh- bors may have decreased per-capita visitation rates from pollinators because flowers compete with one another for the potentially limited supply of pollinators (see review by Morales and Traveset (2008)). Similar beneficial and dele- terious effects of patch density observed in these behavioral studies may also exist at the population level. Thus, mod- els of spatial population dynamics that incorporate potential deleterious effects of neighboring patches might inform our understanding of the dynamics of organisms that occupy heterogeneous landscapes. Metapopulations and foraging (e.g., pollinator) systems form a dichotomy with respect to the scale of migration and patch size. In metapopulations, individuals can be born, mature, and reproduce within a single patch; migration rates among metapopulations also are typically low. In con- trast, foragers must visit multiple patches within a short time frame—no single patch is large enough to support the dynamics of an entire population. Many systems are intermediate with respect to these extremes. For example, adult aquatic beetles colonize ponds (after emerging from terrestrial pupation sites) where they repro- duce and frequently remain for the rest of their life. Col- onization rates in one pond (a patch) could be influenced by its own characteristics as well as the landscape of ponds in which the focal pond occurs. Experimental tests (Rese- tarits and Binckley2009,2013) demonstrated that beetle colonization was reduced in ponds that contained preda- tors, demonstrating an effect of patch quality. However, colonization also was reduced in predator-free ponds if they occurred near ponds that contained predators, showing that variation in quality of neighboring ponds also affected col- onization. The experiments conducted by Resetarits and Binckley also manipulated the total number of ponds at a site. In contrast to the results for pond quality, they did not find any discernible effect of patch number on per pond colonization. Thus, in this system, it was the quality of the patch or the landscape (i.e., in terms of predator den- sity) and not simply the availability of ponds (i.e., landscape configuration) that drove colonization patterns In contrast, Stier and Osenberg (2010)variedland- scape configuration of corals (keeping intrinsic properties of corals the same) and found that the presence of neighboring corals reduced the per-coral colonization rates of focal coral patches by larval reef fish by over 70%. Although there was an increase in total colonization with increased habitat, it was not proportional to the total amount of habitat. Thus, neighboring patches (i.e., corals) redirected colonists from focal patches, resulting in propagule redirection (also see Carr and Hixon (1997), Osenberg et al. (2002a), and Mor- ton and Shima (2013)). As a result of this “competition” among neighboring patches for colonists, the addition of new patches to a region may limit the potential increase in total colonization. At the extreme, there may be no increase at the regional level. These two examples (beetles and fishes) illustrate how the strength of propagule redirection can vary across systems. Reef fish represent one point near the end of this redirection spectrum, in which strong redi- rection results in spatial heterogeneity in colonization due to the presence or absence of neighboring patches (Stier and Osenberg2010), whereas aquatic beetles represent the other end of the spectrum, in which weak redirection (neighboring ponds do not affect colonization patterns) leads to colo- nization patterns that are independent of the local landscape configuration. Variable colonization driven by the combined effects of the spatial distribution of (otherwise identical) habitat patches and propagule redirection can have long-term con- sequences for population dynamics (Stier and Osenberg 2010), especially for species in which colonists remain asso- ciated with habitat patches for most of their life history (as is the case for the beetles and reef fish). While the strength of propagule redirection (and other processes that affect col- onization) establishes the initial spatial pattern of colonists, the degree to which these patterns propagate over longer time frames will depend on the post-colonization pro- cesses. These post-colonization processes will be affected by within-patch factors such as the local environment and density dependence. For example, mortality of newly set- tled fish is often density-dependent (Osenberg et al.2002b; Hixon and Jones2005; White et al.2010), with negative density dependence possibly arising through competition Theor Ecol for refuges from predators on the interior of the coral colony (e.g., Holbrook and Schmitt (2002)). When density- dependent mortality is strong, the spatial variation in colo- nization resulting from propagule redirection may be elim- inated as large cohorts are quickly and disproportionately reduced in density relative to patches with few colonists. In contrast, when density-dependent mortality is weak, we expect the spatial patterns established during colonization to persist through the post-colonization phase. Here, we develop a model to investigate how spatial pat- terns can be created in a landscape consisting of identical habitat patches. In particular, we investigate how propag- ule redirection leads to different long-term spatial patterns of occupants that depend on the proximity of neighboring patches. We also consider how density-dependent mortality, density-independent mortality, colonist supply, and colo- nization frequency affect the long-term spatial patterns that result from different forms of propagule redirection. Finally, we apply our framework to a reef fish system, using data to parametrize our model. Because our model assumes homo- geneous quality, we also contrast predictions derived from our propagule redirection model to one including variation in habitat quality. Methods Although our approach is general, we develop it with ref- erence to corals (habitat patches) and coral occupants (such as fish). This is a demographically open system where colonists to a patch are not the progeny of the local adults. In most coral reef systems, late-stage fish larvae (produced by relatively distant adults, but see Jones et al. (2009)) enter shallow reef areas from the pelagic zone and settle from the water column into a coral. After settlement (i.e., coloniza- tion), many coral occupants have limited ability to move to other corals due to factors such as predation (Holbrook and Schmitt1997,2002). Thus, the occupants often reside within the colonized coral for the entire juvenile and adult portions of their life cycle. Extrapolation to other contexts can be done by slightly redefining life stages. For example in the beetle example, adults, rather than larvae, colonize patches. Our model includes three components, each of which corresponds to sequential events that start with a larval fish’s arrival on the reef and end with its death: (1) potential set- tlers (i.e., colonists) arrive at random locations uniformly distributed in the landscape, (2) potential settlers choose a coral based on relative signals received from corals in the landscape, and (3) settlers that successfully arrive at a coral survive (or die) over the inter-pulse interval. The first two phases collectively define the “settlement phase,” while the third defines the “post-settlement phase.” We assumed settlement events are discrete, pulsed events and occur at regular time intervals, mirroring the life history of many marine organisms, while survival occurs continuously in time (see Fig.7in AppendixB). Corals in the landscape are identical in all ways (e.g., size and quality), except for their spatial proximity to other corals. The area surrounding the corals also is assumed uniform. As a result, spatial variation in expected patch occupancy is only driven by the effects of landscape configuration (i.e., the number of nearby patches) on settlement. How- ever, some additional variation arises because each model component is intrinsically stochastic, leading to variation in the spatial arrangement of corals, larval density, and the survival of fish. Therefore, we developed a stochastic model of settlement and post-settlement dynamics on a spa- tially explicit landscape. We also developed a deterministic approximation to the stochastic model to gain an under- standing of the role of specific processes. We start with a general description of the model. Settlement processes Settlement (colonization) events occur in a landscape of identical, discrete, circular habitat patches (corals). Settlers (larval fish), arrive in the landscape, perceive signals from coral patches, and choose a coral based upon these sig- nals (e.g., Lecchini et al. (2005)andDixsonetal.(2014)). Potential settlers then travel to the selected coral but incur mortality in transit. Because reef fish settlement events are pulsed and often linked with the lunar cycle (e.g., Robertson (1992)), we model settlement events discretely in time. For a settlement event, we assume that the density of arriving larvae isL,andtheinitiallocationsofthelarvae are independent and randomly distributed over the land- scape: i.e., the distribution of potential settlers is a spatial Poisson point process with densityL.Thenumberofset- tling fish larvae in the landscape then has the distribution S∼Pois(L| O|), whereOis our notation for the landscape, and| O|is its area. Let{(x i ,y i )} K i=1 be the locations ofKcorals in the landscape. Each coral has radiusR,signalmagnitudem, and signal degradation rateρ.Onthecoral,thesignal has strengthm, but as distance from the coral increases, we assume the strength of the signal decreases exponen- tially. Therefore, a potential settler arriving at location(x, y) perceives a signal from coraliof magnitude \" i (x, y):=me −ρd i (x,y) (1) whered i (x, y)is the distance from the potential settler’s location(x, y)to the edge of corali(the center of the coral is located at(x i ,y i )): d i (x, y):=max(0, ! (x−x i ) 2 +(y−y i ) 2 −R).(2) Theor Ecol A settler selects a coral with a probability that is equal to the relative strength of the signals: a settler arriv- ing at position(x, y)will choose coraliwith probabil- ity\" i (x, y)/ \" # j \" j (x, y) $ ,solongasthetotalsignal strength exceeds a detection threshold,θ.Ifthetotalsignal is less thanθ, the settler dies. Once a settler chooses a coral, it must survive the travel to the selected coral. We assume that the mortality rate and velocity during travel is constant, so that the probability of survival starting at location(x, y) and traveling to coraliise −μd i (x,y) . To obtain the settlement to a focal coral, we determine λ i , the number of settlers that select and survive the travel to corali. If there areSsettlers in the entire landscape- wide cohort, thenλ i is a Binomial random variable where Sis the number of “trials,” andp i is the “success proba- bility” that, given a settler detects enough signal to choose acoral,agivensettlerwillchoose,andsurvivetravelto, corali: p i = 1 |O| %% O \" i (x, y) # j \" j (x, y) e −μd i (x,y) dx dy.(3) Because we assume that the settler choices and survival are independent of each other, the number of arrivals at the focal coral is a thinned Poisson random variable,λ i ∼ Pois(L| O|p i ).Insubsequentsections,whenreferringtothe parameters of a focal coral, we will suppress the dependence on the indexiin the notation. Thus, a coral withnresidents transitions to havingn+λresidents whent=γkwhereγ is the time between settlement pulses assumed to occur on a lunar cycle of 28 days (Table1)andkis an index that keeps track of subsequent cohorts. Post-settlement processes In contrast to the periodic structure of the settlement pulse events, post-settlement deaths occur on each coral continuously in time due to density-independent and density-dependent mortality. We used a stochastic version of a framework previously used successfully to model reef fish recruitment dynamics (Osenberg et al.2002b; Shima and Osenberg 2003). The number of residents or fish in a coral patch at a timet, denotedN(t), decreases as fish die due to density- independent mortalityαand density-dependent mortality β. We assume that mortality rates and density-dependent effects are independent of fish age and thus aggregate all cohorts together into a single measure of density,N. Because many corals have very low numbers of residents and therefore demographic stochasticity has a potentially large effect, we used a continuous-time Markov chain. To simulate mortality, we used Gillespie’s method (Gillespie 1977). If a coral hasnoccupants, the time until the next one dies (i.e., the coral hasn−1occupants)isanexponen- tial random variable with rate parameterαn+βn 2 ,which captures the effects of density-independent and density- dependent factors on the loss rate (Osenberg et al.2002b; Shima and Osenberg2003). We simulated dynamics for the amount of time between settlement events (Table1), and when populations are large, this discrete process is well approximated by a continuous dynamic (see Fig.6in AppendixA). Table 1List of parameters and dimensionless groups. Parameters DescriptionLabelValues used for stochastic simulations Coral radiusR1m Coral signal magnitudem1 Coral signal decay rate a ρ0.75 m −1 Coral signal detection threshold a θ0.0001 Larvae survival decay rate a μ0.4 m −1 Density-independent mortality rate b α0.0001 day −1 Time between settlement events d γ28 days Density-dependent mortality rate b, c β0.00056 and 0.056 m 2 fish −1 day −1 Larval density a L0.33 larvae m −2 Dimensionless groups DescriptionLabelDefinition Relative strength of density-dependent processes to density-independent pro- cesses ν β ̄ λ α Time between settlement events relative to occupant longevity )αγ a Estimated, b Osenberg et al. (2002b), c Shima and Osenberg (2003), d Robertson (1992) Theor Ecol Analysis and results We took two complementary approaches to analyze and interpret the stochastic, spatially explicit model and eval- uate the effects of propagule redirection under different landscape configurations. First, we simulated both settle- ment and post-settlement dynamics using the parameters described above. Second, we constructed a deterministic approximation of the stochastic model and explored a non- dimensionalized parameter space. Below, we explain each approach and provide the results of our analyses. Finally, we explore the ramifications of propagule redirection in a realistic system and compare the effects of propagule redirection to variation in habitat quality. Simulations of the full stochastic model Settlement processes To determine how spatial patterns might be produced (or diminished) from spatial variation in settlement arising from propagule redirection within a heterogeneous landscape, we implemented a fully stochastic version of the model and manipulated the landscape configuration. We used three types of landscapes: landscapes with evenly dis- tributed patches, randomly distributed patches, and clus- tered patches. We created evenly distributed landscapes (Fig.1a) using Spatstat’s simple sequential inhibition model (Baddeley and Turner2005), random landscapes (Fig.1b) using a spatial Poisson process, and clustered landscapes (Fig.1c) using a preferential attachment model (Hein and McKinley2013). For each landscape type, we created 100 replicate land- scapes each with 40 corals for each landscape configuration. For each replicate landscape, we simulated settlement and post-settlement dynamics using the parameters in Table1. For each of the 3×100 runs, we simulated dynamics for at least 50 settlement events (the actual number was ran- domly selected to fall between 50 and 150 to avoid subtle cycles in population size). This was sufficient time for the coral to come to equilibrium (for an example, see Fig.7 in AppendixB)andcorrespondstoatimescalefor4–12 years given that one settlement pulse occurs every lunar month. We recorded the mean number of settlers on each coral and the number of occupants on each coral just before the next settlement event would have occurred (our qualita- tive results are unaffected by the timing of sampling relative to the settlement pulse). To reduce edge effects, we only analyzed the interior by creating a buffer of 10% of the landscape width on all sides. The three landscapes (Fig.1a–c) resulted in different mean settlement rates. The clustered landscape (Fig.1c) had alowermeansettlementrate(Fig.1f) compared to the more evenly distributed landscapes (Fig.1a, b) because fewer fish Fig. 1Landscape variation leads to heterogeneity in occupancy patterns. The top row of images (panelsa,bandc) show the three sample landscapes, each corresponding to one landscape type (even, random, and clustered). In the middle row (panelsd,e,andf), we show the result of running a single settlement event, and the bottom row (panelsg,h,andi) the equilibrium occupancy for a single simulation. We emphasize the connection between the histograms and their associated landscapes through color coding: the gradient of isolation from blue for the most clustered coral and red for the most isolated coral is indicated in all images.μ=0.4,ρ=0.75, α=0.0001,β=0.00056, γ=28,R=1, andL=0.33 (a)(b)(c) (d)(e)(f) (g)(h)(i) Theor Ecol were able to survive the transit to a coral when the corals were clustered: i.e., the average distance to a coral was greater in the clustered landscape than the even landscape. The three landscapes (Fig.1a–c) differed in the resulting spatial variation in settlement. Landscapes with evenly dis- tributed patches (Fig.1a, d) had very little variation in settlement because all corals had similar neighborhoods and thus similar degrees of propagule redirection. In con- trast, corals in clustered landscapes had the greatest amount of variation in settlement (Fig.1f) because some corals were surrounded by other corals on all sides, whereas some corals had relatively few neighbors (i.e., compare the red vs. blue points in Fig.1c, f). Landscapes with complete spa- tial randomness were intermediate in variance. Across all of the simulated landscapes, the maximum and minimum settlement rates varied 2.9±0.04 SE-fold, 3.4±0.06 SE- fold, and 4.7±0.11 SE-fold for the landscapes with evenly distributed, randomly distributed, and clustered patches, respectively. Post-settlement processes This heterogeneity in settlement resulted in spatial varia- tion in the long-term number of occupants (Fig.1g, f, i): i.e., the density of occupants was more heterogeneous in the clustered landscapes (compare Fig.1gwithFig.1i). The results, depicted in Fig.1, arose for one particular set of landscape configurations and parameter values. We there- fore conducted the simulations for two levels of density dependence, moderate and strong (β=0.056 and 0.00056: see below, “Application to a realistic system”) and sum- marized the results in each landscape using an index of dispersion (variance/mean) for settlers and occupants. The index of dispersion for larvae was always one, by definition (indicating a random distribution, Fig.2a). Although larvae were randomly distributed, the spa- tial dispersion of settlers was more heterogeneous than a Poisson spatial process in all landscapes due to propag- ule redirection. The greatest heterogeneity occurred in the clustered landscapes (Fig.2b, also seen in Fig.1). Because settlement was unaffected by post-settlement processes, dis- persion of settlers did not vary across the two levels of density dependence. The translation of this spatial het- erogeneity in settlement to long-term spatial variation in occupant density depended upon the strength of density- dependent mortality (Fig.2c). When density dependence was moderate (β=0.00056), there was demonstrable variation in density in both the random and clustered landscape configurations, although heterogeneity was the greatest in the landscapes with clustered corals, and when corals were evenly distributed, the little heterogeneity estab- lished during settlement faded due to the small amount of Fig. 2Spatial heterogeneity in alarvae,bsettlers, andc occupants for three landscape types (even, random, and clustered). An index of dispersion (variance/mean)>1 indicates a heterogeneous distribution for the focal life stage,=1indicatesarandom (dashed horizontal line), and <1indicatesamoreeven distribution. For each landscape type, we simulated 100 replicate landscapes, each with 40 corals. Results are given for the end of the simulation (i.e., after at least 50 settlement pulses). In all simulations, we setμ=0.4, ρ=0.75,α=0.0001,γ=28, R=1,L=0.33, and β=0.00056 (moderate) and β=0.056 (strong). Error bars represent 95% confidence intervals (based on the 100 landscapes) (a)(b)(c) Theor Ecol density-dependent mortality in post-settlement dynamics (Fig.2c). This pattern mirrored that seen in the settle- ment stage (compare Fig.2b, c), although the values were larger due to the buildup of multiple cohorts. In contrast, when density dependence was strong (β=0.056), spatial variation was eliminated, even when settlement was highly heterogeneous (Fig.2c). At the most intense levels of den- sity dependence, the index of dispersion was<1, indicating that densities were more homogeneous than expected given uniformly random larval rain. In summary, these simulations show that spatial het- erogeneity in occupants can be created in a landscape of otherwise identical habitat patches, if (1) there is propag- ule redirection (i.e., habitat competes for colonists: Stier and Osenberg (2010)), (2) the distribution of patches in the landscape creates spatial variation in patch configurations (Figs.1and2), and (3) post-settlement density dependence is sufficiently weak that the variation in settlement persists over the long term (Figs.1and2). Analytic approximation Because there is no analytic solution for certain long-term properties of the above stochastic model, we analyzed a deterministic approximation. Here, we introduce the ana- lytic approximation and a simple case of a clustered coral and an isolated coral to explore the relationship between the model parameters and long-term patterns. For a focal coral, we used the ODE to model ̄ N,ortheaveragenumberof occupants on a coral, d ̄ N dt =−α ̄ N−β ̄ N 2 + ∞ & k=0 ̄ λδ γk (t), ̄ N(0)=N 0 ,(4) where the parametersα(density-independent mortality rate),β(density-dependent mortality rate), and ̄ λ(average number of settlers per settlement event) are the same as above. In the last term, we use a sequence of Dirac-delta functions to produce instantaneous pulses at the timesγkof average size ̄ λ. For reasonably large population sizes, this ODE closely approximates the stochastic system (AppendixAin the Supporting Information). Studying the long-term behav- ior of ̄ N(t)provided valuable insights that facilitated our interpretations of the simulation results and the behavior of the system in various regions of the parameter space described by the density-independent mortality rate (α), density-dependent mortality rate (β), time between arrivals (γ), and the average number of settlers during a settlement event ( ̄ λ). To simplify the analysis, we calculated the number of set- tlers on a focal coral in two extreme habitat configurations: (a) when a coral is completely isolated (i.e., when settlement is maximized), ̄ λ isolated ,and(b)whenacoraliscompletely surrounded by other corals (i.e., when settlement is min- imized), ̄ λ clustered . The expected number of settlers to an isolated coral and to a clustered is (AppendixC) as follows: ̄ λ isolated =LπR 2 + 2πL μ 2 ' μR+1− \" m θ $ −μ/ρ ( μ ρ ln \" m θ $ +μR+1 $) (5a) ̄ λ clustered =LπR 2 .(5b) The number of settlers to a clustered coral is simply the larvae that arrive directly over the patch, while an isolated coral receives those that land directly over the coral as well as those that arrive within the detection region and survive the travel to the coral. The difference in settlement is driven by the second term in Eq.5a,whichprovidesthenumber of settlers that arise from larvae that must swim to the coral from other locations (and survive the journey). When mor- tality (μ) is low (or corals are small), the relative variation in the number of settlers (to an isolated vs. a clustered coral) is very high. To study the approximation (Eq.4), we reduced the complexity of the analysis via non-dimensionalization (AppendixD)bysubstitutingτ=αtand defining two dimensionless parameter groups, ν:= β ̄ λ α and):=αγ.(6) The parameterνis a measure of the relative strength of the density-dependent processes and is proportional to the number of settlers per settlement event and the ratio of density-dependent processes to density-independent mortal- ity. The parameter)weighs the timing of the settlement events to the strength of density-independent mortality. We further simplified the equation by substituting ̃ N= ̄ N α/β and introducing a non-dimensional delta-function ̃ δ(τ)= δ(t) α , we obtain d ̃ N dτ =− ̃ N \" 1+ ̃ N $ +ν ∞ & k=0 ̃ δ k) (τ)(7) with ̃ N(0)= ̃ N 0 . To analyze the solution to Eq.7,wetookatwo-step approach. First, we solved the system on intervals between settlement pulses (i.e., when only the post-settlement pro- cesses were acting). Specifically, suppose that the popula- tion is of sizenwhen the settlement pulse occurs (t=k) or one of the settlement peaks in Fig.7). Then, during post-settlement phases, the solution takes the form ̃ N(τ)= (n+ν)e −(τ−k)) 1+(n+ν)(1−e −(τ−k)) ) ,forτ∈(k), (k+1))]. (8) Theor Ecol Second, we found the equilibrium by setting the magni- tude of settlement pulses equal to the deaths that occurred between each pulse. The equilibrium value of the popu- lation size immediately prior to a settlement event is (see AppendixB) as follows: ̃ N ∗ :=lim k→∞ ̃ N(k)) = 1+ν 2 ⎛ ⎝ −1+ , 1+ 4νe −) (1−e −) )(1+ν) 2 ⎞ ⎠ .(9) Equation9provides the equilibrium number of fish on a coral for a given level of settlement (reflected inν). That set- tlement is determined by the environment (which can affect larval supply and mortality during settlement) as well as the spatial configuration of the coral landscape (which affects the degree of propagule redirection). Thus, in a single land- scape, there may be isolated corals for which settlement is high and other corals (i.e., those near other corals) for which settlement is low. We used the cases of an isolated versus clustered coral (Eqs.5aand5b)toexaminehowthemostextremehetero- geneity in settlement patterns is modified by post-settlement processes (as defined byνand)) to drive spatial pat- terns in the equilibrium number of occupants on the coral ( ̃ N ∗ ). In particular, we determined to what extent and under what conditions the spatial variation in settlement is main- tained as spatial variation in occupants. Long-term patterns of occupant density (as reflected in Eq.9)dependupon(1) settlement intensity (i.e., ̄ λ,asreflectedinν), (2) density- dependent mortality (i.e.,βas reflected inν), (3) density- independent mortality (i.e.,αas reflected inνand)), and (4) the time between settlement events (i.e.,γas reflected in)). ForR=1andμ=0.4, an isolated and a clustered coral would experience an almost 18-fold difference in set- tlement: i.e., ̄ λ isolated / ̄ λ clustered =17.9. We then examined the conditions under which this disparity in settlement (i.e., as measured by ̄ λ isolated / ̄ λ clustered =17.9) led to disparity in the equilibrium number of occupants on corals (i.e., as mea- sured by ̄ N ∗ isolated / ̄ N ∗ clustered ). In particular, we examined this relationship under different values ofνobtained by chang- ing either density dependence (β,Fig.3a), or larval supply (L,Fig.3b). Asνincreases (i.e., the strength of density-dependent mortality and settlement intensity grows relative to the strength of density-independent mortality), the variation in the long-term number of occupants among corals (teal curves in Fig.3a, b) decreases, despite the 17.9-fold varia- tion in settlement: e.g., whenν=90, the 17.9-fold variation in settlement was reduced to 1.5-fold variation in equi- librium density (Fig.3a, b). By contrast, asνdecreases, the variation in settlement rate persisted, creating long- term variation in occupancy patterns among patches (purple curves in Fig.4): e.g., whenν=0.9, the 17.9-fold variation settlement was reduced to only 7.3-fold (Fig.3a, b). (a)(b) Fig. 3The relationship between the equilibrium number of occupants and settlement rate for corals that vary in their degree of isolation (and thus their relative settlement) for three different levels of the non-dimensionalized parameter,ν, achieved by changing eitherathe strength of density dependence,β,orblarval density (L). Relative settlement gives the settlement to a coral relative to that received by an isolated coral. Thus, an isolated coral has a relative settlement of 1.0. Solid lines indicate the equilbrium (Eq.9)forcoralswithinputs betweenλ clustered andλ isolated .Dashedlinesextendthoserelationships to settlement rates that are<λ clustered and thus reveal the full relation- ship. Colors indicate values ofν isolated (the value forνthat corresponds toν isolated ,notethatν isolated =17.9×ν clustered ):ν isolated =0.9(purple), ν isolated =9(blue),andν isolated =90 (teal). For these calculations, R=1andμ=.4, and)=0.28 Theor Ecol We also compared the relative equilibria on an iso- lated versus clustered coral across the full parameter space of the non-dimensionalized system (i.e., using Eq.8). As ν→0, the relative spatial variation in occupant density approached the relative variation in settlement (in this case, 17.9). Whenνwas small, (i.e., weak density dependence and low larval input), the heterogeneity in settlement per- sisted and led to long-term heterogeneity in the numbers of coral occupants. Thus, in undersaturated systems, long- term heterogeneity in the number of occupants can be driven solely by varying degrees of clustering among otherwise identical habitats. In contrast, increasingνcaused the sys- tem to become saturated, so differences in settlement due to propagule redirection mattered little to the equilibrium num- ber of occupants on the coral: i.e., the equilbrium numbers on isolated and clustered corals were approximately equal (Fig.4). The effect of the time between settlement pulses (i.e., via)) was more complicated. Whenνwas very small, increasing the time between settlement pulses (i.e.,)) increased spatial heterogeneity; however, whenνwas large, increasing the time between pulses decreased heterogene- ity (Fig.4). For the calculations of these critical values and limits, see AppendixE. Application to a realistic system We sought to define plausible parameter regimes to guide our theoretical analyses above. We also sought to evalu- ate the potential importance of settlement redirection in the context of a real system. To do this, we turned to reef fish as a model system (Table1). We used data collected from field studies in Moorea, French Polynesia (Shima and Osen- berg2003; Stier and Osenberg2010), as well as from a meta-analysis of density-dependent mortality in reef fish (Osenberg et al.2002b). To estimate parameters that governed redirection (Eq.3: larval density,L; larval survival rate,μ;coralsignaldecay rate,ρ;andthedetectionthreshold,θ), we used settlement Fig. 4Relative density of occupants on an isolated coral versus one surrounded by other corals (clustered),N ∗ isolated /N ∗ clustered ,asindicated by the color of each pixel and expressed as a function of the two non-dimensionalized parameters,νand).Initialsettlementdensi- ties were approximately 17.9:1 (isolated:clustered): The color of each pixel represents the magnitude of the ratio between the equilibrium of a completely isolated and a completely clustered coral. Green pix- els (values closer to 1) indicate that there is little spatial variation in occupant density (despite the 17.9-fold variation in settlement). This homogeneous pattern is primarily facilitated by increased den- sity dependence (increasingν)andincreasedlarvalsupply(increasing L). Pink pixels (indicatingN ∗ isolated ≫N ∗ clustered )indicates that the spatial variation in settlement persists over the long term. The three points give the results from Fig.3(circle:ν isolated =0.9, trian- gle:ν isolated =9, square:ν isolated =90). Contour lines indicate N ∗ isolated /N ∗ clustered =1.5,3,and 5 Theor Ecol data of four fish species to isolated pairs of corals, pairs of central corals surrounded by a circle of ten neighboring corals, and the ten neighboring corals (Stier and Osenberg 2010). We expressed larval density,L,asafunctionofthe number of settlers on the isolated pair and then used the data from other corals to estimate coral signal parameters (ρ andθ)andthelarvalsurvivalrate(μ). We searched param- eter space using Latin hyper-cube samples and minimized the difference between the observed and simulated values. However, there are more parameters (i.e., four) than refer- ence points (i.e., three types of corals: isolated, central, and circle), so we present the results from one possible param- eter set, although there was little difference in final results when we evaluated other parameter options. The estimation of post-settlement processes are des- cribed by parameters:α,thedensity-independentmortal- ity rate, andβ,thedensity-dependentmortalityrate.We obtained an estimate of density-independent mortality,α= 0.0001, from a meta-analysis for reef fish (Osenberg et al. 2002b). That meta-analysis also provided an estimate of density-dependent mortality:β=0.0005. In addition, we also used an estimate of density-dependent mortality from a detailed study conducted in Moorea on one species of reef fish,Thalassoma hardwicke(Shima and Osenberg2003), β=0.056. We consider this latter estimate to represent very strong density dependence (and thus a worst-case sce- nario for settlement redirection persisting through time), whereas the estimate from the meta-analysis is a more typical (moderate) estimate. The application also required that we specify a spa- tial landscape. While previously we fixed the number of corals in our simulations to focus solely on effects due to configuration, landscapes with more corals have higher potential for interactions among patches than landscapes with few patches (that are likely more isolated). Therefore, we wanted a landscape that was realistic in both the density of patches and patch configuration. Because we were using studies from Moorea to motivate our analyses, we used Google Earth to identify coral habitat on a 1000-m 2 area of backreef of the north shore of Moorea. We then overlaid this habitat area with circles of 1-m 2 radii to define units of habitat within which fish potentially settled and interacted. In addition to propagule redirection, prior work in the Moorea system suggests that spatial variation in habitat quality can produce spatial variation in density-dependent mortality and settlement: high quality sites receive more set- tlers and incur lower levels of density-dependent mortality (Shima and Osenberg2003). This covariance between den- sity dependence and settlement generates a pattern called “cryptic density dependence” (CDD: see Wilson and Osen- berg (2002)andShimaandOsenberg(2003)). For our purposes, we wanted to include possible effects of settle- ment redirection as well as other mechanisms that could produce spatial variation or that might mask or alleviate the effects of propagule redirection. Therefore we simulated dynamics under four scenarios: (i) a control (i.e., no propag- ule redirection or variation in density-dependent mortality), which served as a baseline for comparison; (ii) the pres- ence of spatial variation in habitat quality, but not propagule redirection (i.e., covariance between settlement cues and density dependence as articulated in CDD); (iii) the pres- ence of propagule redirection only (i.e., variable settlement due to redirection, but spatially uniform habitat quality); and (iv) the presence of both propagule redirection and vari- ation in habitat quality (i.e., spatially variable settlement due to redirection and settlement cues, and variable density dependence due to CDD). To simulate spatial variation in density dependence, we sampled from the distribution ofβfrom Shima and Osen- berg (2003)whichhadameanof0.056(forstrongdensity dependence) or from a distribution with those values divided by 1000 (thus achieving a mean of 0.00056: i.e., moderate density dependence that was comparable to the mean from the meta-analysis of Osenberg et al. (2002a)). Thus, with only propagule redirection, density dependence was spa- tially uniform (withβ=0.056 orβ=0.00056), whereas with habitat quality, the mean level of density dependence was the same, albeit spatially variable. To represent spatial variation in settlement due to habitat quality, we assumed that expected settlement to a coral was proportional to 1/β (as is the case in CDD: Shima and Osenberg (2003)) and then adjusted the signal to yield the same average signal as in the propagule redirection scenario. We therefore evaluated eight scenarios ([presence vs. absence of spatial variation in habitat quality] X [pres- ence vs. absence of propagule redirection] X [strong (β= 0.056) vs. moderate (β=0.00056) mean density depen- dence]). For each scenario, we simulated settlement and post-settlement dynamics, as in the previously described stochastic simulations, recorded the index of dispersion for settlement and occupants, and repeated this 100 times. Both propagule redirection and CDD generated spatial variation in settlement compared to the null scenario when applied to the realistic Moorea landscape (Fig.5a). Hetero- geneity due to propagule redirection was 1.6 times greater than generated by CDD (i.e., habitat quality) alone. Addi- tionally, when we included effects of both habitat quality (CDD) and settlement redirection, the resulting settlement pattern had an index of dispersion 2.1 times greater than that produced by CDD alone and 1.3 times greater than that produced by settlement redirection alone. Thus, settlement redirection played a comparable or larger role in deter- mining settlement patterns than spatial variation in habitat quality. Density dependence is generally assumed to reduce spa- tial variation caused by settlement, and this was the case Theor Ecol (a)(b) Fig. 5Spatial heterogeneity inasettlers andboccupants for a por- tion of the backreef of the north shore of Moorea, French Polynesia (inset ofa). An index of dispersion (variance/mean)>1indicatesa distribution more heterogeneous than random (i.e., Poisson) for the focal life stage,=1 indicates a random spatial distribution (dashed horizontal line), and<1indicatesamoreevendistribution.Propag- ule redirection creates slightly more heterogeneity in settlement than variation in habitat quality alone (as captured by the phenomenon of cryptic density dependence; Shima and Osenberg (2003)). Under mod- erate (β=0.00056) density-dependent mortality (circles), propagule redirection increased the heterogeneity in occupants by 1.6-fold com- pared to differences due quality alone. Under strong (β=0.056) density-dependent mortality (triangles), variation among patches was not distinguishable from a Poisson spatial process. In all simulations, we setμ=0.4,ρ=0.75,α=0.0001γ=28,R=1, andL=0.33. Error bars represent 95% CIs when density dependence was strong (Fig.5b). In all sce- narios, the index of dispersion was close to 1, indicating that occupant density was spatially variable, but not distinguish- able from that expected under a Poisson spatial processes. This was true even when density dependence was spatially variable (as in CDD). In contrast, under moderate density- dependent mortality, there was greater variation in occupant density than expected by a Poisson process, except in the control scenario. For example, in the presence of propag- ule redirection (and spatially uniform density dependence), the spatial variation in settlement was maintained for the occupants. In the presence of spatial variation in density- dependence, the index of dispersion actually increased, intensifying spatial variation in the density of occupants, and the combination of redirection and CDD was 1.9 times that of CDD alone or 3.6 times that of redirection alone. These simulations demonstrated that landscape configu- ration (which creates variation in the proximity of neigh- boring patches) and spatial variation in settlement cues (due to differences in habitat quality) create approximately equal spatial variation in settlement. Under moderate (and weak) density dependence, these settlement patterns create long- term patterns of occupant density that are equally variable (when density dependence is spatially uniform) or mag- nified in intensity (when density dependence is spatially variable). Discussion Heterogeneity in the number of occupants among habitat patches is often attributed to intrinsic characteristics of the patches. However, here we demonstrate that the config- uration of patches in a landscape also can create spatial heterogeneity in colonization and resident density among otherwise identical patches. Therefore, the spatial distribu- tion of patches alone can cause long-term heterogeneity in a system independent of other factors. Theor Ecol This heterogeneity requires that habitat patches vary in their proximity to other patches and that this proximity reduces the input of colonists to these patches. In such a system, landscapes with a few isolated patches and many clustered patches will exhibit far greater heterogeneity than a landscape where all patches are similarly spaced. The phenomenon in which patch configuration creates settle- ment heterogeneity, propagule redirection, has not been investigated widely. Stier and Osenberg (2010)foundthat neighboring corals reduced the settlement of reef fishes to focal corals. Morton and Shima (2013)foundasimilar pattern in a temperate fish when comparing discrete habi- tat patches (i.e., but not when comparing single patches of increasing size). Other marine organisms display related spatial patterns of settlement. For example, larvae of the intertidal barnacle,Balanus glandula,show spatial het- erogeneity in settlement due to depletion of larvae from the water column. Downstream sites had lower settlement, either because larval densities were depleted as larvae set- tled upstream (Gaines et al.1985) or because predators reduced larval density (Gaines and Roughgarden1987). Upstream sites have also been shown to “steal” larvae from downstream sites in a coral reef system on the Great Barrier Reef: fish recruitment was diminished on corals immedi- ately downstream of other suitable corals (Jones1997). These settlement shadows (sensu Jones (1997)) are analo- gous to patterns created via propagule redirection. We note, however, that these examples of settlement shadows largely presume directional supply of larval leading to a deple- tion of larval stocks from upstream to downstream areas. This phenomenon would act in consort with propagule redi- rection to generate spatial variation in settlement: in the extreme, settlement shadows deplete larval density (Lin our model) creating an upstream-downstream gradient in settle- ment, while propagule redirection would promote variation in settlement perpendicular to flow (i.e., creating variation in settlement for a given larval density). The above evidence comes from marine organisms in which larvae are the dispersive stage. Propagule redirec- tion is likely in other systems as well. For example, many freshwater organisms have a dispersive adult stage but a rel- atively sedentary larval stage: e.g., aquatic insects such as mosquitoes or odonates have dispersing adults that oviposit in or colonize ponds and lakes. In these systems, the availability and distribution of ponds could generate hetero- geneity: ponds with many neighboring ponds may attract fewer ovipositing females or colonizing adults. However, experiments with aquatic beetles showed that colonization rates were independent of local pond (patch) density among patches without predators (Resetarits and Binckley2009; 2013). It is not clear what produced these disparate results, but it is likely that the degree of propagule redirection will depend on the scale of movement of the dispersive stage, the scale of their sensory abilities (how far they can dis- cern among habitat patches), the spacing of habitats in the landscape (relative to movement and sensory abilities), and the mortality incurred moving",
  "sections": {
    "abstract": "Variation in the density of organisms among habi- tat patches is often attributed to variation in inherent patch properties. For example, higher quality patches might have higher densities because they attract more colonists or con- fer better post-colonization survival. However, variation in occupant density can also be driven by landscape configu- ration if neighboring patches draw potential colonists away from the focal habitat (a phenomenon we call propagule redirection). Here, we develop and analyze a stochastic model to quantify the role of landscape configuration and propagule redirection on occupant density patterns. We model a system with a dispersive larval stage and a seden- tary adult stage. The model includes sensing and decision- making in the colonization stage and density-dependent mortality (a proxy for patch quality) in the post-colonization stage. We demonstrate that spatial variation in colonization is retained when the supply of colonists is not too high, post- colonization density-dependent survival is not too strong, Electronic supplementary materialThe online version of this article (https://doi.org/10.1007/s12080-017-0352-1) contains supplementary material, which is available to authorized users. !Elizabeth A. Hamman hamman@uga.edu 1 Odum School of Ecology, University of Georgia, 140 E. Green St. Athens, GA 30602-2202, USA 2 Department of Mathematics, Tulane University, 6823 St. Charles Ave New Orleans, LA 70118, USA 3 Department of Ecology Evolution and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106-9620, USA and colonization events are not too frequent. Using a reef fish system, we show that the spatial variation produced by propagule redirection is comparable to spatial variation expected when patch quality varies. Thus, variation in den- sity arising from the spatial patterning of otherwise identical habitat can play an important role in shaping long-term spatial patterns of organisms occupying patchy hab",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We demonstrate that spatial variation in colonization is retained when the supply of colonists is not too high, post- colonization density-dependent survival is not too strong, Electronic supplementary materialThe online version of this article (https://doi.",
    "we show that the spatial variation produced by propagule redirection is comparable to spatial variation expected when patch quality varies.",
    "we show the result of running a single settlement event, and the bottom row (panelsg,h,andi) the equilibrium occupancy for a single simulation.",
    "we found the equilibrium by setting the magni- tude of settlement pulses equal to the deaths that occurred between each pulse.",
    "we demonstrate that the config- uration of patches in a landscape also can create spatial heterogeneity in colonization and resident density among otherwise identical patches.",
    "we found the solution to the ODE (Eq."
  ],
  "fullText": "\n\nTheor Ecol\nhttps://doi.org/10.1007/s12080-017-0352-1\nORIGINAL PAPER\nLandscape configuration drives persistent spatial patterns\nof occupant distributions\nElizabeth A. Hamman\n1\n·Scott A. McKinley\n2\n·Adrian C. Stier\n3\n·\nCraig W. Osenberg\n1\nReceived: 1 May 2017 / Accepted: 23 October 2017\n©SpringerScience+BusinessMediaB.V.2017\nAbstractVariation in the density of organisms among habi-\ntat patches is often attributed to variation in inherent patch\nproperties. For example, higher quality patches might have\nhigher densities because they attract more colonists or con-\nfer better post-colonization survival. However, variation in\noccupant density can also be driven by landscape configu-\nration if neighboring patches draw potential colonists away\nfrom the focal habitat (a phenomenon we call propagule\nredirection). Here, we develop and analyze a stochastic\nmodel to quantify the role of landscape configuration and\npropagule redirection on occupant density patterns. We\nmodel a system with a dispersive larval stage and a seden-\ntary adult stage. The model includes sensing and decision-\nmaking in the colonization stage and density-dependent\nmortality (a proxy for patch quality) in the post-colonization\nstage. We demonstrate that spatial variation in colonization\nis retained when the supply of colonists is not too high, post-\ncolonization density-dependent survival is not too strong,\nElectronic supplementary materialThe online version\nof this article (https://doi.org/10.1007/s12080-017-0352-1)\ncontains supplementary material, which is available\nto authorized users.\n!Elizabeth A. Hamman\nhamman@uga.edu\n1\nOdum School of Ecology, University of Georgia,\n140 E. Green St. Athens, GA 30602-2202, USA\n2\nDepartment of Mathematics, Tulane University,\n6823 St. Charles Ave New Orleans, LA 70118, USA\n3\nDepartment of Ecology Evolution and Marine Biology,\nUniversity of California Santa Barbara, Santa Barbara,\nCA 93106-9620, USA\nand colonization events are not too frequent. Using a reef\nfish system, we show that the spatial variation produced\nby propagule redirection is comparable to spatial variation\nexpected when patch quality varies. Thus, variation in den-\nsity arising from the spatial patterning of otherwise identical\nhabitat can play an important role in shaping long-term\nspatial patterns of organisms occupying patchy habitats.\nPropagule redirection is a potentially powerful mechanism\nby which landscape configuration can drive variation in\noccupant densities, and may therefore offer new insights\ninto how populations may shift as landscapes change in\nresponse to natural and anthropogenic forces.\nKeywordsPropagule redirection·Settlement shadows·\nDensity dependence·Patch selection\nIntroduction\nMany landscapes are fragmented, either naturally or through\nhuman activity, yielding a system of patches heterogeneous\nin size and connectivity. Accordingly, the distribution of\norganisms that occupy these patches is also often heteroge-\nneous, with high densities of organisms in some patches, but\nlow densities in others. Differences in the density of organ-\nisms among patches are often attributed to differences in\nthe intrinsic properties of a patch that affect the coloniza-\ntion of the patch or survival within the patch. For example,\norganisms differentially colonize patches based on size\n(Sih and Baltus1987), quality (Tolimieri1995;Holbrook\net al.2000), micro-environmental conditions (Lecchini et al.\n2003), the presence of predators (Wesner et al.2012), the\npresence of conspecifics (Stamps1988), and the presence of\nheterospecifics (M\n ̈\nonkk\n ̈\nonen et al.1990). Properties extrin-\nsic to the patch, such as the surrounding habitat matrix (e.g.,\n\nTheor Ecol\nGustafson and Gardner (1996) and Ricketts (2001)) or the\nspatial configuration of patches (e.g., MacArthur and Wil-\nson (1967)andStierandOsenberg(2010)) also lead to\nvariation in density through their effects on colonization. In\nsuch cases, intrinsically identical patches may harbor very\ndifferent densities of organisms (e.g., Stier and Osenberg\n(2010)).\nThe population-level effects of differential patterns of\ncolonization of patches within a network is well articu-\nlated in the metapopulation and metacommunity literature\n(e.g., Hanski (1994), Gonzalez et al. (1998), and Koelle and\nVandermeer (2005)). In these studies, neighboring patches\nincrease colonization (e.g., Hill et al. (1996)andEatonetal.\n(2014)) by providing propagules. However, this literature\nhas rarely examined how otherwise hospitable neighboring\npatches might reduce colonization.\nIn contrast to the metapopulation literature, the foraging\nliterature has explored possible positive and negative effects\nof patch density and configuration (e.g., Ryall and Fahrig\n(2006)). For example, if a plant (i.e., “patch”) has few flow-\ners, it may not attract pollinators. But, if that plant is near\nanother, then the combined floral display may recruit pol-\nlinators into the general area, increasing the visitation rate\nof pollinators to plants and individual flowers (reviewed in\nMitchell et al. (2009)). However, plants with many neigh-\nbors may have decreased per-capita visitation rates from\npollinators because flowers compete with one another for\nthe potentially limited supply of pollinators (see review by\nMorales and Traveset (2008)). Similar beneficial and dele-\nterious effects of patch density observed in these behavioral\nstudies may also exist at the population level. Thus, mod-\nels of spatial population dynamics that incorporate potential\ndeleterious effects of neighboring patches might inform our\nunderstanding of the dynamics of organisms that occupy\nheterogeneous landscapes.\nMetapopulations and foraging (e.g., pollinator) systems\nform a dichotomy with respect to the scale of migration\nand patch size. In metapopulations, individuals can be born,\nmature, and reproduce within a single patch; migration\nrates among metapopulations also are typically low. In con-\ntrast, foragers must visit multiple patches within a short\ntime frame—no single patch is large enough to support\nthe dynamics of an entire population. Many systems are\nintermediate with respect to these extremes.\nFor example, adult aquatic beetles colonize ponds (after\nemerging from terrestrial pupation sites) where they repro-\nduce and frequently remain for the rest of their life. Col-\nonization rates in one pond (a patch) could be influenced\nby its own characteristics as well as the landscape of ponds\nin which the focal pond occurs. Experimental tests (Rese-\ntarits and Binckley2009,2013) demonstrated that beetle\ncolonization was reduced in ponds that contained preda-\ntors, demonstrating an effect of patch quality. However,\ncolonization also was reduced in predator-free ponds if they\noccurred near ponds that contained predators, showing that\nvariation in quality of neighboring ponds also affected col-\nonization. The experiments conducted by Resetarits and\nBinckley also manipulated the total number of ponds at a\nsite. In contrast to the results for pond quality, they did not\nfind any discernible effect of patch number on per pond\ncolonization. Thus, in this system, it was the quality of\nthe patch or the landscape (i.e., in terms of predator den-\nsity) and not simply the availability of ponds (i.e., landscape\nconfiguration) that drove colonization patterns\nIn contrast, Stier and Osenberg (2010)variedland-\nscape configuration of corals (keeping intrinsic properties of\ncorals the same) and found that the presence of neighboring\ncorals reduced the per-coral colonization rates of focal coral\npatches by larval reef fish by over 70%. Although there was\nan increase in total colonization with increased habitat, it\nwas not proportional to the total amount of habitat. Thus,\nneighboring patches (i.e., corals) redirected colonists from\nfocal patches, resulting in propagule redirection (also see\nCarr and Hixon (1997), Osenberg et al. (2002a), and Mor-\nton and Shima (2013)). As a result of this “competition”\namong neighboring patches for colonists, the addition of\nnew patches to a region may limit the potential increase in\ntotal colonization. At the extreme, there may be no increase\nat the regional level. These two examples (beetles and\nfishes) illustrate how the strength of propagule redirection\ncan vary across systems. Reef fish represent one point near\nthe end of this redirection spectrum, in which strong redi-\nrection results in spatial heterogeneity in colonization due\nto the presence or absence of neighboring patches (Stier and\nOsenberg2010),\nwhereas aquatic beetles represent the other\nend of the spectrum, in which weak redirection (neighboring\nponds do not affect colonization patterns) leads to colo-\nnization patterns that are independent of the local landscape\nconfiguration.\nVariable colonization driven by the combined effects\nof the spatial distribution of (otherwise identical) habitat\npatches and propagule redirection can have long-term con-\nsequences for population dynamics (Stier and Osenberg\n2010), especially for species in which colonists remain asso-\nciated with habitat patches for most of their life history (as\nis the case for the beetles and reef fish). While the strength\nof propagule redirection (and other processes that affect col-\nonization) establishes the initial spatial pattern of colonists,\nthe degree to which these patterns propagate over longer\ntime frames will depend on the post-colonization pro-\ncesses. These post-colonization processes will be affected\nby within-patch factors such as the local environment and\ndensity dependence. For example, mortality of newly set-\ntled fish is often density-dependent (Osenberg et al.2002b;\nHixon and Jones2005; White et al.2010), with negative\ndensity dependence possibly arising through competition\n\nTheor Ecol\nfor refuges from predators on the interior of the coral\ncolony (e.g., Holbrook and Schmitt (2002)). When density-\ndependent mortality is strong, the spatial variation in colo-\nnization resulting from propagule redirection may be elim-\ninated as large cohorts are quickly and disproportionately\nreduced in density relative to patches with few colonists.\nIn contrast, when density-dependent mortality is weak, we\nexpect the spatial patterns established during colonization to\npersist through the post-colonization phase.\nHere, we develop a model to investigate how spatial pat-\nterns can be created in a landscape consisting of identical\nhabitat patches. In particular, we investigate how propag-\nule redirection leads to different long-term spatial patterns\nof occupants that depend on the proximity of neighboring\npatches. We also consider how density-dependent mortality,\ndensity-independent mortality, colonist supply, and colo-\nnization frequency affect the long-term spatial patterns that\nresult from different forms of propagule redirection. Finally,\nwe apply our framework to a reef fish system, using data to\nparametrize our model. Because our model assumes homo-\ngeneous quality, we also contrast predictions derived from\nour propagule redirection model to one including variation\nin habitat quality.\nMethods\nAlthough our approach is general, we develop it with ref-\nerence to corals (habitat patches) and coral occupants (such\nas fish). This is a demographically open system where\ncolonists to a patch are not the progeny of the local adults.\nIn most coral reef systems, late-stage fish larvae (produced\nby relatively distant adults, but see Jones et al. (2009)) enter\nshallow reef areas from the pelagic zone and settle from the\nwater column into a coral. After settlement (i.e., coloniza-\ntion), many coral occupants have limited ability to move\nto other corals due to factors such as predation (Holbrook\nand Schmitt1997,2002). Thus, the occupants often reside\nwithin the colonized coral for the entire juvenile and adult\nportions of their life cycle. Extrapolation to other contexts\ncan be done by slightly redefining life stages. For example\nin the beetle example, adults, rather than larvae, colonize\npatches.\nOur model includes three components, each of which\ncorresponds to sequential events that start with a larval fish’s\narrival on the reef and end with its death: (1) potential set-\ntlers (i.e., colonists) arrive at random locations uniformly\ndistributed in the landscape, (2) potential settlers choose\na coral based on relative signals received from corals in\nthe landscape, and (3) settlers that successfully arrive at a\ncoral survive (or die) over the inter-pulse interval. The first\ntwo phases collectively define the “settlement phase,” while\nthe third defines the “post-settlement phase.” We assumed\nsettlement events are discrete, pulsed events and occur at\nregular time intervals, mirroring the life history of many\nmarine organisms, while survival occurs continuously in\ntime (see Fig.7in AppendixB). Corals in the landscape are\nidentical in all ways (e.g., size and quality), except for their\nspatial proximity to other corals. The area surrounding the\ncorals also is assumed uniform.\nAs a result, spatial variation in expected patch occupancy\nis only driven by the effects of landscape configuration\n(i.e., the number of nearby patches) on settlement. How-\never, some additional variation arises because each model\ncomponent is intrinsically stochastic, leading to variation\nin the spatial arrangement of corals, larval density, and\nthe survival of fish. Therefore, we developed a stochastic\nmodel of settlement and post-settlement dynamics on a spa-\ntially explicit landscape. We also developed a deterministic\napproximation to the stochastic model to gain an under-\nstanding of the role of specific processes. We start with a\ngeneral description of the model.\nSettlement processes\nSettlement (colonization) events occur in a landscape of\nidentical, discrete, circular habitat patches (corals). Settlers\n(larval fish), arrive in the landscape, perceive signals from\ncoral patches, and choose a coral based upon these sig-\nnals (e.g., Lecchini et al. (2005)andDixsonetal.(2014)).\nPotential settlers then travel to the selected coral but incur\nmortality in transit. Because reef fish settlement events are\npulsed and often linked with the lunar cycle (e.g., Robertson\n(1992)), we model settlement events discretely in time.\nFor a settlement event, we assume that the density of\narriving larvae isL,andtheinitiallocationsofthelarvae\nare independent and randomly distributed over the land-\nscape: i.e., the distribution of potential settlers is a spatial\nPoisson point process with densityL.Thenumberofset-\ntling fish larvae in the landscape then has the distribution\nS∼Pois(L|\nO|), whereOis our notation for the landscape,\nand|\nO|is its area.\nLet{(x\ni\n,y\ni\n)}\nK\ni=1\nbe the locations ofKcorals in the\nlandscape. Each coral has radiusR,signalmagnitudem,\nand signal degradation rateρ.Onthecoral,thesignal\nhas strengthm, but as distance from the coral increases,\nwe assume the strength of the signal decreases exponen-\ntially. Therefore, a potential settler arriving at location(x, y)\nperceives a signal from coraliof magnitude\n\"\ni\n(x, y):=me\n−ρd\ni\n(x,y)\n(1)\nwhered\ni\n(x, y)is the distance from the potential settler’s\nlocation(x, y)to the edge of corali(the center of the coral\nis located at(x\ni\n,y\ni\n)):\nd\ni\n(x, y):=max(0,\n!\n(x−x\ni\n)\n2\n+(y−y\ni\n)\n2\n−R).(2)\n\nTheor Ecol\nA settler selects a coral with a probability that is equal\nto the relative strength of the signals: a settler arriv-\ning at position(x, y)will choose coraliwith probabil-\nity\"\ni\n(x, y)/\n\"\n#\nj\n\"\nj\n(x, y)\n$\n,solongasthetotalsignal\nstrength exceeds a detection threshold,θ.Ifthetotalsignal\nis less thanθ, the settler dies. Once a settler chooses a coral,\nit must survive the travel to the selected coral. We assume\nthat the mortality rate and velocity during travel is constant,\nso that the probability of survival starting at location(x, y)\nand traveling to coraliise\n−μd\ni\n(x,y)\n.\nTo obtain the settlement to a focal coral, we determine\nλ\ni\n, the number of settlers that select and survive the travel\nto corali. If there areSsettlers in the entire landscape-\nwide cohort, thenλ\ni\nis a Binomial random variable where\nSis the number of “trials,” andp\ni\nis the “success proba-\nbility” that, given a settler detects enough signal to choose\nacoral,agivensettlerwillchoose,andsurvivetravelto,\ncorali:\np\ni\n=\n1\n|O|\n%%\nO\n\"\ni\n(x, y)\n#\nj\n\"\nj\n(x, y)\ne\n−μd\ni\n(x,y)\ndx dy.(3)\nBecause we assume that the settler choices and survival\nare independent of each other, the number of arrivals at\nthe focal coral is a thinned Poisson random variable,λ\ni\n∼\nPois(L|\nO|p\ni\n).Insubsequentsections,whenreferringtothe\nparameters of a focal coral, we will suppress the dependence\non the indexiin the notation. Thus, a coral withnresidents\ntransitions to havingn+λresidents whent=γkwhereγ\nis the time between settlement pulses assumed to occur on a\nlunar cycle of 28 days (Table1)andkis an index that keeps\ntrack of subsequent cohorts.\nPost-settlement processes\nIn contrast to the periodic structure of the settlement pulse\nevents, post-settlement deaths occur on each coral continuously\nin time due to density-independent and density-dependent\nmortality. We used a stochastic version of a framework\npreviously used successfully to model reef fish recruitment\ndynamics (Osenberg et al.2002b; Shima and Osenberg\n2003). The number of residents or fish in a coral patch at a\ntimet, denotedN(t), decreases as fish die due to density-\nindependent mortalityαand density-dependent mortality\nβ. We assume that mortality rates and density-dependent\neffects are independent of fish age and thus aggregate all\ncohorts together into a single measure of density,N.\nBecause many corals have very low numbers of residents\nand therefore demographic stochasticity has a potentially\nlarge effect, we used a continuous-time Markov chain. To\nsimulate mortality, we used Gillespie’s method (Gillespie\n1977). If a coral hasnoccupants, the time until the next\none dies (i.e., the coral hasn−1occupants)isanexponen-\ntial random variable with rate parameterαn+βn\n2\n,which\ncaptures the effects of density-independent and density-\ndependent factors on the loss rate (Osenberg et al.2002b;\nShima and Osenberg2003). We simulated dynamics for\nthe amount of time between settlement events (Table1),\nand when populations are large, this discrete process is\nwell approximated by a continuous dynamic (see Fig.6in\nAppendixA).\nTable 1List of parameters\nand dimensionless groups.\nParameters\nDescriptionLabelValues used for stochastic simulations\nCoral radiusR1m\nCoral signal magnitudem1\nCoral signal decay rate\na\nρ0.75 m\n−1\nCoral signal detection threshold\na\nθ0.0001\nLarvae survival decay rate\na\nμ0.4 m\n−1\nDensity-independent mortality rate\nb\nα0.0001 day\n−1\nTime between settlement events\nd\nγ28 days\nDensity-dependent mortality rate\nb, c\nβ0.00056 and 0.056 m\n2\nfish\n−1\nday\n−1\nLarval density\na\nL0.33 larvae m\n−2\nDimensionless groups\nDescriptionLabelDefinition\nRelative strength of density-dependent\nprocesses to density-independent pro-\ncesses\nν\nβ\n ̄\nλ\nα\nTime between settlement events\nrelative to occupant longevity\n)αγ\na\nEstimated,\nb\nOsenberg et al. (2002b),\nc\nShima and Osenberg (2003),\nd\nRobertson (1992)\n\nTheor Ecol\nAnalysis and results\nWe took two complementary approaches to analyze and\ninterpret the stochastic, spatially explicit model and eval-\nuate the effects of propagule redirection under different\nlandscape configurations. First, we simulated both settle-\nment and post-settlement dynamics using the parameters\ndescribed above. Second, we constructed a deterministic\napproximation of the stochastic model and explored a non-\ndimensionalized parameter space. Below, we explain each\napproach and provide the results of our analyses. Finally,\nwe explore the ramifications of propagule redirection in\na realistic system and compare the effects of propagule\nredirection to variation in habitat quality.\nSimulations of the full stochastic model\nSettlement processes\nTo determine how spatial patterns might be produced (or\ndiminished) from spatial variation in settlement arising from\npropagule redirection within a heterogeneous landscape,\nwe implemented a fully stochastic version of the model\nand manipulated the landscape configuration. We used\nthree types of landscapes: landscapes with evenly dis-\ntributed patches, randomly distributed patches, and clus-\ntered patches. We created evenly distributed landscapes\n(Fig.1a) using Spatstat’s simple sequential inhibition model\n(Baddeley and Turner2005), random landscapes (Fig.1b)\nusing a spatial Poisson process, and clustered landscapes\n(Fig.1c) using a preferential attachment model (Hein and\nMcKinley2013).\nFor each landscape type, we created 100 replicate land-\nscapes each with 40 corals for each landscape configuration.\nFor each replicate landscape, we simulated settlement and\npost-settlement dynamics using the parameters in Table1.\nFor each of the 3×100 runs, we simulated dynamics for\nat least 50 settlement events (the actual number was ran-\ndomly selected to fall between 50 and 150 to avoid subtle\ncycles in population size). This was sufficient time for the\ncoral to come to equilibrium (for an example, see Fig.7\nin AppendixB)andcorrespondstoatimescalefor4–12\nyears given that one settlement pulse occurs every lunar\nmonth. We recorded the mean number of settlers on each\ncoral and the number of occupants on each coral just before\nthe next settlement event would have occurred (our qualita-\ntive results are unaffected by the timing of sampling relative\nto the settlement pulse). To reduce edge effects, we only\nanalyzed the interior by creating a buffer of 10% of the\nlandscape width on all sides.\nThe three landscapes (Fig.1a–c) resulted in different\nmean settlement rates. The clustered landscape (Fig.1c) had\nalowermeansettlementrate(Fig.1f) compared to the more\nevenly distributed landscapes (Fig.1a, b) because fewer fish\nFig. 1Landscape variation\nleads to heterogeneity in\noccupancy patterns. The top row\nof images (panelsa,bandc)\nshow the three sample\nlandscapes, each corresponding\nto one landscape type (even,\nrandom, and clustered). In the\nmiddle row (panelsd,e,andf),\nwe show the result of running a\nsingle settlement event, and the\nbottom row (panelsg,h,andi)\nthe equilibrium occupancy for a\nsingle simulation. We emphasize\nthe connection between the\nhistograms and their associated\nlandscapes through color\ncoding: the gradient of isolation\nfrom blue for the most clustered\ncoral and red for the most\nisolated coral is indicated in all\nimages.μ=0.4,ρ=0.75,\nα=0.0001,β=0.00056,\nγ=28,R=1, andL=0.33\n(a)(b)(c)\n(d)(e)(f)\n(g)(h)(i)\n\nTheor Ecol\nwere able to survive the transit to a coral when the corals\nwere clustered: i.e., the average distance to a coral was\ngreater in the clustered landscape than the even landscape.\nThe three landscapes (Fig.1a–c) differed in the resulting\nspatial variation in settlement. Landscapes with evenly dis-\ntributed patches (Fig.1a, d) had very little variation in\nsettlement because all corals had similar neighborhoods\nand thus similar degrees of propagule redirection. In con-\ntrast, corals in clustered landscapes had the greatest amount\nof variation in settlement (Fig.1f) because some corals\nwere surrounded by other corals on all sides, whereas some\ncorals had relatively few neighbors (i.e., compare the red vs.\nblue points in Fig.1c, f). Landscapes with complete spa-\ntial randomness were intermediate in variance. Across all\nof the simulated landscapes, the maximum and minimum\nsettlement rates varied 2.9±0.04 SE-fold, 3.4±0.06 SE-\nfold, and 4.7±0.11 SE-fold for the landscapes with evenly\ndistributed, randomly distributed, and clustered patches,\nrespectively.\nPost-settlement processes\nThis heterogeneity in settlement resulted in spatial varia-\ntion in the long-term number of occupants (Fig.1g, f, i):\ni.e., the density of occupants was more heterogeneous in the\nclustered landscapes (compare Fig.1gwithFig.1i). The\nresults, depicted in Fig.1, arose for one particular set of\nlandscape configurations and parameter values. We there-\nfore conducted the simulations for two levels of density\ndependence, moderate and strong (β=0.056 and 0.00056:\nsee below, “Application to a realistic system”) and sum-\nmarized the results in each landscape using an index of\ndispersion (variance/mean) for settlers and occupants. The\nindex of dispersion for larvae was always one, by definition\n(indicating a random distribution, Fig.2a).\nAlthough larvae were randomly distributed, the spa-\ntial dispersion of settlers was more heterogeneous than a\nPoisson spatial process in all landscapes due to propag-\nule redirection. The greatest heterogeneity occurred in the\nclustered landscapes (Fig.2b, also seen in Fig.1). Because\nsettlement was unaffected by post-settlement processes, dis-\npersion of settlers did not vary across the two levels of\ndensity dependence. The translation of this spatial het-\nerogeneity in settlement to long-term spatial variation in\noccupant density depended upon the strength of density-\ndependent mortality (Fig.2c). When density dependence\nwas moderate (β=0.00056), there was demonstrable\nvariation in density in both the random and clustered\nlandscape configurations, although heterogeneity was the\ngreatest in the landscapes with clustered corals, and when\ncorals were evenly distributed, the little heterogeneity estab-\nlished during settlement faded due to the small amount of\nFig. 2Spatial heterogeneity in\nalarvae,bsettlers, andc\noccupants for three landscape\ntypes (even, random, and\nclustered). An index of\ndispersion (variance/mean)>1\nindicates a heterogeneous\ndistribution for the focal life\nstage,=1indicatesarandom\n(dashed horizontal line), and\n<1indicatesamoreeven\ndistribution. For each landscape\ntype, we simulated 100 replicate\nlandscapes, each with 40 corals.\nResults are given for the end of\nthe simulation (i.e., after at least\n50 settlement pulses). In all\nsimulations, we setμ=0.4,\nρ=0.75,α=0.0001,γ=28,\nR=1,L=0.33, and\nβ=0.00056 (moderate) and\nβ=0.056 (strong). Error bars\nrepresent 95% confidence\nintervals (based on the 100\nlandscapes)\n(a)(b)(c)\n\nTheor Ecol\ndensity-dependent mortality in post-settlement dynamics\n(Fig.2c). This pattern mirrored that seen in the settle-\nment stage (compare Fig.2b, c), although the values were\nlarger due to the buildup of multiple cohorts. In contrast,\nwhen density dependence was strong (β=0.056), spatial\nvariation was eliminated, even when settlement was highly\nheterogeneous (Fig.2c). At the most intense levels of den-\nsity dependence, the index of dispersion was<1, indicating\nthat densities were more homogeneous than expected given\nuniformly random larval rain.\nIn summary, these simulations show that spatial het-\nerogeneity in occupants can be created in a landscape of\notherwise identical habitat patches, if (1) there is propag-\nule redirection (i.e., habitat competes for colonists: Stier\nand Osenberg (2010)), (2) the distribution of patches in the\nlandscape creates spatial variation in patch configurations\n(Figs.1and2), and (3) post-settlement density dependence\nis sufficiently weak that the variation in settlement persists\nover the long term (Figs.1and2).\nAnalytic approximation\nBecause there is no analytic solution for certain long-term\nproperties of the above stochastic model, we analyzed a\ndeterministic approximation. Here, we introduce the ana-\nlytic approximation and a simple case of a clustered coral\nand an isolated coral to explore the relationship between the\nmodel parameters and long-term patterns. For a focal coral,\nwe used the ODE to model\n ̄\nN,ortheaveragenumberof\noccupants on a coral,\nd\n ̄\nN\ndt\n=−α\n ̄\nN−β\n ̄\nN\n2\n+\n∞\n&\nk=0\n ̄\nλδ\nγk\n(t),\n ̄\nN(0)=N\n0\n,(4)\nwhere the parametersα(density-independent mortality\nrate),β(density-dependent mortality rate), and\n ̄\nλ(average\nnumber of settlers per settlement event) are the same as\nabove. In the last term, we use a sequence of Dirac-delta\nfunctions to produce instantaneous pulses at the timesγkof\naverage size\n ̄\nλ.\nFor reasonably large population sizes, this ODE closely\napproximates the stochastic system (AppendixAin the\nSupporting Information). Studying the long-term behav-\nior of\n ̄\nN(t)provided valuable insights that facilitated our\ninterpretations of the simulation results and the behavior\nof the system in various regions of the parameter space\ndescribed by the density-independent mortality rate (α),\ndensity-dependent mortality rate (β), time between arrivals\n(γ), and the average number of settlers during a settlement\nevent (\n ̄\nλ).\nTo simplify the analysis, we calculated the number of set-\ntlers on a focal coral in two extreme habitat configurations:\n(a) when a coral is completely isolated (i.e., when settlement\nis maximized),\n ̄\nλ\nisolated\n,and(b)whenacoraliscompletely\nsurrounded by other corals (i.e., when settlement is min-\nimized),\n ̄\nλ\nclustered\n. The expected number of settlers to an\nisolated coral and to a clustered is (AppendixC) as follows:\n ̄\nλ\nisolated\n=LπR\n2\n+\n2πL\nμ\n2\n'\nμR+1−\n\"\nm\nθ\n$\n−μ/ρ\n(\nμ\nρ\nln\n\"\nm\nθ\n$\n+μR+1\n$)\n(5a)\n ̄\nλ\nclustered\n=LπR\n2\n.(5b)\nThe number of settlers to a clustered coral is simply the\nlarvae that arrive directly over the patch, while an isolated\ncoral receives those that land directly over the coral as well\nas those that arrive within the detection region and survive\nthe travel to the coral. The difference in settlement is driven\nby the second term in Eq.5a,whichprovidesthenumber\nof settlers that arise from larvae that must swim to the coral\nfrom other locations (and survive the journey). When mor-\ntality (μ) is low (or corals are small), the relative variation\nin the number of settlers (to an isolated vs. a clustered coral)\nis very high.\nTo study the approximation (Eq.4), we reduced the\ncomplexity of the analysis via non-dimensionalization\n(AppendixD)bysubstitutingτ=αtand defining two\ndimensionless parameter groups,\nν:=\nβ\n ̄\nλ\nα\nand):=αγ.(6)\nThe parameterνis a measure of the relative strength of\nthe density-dependent processes and is proportional to the\nnumber of settlers per settlement event and the ratio of\ndensity-dependent processes to density-independent mortal-\nity. The parameter)weighs the timing of the settlement\nevents to the strength of density-independent mortality. We\nfurther simplified the equation by substituting\n ̃\nN=\n ̄\nN\nα/β\nand\nintroducing a non-dimensional delta-function\n ̃\nδ(τ)=\nδ(t)\nα\n,\nwe obtain\nd\n ̃\nN\ndτ\n=−\n ̃\nN\n\"\n1+\n ̃\nN\n$\n+ν\n∞\n&\nk=0\n ̃\nδ\nk)\n(τ)(7)\nwith\n ̃\nN(0)=\n ̃\nN\n0\n.\nTo analyze the solution to Eq.7,wetookatwo-step\napproach. First, we solved the system on intervals between\nsettlement pulses (i.e., when only the post-settlement pro-\ncesses were acting). Specifically, suppose that the popula-\ntion is of sizenwhen the settlement pulse occurs (t=k)\nor one of the settlement peaks in Fig.7). Then, during\npost-settlement phases, the solution takes the form\n ̃\nN(τ)=\n(n+ν)e\n−(τ−k))\n1+(n+ν)(1−e\n−(τ−k))\n)\n,forτ∈(k), (k+1))].\n(8)\n\nTheor Ecol\nSecond, we found the equilibrium by setting the magni-\ntude of settlement pulses equal to the deaths that occurred\nbetween each pulse. The equilibrium value of the popu-\nlation size immediately prior to a settlement event is (see\nAppendixB) as follows:\n ̃\nN\n∗\n:=lim\nk→∞\n ̃\nN(k))\n=\n1+ν\n2\n⎛\n⎝\n−1+\n,\n1+\n4νe\n−)\n(1−e\n−)\n)(1+ν)\n2\n⎞\n⎠\n.(9)\nEquation9provides the equilibrium number of fish on a\ncoral for a given level of settlement (reflected inν). That set-\ntlement is determined by the environment (which can affect\nlarval supply and mortality during settlement) as well as the\nspatial configuration of the coral landscape (which affects\nthe degree of propagule redirection). Thus, in a single land-\nscape, there may be isolated corals for which settlement is\nhigh and other corals (i.e., those near other corals) for which\nsettlement is low.\nWe used the cases of an isolated versus clustered coral\n(Eqs.5aand5b)toexaminehowthemostextremehetero-\ngeneity in settlement patterns is modified by post-settlement\nprocesses (as defined byνand)) to drive spatial pat-\nterns in the equilibrium number of occupants on the coral\n(\n ̃\nN\n∗\n). In particular, we determined to what extent and under\nwhat conditions the spatial variation in settlement is main-\ntained as spatial variation in occupants. Long-term patterns\nof occupant density (as reflected in Eq.9)dependupon(1)\nsettlement intensity (i.e.,\n ̄\nλ,asreflectedinν), (2) density-\ndependent mortality (i.e.,βas reflected inν), (3) density-\nindependent mortality (i.e.,αas reflected inνand)), and\n(4) the time between settlement events (i.e.,γas reflected\nin)).\nForR=1andμ=0.4, an isolated and a clustered\ncoral would experience an almost 18-fold difference in set-\ntlement: i.e.,\n ̄\nλ\nisolated\n/\n ̄\nλ\nclustered\n=17.9. We then examined\nthe conditions under which this disparity in settlement (i.e.,\nas measured by\n ̄\nλ\nisolated\n/\n ̄\nλ\nclustered\n=17.9) led to disparity in\nthe equilibrium number of occupants on corals (i.e., as mea-\nsured by\n ̄\nN\n∗\nisolated\n/\n ̄\nN\n∗\nclustered\n). In particular, we examined this\nrelationship under different values ofνobtained by chang-\ning either density dependence (β,Fig.3a), or larval supply\n(L,Fig.3b).\nAsνincreases (i.e., the strength of density-dependent\nmortality and settlement intensity grows relative to the\nstrength of density-independent mortality), the variation\nin the long-term number of occupants among corals (teal\ncurves in Fig.3a, b) decreases, despite the 17.9-fold varia-\ntion in settlement: e.g., whenν=90, the 17.9-fold variation\nin settlement was reduced to 1.5-fold variation in equi-\nlibrium density (Fig.3a, b). By contrast, asνdecreases,\nthe variation in settlement rate persisted, creating long-\nterm variation in occupancy patterns among patches (purple\ncurves in Fig.4): e.g., whenν=0.9, the 17.9-fold variation\nsettlement was reduced to only 7.3-fold (Fig.3a, b).\n(a)(b)\nFig. 3The relationship between the equilibrium number of occupants\nand settlement rate for corals that vary in their degree of isolation\n(and thus their relative settlement) for three different levels of the\nnon-dimensionalized parameter,ν, achieved by changing eitherathe\nstrength of density dependence,β,orblarval density (L). Relative\nsettlement gives the settlement to a coral relative to that received by\nan isolated coral. Thus, an isolated coral has a relative settlement of\n1.0. Solid lines indicate the equilbrium (Eq.9)forcoralswithinputs\nbetweenλ\nclustered\nandλ\nisolated\n.Dashedlinesextendthoserelationships\nto settlement rates that are<λ\nclustered\nand thus reveal the full relation-\nship. Colors indicate values ofν\nisolated\n(the value forνthat corresponds\ntoν\nisolated\n,notethatν\nisolated\n=17.9×ν\nclustered\n):ν\nisolated\n=0.9(purple),\nν\nisolated\n=9(blue),andν\nisolated\n=90 (teal). For these calculations,\nR=1andμ=.4, and)=0.28\n\nTheor Ecol\nWe also compared the relative equilibria on an iso-\nlated versus clustered coral across the full parameter space\nof the non-dimensionalized system (i.e., using Eq.8). As\nν→0, the relative spatial variation in occupant density\napproached the relative variation in settlement (in this case,\n17.9). Whenνwas small, (i.e., weak density dependence\nand low larval input), the heterogeneity in settlement per-\nsisted and led to long-term heterogeneity in the numbers\nof coral occupants. Thus, in undersaturated systems, long-\nterm heterogeneity in the number of occupants can be driven\nsolely by varying degrees of clustering among otherwise\nidentical habitats. In contrast, increasingνcaused the sys-\ntem to become saturated, so differences in settlement due to\npropagule redirection mattered little to the equilibrium num-\nber of occupants on the coral: i.e., the equilbrium numbers\non isolated and clustered corals were approximately equal\n(Fig.4).\nThe effect of the time between settlement pulses (i.e.,\nvia)) was more complicated. Whenνwas very small,\nincreasing the time between settlement pulses (i.e.,))\nincreased spatial heterogeneity; however, whenνwas large,\nincreasing the time between pulses decreased heterogene-\nity (Fig.4). For the calculations of these critical values and\nlimits, see AppendixE.\nApplication to a realistic system\nWe sought to define plausible parameter regimes to guide\nour theoretical analyses above. We also sought to evalu-\nate the potential importance of settlement redirection in the\ncontext of a real system. To do this, we turned to reef fish\nas a model system (Table1). We used data collected from\nfield studies in Moorea, French Polynesia (Shima and Osen-\nberg2003; Stier and Osenberg2010), as well as from a\nmeta-analysis of density-dependent mortality in reef fish\n(Osenberg et al.2002b).\nTo estimate parameters that governed redirection (Eq.3:\nlarval density,L; larval survival rate,μ;coralsignaldecay\nrate,ρ;andthedetectionthreshold,θ), we used settlement\nFig. 4Relative density of occupants on an isolated coral versus one\nsurrounded by other corals (clustered),N\n∗\nisolated\n/N\n∗\nclustered\n,asindicated\nby the color of each pixel and expressed as a function of the two\nnon-dimensionalized parameters,νand).Initialsettlementdensi-\nties were approximately 17.9:1 (isolated:clustered): The color of each\npixel represents the magnitude of the ratio between the equilibrium\nof a completely isolated and a completely clustered coral. Green pix-\nels (values closer to 1) indicate that there is little spatial variation\nin occupant density (despite the 17.9-fold variation in settlement).\nThis homogeneous pattern is primarily facilitated by increased den-\nsity dependence (increasingν)andincreasedlarvalsupply(increasing\nL). Pink pixels (indicatingN\n∗\nisolated\n≫N\n∗\nclustered\n)indicates that the\nspatial variation in settlement persists over the long term. The three\npoints give the results from Fig.3(circle:ν\nisolated\n=0.9, trian-\ngle:ν\nisolated\n=9, square:ν\nisolated\n=90). Contour lines indicate\nN\n∗\nisolated\n/N\n∗\nclustered\n=1.5,3,and 5\n\nTheor Ecol\ndata of four fish species to isolated pairs of corals, pairs\nof central corals surrounded by a circle of ten neighboring\ncorals, and the ten neighboring corals (Stier and Osenberg\n2010). We expressed larval density,L,asafunctionofthe\nnumber of settlers on the isolated pair and then used the\ndata from other corals to estimate coral signal parameters (ρ\nandθ)andthelarvalsurvivalrate(μ). We searched param-\neter space using Latin hyper-cube samples and minimized\nthe difference between the observed and simulated values.\nHowever, there are more parameters (i.e., four) than refer-\nence points (i.e., three types of corals: isolated, central, and\ncircle), so we present the results from one possible param-\neter set, although there was little difference in final results\nwhen we evaluated other parameter options.\nThe estimation of post-settlement processes are des-\ncribed by parameters:α,thedensity-independentmortal-\nity rate, andβ,thedensity-dependentmortalityrate.We\nobtained an estimate of density-independent mortality,α=\n0.0001, from a meta-analysis for reef fish (Osenberg et al.\n2002b). That meta-analysis also provided an estimate of\ndensity-dependent mortality:β=0.0005. In addition, we\nalso used an estimate of density-dependent mortality from a\ndetailed study conducted in Moorea on one species of reef\nfish,Thalassoma hardwicke(Shima and Osenberg2003),\nβ=0.056. We consider this latter estimate to represent\nvery strong density dependence (and thus a worst-case sce-\nnario for settlement redirection persisting through time),\nwhereas the estimate from the meta-analysis is a more\ntypical (moderate) estimate.\nThe application also required that we specify a spa-\ntial landscape. While previously we fixed the number of\ncorals in our simulations to focus solely on effects due\nto configuration, landscapes with more corals have higher\npotential for interactions among patches than landscapes\nwith few patches (that are likely more isolated). Therefore,\nwe wanted a landscape that was realistic in both the density\nof patches and patch configuration. Because we were using\nstudies from Moorea to motivate our analyses, we used\nGoogle Earth to identify coral habitat on a 1000-m\n2\narea\nof backreef of the north shore of Moorea. We then overlaid\nthis habitat area with circles of 1-m\n2\nradii to define units of\nhabitat within which fish potentially settled and interacted.\nIn addition to propagule redirection, prior work in the\nMoorea system suggests that spatial variation in habitat\nquality can produce spatial variation in density-dependent\nmortality and settlement: high quality sites receive more set-\ntlers and incur lower levels of density-dependent mortality\n(Shima and Osenberg2003). This covariance between den-\nsity dependence and settlement generates a pattern called\n“cryptic density dependence” (CDD: see Wilson and Osen-\nberg (2002)andShimaandOsenberg(2003)). For our\npurposes, we wanted to include possible effects of settle-\nment redirection as well as other mechanisms that could\nproduce spatial variation or that might mask or alleviate\nthe effects of propagule redirection. Therefore we simulated\ndynamics under four scenarios: (i) a control (i.e., no propag-\nule redirection or variation in density-dependent mortality),\nwhich served as a baseline for comparison; (ii) the pres-\nence of spatial variation in habitat quality, but not propagule\nredirection (i.e., covariance between settlement cues and\ndensity dependence as articulated in CDD); (iii) the pres-\nence of propagule redirection only (i.e., variable settlement\ndue to redirection, but spatially uniform habitat quality);\nand (iv) the presence of both propagule redirection and vari-\nation in habitat quality (i.e., spatially variable settlement\ndue to redirection and settlement cues, and variable density\ndependence due to CDD).\nTo simulate spatial variation in density dependence, we\nsampled from the distribution ofβfrom Shima and Osen-\nberg (2003)whichhadameanof0.056(forstrongdensity\ndependence) or from a distribution with those values divided\nby 1000 (thus achieving a mean of 0.00056: i.e., moderate\ndensity dependence that was comparable to the mean from\nthe meta-analysis of Osenberg et al. (2002a)). Thus, with\nonly propagule redirection, density dependence was spa-\ntially uniform (withβ=0.056 orβ=0.00056), whereas\nwith habitat quality, the mean level of density dependence\nwas the same, albeit spatially variable. To represent spatial\nvariation in settlement due to habitat quality, we assumed\nthat expected settlement to a coral was proportional to 1/β\n(as is the case in CDD: Shima and Osenberg (2003)) and\nthen adjusted the signal to yield the same average signal as\nin the propagule redirection scenario.\nWe therefore evaluated eight scenarios ([presence vs.\nabsence of spatial variation in habitat quality] X [pres-\nence vs. absence of propagule redirection] X [strong (β=\n0.056) vs. moderate (β=0.00056) mean density depen-\ndence]). For each scenario, we simulated settlement and\npost-settlement dynamics, as in the previously described\nstochastic simulations, recorded the index of dispersion for\nsettlement and occupants, and repeated this 100 times.\nBoth propagule redirection and CDD generated spatial\nvariation in settlement compared to the null scenario when\napplied to the realistic Moorea landscape (Fig.5a). Hetero-\ngeneity due to propagule redirection was 1.6 times greater\nthan generated by CDD (i.e., habitat quality) alone. Addi-\ntionally, when we included effects of both habitat quality\n(CDD) and settlement redirection, the resulting settlement\npattern had an index of dispersion 2.1 times greater than\nthat produced by CDD alone and 1.3 times greater than that\nproduced by settlement redirection alone. Thus, settlement\nredirection played a comparable or larger role in deter-\nmining settlement patterns than spatial variation in habitat\nquality.\nDensity dependence is generally assumed to reduce spa-\ntial variation caused by settlement, and this was the case\n\nTheor Ecol\n(a)(b)\nFig. 5Spatial heterogeneity inasettlers andboccupants for a por-\ntion of the backreef of the north shore of Moorea, French Polynesia\n(inset ofa). An index of dispersion (variance/mean)>1indicatesa\ndistribution more heterogeneous than random (i.e., Poisson) for the\nfocal life stage,=1 indicates a random spatial distribution (dashed\nhorizontal line), and<1indicatesamoreevendistribution.Propag-\nule redirection creates slightly more heterogeneity in settlement than\nvariation in habitat quality alone (as captured by the phenomenon of\ncryptic density dependence; Shima and Osenberg (2003)). Under mod-\nerate (β=0.00056) density-dependent mortality (circles), propagule\nredirection increased the heterogeneity in occupants by 1.6-fold com-\npared to differences due quality alone. Under strong (β=0.056)\ndensity-dependent mortality (triangles), variation among patches was\nnot distinguishable from a Poisson spatial process. In all simulations,\nwe setμ=0.4,ρ=0.75,α=0.0001γ=28,R=1, andL=0.33.\nError bars represent 95% CIs\nwhen density dependence was strong (Fig.5b). In all sce-\nnarios, the index of dispersion was close to 1, indicating that\noccupant density was spatially variable, but not distinguish-\nable from that expected under a Poisson spatial processes.\nThis was true even when density dependence was spatially\nvariable (as in CDD). In contrast, under moderate density-\ndependent mortality, there was greater variation in occupant\ndensity than expected by a Poisson process, except in the\ncontrol scenario. For example, in the presence of propag-\nule redirection (and spatially uniform density dependence),\nthe spatial variation in settlement was maintained for the\noccupants. In the presence of spatial variation in density-\ndependence, the index of dispersion actually increased,\nintensifying spatial variation in the density of occupants,\nand the combination of redirection and CDD was 1.9 times\nthat of CDD alone or 3.6 times that of redirection alone.\nThese simulations demonstrated that landscape configu-\nration (which creates variation in the proximity of neigh-\nboring patches) and spatial variation in settlement cues (due\nto differences in habitat quality) create approximately equal\nspatial variation in settlement. Under moderate (and weak)\ndensity dependence, these settlement patterns create long-\nterm patterns of occupant density that are equally variable\n(when density dependence is spatially uniform) or mag-\nnified in intensity (when density dependence is spatially\nvariable).\nDiscussion\nHeterogeneity in the number of occupants among habitat\npatches is often attributed to intrinsic characteristics of the\npatches. However, here we demonstrate that the config-\nuration of patches in a landscape also can create spatial\nheterogeneity in colonization and resident density among\notherwise identical patches. Therefore, the spatial distribu-\ntion of patches alone can cause long-term heterogeneity in a\nsystem independent of other factors.\n\nTheor Ecol\nThis heterogeneity requires that habitat patches vary in\ntheir proximity to other patches and that this proximity\nreduces the input of colonists to these patches. In such a\nsystem, landscapes with a few isolated patches and many\nclustered patches will exhibit far greater heterogeneity than\na landscape where all patches are similarly spaced. The\nphenomenon in which patch configuration creates settle-\nment heterogeneity, propagule redirection, has not been\ninvestigated widely. Stier and Osenberg (2010)foundthat\nneighboring corals reduced the settlement of reef fishes\nto focal corals. Morton and Shima (2013)foundasimilar\npattern in a temperate fish when comparing discrete habi-\ntat patches (i.e., but not when comparing single patches\nof increasing size). Other marine organisms display related\nspatial patterns of settlement. For example, larvae of the\nintertidal barnacle,Balanus  glandula,show spatial het-\nerogeneity in settlement due to depletion of larvae from\nthe water column. Downstream sites had lower settlement,\neither because larval densities were depleted as larvae set-\ntled upstream (Gaines et al.1985) or because predators\nreduced larval density (Gaines and Roughgarden1987).\nUpstream sites have also been shown to “steal” larvae from\ndownstream sites in a coral reef system on the Great Barrier\nReef: fish recruitment was diminished on corals immedi-\nately downstream of other suitable corals (Jones1997).\nThese settlement shadows (sensu Jones (1997)) are analo-\ngous to patterns created via propagule redirection. We note,\nhowever, that these examples of settlement shadows largely\npresume directional supply of larval leading to a deple-\ntion of larval stocks from upstream to downstream areas.\nThis phenomenon would act in consort with propagule redi-\nrection to generate spatial variation in settlement: in the\nextreme, settlement shadows deplete larval density (Lin our\nmodel) creating an upstream-downstream gradient in settle-\nment, while propagule redirection would promote variation\nin settlement perpendicular to flow (i.e., creating variation\nin settlement for a given larval density).\nThe above evidence comes from marine organisms in\nwhich larvae are the dispersive stage. Propagule redirec-\ntion is likely in other systems as well. For example, many\nfreshwater organisms have a dispersive adult stage but a rel-\natively sedentary larval stage: e.g., aquatic insects such as\nmosquitoes or odonates have dispersing adults that oviposit\nin or colonize ponds and lakes. In these systems, the\navailability and distribution of ponds could generate hetero-\ngeneity: ponds with many neighboring ponds may attract\nfewer ovipositing females or colonizing adults. However,\nexperiments with aquatic beetles showed that colonization\nrates were independent of local pond (patch) density among\npatches without predators (Resetarits and Binckley2009;\n2013). It is not clear what produced these disparate results,\nbut it is likely that the degree of propagule redirection will\ndepend on the scale of movement of the dispersive stage,\nthe scale of their sensory abilities (how far they can dis-\ncern among habitat patches), the spacing of habitats in\nthe landscape (relative to movement and sensory abilities),\nand the mortality incurred moving across the landscape.\nIt is possible that beetles and reef fish experiments were\nconducted at different relative levels of these factors. Fur-\nther research should investigate how the relative scales of\nthese processes produce differences in the spatial patterns of\ncolonization.\nSpatial scale can also alter expected patterns because\norganisms make choices at multiple spatial scales. In our\nanalyses, we have focused on a relatively small (or local)\nscale, in which the density of potential colonists was spa-\ntially uniform (and reflected in larval density,L). However,\nat a larger scale (a “region”), colonists may be attracted\nto regions with more patches. Thus, regions with many\npatches could draw in more potential colonists, but within\naregion,propaguleredirectioncouldgeneratevariationin\ncolonization: i.e., at one scale (the region), neighbors draw\nin more colonists, but at a smaller scale (patch), neighbors\nreduce colonization. This is analogous to what happens with\npollinators: more apparent floral displays (or higher plant\ndensities) recruit more pollinators, but within a flowering\npatch, a lower proportion of flowers are visited as flow-\ners compete for pollinators (e.g., Ohashi and Yahara (1999)\nand Grindeland et al. (2005)). Resolving the relative impor-\ntance of these processes (and the sensory cues used at these\ndifferent scales) will be an important next step.\nHeterogeneous patterns established by redirection and\nthe arrangement of patches within a region are most likely\nto persist when the system is undersaturated, due either to\nlow density-dependent mortality, high density-independent\nmortality, a limited supply of colonists, or a short life-span\n(which reduces the number of co-occurring cohorts within\napatch).Asasystemnearssaturation,thedistribution\nof occupants in the system becomes more homogeneous,\nobliterating the spatial patterns first established during the\ncolonization phase. The linkage between patterns estab-\nlished at settlement and those that persist at later life stages\nhas a long history in “supply-side ecology” (e.g., Gaines\net al. (1985)). While these studies are typically at a much\nlarger spatial scale, another difference between that tradi-\ntion and what we studied here is that the settlement patterns\nin supply-side ecology are often attributed to stochastic pro-\ncesses (e.g., due to unusually large settlement events) or\nintrinsic properties of sites (e.g., that lead to greater set-\ntlement). Here, the neighborhood itself generates spatial\nvariation in settlement.\nThe effects that neighboring patches have on settlement,\nand resulting in long-term spatial patterns, have important\nimplications for applications such as habitat restoration.\nMany restoration techniques focus not on the target organ-\nisms but instead on the restoration of their habitat. For\n\nTheor Ecol\nexample, flower patches are added for pollinators (e.g.,\nWratten et al. (2012)), and reef structures are created for\nmarine invertebrates and fish (e.g., Burt et al. (2009)). If\nhabitat is added to an area, the expectation is that the added\nhabitat will attract colonists and help re-establish the target\npopulation. However, if redirection occurs, this additional\nhabitat might not lead to a higher density of organisms—it\nmay simply attract colonists away from the existing habitat\n(Pickering and Whitmarsh1997), and if density dependence\nis weak, there may be little net benefit of the habitat restora-\ntion on the focal species (Carr and Hixon1997; Osenberg\net al.2002a).\nAlthough we incorporated realism into our application\nby applying our approach to a realistic landscape, our over-\nall approach ignored several complexities of real systems\nthat allowed us to focus on the effect of neighbors. Not\nonly did we focus on local among-patch competition for\ncolonists (see above discussion about spatial scale) but we\nalso made simplifying assumptions with regard to patch\ncharacteristics. For example, we assumed that all patches\nwere uniform in size, although patch size is an impor-\ntant variable that can affect colonization. Patch size and\nisolation of a patch affects colonization of ponds by amphib-\nians (Laan and Verboom1990)andaquaticinsects(Wilcox\n2001). As illustrated in our application to Moorea, habi-\ntat quality (and associated signal) also likely varies and\nleads to differences in colonization (e.g., Holbrook et al.\n2000; Resetarits and Binckley2009,2013;Resetaritsand\nSilberbush2016; Shima and Osenberg,2003). Furthermore,\nsignals can vary within and between types of habitats (Dix-\nson et al.2014). Empirically, we might expect a correlation\nbetween the strength of these signals and habitat quality.\nThis may be especially important for biogenic habitat (such\nas corals or trees), in which the habitat patches either mask\ntheir signals (to hide from colonists that harm that habi-\ntat) or enhance their signals (to attract beneficial colonists).\nOur realistic landscape simulations indicated that variation\nin signal strength will likely intensify spatial heterogeneity\nin settlement (Fig.5).\nFinally, we assumed that the intrinsic qualities of the\npatches (e.g., size) were static throughout time. While\nthis may be true for some habitats, many biogenic habi-\ntat patches (e.g., corals, trees) are dynamic, and as a result,\ntheir characteristics change through time. Their dynamics\ncan be affected by many processes (including competition,\npredation and disease dynamics) that drive spatial pattern\nin the growth and survival of the organisms that occupy the\nbiogenic habitat. For example, coral symbionts (e.g., fish\nor crabs) increase coral growth and survival by providing\nnutrients to the coral (Holbrook et al.2008,2011)andby\ndefending the coral from predators or other harmful factors\n(Glynn1980;Pratchettetal.2000; Stier et al.2010). As a\nresult, we might expect clusters of patches to do poorly, not\nbecause they compete for food and not because of increased\ndisease transmission but instead because they compete for\nbeneficial symbionts. This form of competition, driven by\npropagule redirection, may be an important process in sys-\ntems in which biogenic habitat harbors beneficial symbionts\nthat have open demographics.\nAcknowledgmentsWe thank the Osenberg lab and Shilpa Kha-\ntri for helpful discussions and the National Science Foundation\n(OCE-1130359, OCE-0242312) and the QSE3 IGERT program (DGE-\n0801544) and Army Research Office (Grant Number 64430-MA) for\nsupport. We would also like to thank Ben Bolker, Alan Hastings,\nand anonymous reviewers for feedback on an earlier version of this\nmanuscript.\nAppendix\nA. Comparison of the ODE approximation\nto the mean of the stochastic model\nAs described in the “Methods” section, we use a stochas-\ntic and a deterministic model in tandem to study settlement\nshadow dynamics. Because these mathematical systems are\nnon-linear (by virtue of the density-dependent mortality),\nthe deterministic model isnotsimply the mean of the\nstochastic version. In fact, the deterministic model system-\natically underestimates the mean of the stochastic process\ndue to an application of Jensen’s inequality. We use this\nsubsection to justify this claim (Fig.6).\nThe stochastic model is a continuous-time Markov chain\ndenotedN(t).Foragiveninitialconditionn∈{0,1,2...},\nwe define a collection of functions{p\nk\n(t)}\nk≥0\nthat respec-\ntively describe the probability that there areksettlers on a\nfocal coral at timet,\np\nk\n(t)=P\nn\n(\nN(t)=k\n)\n=¶N(t)=k|N(0)=n.\nRecalling thatγis the time between settlement pulses, we\ncan write the master equations for this Markov chain for all\nt∈[0,γ)as follows:\nd\ndt\np\nk\n(t)=−(αk+βk\n2\n)p\nk\n(t)+(α(k+1)+β(k+1)\n2\n)\n×p\nk+1\n(t)+δ\n0\n(t)\nk\n&\nn=0\n¶λ=k−np\nn\n(0).\nThe first term on the right-hand side results from the rate\nof the transitionk→k−1whilethesecondtermcorre-\nsponds to the transitionk+1→k.Notingthatthesizeof\nthe initial pulseλis a Poisson distributed random variable,\nthe last term captures the effect of the initial pulse (δ\n0\n(t)\nis a Dirac-delta function concentrated at the initial time\nt=0).\n\nTheor Ecol\nFig. 6Acomparisonofthe\nstochastic model (described in\n“Post-settlement processes”)\nand the analytic approximation\nfor post-settlement mortality (4).\naSmall population sizes started\nwithλ=50 andblarge\npopulations withλ=500. At\nlarge population sizes, the\nanalytic approximation nicely\napproximates the stochastic\nprocess. However, at small\npopulations sizes, the\napproximation underestimates\ndensity-dependent mortality\n(a)(b)\nAfter the initial pulse has occurred, we can look at the\nderivative of the mean of the stochastic model conditioned\non having the initial valuen,(denotedE\nn\n[\nN(t)\n]\n),\nd\ndt\nE\nn\n[\nN(t)\n]\n=\nd\ndt\n∞\n&\nk=1\nkp\nk\n(t)\n=\n∞\n&\nk=1\nk\n/\n−(αk+βk\n2\n)p\nk\n(t)+(α(k+1)\n+β(k+1)\n2\n)p\nk+1\n(t)\n)\n=−\n∞\n&\nk=1\n(−αk−βk\n2\n)p\nk\n(t)\n=−αE\nn\n[\nN(t)\n]\n−βE\nn\n/\nN\n2\n(t)\n)\n.\nBy Jensen’s Inequality, we observe that\n−αE\nn\n[\nN(t)\n]\n−βE\nn\n/\nN\n2\n(t)\n)\n≤−αE\nn\n[\nN(t)\n]\n−β(E\nn\n[\nN(t)\n]\n)\n2\n.\nNow, note that the right-hand side of this inequality\nis precisely the form seen in the ODE we use in our\ndeterministic approximation\n ̄\nN(t)defined by Eq.4:\n ̄\nN(t)\n′\n=−α\n ̄\nN(t)−β(\n ̄\nN(t))\n2\n.\nThis implies that the mean of the stochastic processN(t)is\ndecreasing faster than the approximating deterministic pro-\ncess\n ̄\nN(t).Forlargerpopulations,thiseffectisnegligible,\nbut this may not be the case in the dynamics of smaller\npopulations.\n(a)(b)\nFig. 7The stochastic dynamics of fish within a single coral under\nalow andbhigh settlement intensities. New fish arrive during\ndiscrete settlement events (circles) that are followed by continuous\n(but stochastic) declines in abundance (solid lines) until just before\nthe arrival of another settlement event (diamonds). Empty corals\naccumulate larvae and eventually converge on an equilibrium at which\nthe number of settlers equals the number of deaths (of recent settlers\nand older fish) during the inter-pulse period. At high larval densities,\nthe stochastic dynamics resemble a continuous approximation. In both\npanels,α=0.5,β=0.005, andγ=1\n\nTheor Ecol\nB. Convergence of the ODE to equilibrium\nAs seen in right panel of Fig.7,whenthepopulationisrel-\natively large, there is a stable recurring pattern in the time\nperiods marked initially by a settlement pulse and followed\nby a mortality phase. To assign a single number for this\npattern, we focus on the sequence of values{N(i))}\n∞\ni=0\n(Eq.8)correspondingtothepopulationsizesjustbeforeset-\ntlement pulses occur. Over time, in the deterministic model,\nthese values converge to a long-term steady value,\n ̃\nN\n∗\n.To\ncompute this quantity, we found the solution to the ODE\n(Eq.6) between settlement pulses and then note that peri-\nodic equilibrium occurs with the number of deaths that\noccur in the time between settlement pulses is equal to the\nsize of the pulses. That is to say, we look for the point\nwhen the sequence of values{N(i))}\n∞\ni=0\n(Eq.8)satisfies\nthe conditionN((i+1)))=φ(N (i)))where\nφ(x)=\n(x+ν)e\n−)\n1+(x+ν)e\n−)\n.\nThe function has one fixed point and the formula is given\nby Eq.8. Furthermore, becauseφis increasing and concave\ndown, for allx<\n ̃\nN\n∗\nwe haveφ(x) > x.Ontheotherhand,\nifx>\n ̃\nN\n∗\n,thenφ(x) < x. It follows that{N(i))}\n∞\ni=0\nis\nabounded,monotonesequenceofpointsandthereforethe\nsole fixed point is asymptotically stable.\nC. Expected number of settlers on an isolated\nand a clustered coral\nIn our system, colonists arrive as a spatial Poisson pro-\ncess, which is to say that the total number drawn has a\nPoisson distribution and the location of each is drawn uni-\nformly at random from the domain. The landscape contains\ncircular patches with radiusR,thecentersofwhicharegen-\nerated by one of the three spatial point processes (even,\nrandom, clustered) described in the main text. Within these\nlandscape configurations, the patches have varying degrees\nof isolation. The most extreme cases occur when a patch\nis completely isolated or completely surrounded by other\npatches. We can analytically compute the exact formula for\nthe distribution of the larval input in these two extreme\ncases.\nIn the case of the completely clustered patch, the\nexpected larval input,λ\nclustered\nincludes only settlers that\narrive directly on the coral. Since colonists arrive uniformly\nat random with densityL, the mean number of arrivals is\nsimply the density times the area of the patch:\nλ\nclustered\n=LπR\n2\n.\nCalculating the expected colonist input to a completely\nisolated coral is more complicated. Suppose there is a\ncircular coral patch of radiusRcentered at the origin of\nthex-yplane. We compute the expected number of settlers\nthat arrive at the coral assuming that their initial location\nin the water column is uniformly distributed over a circu-\nlar landscape,\nO,centeredattheoriginandhavingradius\nR\nO\n.However,duetothedetectionthreshold,θ,weonly\nconsider the area toR\n∗\n,ortheradiuswherethesignalis\ndetectable, or whereθ=me\n−ρ(R\n∗\n−R)\n.Thus,weintegrate\ntoR\n∗\n=\nln(m/θ)\nρ\n+R.\nIn this setting, Eq.3,whichdescribestheprobabilitythat\nany given settler arrives at the focal coral, takes the form\np(R\n∗\n):=\n1\n|O|\n%%\nO\n\"\n1\n(x, y)\n#\nj\n\"\nj\n(x, y)\ne\n−μd\n1\n(x,y)\ndx dy\n=\nR\n2\nR\n2\n∗\n+\n1\nπR\n2\nO\n%\n2π\nθ=0\n%\nR\n∗\nr=R\ne\n−μ(r−R)\nrdrdθ\nwhere the first term is the probability that a settler descends\ninto the water column directly onto the coral and the second\nterm includes the possibility of mortality in the travel from\nthe initial location to the coral. Integrating, we find\np(R\n∗\n)=\nR\n2\nR\n2\n∗\n+\nμR+1−(μR\n∗\n+1)e\nμ(R−R\n∗\n)\nμ\n2\nSubstitutingR\n∗\n=\nln(m/θ)\nρ\n+R,\np(R\n∗\n)=\nρ\n2\nR\n2\nln(m/θ)\n2\n+\n2π\nμ\n2\n×\n'\nμR+1−\n\"\nm\nθ\n$\n−μ/ρ\n(\nμ\nρ\nln\n\"\nm\nθ\n$\n+μR+1\n01\nThe number of settlers that arrive at the focal coral is then a\nthinned Poisson process with meanL|πR\n2\n∗\n|p(R\n∗\n)\nλ\nisolated\n=LπR\n2\n+\n2πL\nμ\n2\n×\n'\nμR+1−\n\"\nm\nθ\n$\n−μ/ρ\n(\nμ\nρ\nln\n\"\nm\nθ\n$\n+μR+1\n01\n.\nD. Non-dimensionalization\nTo non-dimensionalize the ODE (4), we introduce the fol-\nlowing rescaled quantities:\nτ=αt, dτ=αdt,\n ̃\nN(τ)=\n ̄\nN(t)/(α/β),and\n ̃\nδ(τ)=δ(t)/α.\nDifferentiating\n ̃\nNwith respect toτis related tod\n ̄\nN/dtby\nthe relations\nd\ndτ\n ̃\nN(τ)=\nd\ndτ\n ̄\nN\nα/β\n=\n1\nα\nd\ndt\n ̄\nN\nα/β\n=\n1\nα\n2\n/β\nd\n ̄\nN\ndt\n.\n\nTheor Ecol\nIt follows that\nd\n ̃\nN\ndτ\n=\n1\nα\n2\n/β\n2\nα\n ̄\nN(t)−β\n ̄\nN\n2\n(t)+\n∞\n&\nk=0\n ̄\nλδ\nkγk\n(t)\n3\n=\n1\nα\n2\n/β\n⎡\n⎣\n6\n−\nα\nβ\nα\n ̄\nN(t)\nα/β\n7\n−\nα\n2\nβ\n2\nβ\n ̄\nN\n2\n(t)\nα\n2\nβ\n2\n+\n∞\n&\nk=0\n ̄\nλδ\nkγk\n(t)\n⎤\n⎦\n.\nIf we substitute\n ̃\nN(τ)=\n ̄\nN/α/β,thenwehave\nd\n ̃\nN\ndτ\n=−\n ̃\nN(τ)−\n ̃\nN\n2\n(τ)+\n ̄\nλ\nα\n2\n/β\n∞\n&\nk=0\nδ(t−γk).\nNext, we introduce the non-dimensionlized\n ̃\nδ(τ)=δ(t)/α\nd\n ̃\nN\ndτ\n=−\n ̃\nN(τ)−\n ̃\nN\n2\n(τ)+\n ̄\nλ\nα\n2\n/β\n∞\n&\nk=0\nα\n ̃\nδ\n(\nα(t−γk)\n)\n=−\n ̃\nN(τ)−\n ̃\nN\n2\n(τ)+\n ̄\nλ\nα/β\n∞\n&\nk=0\n ̃\nδ\n(\nαt−αγk\n)\n.\nFinally, introducingν=β\n ̄\nλ/αand)=αγ,weexpressthe\nODE in completely non-dimensional terms:\nd\n ̃\nN\ndτ\n=−\n ̃\nN(τ)−\n ̃\nN\n2\n(τ)+ν\n∞\n&\nk=0\n ̃\nδ\n)k\n(τ).\nE. Effect of!on spatial heterogeneity\nThe effect of time between settlement pulses relative to\nthe settlement rate depended onν.Therewasacritical\nvalue,ν\nisolated\n=\n!\nλ\nisolated\nλ\nclustered\n,atwhichchanging)had no\neffect on the resulting heterogeneity. Instead, at this criti-\ncal value ofν,thevariationinoccupantnumbers(between\nan isolated and clustered coral) is constant and equal to\n!\nλ\nisolated\nλ\nclustered\n(i.e., heterogeneity was present, but reduced from\nthat imposed at settlement). In addition, as)→0therel-\native density of occupants approached this same value (i.e.,\n!\nλ\nisolated\nλ\nclustered\n), and as)→∞, the relative density approached\naconstant,\nν\nisolated\n(1+ν\nclustered\n)\nν\nclustered\n(1+ν\nisolated\n)\n. Thus, the effects of increased\ndensity-independent mortality and time between arrivals\n(which affect))cannotbeviewedthroughthesamelens\nas we viewed the effects ofν.Althoughincreasing)sug-\ngests a reduction in saturation, the homogenizing effects of\ndensity dependence still operate immediately following set-\ntlement pulses. Thus, increasing)cannot strictly maintain\nthe spatial variation created by propagule redirection; some\nhomogenization will be achieved (except in the limiting case\nasν→0).\nReferences\nBaddeley A, Turner R (2005) Spatstat: an R package for analyzing\nspatial point patterns. J Stat Softw 12(6):1–42.www.jstatsoft.org,\nISSN: 1548-7660\nBurt J, Bartholomew A, Usseglio P, Bauman A, Sale P (2009) Are\nartificial reefs surrogates of natural habitats for corals and fish in\nDubai, United Arab Emirates Coral Reefs 28(3):663–675\nCarr MH, Hixon MA (1997) Artificial reefs: the importance of com-\nparisons with natural reefs. Fisheries 22(4):28–33\nDixson DL, Abrego D, Hay ME (2014) Chemically mediated behavior\nof recruiting corals and fishes: a tipping point that may limit reef\nrecovery. Science 345(6199):892–897\nEaton MJ, Hughes PT, Hines JE, Nichols JD (2014) Testing metapop-\nulation concepts: effects of patch characteristics and neighborhood\noccupancy on the dynamics of an endangered lagomorph. Oikos\n123(6):662–676\nGaines S, Brown S, Roughgarden J (1985) Spatial variation in larval\nconcentrations as a cause of spatial variation in settlement for the\nbarnacle, Balanus glandula. Oecologia 67(2):267–272\nGaines SD, Roughgarden J (1987) Fish in offshore kelp forests affect\nrecruitment to intertidal barnacle populations. Science 235(4787):\n479–480\nGillespie DT (1977) Exact stochastic simulation of coupled chemical\nreactions. J Phys Chem 81(25):2340–2361\nGlynn PW (1980) Defense by symbiotic crustacea of host corals\nelicited by chemical cues from predator. Oecologia 47(3):287–290\nGonzalez A, Lawton J, Gilbert F, Blackburn T, Evans-Freke I\n(1998) Metapopulation dynamics, abundance, and distribution in\namicroecosystem.Science281(5385):2045–2047\nGrindeland JM, Sletvold N, Ims RA (2005) Effects of floral display\nsize and plant density on pollinator visitation rate in a natural\npopulation of digitalis purpurea. Funct Ecol 19(3):383–390\nGustafson EJ, Gardner RH (1996) The effect of landscape heterogene-\nity on the probability of patch colonization. Ecology 77(1):94–\n107\nHanski I (1994) A practical model of metapopulation dynamics . J\nAnim Ecol 63:151–162\nHein AM, McKinley SA (2013) Sensory information and encounter\nrates of interacting species. PLoS Comput Biol 9(8):e1003,178.\nhttps://doi.org/10.1371/journal.pcbi.1003178\nHill J, Thomas C, Lewis O (1996) Effects of habitat patch size and\nisolation on dispersal by Hesperia comma butterflies: implications\nfor metapopulation structure. J Anim Ecol 65:725–735\nHixon MA, Jones GP (2005) Competition, predation, and density-\ndependent mortality in demersal marine fishes. Ecology 86(11):\n2847–2859\nHolbrook S, Schmitt R (1997) Settlement patterns and process in a\ncoral reef damselfish: in situ nocturnal observations using infrared\nvideo. In: Proceedings of the 8th International Coral Reef Sympo-\nsium, vol 2, pp 1143–1148\nHolbrook S, Forrester G, Schmitt R (2000) Spatial patterns in abun-\ndance of a damselfish reflect availability of suitable habitat.\nOecologia 122(1):109–120\nHolbrook S, Brooks A, Schmitt R, Stewart H (2008) Effects of shel-\ntering fish on growth of their host corals. Mar Biol 155(5):521–\n530\nHolbrook S, Schmitt R, Brooks A (2011) Indirect effects of species\ninteractions on habitat provisioning. Oecologia 166(3):739–749\nHolbrook SJ, Schmitt RJ (2002) Competition for shelter space causes\ndensity-dependent predation mortality in damselfishes. Ecology\n83(10):2855–2868\nJones G (1997) Relationships between recruitment and postrecruit-\nment processes in lagoonal populations of two coral reef fishes. J\nExp Mar Biol Ecol 213(2):231–246\n\nTheor Ecol\nJones G, Almany G, Russ G, Sale P, Steneck R, Van Oppen M, Willis\nB(2009)Larvalretentionandconnectivityamongpopulations\nof corals and reef fishes: history, advances and challenges. Coral\nReefs 28(2):307–325\nKoelle K, Vandermeer J (2005) Dispersal-induced desynchronization:\nfrom metapopulations to metacommunities. Ecol Lett 8(2):167–175\nLaan R, Verboom B (1990) Effects of pool size and isolation on\namphibian communities. Biol Conserv 54(3):251–262\nLecchini D, Adjeroud M, Pratchett MS, Cadoret L, Galzin R (2003)\nSpatial structure of coral reef fish communities in the Ryukyu\nIslands, southern Japan. Oceanol Acta 26(5):537–547\nLecchini D, Shima J, Banaigs B, Galzin R (2005) Larval sensory abili-\nties and mechanisms of habitat selection of a coral reef fish during\nsettlement. Oecologia 143(2):326–334\nMacArthur RH, Wilson EO (1967) The theory of island biogeography,\nvol 1. Princeton University Press, Princeton\nMitchell RJ, Flanagan RJ, Brown BJ, Waser NM, Karron JD (2009)\nNew frontiers in competition for pollination. Ann Bot 103(9):\n1403–1413\nM\n ̈\nonkk\n ̈\nonen M, Helle P, Soppela K (1990) Numerical and behavioural\nresponses of migrant passerines to experimental manipulation of\nresident tits (Parus spp.): heterospecific attraction in northern\nbreeding bird communites Oecologia 85(2):218–225\nMorales CL, Traveset A (2008) Interspecific pollen transfer: magni-\ntude, prevalence and consequences for plant fitness. Crit Rev Plant\nSci 27(4):221–238\nMorton DN, Shima JS (2013) Habitat configuration and availability\ninfluences the settlement of temperate reef fishes Tripterygiidae. J\nExp Mar Biol Ecol 449:215–220\nOhashi K, Yahara T (1999) How long to stay on, and how often to\nvisit a flowering plant?: a model for foraging strategy when floral\ndisplays vary in size. Oikos 86:386–392\nOsenberg C, Mary C, Wilson J, Lindberg W (2002a) A quantita-\ntive framework to evaluate the attraction–production controversy.\nICES J Mar Sci J du Conseil 59(suppl):S214—S221\nOsenberg CW, St Mary CM, Schmitt RJ, Holbrook SJ, Chesson P,\nByrne B (2002b) Rethinking ecological inference: density depen-\ndence in reef fishes. Ecol Lett 5(6):715–721\nPickering H, Whitmarsh D (1997) Artificial reefs and fisheries\nexploitation: a review of the ’attraction versus production’debate,\nthe influence of design and its significance for policy. Fish Res\n31(1):39–59\nPratchett M, Vytopil E, Parks P (2000) Coralcrabsinfluencethefeeding\npatterns of crown-of-thorns starfish. Coral Reefs 19(1):36–36\nResetarits WJ, Binckley CA (2009) Spatial contagion of predation risk\naffects colonization dynamics in experimental aquatic landscapes.\nEcology 84(4):869–876\nResetarits WJ, Binckley CA (2013) Patch quality and context, but\nnot patch number, drive multi-scale colonization dynamics in\nexperimental aquatic landscapes. Oecologia 173(3):933–946\nResetarits WJ, Silberbush A (2016) Local contagion and regional\ncompression: habitat selection drives spatially explicit, multiscale\ndynamics of colonisation in experimental metacommunities. Ecol\nLett 19(2):191–200\nRicketts TH (2001) The matrix matters: effective isolation in frag-\nmented landscapes. Am Nat 158(1):87–99\nRobertson DR (1992) Patterns of lunar settlement and early recruit-\nment in caribbean reef fishes at panama. Mar Biol 114(4):527–\n537\nRyall KL, Fahrig L (2006) Response of predators to loss and fragmen-\ntation of prey habitat: a review of theory. Ecology 87(5):1086–\n1093\nShima JS, Osenberg CW (2003) Cryptic density dependence: effects of\ncovariation between density and site quality in reef fish. Ecology\n84(1):46–52\nSih A, Baltus MS (1987) Patch size, pollinator behavior, and pollinator\nlimitation in catnip. Ecology 68:1679–1690\nStamps J (1988) Conspecific attraction and aggregation in territorial\nspecies. American Naturalist 131:329–347\nStier A, Osenberg C (2010) Propagule redirection: habitat availabil-\nity reduces colonization and increases recruitment in reef fishes.\nEcology 91(10):2826–2832\nStier A, McKeon C, Osenberg C, Shima J (2010) Guard crabs alleviate\ndeleterious effects of vermetid snails on a branching coral. Coral\nReefs 29(4):1019–1022\nTolimieri N (1995) Effects of microhabitat characteristics on the set-\ntlement and recruitment of a coral reef fish at two spatial scales.\nOecologia 102(1):52–63\nWesner JS, Billman EJ, Belk MC (2012) Multiple predators indirectly\nalter community assembly across ecological boundaries. Ecology\n93(7):1674–1682\nWhite JW, Samhouri JF, Stier AC, Wormald CL, Hamilton SL, Sandin\nSA (2010) Synthesizing mechanisms of density dependence in\nreef fishes: behavior, habitat configuration, and observational\nscale. Ecology 91(7):1949–1961\nWilcox C (2001) Habitat size and isolation affect colonization of sea-\nsonal wetlands by predatory aquatic insects. Isr J Zool 47(4):459–\n476\nWilson J, Osenberg CW (2002) Experimental and observational pat-\nterns of density-dependent settlement and survival in the marine\nfish gobiosoma. Oecologia 130(2):205–215\nWratten SD, Gillespie M, Decourtye A, Mader E, Desneux N (2012)\nPollinator habitat enhancement: benefits to other ecosystem ser-\nvices. Agric Ecosyst Environ 159:112–122\n\nA Comparison of the ODE approximation to the mean of the stochastic model\nAs described in the Methods section, we use a stochastic and a deterministic model in tandem to study settlement shadow\ndynamics. Because these mathematical systems are non-linear (by virtue of the density–dependent mortality), the deterministic\nmodel isnotsimply the mean of the stochastic version. In fact, the deterministic model systematically underestimates the mean\nof the stochastic process due to an application of Jensen’s Inequality. We use this subsection to justify this claim.\nThe stochastic model is a continuous-time Markov chain denotedN(t). For a given initial conditionn2{0, 1, 2 . . .},we\ndefine a collection of functions{p\nk\n(t)}\nk\u00000\nthat respectively describe the probability that there areksettlers on a focal coral at\ntimet,\np\nk\n(t)=P\nn\n(\nN(t)=k\n)\n=P\n(\nN(t)=k|N(0)=n\n)\n.\nRecalling thatgis the time between settlement pulses, we can write the master equations for this Markov chain for allt2[0,g)\nas follows:\nd\ndt\np\nk\n(t)=\u0000(ak+bk\n2\n)p\nk\n(t)+(a(k+1)+b(k+1)\n2\n)p\nk+1\n(t)+d\n0\n(t)\nk\nÂ\nn=0\nP\n(\nl=k\u0000n\n)\np\nn\n(0).\nThe first term on the right-hand side results from the rate of the transitionk!k\u00001 while the second term corresponds to the\ntransitionk+1!k. Noting that the size of the initial pulselis a Poisson distributed random variable, the last term captures\nthe effect of the initial pulse (d\n0\n(t)is a Dirac-delta function concentrated at the initial timet=0).\nAfter the initial pulse has occurred, we can look at the derivative of the mean of the stochastic model conditioned on having\nthe initial valuen, (denotedE\nn\n[\nN(t)\n]\n),\nd\ndt\nE\nn\n[\nN(t)\n]\n=\nd\ndt\n•\nÂ\nk=1\nkp\nk\n(t)\n=\n•\nÂ\nk=1\nk\n⇥\n\u0000(ak+bk\n2\n)p\nk\n(t)+(a(k+1)+b(k+1)\n2\n)p\nk+1\n(t)\n⇤\n=\u0000\n•\nÂ\nk=1\n(\u0000ak\u0000bk\n2\n)p\nk\n(t)\n=\u0000aE\nn\n[\nN(t)\n]\n\u0000bE\nn\nh\nN\n2\n(t)\ni\n.\nBy Jensen’s Inequality, we observe that\n\u0000aE\nn\n[\nN(t)\n]\n\u0000bE\nn\nh\nN\n2\n(t)\ni\n\u0000aE\nn\n[\nN(t)\n]\n\u0000b(E\nn\n[\nN(t)\n]\n)\n2\n.\nNow, note that the right-hand side of this inequality is precisely the form seen in the ODE we use in our deterministic approxi-\nmation\n ̄\nN(t)defined by Eq. 4:\n ̄\nN(t)\n0\n=\u0000a\n ̄\nN(t)\u0000b(\n ̄\nN(t))\n2\n.\nThis implies that the mean of the stochastic processN(t)is decreasing faster than the approximating deterministic process\n ̄\nN(t).\nFor larger populations, this effect is negligible, but this may not be the case in the dynamics of smaller populations.\nB Convergence of the ODE to equilibrium\nAs seen in right panel of Figure 1, when the population is relatively large there is a stable recurring pattern in the time periods\nmarked initially by a settlement pulse and followed by a mortality phase. To assign a single number for this pattern, we focus\non the sequence of values{N(iD)}\n•\ni=0\n(Eq. 9) corresponding to the population sizes just before settlement pulses occur. Over\ntime, in the deterministic model, these values converge to a long-term steady value,\n ̃\nN\n⇤\n. To compute this quantity, we found\nthe solution to the ODE (Eq. 7) between settlement pulses and then note that periodic equilibrium occurs with the number of\n29\n\n(a)\n(b)\nFig. A1A comparison of the stochastic model (described in “Post-Settlement Processes”) and the analytic approximation for\npost-settlement mortality (4). Small population sizes started withl=50 and large populations withl=500. At large pop-\nulation sizes, the analytic approximation nicely approximates the stochastic process. However, at small populations sizes, the\napproximation underestimates density–dependent mortality.\ndeaths that occur in the time between settlement pulses is equal to the size of the pulses. That is to say, we look for the point\nwhen the sequence of values,{N(iD)}\n•\ni=0\n(Eq. 9) satisfies the conditionN((i+1)D)=j(N(iD))where\nj(x)=\n(x+n)e\n\u0000D\n1+(x+n)e\n\u0000D\n.\nThe function has one fixed point and the formula is given by Eq. 9. Furthermore, becausejis increasing and concave down, for\nallx<\n ̃\nN\n⇤\nwe havej(x)>x. On the other hand, ifx>\n ̃\nN\n⇤\n, thenj(x)<x. It follows that{N(iD)}\n•\ni=0\nis a bounded, monotone\nsequence of points and therefore the sole fixed point is asymptotically stable.\nC Expected number of settlers on an isolated and a clustered coral\nIn our system, colonists arrive as a spatial Poisson process, which is to say that the total number drawn has a Poisson distribution\nand the location of each is drawn uniformly at random from the domain. The landscape contains circular patches with radius\nR, the centers of which are generated by one of the three spatial point processes (even, random, clustered, described in the main\ntext. Within these landscape configurations, the patches have varying degrees of isolation. The most extreme cases occur when\na patch is completely isolated or completely surrounded by other patches. We can analytically compute the exact formula for\nthe distribution of the larval input in these two extreme cases.\nIn the case of the completely clustered patch, the expected larval input,l\nclustered\nincludes only settlers that arrive directly\non the coral. Since colonists arrive uniformly at random with densityL, the mean number of arrivals is simply the density times\nthe area of the patch:\nl\nclustered\n=LpR\n2\n.\n30\n\n051015\n0\n2\n4\n6\n8\n10\n12\nλ=5\nTime\nNumber of occupants\n051015\n0\n100\n200\n300\n400\n500\n600\nλ=500\nTime\n(a)\n(b)\nFig. A2The stochastic dynamics of fish within a single coral under a) low and b) high settlement intensities. New fish arrive\nduring discrete settlement events (circles) that are followed by continuous (but stochastic) declines in abundance (solid lines)\nuntil just before the arrival of another settlement event (diamonds). Empty corals accumulate larvae and eventually converge on\nan equilibrium at which the number of settlers equals the number of deaths (of recent settlers and older fish) during the inter-\npulse period. At high larval densities, the stochastic dynamics resemble a continuous approximation. In both panels,a=0.5,\nb=0.005, andg=1\nCalculating the expected colonist input to a completely isolated coral is more complicated. Suppose there is a circular coral\npatch of radiusRcentered at the origin of thex-yplane. We compute the expected number of settlers that arrive at the coral\nassuming that their initial location in the water column is uniformly distributed over a circular landscape,O, centered at the\norigin and having radiusR\nO\n. However, due to the detection threshold,q, we only consider the area toR\n⇤\n, or the radius where\nthe signal is detectable, or whereq=me\n\u0000r(R\n⇤\n\u0000R)\n. Thus, we integrate toR\n⇤\n=\nln(m/q)\nr\n+R.\nIn this setting, Eq. 3, which describes the probability that any given settler arrives at the focal coral, takes the form\np(R\n⇤\n):=\n1\n|O|\nZZ\nO\nL\n1\n(x,y)\nÂ\nj\nL\nj\n(x,y)\ne\n\u0000μd\n1\n(x,y)\ndx dy\n=\nR\n2\nR\n2\n⇤\n+\n1\npR\n2\nO\nZ\n2p\nq=0\nZ\nR\n⇤\nr=R\ne\n\u0000μ(r\u0000R)\nrdrdq\nwhere the first term is the probability that a settler descends into the water column directly onto the coral and the second\nterm includes the possibility of mortality in the travel from the initial location to the coral. Integrating, we find\np(R\n⇤\n)=\nR\n2\nR\n2\n⇤\n+\nμR+1\u0000(μR\n⇤\n+1)e\nμ(R\u0000R\n⇤\n)\nμ\n2\nSubstitutingR\n⇤\n=\nln(m/q)\nr\n+R,\np(R\n⇤\n)=\nr\n2\nR\n2\nln(m/q)\n2\n+\n2p\nμ\n2\n\nμR+1\u0000\n⇣\nm\nq\n⌘\n\u0000μ/r\n✓\nμ\nr\nln\n⇣\nm\nq\n⌘\n+μR+1\n◆\u0000\nThe number of settlers that arrive at the focal coral is then a thinned Poisson process with meanL|pR\n2\n⇤\n|p(R\n⇤\n)\nl\nisolated\n=LpR\n2\n+\n2pL\nμ\n2\n\nμR+1\u0000\n⇣\nm\nq\n⌘\n\u0000μ/r\n✓\nμ\nr\nln\n⇣\nm\nq\n⌘\n+μR+1\n◆\u0000\n.\n31\n\nD Non-dimensionalization\nTo non-dimensionalize the ODE (4), we introduce the following rescaled quantities:\nt=at,dt=adt,\n ̃\nN(t)=\n ̄\nN(t)/(a/b), and\n ̃\nd(t)=d(t)/a.\nDifferentiating\n ̃\nNwith respect totis related tod\n ̄\nN/dtby the relations\nd\ndt\n ̃\nN(t)=\nd\ndt\n ̄\nN\na/b\n=\n1\na\nd\ndt\n ̄\nN\na/b\n=\n1\na\n2\n/b\nd\n ̄\nN\ndt\n.\nIt follows that\nd\n ̃\nN\ndt\n=\n1\na\n2\n/b\n\"\na\n ̄\nN(t)\u0000b\n ̄\nN\n2\n(t)+\n•\nÂ\nk=0\n ̄\nld\nkgk\n(t)\n#\n=\n1\na\n2\n/b\n2\n4\n \n\u0000\na\nb\na\n ̄\nN(t)\na/b\n!\n\u0000\na\n2\nb\n2\nb\n ̄\nN\n2\n(t)\na\n2\nb\n2\n+\n•\nÂ\nk=0\n ̄\nld\nkgk\n(t)\n3\n5\n.\nIf we substitute\n ̃\nN(t)=\n ̄\nN/a/b, then we have\nd\n ̃\nN\ndt\n=\u0000\n ̃\nN(t)\u0000\n ̃\nN\n2\n(t)+\n ̄\nl\na\n2\n/b\n•\nÂ\nk=0\nd(t\u0000gk).\nNext, we introduce the non-dimensionlized\n ̃\nd(t)=d(t)/a\nd\n ̃\nN\ndt\n=\u0000\n ̃\nN(t)\u0000\n ̃\nN\n2\n(t)+\n ̄\nl\na\n2\n/b\n•\nÂ\nk=0\na\n ̃\nd\n(\na(t\u0000gk)\n)\n=\u0000\n ̃\nN(t)\u0000\n ̃\nN\n2\n(t)+\n ̄\nl\na/b\n•\nÂ\nk=0\n ̃\nd\n(\nat\u0000agk\n)\n.\nFinally, introducingn=b\n ̄\nl/aandD=ag, we express the ODE in completely non-dimensional terms:\nd\n ̃\nN\ndt\n=\u0000\n ̃\nN(t)\u0000\n ̃\nN\n2\n(t)+n\n•\nÂ\nk=0\n ̃\nd\nDk\n(t).\nE Effect ofDon spatial heterogeneity\nThe effect of time between settlement pulses relative to the settlement rate depended onn. There was a critical value,n\nisolated\n=\nq\nl\nisolated\nl\nclustered\n, at which changingDhad no effect on the resulting heterogeneity. Instead, at this critical value ofn, the variation in\noccupant numbers (between an isolated and clustered coral) is constant and equal to\nq\nl\nisolated\nl\nclustered\n(i.e., heterogeneity was present,\nbut reduced from that imposed at settlement). In addition, asD!0 the relative density of occupants approached this same\nvalue (i.e.,\nq\nl\nisolated\nl\nclustered\n); and asD!•, the relative density approached a constant,\nn\nisolated\n(1+n\nclustered\n)\nn\nclustered\n(1+n\nisolated\n)\n. Thus, the effects of increased\ndensity–independent mortality and time between arrivals (which affectD) cannot be viewed through the same lens as we viewed\neffects ofn. Although increasingDsuggests a reduction in saturation, the homogenizing effects of density dependence still\noperate immediately following settlement pulses. Thus, increasingDcannot strictly maintain the spatial variation created by\npropagule redirection; some homogenization will be achieved (except in the limiting case asn!0).\n32",
  "extractedAt": "2025-12-12T18:45:07.950Z",
  "success": true
}