{
  "filename": "Heinlein et al. (Coral Reefs) 2010.pdf",
  "numPages": 7,
  "text": "This article was published in the above mentioned Springer issue. The material, including all portions thereof, is protected by copyright; all rights are held exclusively by Springer Science + Business Media. The material is for personal use only; commercial use is not permitted. Unauthorized reproduction, transfer and/or use may be a violation of criminal as well as civil law. ISSN 0722-4028, Volume 29, Number 2 NOTE Predators reduce abundance and species richness of coral reef fish recruits via non-selective predation J. M. Heinlein • A. C. Stier • M. A. Steele Received: 21 October 2009 / Accepted: 18 January 2010 / Published online: 6 February 2010 ÓSpringer-Verlag 2010 AbstractPredators have important effects on coral reef fish populations, but their effects on community structure have only recently been investigated and are not yet well understood. Here, the effect of predation on the diversity and abundance of young coral reef fishes was experimen- tally examined in Moorea, French Polynesia. Effects of predators were quantified by monitoring recruitment of fishes onto standardized patch reefs in predator-exclosure cages or uncaged reefs. At the end of the 54-day experi- ment, recruits were 74% less abundant on reefs exposed to predators than on caged ones, and species richness was 42% lower on reefs exposed to predators. Effects of predators varied somewhat among families, however, rarefaction analysis indicated that predators foraged non-selectively among species. These results indicate that predation can alter diversity of reef fish communities by indiscriminately reducing the abundance of fishes soon after settlement, thereby reducing the number of species present on reefs. KeywordsCoral reef fish Moorea Predation  Recruitment Species diversity Introduction Spatiotemporal variation in patterns of recruitment in benthic marine fish communities are driven by a diverse suite of factors including oceanographic currents that drive larval supply and post-settlement processes such as com- petition and predation (Jones1991; Steele1997; Schmitt et al.1999; Shima1999; Hixon and Jones2005). A number of studies have documented high rates of predation in reef fishes immediately following settlement (reviewed in Almany and Webster2006). Most studies on predation in coral reef fishes have focused on how predation affects recruitment rates or population dynamics of one or a few species and have revealed that predation often regulates prey populations by causing density-dependent mortality (reviewed in Hixon and Webster2002). Fewer studies have focused on how entire prey assem- blages are structured by predation. Predators can reduce species diversity without affecting the relative abundance of prey species by indiscriminant foraging (e.g., Hixon and Beets1993). Greater reductions in diversity coupled with changes in relative abundance occur when predators feed selectively on rare species (i.e., an oddity effect: Almany and Webster2004; Almany et al.2007); whereas, smaller reductions in diversity coupled with changes in relative abundance occur when predators target abundant prey species (e.g., Webster and Almany2002). To date, the majority of studies exploring the effects of predators on diversity of reef fishes have manipulated the abundance of only a subset of predator species, namely relatively sedentary ‘‘resident’’ predators, without Communicated by Biology Editor Prof. Philip Munday J. M. Heinlein (&) Marine Science Center, Northeastern University, 430 Nahant Road, Nahant, MA 01908, USA e-mail: heinlein.j@neu.edu; jmheinlein@gmail.com A. C. Stier Department of Biology, University of Florida, Gainesville, FL 32611, USA e-mail: astier@ufl.edu M. A. Steele Department of Biology, California State University, 18111 Nordhoff Street, Northridge, CA 91330, USA e-mail: msteele@csun.edu 123 Coral Reefs (2010) 29:527–532 DOI 10.1007/s00338-010-0592-7 Author's personal copy manipulating the abundance of more mobile ‘‘transient’’ predators. The current study examined the influence of both resident and transient predators on the composition, abun- dance, and diversity of juvenile reef fishes in Moorea, French Polynesia by monitoring natural recruitment to small patch reefs exposed to or protected from predators. Materials and methods This study was conducted in the backreef of Cook’s Bay, Moorea, French Polynesia (17°3 0 S, 149°50 0 W). Moorea is encircled by a barrier reef that forms a system of shallow lagoons (mean depth*6 m) characterized by small patch reefs interspersed with sand (Galzin and Pontier1985), which provides a relatively uniform habitat with generally high settlement of coral reef fishes (Planes et al.1993). A matrix of reefs (3 rows97 reefs) was placed parallel to shore on a sandflat (3.5 m deep). Each reef was separated from one another and natural reefs by at least 15 m of open sand. Reefs were constructed of livePocillopora cf. verru- cosacoral heads (30±1.3 cm diameter, 20±5.3 cm high; mean±SE) placed on concrete blocks using Z-Spar marine epoxy. Each of the 21 reefs was randomly assigned to one of three treatments: full cage (-predators), no cage (?predators), or partial cage (cage control) (n=7 per treatment). Coral size did not differ between treatments (F 1,19 =0.11,P=0.89). Predator-exclosure cages were constructed of 1-cm 2 mesh galvanized steel wire. Cages were placed over the reefs and attached to two pieces of rebar (1 cm diameter) driven 0.5 m into the sand on opposite sides of the reef. Full cages (75 cm tall970 cm diameter) completely enclosed the reef, effectively excluding most piscivorous fishes, but allowed settling fishes to pass through. Partial cages (70 cm diameter950 cm tall and elevated*20 cm above the sand) were open at the top and bottom to allow access to all piscivore guilds (resident or transient), while partially controlling for the presence of the cage (Steele 1996; Connell1998). Recruitment was measured over a 54-day period during the 2008 austral summer (14 February to 8 April), a period of relatively high recruitment in Moorea. Surveys were conducted every 3–7 days during the first 25 days of the experiment, but after that only a single final survey was conducted at 54 days, due to logistical constraints. During each survey, SCUBA divers identified and counted coral reef fish recruits on each reef. To characterize the relative abundance of predatory species during the duration of the study, the number of piscivorous fishes were counted within 1 m of each reef and also along three 10091m band transects extending along each row of the reef array. Predator surveys were conducted during all but the final recruit survey. Fishes were categorized as predators based on Holbrook and Schmitt (2002), who used diver obser- vations and videotape to identify the main predators of small reef fishes in Moorea. All cages were scrubbed of fouling organisms 2 days prior to each survey so as not to disturb fishes during the surveys, although no significant algal growth was noted within the cages during the experiment. The effect of predators on total recruit abundance (i.e., all species pooled) was modeled using a generalized linear model with a log link function. Because the data were counts, they approximated a Poisson error distribution. However, data exhibited overdispersion (residual devi- ance=53.09, residualdf=18), therefore a quasi-Poisson error distribution was assumed. A one-way analysis of deviance (ANODEV) with orthogonal contrasts tested the effects of predators on total recruit abundance. ANODEV is analogous to ANOVA, but examines differences in deviance rather than variance using likelihood ratio tests to compare two nested models, allowing flexibility in the assumed underlying error distribution. Two orthogonal contrasts tested the effect of cage treatments on recruit abundance: the first tested for cage artifacts (cage control versus no cage) and the second tested the effects of pre- dators (cage versus no cage and cage control) in the absence of cage artifacts. Due to a predominance of zeros in the data, two sample permutation tests were subse- quently used to test for both family-specific effects of predators on recruitment and cage artifacts at the family level. Predator-exposed treatments (no cage and cage control reefs) were pooled for all analyses since cage artifacts were not detectedfor recruit abundance (t 1,18 =0.47,P=0.64; Figs.1,2), species richness (t 1,18 =0.301,P=0.76,Fig.3a),rarefiedrichness (Fig.3b), nor abundance at the family level (P[0.87, Fig.2). All statistical analyses were conducted on data collected from the final survey (day 54) using R statistical software (R Development Core Team2009). Effects of predators on recruit diversity were examined for both species richness and rarefied species richness, to explore possible mechanisms of predator effects on diver- sity. The effect of predators on non-rarefied richness was modeled similarly to effects on abundance, using a gen- eralized linear model with a log link and a Poisson distri- bution (overdispersion parameter assumed=1, residual deviance=19.01, residualdf=18). A one-way ANO- DEV with orthogonal contrasts tested the effects of caging on non-rarefied species richness (cage artifact: cage control versus no cage; predator effect: cage versus no cage and cage control). Rarefaction analysis was used to standardize species richness to a comparable number of individuals (Gotelli and Colwell2001). Rarefaction curves were gen- erated using community analysis software EstimateS 528Coral Reefs (2010) 29:527–532 123 Author's personal copy (Colwell2006). Comparison of the curves revealed whe- ther predator effects on diversity were driven by simply reducing abundance or by selective foraging behavior of predators (Almany and Webster2004). Results and discussion Predators had strong, negative effects on prey fish recruitment. At the end of the experiment (day 54), a total of 172 recruits were observed across all treatments from 20 species and nine families (Table1). The presence of predators reduced recruit abundance by 74% compared to reefs where predators were absent (t 1,18 =5.09, P\\0.001; Fig.1; Table1). Each of the nine recruit fam- ilies had lower densities on reefs exposed to predators than on reefs protected from them, with the magnitude of reduction differing somewhat among families (Fig.2). Reductions were statistically significant for only Acan- thuridae(P=0.008),Lethrinidae(P=0.026),and Pomacentridae (P=0.007), probably due to low sample sizes for the other families. Balistidae, Lethrinidae, and Mullidae experienced the highest proportional reductions (94, 100, and 100%, respectively) in the presence of Recruit Density (fish ∗ reef -1 ) Predator Exposure CageCage ControlNo Cage 0 5 10 15 20 Fig. 1Mean recruit density on reefs in predator-exclosure cages, cage controls, or no cages at the end of the 54-day experiment.Error barsrepresent 95% confidence intervals Fig. 2Mean density of recruits in each family on reefs in three predator-exposure treatments.Error barsrepresent 1 SD. Statistically significant differences (P\\0.05) are denoted byasterisk a b Fig. 3Effect of predators on prey species diversity. Species richness (a) and rarefied richness (b) of coral reef fish recruits on reefs in three predator-exposure treatments. Means±95% confidence intervals are shown Coral Reefs (2010) 29:527–532529 123 Author's personal copy predators, but recruitment of Lethrinidae (n=2) and Mullidae (n=1) was low. Pomacentridae, Acanthuridae, and Tetradontidae also suffered large reductions (*75%), whereas the smallest reductions were in the families Gobiidae and Labridae (*30%) (Fig.2; Table1). Predators also significantly reduced the number of prey species per reef by 42% (t 1,18 =2.47,P=0.014; Fig.3a). Rarefied species richness, however, was very similar between predator absent and predator present reefs (Fig.3b), indicating that reduced species richness on reefs exposed to predators was caused by fewer individuals on these reefs compared to caged reefs and not due to selective predation. Similar to other studies on predation in reef fishes (e.g., Webster2002), this study provides some evi- dence that predators affect different families to different extents. Acanthurids and Pomacentrids were much less abundant on reefs exposed to predators than on reefs pro- tected from them, whereas the effects of predators on other families (i.e., Gobiids and Labrids) were smaller. Despite this evidence for variable effects of predators on the abundance of recruits in different families, rarefaction analysis revealed that fewer prey species were found on reefs exposed to predators because predators had indis- criminately reduced the abundance of recruits (Figs.2,3b). Predator surveys documented 12 species from ten fam- ilies in the vicinity of the reefs, with five taxa (Halichoeres trimaculatus,H. hortulanus,Rhinecanthus aculeatus, Lethrinus olivaceus,Synodusspp.) composing 80.6% of the observed predators (Table2). Resident predators were rare, accounting for only 1.4% of all observed predators. Table 1Fish recruitment by species: total abundance of recruits at the end of the experiment (day 54) in each treatment (cage, cage control, and no cage;n=7 for each) FamilySpeciesCageNo cageCage controlTotal% Reduction (?P versus-P) Acanthuridae16442475.0 Acanthurus nigrofuscus1001 Acanthurus olivaceus2046 Acanthurus triostegus4004 Ctenochaetus flavicauda94013 Balistidae801993.8 Rhinecanthus aculeatus8019 Chaetodontidae8241462.5 Chaetodon citrinellus72312 Chaetodon unimaculatus1001 Chaetodon vagabundus0011 Gobidae4241025.0 Gnatholepis anjerensis42410 Labridae322733.3 Halichoeres trimaculatus1124 Pseudocheilinus hexataenia0101 Stethojulius bandanensis2002 Lethrinidae2002100.0 Monotaxis grandoculis2002 Mullidae1001100.0 Parupeneus barberinus1001 Pomacentridae6414159377.3 Chromis viridis2103 Dascyllus aruanus53412 Dascyllus flavicaudus479864 Pomacentrus pavo101314 Tetraodontidae8311275.0 Canthigaster bennetti3104 Canthigaster solandri5218 Total1142731172 Percent reduction in density of recruits attributable to effects of predators (cage versus no cage and cage control) is presented for each family 530Coral Reefs (2010) 29:527–532 123 Author's personal copy Recruitment was likely reduced directly by post-settlement predation rather than prey species avoiding reefs exposed to predators. Avoidance of reefs exposed to predators during settlement is unlikely because resident predators were too scarce to provide avoidance cues to settling fishes; and even on reefs with resident predators, Almany (2003) found that reductions in recruitment were caused by pre- dation rather than larval avoidance of reefs with predators. Successful post-settlement emigration away from reefs exposed to predators is also unlikely, because the small juvenile coral reef fishes studied here seldom move across bare sand greater than about 5 m (Frederick1997). Despite a different assemblage of predator and prey fishes, these general findings mirror those of similar studies in other regions, including the Bahamas (Carr and Hixon1995; Steele and Forrester2002; Almany2004; Almany and Webster2004; Stallings2008), the Caribbean (Hixon and Beets1993; Beets1997), and the Great Barrier Reef (Caley 1993; Connell1998,2000; Webster2002; Almany2004). The results of this study suggest that the predator guild studied in Moorea foraged non-selectively on recently settled fishes, thereby lowering species richness. This finding is in accord with work by Hixon and Beets (1993), which indicated that predators in the Caribbean were non- selective, consuming prey in proportion to their abundance. These results, however, contrast with those of recent studies on the Great Barrier Reef and in the Bahamas (Almany and Webster2004; Almany et al.2007), which revealed that predators in these systems tended to selec- tively prey on rare species, thus decreasing species richness to a greater extent than would non-selective predation. This difference could be attributed to two things. First, prey fishes in the current study were primarily exposed to transient predators, whereas previous work showing selective predation focused on the effects of resident pre- dators, which may use different foraging tactics. Second, predators in Moorea differ in species composition and may exhibit different foraging strategies from those in the Bahamas and on the Great Barrier Reef. This study reaffirms the importance of post-settlement predation in structuring prey fish assemblages by docu- menting strong negative effects of a group of predators on the abundance and composition of juvenile reef fish communities. The proposed mechanism of these effects, non-selective predation, differs from the mechanism doc- umented in previous studies conducted in other regions. It is plausible that the difference among studies is caused by differences in foraging tactics of the predatory species manipulated in the various studies (e.g., resident versus transient predators). The extent to which differences in the effects of predators on the structure of coral reef fish assemblages are related to idiosyncrasies among studies such as the portion of the predator guild manipulated or differences in habitat patch size, versus inherent differ- ences among regions in the predator and prey fauna and their ecological characteristics remains to be resolved by future studies. AcknowledgmentsThis study was supported by the Three Seas Program at Northeastern University and a French American Cultural Table 2Predator abundance: abundance of piscivores for each survey date at the experimental site in Moorea, French Polynesia FamilySpeciesSurvey dayMean% Total 7 14182125 BalistidaeBalistapus undulatus010041.03.6 Rhinecanthus aculeatus835264.817.1 BothidaeBothusspp.010010.41.4 CarangidaeCaranx melampygus621001.86.4 CirrhitidaeNeocirrhites armatus*000100.20.7 LabridaeHalichoeres hortulanus6140004.014.3 Halichoeres trimaculatus00320157.627.1 LethrinidaeLethrinus olivaceus973114.215.0 PenguipedidaeParapercisspp.122021.45.0 ScorpaenidaePterois radiata*000010.20.7 SerranidaeEpinephelus merra100010.41.4 SynodontidaeSynodusspp.002352.07.1 Total313016273628.0100 Fishes were categorized as predators according to Holbrook and Schmitt (2002). Values represent total observed predators for each species found within 1 m of experimental reefs and along three 10091 m band transects. Surveys were only conducted for the first 25 days of the study * Denotes species that were resident predators on experimental reefs. All other species were transient predators at the scale of the reefs used in this study Coral Reefs (2010) 29:527–532531 123 Author's personal copy Exchange Grant to A. Stier. We thank B. Focht, M. Johnson, and Z. Boudreau for field assistance, and S. Genovese and the UC Berkeley Gump Research Station for logistical support. C. Stallings and three anonymous reviewers provided helpful feedback on the manuscript. This is Contribution No. 185 of the UC Berkeley Gump Research Station. References Almany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920–1935 Almany GR (2004) Differential effects of habitat complexity, predators and competitors on abundance of juvenile and adult coral reef fishes. Oecologia 141:105–113 Almany GR, Webster MS (2004) Odd species out as predators reduce diversity of coral-reef fishes. Ecology 85:2933–2937 Almany GR, Webster MS (2006) The predation gauntlet: early post- settlement mortality in reef fishes. Coral Reefs 25:19–22 Almany GR, Peacock LF, Syms C, McCormick MI, Jones GP (2007) Predators target rare prey in coral reef fish assemblages. Oecologia 152:751–761 Beets JP (1997) Effects of a predatory fish on the recruitment and abundance of Caribbean coral reef fishes. Mar Ecol Prog Ser 148:11–21 Caley MJ (1993) Predation, recruitment and the dynamics of communities of coral-reef fishes. Mar Biol 117:33–43 Carr MH, Hixon MA (1995) Predation effects on early post- settlement survivorship of coral-reef fishes. Mar Ecol Prog Ser 124:31–42 Colwell RK (2006) EstimateS: Statistical estimation of species richness and shared species from samples. Version 8.http://www. purl.oclc.org/estimates Connell SD (1998) Effects of predators on growth, mortality and abundance of juvenile reef-fish: evidence from manipulations of predator and prey abundance. Mar Ecol Prog Ser 169:251–261 Connell SD (2000) Is there safety-in-numbers for prey? Oikos 88:527–532 Frederick JL (1997) Post-settlement movement of coral reef fishes and bias in survival estimates. Mar Ecol Prog Ser 150:65–74 Galzin R, Pontier P (1985) Moorea Island, Society Archipelago. Proc 5th Int Coral Reef Symp 1:73–101 Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness. Ecol Lett 4:379–391 Hixon MA, Beets JP (1993) Predation, prey refuges and the structure of coral-reef assemblages. Ecol Monogr 63:77–101 Hixon MA, Jones GP (2005) Competition, predation, and density- dependent mortality in demersal marine fishes. Ecology 86: 2847–2859 Hixon MA, Webster MS (2002) Density dependence in reef fish populations. In: Sale PF (ed) Coral reef fishes: dynamics and diversity in a complex ecosystem. Academic Press, San Diego, pp 303–325 Holbrook SJ, Schmitt RJ (2002) Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855–2868 Jones GP (1991) Post-recruitment processes in the ecology of coral reef fish populations: a multifactorial perspective. In: Sale PF (ed) The ecology of fishes on coral reefs. Academic Press, San Diego, pp 294–330 Planes S, Levefre A, Legendre P, Galzin R (1993) Spatio-temporal variability in fish recruitment to a coral reef (Moorea, French Polynesia). Coral Reefs 12:105–113 R Development Core Team (2009) R: A language and environment for statistical computing. R Foundation for Statistical Comput- ing, Vienna.http://www.R-project.org Schmitt RJ, Holbrook SJ, Osenberg CW (1999) Quantifying the effects of multiple processes on local abundance: a cohort approach for open populations. Ecol Lett 2:294–303 Shima JS (1999) Variability in relative importance of determinants of reef fish recruitment. Ecol Lett 2:304–310 Stallings CD (2008) Indirect effects of an exploited predator on recruitment of coral-reef fishes. Ecology 89:2090–2095 Steele MA (1996) Effects of predators on reef fishes: separating cage artifacts from effects of predation. J Exp Mar Biol Ecol 198: 249–267 Steele MA (1997) The relative importance of processes affecting recruitment of two temperate reef fishes. Ecology 78:129–145 Steele MA, Forrester GE (2002) Early post-settlement predation on three reef fishes: effects on spatial patterns of recruitment. Ecology 83:1076–1091 Webster MS (2002) Role of predators in the early post-settlement demography of coral-reef fishes. Oecologia 131:52–60 Webster MS, Almany GR (2002) Positive indirect effects in a coral reef fish community. Ecol Lett 5:549–557 532Coral Reefs (2010) 29:527–532 123 Author's personal copy",
  "sections": {
    "abstract": "Predators have important effects on coral reef fish populations, but their effects on community structure have only recently been investigated and are not yet well understood. Here, the effect of predation on the diversity and abundance of young coral reef fishes was experimen- tally examined in Moorea, French Polynesia. Effects of predators were quantified by monitoring recruitment of fishes onto standardized patch reefs in predator-exclosure cages or uncaged reefs. At the end of the 54-day experi- ment, recruits were 74% less abundant on reefs exposed to predators than on caged ones, and species richness was 42% lower on reefs exposed to predators. Effects of predators varied somewhat among families, however, rarefaction analysis indicated that predators foraged non-selectively among species. These results indicate that predation can alter diversity of reef fish communities by indiscriminately reducing the abundance of fishes soon after settlement, thereby reducing the number of species present on reefs.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results indicate that predation can alter diversity of reef fish communities by indiscriminately reducing the abundance of fishes soon after settlement, thereby reducing the number of species present on reefs.",
    "These results indicate that predation can alter diversity of reef fish communities by indiscriminately reducing the abundance of fishes soon after settlement, thereby reducing the number of species present on reefs."
  ],
  "fullText": "\n\nThis article was published in the above mentioned Springer issue.\nThe material, including all portions thereof, is protected by copyright;\nall rights are held exclusively by Springer Science + Business Media.\nThe material is for personal use only;\ncommercial use is not permitted.\nUnauthorized reproduction, transfer and/or use\nmay be a violation of criminal as well as civil law.\nISSN 0722-4028, Volume 29, Number 2\n\nNOTE\nPredators reduce abundance and species richness of coral reef fish\nrecruits via non-selective predation\nJ. M. Heinlein\n•\nA. C. Stier\n•\nM. A. Steele\nReceived: 21 October 2009 / Accepted: 18 January 2010 / Published online: 6 February 2010\nÓSpringer-Verlag 2010\nAbstractPredators  have  important  effects  on  coral  reef\nfish  populations,  but their  effects  on community  structure\nhave only recently been investigated and are not yet well\nunderstood.  Here,  the  effect  of  predation  on  the  diversity\nand abundance of young coral reef fishes was experimen-\ntally  examined  in  Moorea,  French  Polynesia.  Effects  of\npredators  were  quantified  by  monitoring  recruitment  of\nfishes  onto  standardized  patch  reefs  in  predator-exclosure\ncages  or  uncaged  reefs.  At  the  end  of  the  54-day  experi-\nment, recruits were 74% less abundant on reefs exposed to\npredators than on caged ones, and species richness was 42%\nlower  on  reefs  exposed  to  predators.  Effects  of  predators\nvaried  somewhat  among  families,  however,  rarefaction\nanalysis  indicated  that  predators  foraged  non-selectively\namong  species.  These  results  indicate  that  predation  can\nalter diversity of reef fish communities by indiscriminately\nreducing  the  abundance  of  fishes  soon  after  settlement,\nthereby reducing the number of species present on reefs.\nKeywordsCoral reef fish\u0002Moorea\u0002Predation\u0002\nRecruitment\u0002Species diversity\nIntroduction\nSpatiotemporal   variation   in   patterns   of   recruitment   in\nbenthic  marine  fish  communities  are  driven  by  a  diverse\nsuite of factors including oceanographic currents that drive\nlarval  supply  and  post-settlement  processes  such  as  com-\npetition  and  predation  (Jones1991;  Steele1997;  Schmitt\net al.1999; Shima1999; Hixon and Jones2005). A number\nof studies have documented high rates of predation in reef\nfishes   immediately   following   settlement   (reviewed   in\nAlmany and Webster2006). Most studies on predation in\ncoral  reef  fishes  have  focused  on  how  predation  affects\nrecruitment rates or population dynamics of one or a few\nspecies  and  have  revealed  that  predation  often  regulates\nprey  populations  by  causing  density-dependent  mortality\n(reviewed in Hixon and Webster2002).\nFewer studies have focused on how entire prey assem-\nblages  are  structured  by  predation.  Predators  can  reduce\nspecies  diversity  without  affecting  the  relative  abundance\nof prey species by indiscriminant foraging (e.g., Hixon and\nBeets1993). Greater  reductions  in diversity  coupled with\nchanges  in  relative  abundance  occur  when  predators  feed\nselectively on rare  species  (i.e., an  oddity effect: Almany\nand Webster2004; Almany et al.2007); whereas, smaller\nreductions  in  diversity  coupled  with  changes  in  relative\nabundance  occur  when  predators  target  abundant  prey\nspecies (e.g., Webster and Almany2002).\nTo  date,  the  majority  of  studies  exploring  the  effects\nof  predators  on  diversity  of  reef  fishes  have  manipulated\nthe   abundance   of   only   a   subset   of   predator   species,\nnamely  relatively  sedentary  ‘‘resident’’  predators,  without\nCommunicated by Biology Editor Prof. Philip Munday\nJ. M. Heinlein (&)\nMarine Science Center, Northeastern University,\n430 Nahant Road, Nahant, MA 01908, USA\ne-mail: heinlein.j@neu.edu; jmheinlein@gmail.com\nA. C. Stier\nDepartment of Biology, University of Florida,\nGainesville, FL 32611, USA\ne-mail: astier@ufl.edu\nM. A. Steele\nDepartment of Biology, California State University,\n18111 Nordhoff Street, Northridge, CA 91330, USA\ne-mail: msteele@csun.edu\n123\nCoral Reefs (2010) 29:527–532\nDOI 10.1007/s00338-010-0592-7\n Author's personal copy \n\nmanipulating  the  abundance  of  more  mobile  ‘‘transient’’\npredators. The current study examined the influence of both\nresident and transient predators on the composition, abun-\ndance,  and  diversity  of  juvenile  reef  fishes  in  Moorea,\nFrench  Polynesia  by  monitoring  natural  recruitment  to\nsmall patch reefs exposed to or protected from predators.\nMaterials and methods\nThis study was conducted in the backreef of Cook’s Bay,\nMoorea, French Polynesia (17°3\n0\nS, 149°50\n0\nW). Moorea is\nencircled by a barrier reef that forms a system of shallow\nlagoons (mean depth*6 m) characterized by small patch\nreefs  interspersed  with  sand  (Galzin  and  Pontier1985),\nwhich provides a relatively uniform habitat with generally\nhigh settlement of coral reef fishes (Planes et al.1993).\nA matrix of reefs (3 rows97 reefs) was placed parallel\nto shore on a sandflat (3.5 m deep). Each reef was separated\nfrom one another and natural reefs by at least 15 m of open\nsand. Reefs were constructed of livePocillopora cf. verru-\ncosacoral heads (30±1.3 cm diameter, 20±5.3 cm high;\nmean±SE) placed on concrete blocks using Z-Spar marine\nepoxy.  Each  of  the  21  reefs  was  randomly  assigned  to\none  of  three  treatments:  full  cage  (-predators),  no  cage\n(?predators),  or  partial  cage  (cage  control)  (n=7  per\ntreatment).  Coral  size  did  not  differ  between  treatments\n(F\n1,19\n=0.11,P=0.89).\nPredator-exclosure  cages  were  constructed  of  1-cm\n2\nmesh  galvanized  steel  wire.  Cages  were  placed  over  the\nreefs and attached to two pieces of rebar (1 cm diameter)\ndriven  0.5 m  into  the  sand  on  opposite  sides  of  the  reef.\nFull   cages   (75 cm   tall970 cm   diameter)   completely\nenclosed  the  reef,  effectively  excluding  most  piscivorous\nfishes,  but  allowed  settling  fishes  to  pass  through.  Partial\ncages (70 cm diameter950 cm tall and elevated*20 cm\nabove the sand) were open at the top and bottom to allow\naccess to all piscivore guilds (resident or transient), while\npartially  controlling  for  the  presence  of  the  cage  (Steele\n1996; Connell1998).\nRecruitment was measured over a 54-day period during\nthe 2008 austral summer (14 February to 8 April), a period\nof  relatively  high  recruitment  in  Moorea.  Surveys  were\nconducted  every  3–7 days  during  the  first  25 days  of  the\nexperiment,  but  after  that  only  a  single  final  survey  was\nconducted at 54 days, due to logistical constraints. During\neach  survey,  SCUBA  divers  identified  and  counted  coral\nreef fish recruits on each reef. To characterize the relative\nabundance of predatory species during the duration of the\nstudy,  the  number  of  piscivorous  fishes  were  counted\nwithin  1 m  of  each  reef  and  also  along  three  10091m\nband transects extending along each row of the reef array.\nPredator  surveys  were  conducted  during  all  but  the  final\nrecruit survey. Fishes were categorized as predators based\non  Holbrook  and  Schmitt  (2002),  who  used  diver  obser-\nvations  and  videotape  to  identify  the  main  predators  of\nsmall  reef  fishes  in  Moorea.  All  cages  were  scrubbed  of\nfouling organisms 2 days prior to each survey so as not to\ndisturb  fishes  during  the  surveys,  although  no  significant\nalgal   growth   was   noted   within   the   cages   during   the\nexperiment.\nThe effect of predators on total recruit abundance (i.e.,\nall species pooled) was modeled using a generalized linear\nmodel  with  a  log  link  function.  Because  the  data  were\ncounts,  they  approximated  a  Poisson  error  distribution.\nHowever,  data  exhibited  overdispersion  (residual  devi-\nance=53.09, residualdf=18), therefore a quasi-Poisson\nerror  distribution  was  assumed.  A  one-way  analysis  of\ndeviance (ANODEV) with orthogonal contrasts tested the\neffects of predators on total recruit abundance. ANODEV\nis  analogous  to  ANOVA,  but  examines  differences  in\ndeviance rather than variance using likelihood ratio tests to\ncompare  two  nested  models,  allowing  flexibility  in  the\nassumed  underlying  error  distribution.  Two  orthogonal\ncontrasts  tested  the  effect  of  cage  treatments  on  recruit\nabundance: the first tested for cage artifacts (cage control\nversus  no  cage)  and  the  second  tested  the  effects  of  pre-\ndators  (cage  versus  no  cage  and  cage  control)  in  the\nabsence of cage artifacts. Due to a predominance of zeros\nin  the  data,  two  sample  permutation  tests  were  subse-\nquently  used  to  test  for  both  family-specific  effects  of\npredators  on  recruitment  and  cage  artifacts  at  the  family\nlevel.   Predator-exposed   treatments   (no   cage   and   cage\ncontrol  reefs)  were  pooled  for  all  analyses  since  cage\nartifacts    were    not    detectedfor    recruit    abundance\n(t\n1,18\n=0.47,P=0.64;   Figs.1,2),   species   richness\n(t\n1,18\n=0.301,P=0.76,Fig.3a),rarefiedrichness\n(Fig.3b),  nor  abundance  at  the  family  level  (P[0.87,\nFig.2).  All  statistical  analyses  were  conducted  on  data\ncollected from the final survey (day 54) using R statistical\nsoftware (R Development Core Team2009).\nEffects of predators on recruit diversity were examined\nfor  both  species  richness  and  rarefied  species  richness,  to\nexplore possible mechanisms of predator effects on diver-\nsity.  The  effect  of  predators  on  non-rarefied  richness  was\nmodeled  similarly  to  effects  on  abundance,  using  a  gen-\neralized linear model with a log link and a Poisson distri-\nbution  (overdispersion  parameter  assumed=1,  residual\ndeviance=19.01,  residualdf=18).  A  one-way  ANO-\nDEV with orthogonal contrasts tested the effects of caging\non non-rarefied species richness (cage artifact: cage control\nversus  no  cage;  predator  effect:  cage  versus  no  cage  and\ncage control). Rarefaction analysis was used to standardize\nspecies  richness  to  a  comparable  number  of  individuals\n(Gotelli and Colwell2001). Rarefaction curves were gen-\nerated   using   community   analysis   software   EstimateS\n528Coral Reefs (2010) 29:527–532\n123\n Author's personal copy \n\n(Colwell2006).  Comparison  of  the  curves  revealed  whe-\nther  predator  effects  on  diversity  were  driven  by  simply\nreducing  abundance  or  by  selective  foraging  behavior  of\npredators (Almany and Webster2004).\nResults and discussion\nPredators   had   strong,   negative   effects   on   prey   fish\nrecruitment. At the end of the experiment (day 54), a total\nof  172  recruits  were  observed  across  all  treatments  from\n20  species  and  nine  families  (Table1).  The  presence  of\npredators  reduced  recruit  abundance  by  74%  compared\nto   reefs   where   predators   were   absent   (t\n1,18\n=5.09,\nP\\0.001; Fig.1; Table1). Each of the nine recruit fam-\nilies had lower densities on reefs exposed to predators than\non  reefs  protected  from  them,  with  the  magnitude  of\nreduction   differing   somewhat   among   families   (Fig.2).\nReductions  were  statistically  significant  for  only  Acan-\nthuridae(P=0.008),Lethrinidae(P=0.026),and\nPomacentridae  (P=0.007),  probably  due  to  low  sample\nsizes  for  the  other  families.  Balistidae,  Lethrinidae,  and\nMullidae  experienced  the  highest  proportional  reductions\n(94,  100,  and  100%,  respectively)   in  the  presence  of\nRecruit Density (fish \n∗\n reef \n-1\n)\nPredator Exposure\nCageCage ControlNo Cage\n0\n5\n10\n15\n20\nFig. 1Mean  recruit  density  on  reefs  in  predator-exclosure  cages,\ncage controls, or no cages at the end of the 54-day experiment.Error\nbarsrepresent 95% confidence intervals\nFig. 2Mean  density  of  recruits  in  each  family  on  reefs  in  three\npredator-exposure treatments.Error barsrepresent 1 SD. Statistically\nsignificant differences (P\\0.05) are denoted byasterisk\na\nb\nFig. 3Effect of predators on prey species diversity. Species richness\n(a) and rarefied richness (b) of coral reef fish recruits on reefs in three\npredator-exposure treatments. Means±95% confidence intervals are\nshown\nCoral Reefs (2010) 29:527–532529\n123\n Author's personal copy \n\npredators,   but   recruitment   of   Lethrinidae   (n=2)   and\nMullidae  (n=1)  was  low.  Pomacentridae,  Acanthuridae,\nand Tetradontidae also suffered large reductions (*75%),\nwhereas   the   smallest   reductions   were   in   the   families\nGobiidae and Labridae (*30%) (Fig.2; Table1).\nPredators also significantly reduced the number of prey\nspecies per reef by 42% (t\n1,18\n=2.47,P=0.014; Fig.3a).\nRarefied   species   richness,   however,   was   very   similar\nbetween   predator   absent   and   predator   present   reefs\n(Fig.3b), indicating that reduced species richness on reefs\nexposed  to  predators  was  caused  by  fewer  individuals  on\nthese reefs compared to caged reefs and not due to selective\npredation.  Similar  to  other  studies  on  predation  in  reef\nfishes (e.g., Webster2002), this study provides some evi-\ndence  that  predators  affect  different  families  to  different\nextents.  Acanthurids  and  Pomacentrids  were  much  less\nabundant on reefs exposed to predators than on reefs pro-\ntected from them, whereas the effects of predators on other\nfamilies (i.e., Gobiids and Labrids) were smaller. Despite\nthis  evidence  for   variable   effects   of  predators   on   the\nabundance  of  recruits  in  different  families,  rarefaction\nanalysis  revealed  that  fewer  prey  species  were  found  on\nreefs  exposed  to  predators  because  predators  had  indis-\ncriminately reduced the abundance of recruits (Figs.2,3b).\nPredator surveys documented 12 species from ten fam-\nilies in the vicinity of the reefs, with five taxa (Halichoeres\ntrimaculatus,H.   hortulanus,Rhinecanthus   aculeatus,\nLethrinus olivaceus,Synodusspp.) composing 80.6% of the\nobserved predators (Table2). Resident predators were rare,\naccounting   for   only   1.4%   of   all   observed   predators.\nTable 1Fish recruitment by species: total abundance of recruits at the end of the experiment (day 54) in each treatment (cage, cage control, and\nno cage;n=7 for each)\nFamilySpeciesCageNo cageCage controlTotal% Reduction\n(?P versus-P)\nAcanthuridae16442475.0\nAcanthurus nigrofuscus1001\nAcanthurus olivaceus2046\nAcanthurus triostegus4004\nCtenochaetus flavicauda94013\nBalistidae801993.8\nRhinecanthus aculeatus8019\nChaetodontidae8241462.5\nChaetodon citrinellus72312\nChaetodon unimaculatus1001\nChaetodon vagabundus0011\nGobidae4241025.0\nGnatholepis anjerensis42410\nLabridae322733.3\nHalichoeres trimaculatus1124\nPseudocheilinus hexataenia0101\nStethojulius bandanensis2002\nLethrinidae2002100.0\nMonotaxis grandoculis2002\nMullidae1001100.0\nParupeneus barberinus1001\nPomacentridae6414159377.3\nChromis viridis2103\nDascyllus aruanus53412\nDascyllus flavicaudus479864\nPomacentrus pavo101314\nTetraodontidae8311275.0\nCanthigaster bennetti3104\nCanthigaster solandri5218\nTotal1142731172\nPercent reduction in density of recruits attributable to effects of predators (cage versus no cage and cage control) is presented for each family\n530Coral Reefs (2010) 29:527–532\n123\n Author's personal copy \n\nRecruitment was likely reduced directly by post-settlement\npredation rather  than prey species  avoiding  reefs exposed\nto  predators.  Avoidance  of  reefs  exposed  to  predators\nduring  settlement  is  unlikely  because  resident  predators\nwere too scarce to provide avoidance cues to settling fishes;\nand even on reefs with resident predators, Almany (2003)\nfound  that  reductions  in  recruitment  were  caused  by  pre-\ndation rather than larval avoidance of reefs with predators.\nSuccessful  post-settlement  emigration  away  from  reefs\nexposed  to  predators  is  also  unlikely,  because  the  small\njuvenile coral reef fishes studied here seldom move across\nbare sand greater than about 5 m (Frederick1997). Despite\na  different  assemblage  of  predator  and  prey  fishes,  these\ngeneral  findings  mirror  those  of  similar  studies  in  other\nregions,  including  the  Bahamas  (Carr  and  Hixon1995;\nSteele  and  Forrester2002;  Almany2004;  Almany  and\nWebster2004; Stallings2008), the Caribbean (Hixon and\nBeets1993; Beets1997), and the Great Barrier Reef (Caley\n1993; Connell1998,2000; Webster2002; Almany2004).\nThe results of this study suggest that the predator guild\nstudied  in  Moorea  foraged  non-selectively  on  recently\nsettled   fishes,   thereby   lowering   species   richness.   This\nfinding is in accord with work by Hixon and Beets (1993),\nwhich indicated that predators in the Caribbean were non-\nselective, consuming prey in proportion to their abundance.\nThese   results,   however,   contrast   with   those   of   recent\nstudies  on  the  Great  Barrier  Reef  and  in  the  Bahamas\n(Almany  and  Webster2004;  Almany  et  al.2007),  which\nrevealed  that  predators  in  these  systems  tended  to  selec-\ntively prey on rare species, thus decreasing species richness\nto a greater extent than would non-selective predation. This\ndifference  could  be  attributed  to  two  things.  First,  prey\nfishes  in  the  current  study  were  primarily  exposed  to\ntransient   predators,   whereas   previous   work   showing\nselective  predation focused on the effects of resident pre-\ndators,  which  may  use  different  foraging  tactics.  Second,\npredators in Moorea differ in species composition and may\nexhibit   different   foraging  strategies   from   those  in  the\nBahamas and on the Great Barrier Reef.\nThis  study  reaffirms  the  importance  of  post-settlement\npredation  in  structuring  prey  fish  assemblages  by  docu-\nmenting strong negative effects of a group of predators on\nthe   abundance   and   composition   of   juvenile   reef   fish\ncommunities.  The  proposed  mechanism  of  these  effects,\nnon-selective  predation,  differs  from  the  mechanism  doc-\numented in previous studies conducted in other regions. It\nis plausible that the difference among studies is caused by\ndifferences  in  foraging  tactics  of  the  predatory  species\nmanipulated  in  the  various  studies  (e.g.,  resident  versus\ntransient predators). The extent to which differences in the\neffects  of  predators  on  the  structure  of  coral  reef  fish\nassemblages  are  related  to  idiosyncrasies  among  studies\nsuch  as  the  portion  of  the  predator  guild  manipulated  or\ndifferences  in  habitat  patch  size,  versus  inherent  differ-\nences  among  regions  in  the  predator  and  prey  fauna  and\ntheir  ecological  characteristics  remains  to  be  resolved  by\nfuture studies.\nAcknowledgmentsThis  study  was  supported  by  the  Three  Seas\nProgram at Northeastern University and a French American Cultural\nTable 2Predator abundance: abundance of piscivores for each survey date at the experimental site in Moorea, French Polynesia\nFamilySpeciesSurvey dayMean% Total\n7  14182125\nBalistidaeBalistapus undulatus010041.03.6\nRhinecanthus aculeatus835264.817.1\nBothidaeBothusspp.010010.41.4\nCarangidaeCaranx melampygus621001.86.4\nCirrhitidaeNeocirrhites armatus*000100.20.7\nLabridaeHalichoeres hortulanus6140004.014.3\nHalichoeres trimaculatus00320157.627.1\nLethrinidaeLethrinus olivaceus973114.215.0\nPenguipedidaeParapercisspp.122021.45.0\nScorpaenidaePterois radiata*000010.20.7\nSerranidaeEpinephelus merra100010.41.4\nSynodontidaeSynodusspp.002352.07.1\nTotal313016273628.0100\nFishes were categorized as predators according to Holbrook and Schmitt (2002). Values represent total observed predators for each species found\nwithin 1 m of experimental reefs and along three 10091 m band transects. Surveys were only conducted for the first 25 days of the study\n* Denotes species that were resident predators on experimental reefs. All other species were transient predators at the scale of the reefs used in\nthis study\nCoral Reefs (2010) 29:527–532531\n123\n Author's personal copy \n\nExchange  Grant  to  A.  Stier.  We  thank  B.  Focht,  M.  Johnson,  and\nZ.  Boudreau  for  field  assistance,  and  S.  Genovese  and  the  UC\nBerkeley Gump Research Station for logistical support. C. Stallings\nand  three  anonymous  reviewers  provided  helpful  feedback  on  the\nmanuscript. This is Contribution No. 185 of the UC Berkeley Gump\nResearch Station.\nReferences\nAlmany  GR  (2003)  Priority  effects  in  coral  reef  fish  communities.\nEcology 84:1920–1935\nAlmany   GR   (2004)   Differential   effects   of   habitat   complexity,\npredators  and  competitors  on  abundance  of  juvenile  and  adult\ncoral reef fishes. Oecologia 141:105–113\nAlmany GR, Webster MS (2004) Odd species out as predators reduce\ndiversity of coral-reef fishes. Ecology 85:2933–2937\nAlmany GR, Webster MS (2006) The predation gauntlet: early post-\nsettlement mortality in reef fishes. Coral Reefs 25:19–22\nAlmany GR, Peacock LF, Syms C, McCormick MI, Jones GP (2007)\nPredators   target   rare   prey   in   coral   reef   fish   assemblages.\nOecologia 152:751–761\nBeets  JP  (1997)  Effects  of  a  predatory  fish  on  the  recruitment  and\nabundance  of  Caribbean  coral  reef  fishes.  Mar  Ecol  Prog  Ser\n148:11–21\nCaley   MJ   (1993)   Predation,   recruitment   and   the   dynamics   of\ncommunities of coral-reef fishes. Mar Biol 117:33–43\nCarr   MH,   Hixon   MA   (1995)   Predation   effects   on   early   post-\nsettlement survivorship  of coral-reef  fishes.  Mar Ecol Prog  Ser\n124:31–42\nColwell   RK   (2006)   EstimateS:   Statistical   estimation   of   species\nrichness and shared species from samples. Version 8.http://www.\npurl.oclc.org/estimates\nConnell  SD  (1998)  Effects  of  predators  on  growth,  mortality  and\nabundance of juvenile reef-fish: evidence from manipulations of\npredator and prey abundance. Mar Ecol Prog Ser 169:251–261\nConnell   SD   (2000)   Is   there   safety-in-numbers   for   prey?   Oikos\n88:527–532\nFrederick  JL  (1997)  Post-settlement  movement  of  coral  reef  fishes\nand bias in survival estimates. Mar Ecol Prog Ser 150:65–74\nGalzin R, Pontier P (1985) Moorea Island, Society Archipelago. Proc\n5th Int Coral Reef Symp 1:73–101\nGotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures\nand  pitfalls  in  the  measurement  and  comparison  of  species\nrichness. Ecol Lett 4:379–391\nHixon MA, Beets JP (1993) Predation, prey refuges and the structure\nof coral-reef assemblages. Ecol Monogr 63:77–101\nHixon  MA,  Jones  GP  (2005)  Competition,  predation,  and  density-\ndependent  mortality  in  demersal  marine  fishes.  Ecology  86:\n2847–2859\nHixon  MA,  Webster  MS  (2002)  Density  dependence  in  reef  fish\npopulations.  In:  Sale  PF  (ed)  Coral  reef  fishes:  dynamics  and\ndiversity in a complex ecosystem. Academic Press, San Diego,\npp 303–325\nHolbrook SJ, Schmitt RJ (2002) Competition for shelter space causes\ndensity-dependent predation mortality in damselfishes. Ecology\n83:2855–2868\nJones  GP  (1991)  Post-recruitment  processes  in  the  ecology  of  coral\nreef  fish  populations:  a  multifactorial  perspective.  In:  Sale  PF\n(ed) The ecology of fishes on coral reefs. Academic Press, San\nDiego, pp 294–330\nPlanes  S,  Levefre  A,  Legendre  P,  Galzin  R  (1993)  Spatio-temporal\nvariability  in  fish  recruitment  to  a  coral  reef  (Moorea,  French\nPolynesia). Coral Reefs 12:105–113\nR Development  Core Team (2009) R: A language and environment\nfor  statistical  computing.  R  Foundation  for  Statistical  Comput-\ning, Vienna.http://www.R-project.org\nSchmitt  RJ,  Holbrook  SJ,  Osenberg  CW  (1999)  Quantifying  the\neffects  of  multiple  processes  on  local  abundance:  a  cohort\napproach for open populations. Ecol Lett 2:294–303\nShima JS (1999) Variability in relative importance of determinants of\nreef fish recruitment. Ecol Lett 2:304–310\nStallings  CD  (2008)  Indirect  effects  of  an  exploited  predator  on\nrecruitment of coral-reef fishes. Ecology 89:2090–2095\nSteele MA (1996) Effects of predators on reef fishes: separating cage\nartifacts  from  effects  of  predation.  J  Exp  Mar  Biol  Ecol  198:\n249–267\nSteele  MA  (1997)  The  relative  importance  of  processes  affecting\nrecruitment of two temperate reef fishes. Ecology 78:129–145\nSteele  MA,  Forrester  GE  (2002)  Early  post-settlement  predation  on\nthree  reef  fishes:  effects  on  spatial  patterns  of  recruitment.\nEcology 83:1076–1091\nWebster  MS  (2002)  Role  of  predators  in  the  early  post-settlement\ndemography of coral-reef fishes. Oecologia 131:52–60\nWebster MS, Almany GR (2002) Positive indirect effects in a coral\nreef fish community. Ecol Lett 5:549–557\n532Coral Reefs (2010) 29:527–532\n123\n Author's personal copy ",
  "extractedAt": "2025-12-12T18:45:08.064Z",
  "success": true,
  "matchedPublication": {
    "title": "Predators reduce abundance and species richness of coral reef fish recruits via non-selective predation",
    "doi": "10.1007/s00338-010-0592-7",
    "year": "2010",
    "authors": "Heinlein, J. M.; Stier, A. C.; Steele, M. A."
  }
}