{
  "filename": "Holt et al. (SAR Book) 2021.pdf",
  "numPages": 30,
  "text": "Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 289 12   On the Interface of Food Webs and Spatial Ecology: The Trophic Dimension of Species–Area Relationships ROBERT D. HOLT, DOMINIQUE GRAVEL, ADRIAN STIER AND JAMES ROSINDELL 12.1 Introduction A hidden dimension of food web ecology almost since its inception has been a concern with space and spatial dynamics. One of thefirst food webs ever scribbled onto paper was a hand-drawn diagram Charles Elton sketched as an undergraduate, during an expedition to the Svalbard region north of Norway (Summerhayes & Elton, 1923). The food web he drew for Bear Island depicts spatial interactions among the marine realm, terrestrial habitats and bodies of freshwater, mediated by the movement of colonial seabirds from their foraging grounds to their nesting arenas (a process now called‘spatial subsidy’; Polis et al., 1997; Graham et al., 2018). Elton maintained an interest in the spatial aspects of communities through his life. One of his last publications, the rarely read tomeThe pattern of animal communities(Elton, 1966), contained two essential spatial insights about food webs. Elton noted that‘The pyramid of numbers, really a pyramid of consumer layers [trophic levels], is matched by...the inverse pyramid of habitat’. Namely, species at higher trophic levels often range further and so have to be examined at larger spatial scales. This means species at higher trophic ranks can spatially couple dynamics of communities at lower trophic ranks, an insight that resonates to the present day (e.g. McCann et al., 2005). Moreover, echoing his youthful excursion to the frigid Arctic, he states‘no habitat component with its animal community is a closed system...the struc- tural boundaries...are constantly passed by population movement... every community unit is partly interlocked with others, not necessarily its nearest neighbours...’. This statement could be viewed as a harbinger of Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 290 today’s concern with metacommunity processes (Holt, 1997; Leibold et al., 2004; Leibold & Chase, 2018). However, for most of its history, food web ecology has largely focussed on local interactions. Amarasekare (2008) notes‘scant empirical evidence of spatial effects in food webs’. Even thefine recent volume Adaptive food webs(2018) only marginally deals with food webs in a spatial context. Montoya and Galiana (2018), however, do provide a useful perspective on how to relate species interaction networks to biogeog- raphy. They note several distinct modalities of spatial processes at play in food web ecology. First, there now exist preliminary attempts to expli- citly integrate island biogeography and food web theory via influences of food web interactions on the colonization and extinction processes generating species’occupancy patterns (Holt, 1996, 1997, 2010; Gravel et al., 2011; Massol et al., 2017). Second, there is growing recognition that taxa at different trophic levels can have distinct spatial strategies, for example the coupling of spatially separated habitats by mobile consumers (e.g. McCann et al., 2005; Rooney et al., 2008), related to the broader theme of spatial subsidies and spatial ecosystem ecology (Polis et al., 1996; Massol et al., 2011). Third, dispersal in metacommunities can permit the persistence of otherwise unfeasible configurations of species interactions (Amarasekare, 2008); area effects on species persistence can reflect within-island spatial dynamics (Holt, 1992), which can be par- ticularly important in fostering the persistence of strong food web inter- actions (e.g. see Wilson et al., 1998 for a food chain example). Yet these three components of merging food web and spatial ecology have yet to be comprehensively integrated. Montoya and Galiana (2018) note that one potential approach to integrating food web ecology with biogeography is to examine how food web properties vary along major environmental gradients. Pre- eminent among such gradients are those spatial attributes of habitats at the heart of island biogeography theory (MacArthur & Wilson, 1967; Whittaker & Fernández-Palacios, 2007)–the area of islands or isolated habitat patches and their distance to potential sources of colonists. Baiser et al. (2012) examined the food webs of pitcher plants (Sarracenia pur- purea) and showed that food web attributes–food chain length, total species richness, linkage density and incidence of omnivores–increased with pitcher volume. Gravel et al. (2018) point to the rapidly growing evidence that the structure of ecological networks varies by habitat, through time and across gradients. A systematic understanding of how area influences network attributes–such as the number of species in each 290· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 291 trophic rank–is clearly emerging as a key desideratum for current research. Species coexistence mechanisms can also be scale dependent (Holt, 1993; Chesson, 2018) and variation in species richness with area could reflect the breakdown of such mechanisms at small spatial scales. For example, Orrock and Fletcher (2005) showed that the respective roles of stochasticity and competitive ability in driving competitive outcomes can change with habitat size. The principal ingredient of quantitative, dynamical food webs–interaction strength–can itself vary with island area (e.g. Schoener et al., 2016). Martinson and Fagan (2014) carried out a meta-analysis of plant–insect herbivore interactions in fragmented landscapes and found that plants on small, isolated fragments enjoyed almost 50 per cent less herbivory than plants in large patches. Across a range of island and patch sizes, Connor et al. (2000) observed that animal densities are higher in larger areas. Ecological interactions are typically‘dosage-dependent’, so for instance competition intensity increases with the densities of competitors, implying a likely systematic signal of area on interspecific interaction strength (as found in parasitoid– host interactions by Fenoglio et al., 2013)–with implications for the spatial scaling of species richness. Island biogeography has dealt with trophic interactions and food web structure, but not as a central theme. As Holt (2010) noted, MacArthur and Wilson (1967) do not directly discuss food webs at all, but do obliquely hint at how local food web interactions can govern coloniza- tion and extinction and, thus, island community structure. The synthesis of island biogeography by Whittaker and Fernández-Palacios (2007) touches on predation and food chains several times. Two telling examples they cite from classic island studies are: i) that Thornton (1996) ascribed several extinctions of birds on Anak Krakatau to top avian predators (whose numbers were sustained, it appears, by the ability of raptors to move among several islands, an example of the spatial scaling of movement with trophic rank hypothesized by Elton in 1966); and ii) that Lomolino (1984) demonstrated that the carnivorous shrewBlarina brevicaudadrove extinctions of a mammalian prey species,Microtus penn- sylvanicus, on islands in the Thousand Island region of the St. Lawrence River. Harold Heatwole (Heatwole & Levins, 1972; Heatwole, 2018) examined islands in the Caribbean and off Australia and argued that insular trophic structure (the relative proportion of species in major trophic groups such as detritivores, herbivores and predators) can be relatively stable, even if species composition is in continualflux. Piechnik et al. (2008) re-examined the classic Simberloff-Wilson experimental On the Interface of Food Webs and Spatial Ecology·291 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 292 defaunation of mangrove islets and reported a signature of trophic breadth in the order of colonization, with generalist consumers arriving first in community assembly (see also Cirtwill & Stouffer, 2016). These examples show that the presence or absence of predators and trophic attributes such as dietary specialization can influence the primary drivers of community assembly on islands–extinction and colonization–an issue we examine more closely in Sections 12.3 and 12.4. A principal goal of the theory of island biogeography was to develop a dynamic explanation for the species–area and species–distance relation- ships on true islands. There are many kinds of species–area relationships (SARs), including for instance different kinds of species accumulation curves within contiguous land masses (Scheiner, 2003) and we touch on several below. In island biogeography and analyses of habitat fragmentation, the focus is typically on the Type IV curves of Scheiner (2003), which describe species richness across‘true’or‘habitat’islands or distinct geographical domains varying in area (also termed island species– area relationships or ISARs, see Chapter 1). Over some spatial scales, ISARs nicelyfit the classic power law,S=cA z , wherecis a parameter representing a kind of carrying capacity per unit area andzis a parameter that indicates how area (A) boosts species richness (S) (Triantis et al., 2012; Matthews et al., 2016). Equivalently, we havez¼ ∂logSðÞ ∂logAðÞ . This expression usefully characterizes the strength of the relationship between species richness and area, even if the power law does not hold (i.e.zcan vary withA). A null expectation might be that the parameters defining the strength of the species–area relationship are not influenced by trophic rank or interactions. Indeed, Drakare et al. (2006) reviewed species–area rela- tionships (largely for nested or contiguous species–area curves) from a wide range of systems and concluded that there was no significant signal of trophic guild‘...across autotrophs, herbivores, omnivores, carnivores, microbivores, parasites and decomposers’. So maybe this chapter could end right here! But we won’t do that; instead we will revisit these issues. We will build simple models of SARs across multiple trophic levels, beginning from the unlikely starting point of ecological neutral theory (Hubbell, 2001), which at its core shares the assumption that trophic position is an unimportant predictor of spatial variation in biodiversity. After present- ing this novel bit of theory, we then examine some decidedly non- neutral models, including communities with tightly specialized food 292· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 293 chains and mixtures of specialist and generalist predators, complementing several important reviews and theoretical advances which have recently appeared (e.g. Gravel et al., 2011; Massol et al., 2017; Galiana et al., 2018). Figure 12.1 shows schematically the three aspects of community structure we explore in the three main sections of this chapter: trophic pyramids (Section 12.2), food chains (Section 12.3) and more complex food webs (Section 12.4). 12.2 Trophic Pyramids and the SAR Ecological neutral theory assumes an individual’s chances of reproduction and death are independent of its species identity. This may seem an extreme simplification of a richly complex reality, espe- cially in the context of food web interactions. However, the merits of neutral theory (like the theory of island biogeography) lie in its ability to act as a minimal starting point on which more complex ideas or inferences can be built, a‘yardstick’for assessing implications of add- itional biological assumptions. Furthermore, neutral theory actually does an excellent job of predicting SARs, both on islands and on contiguous mainland (see Chapter 11). In the simplest neutral commu- nity model there is a‘zero-sum’competitivegameatplay:thetotalsize of the community isfixed so that the abundance of one species can only Section 2 Abundances Log(Richness) Log(Area) Prey Predator g eneralist Specialist Log(Area)Log(Area) Log(Richness)Log(Richness) Section 3 Food chains Section 4 Food webs Figure 12.1The three scenarios considered in this chapter. Left: a trophic abundance pyramid, with lower abundances at higher trophic ranks. Centre: a community comprised of‘stacked specialists’, where each plant sustains a specialist consumer, which in turn supports a specialist hyper-consumer. Right: a community with a mixture of trophic specialists and generalists within trophic levels. On the Interface of Food Webs and Spatial Ecology·293 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 294 increase when another decreases. Thisfixed total abundance is set by unexamined factors, such as total resource supply or top-down effects of higher trophic levels acting to constrain total abundance at lower levels.Ineachtimestep,oneindividualischosenatrandomtodieand another is comparably chosen to reproduce,filling the‘gap’left in the community by the death. Relative abundances of species drift over time and species go extinct. Based on these rules alone, the community would drift eventually to monodominance of one species. To maintain diversity, an input of new species is required to counterbalance extinc- tion, either by speciation or immigration from an external species pool or both. One can use neutral theory to construct species–area relation- ships in either case (see Rosindell & Cornell, 2007; Chapter 11). To do so over the full range of spatial scales requires a fully spatially explicit model in which individuals occupy a precise location in space. The ubiquitous power-law relationship emerges at intermediate sample areasfromthesemodelsandisespeciallyprominentwhendispersal across space follows a fat-tailed distribution in which long-distance dispersal events are common (Rosindell & Cornell, 2009). What could possibly be neutral about food webs? In some systems, trophic levels or guilds are cleanly delineated, so that one can discern distinct trophic levels. Interactions across trophic levels are obviously not neutral. But maybe interactionswithintrophic levels or‘guilds’could be treated as if governed by neutral dynamics, at least as a simplification (see Krishna et al., 2008 for a comparable approach to mutualistic networks; see Chave, 2004 and Adler et al., 2007 for more discussion on the equivalence assumption). This has previously been done to provide a neutral model of predator–prey interaction networks (Canard et al., 2012) and later in host–parasite systems (Canard et al., 2014). Here we consider the simpler question of SARs in linked neutral models across two or more trophic levels. One could imagine for the sake of argument that the total number of individuals (across all species) in a given trophic level is determined by trophic interactions, whilst dynamics among species within a trophic level are a competitive, zero-sum game. If all species are competitively equivalent on the same trophic level, their numbers should drift, comparable to Hubbell’s neutral tree community model (Hubbell, 2001). In a food web diagram, all species (or alterna- tively, all individuals) on one trophic level would be equally connected to all species (or individuals) in levels below and above. In later sections, we explore the implications of more specialized interconnections across trophic levels. 294· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 295 Wefirst explore the consequences of trophic levels for a non-spatial neutral model, which is suitable for capturing SARs on isolated islands or at very large continental scales. The species richnessSin a community containingJindividual organisms and having a per capita speciation rate ofυcan be described by (Etienne & Alonso, 2005): S=θ(ψ 0 (θ+J) ψ 0 (θ)).(12.1) Hereψ 0 is the digamma function and the quantityθis the‘fundamental biodiversity number’(Hubbell, 2001) given byθ¼ J 1ðÞυ 1 υ (see also Chapter 11). Now consider a system withntrophic levels; trophic levelihas a total community size ofJ i =A ρ i , whereAis area andρ i is the density of individuals per unit area for trophic leveli. Total community size is thus assumed to be proportional to area; more complex relationships between density and area are known (Connor et al., 2000) and could straightfor- wardly be accounted for. The SAR for species from trophic leveliis given by an extension of Equation (12.1): S i (A)=θ i (A)(ψ 0 (θ i (A)+ρ i A) ψ 0 (θ i (A))),(12.2) whereθ i AðÞ¼ ρ i A 1ðÞυ i 1 υ i (see also Chapter 11). The SAR incorporating species from allntrophic levels is a sum over Equation (12.2): SAðÞ¼ X n i¼1 θ i AðÞψ 0 θ i AðÞþρ i AðÞ ψ 0 θ i AðÞðÞðÞ:(12.3) Two patterns emerge from these formulas. First, very small metacommunities will harbour only a single species in each trophic level. Second, once metacommunity size (area) becomes larger, the SAR becomes linear. This is consistent with an approximation of Equation (12.2) in which, providedspeciesrichnessisnotsmall,θ i  1, we can write S i AðÞ A ρ i υ 1 υ log 1 ν    :(12.4) Thesefindings essentially restate the results of Chisholm et al. (2016), who studied an extension of neutral theory, in the context of ISARs, where the community consists of multiple niches and where within each niche multiple species interact neutrally. Here, we simply replace‘niches’ with‘trophic levels’. Note that this SAR for large A is only consistent with the classic power lawS=cA z whenz= 1. This does not match typical observations for On the Interface of Food Webs and Spatial Ecology·295 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 296 small to moderate-sized oceanic islands, but resembles the SAR of some isolated islands which receive very limited immigration, so that all species richness emerges from in situ diversification; every island is then an independent evolutionary arena (Losos & Schluter, 2000; Chisholm et al., 2016). We now use the above machinery to examine SARs as a function of trophic rank. A general rule of thumb is that predators, collectively, are rarer than their prey. Charles Elton, in hisAnimal ecology(1927), referred to this as the‘pyramid of numbers’, which often (not always, seefigure 3.15 in Odum, 1971) describes how total abundance varies with trophic rank (when such ranks are cleanly delineated). Let us imagine that species in different trophic ranks are demographically equivalent and have the same speciation rates, but that trophic ranks differ in total community size. For illustration, we make the simplifying assumption that the number of individuals declines by a factor of 10 with each increase in trophic level. This assumption has no effect on our qualitative conclusions. At sufficiently large areas, where the relationship is effectively linear, one expects the relative species richness of two trophic ranks to match their relative abundances, or S iþ1 S i   J iþ1 J i :(12.5) In an earlier era of food web theory, it was suggested that the relative richness of top, intermediate and basal trophic species within commu- nities are relatively invariant across communities (Cohen, 1977; Cohen & Briand, 1984; Cohen & Newman, 1991). Where this is the case, the null expectation might be that SARs (after accounting for differences in individual densities) would match, across trophic levels. Combined with our conclusions from the above simple neutral model, it might appear that Drakare et al. (2006) are correct and that trophic rank or guild are not informative relative to SARs. But organisms at different trophic levels can differ in many important ways, for instance in body size and mobility. Genetic estimates suggest substantial variation in dispersal across trophic levels (Kinlan & Gaines, 2003). McCann et al. (2005) argued that, in oceanic food webs, there is an allometric relationship between body size and dispersal ability, so top- ranked predators roam widely and link distinct ecosystems (Figure 12.2). For example, in coral reeffish communities, predator dispersal scale increases with increasing body size (Stier et al., 2014a). We build on 296· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 297 results in Chapter 11 to provide a spatially explicit neutral SAR for mainlands (SAR types I, IIA; Scheiner, 2003) across multiple trophic levels. We assume, as a starting point, that the primary drivers are trophic level, abundance and dispersal ability, rather than the precise interaction structure of the food web. First we state the density of individualsδ i in trophic leveliusing the ‘10 per cent’rule of thumb given by δ i = 0.1 δ i 1 ,δ 1 =δ.(12.6) Next, we determine the individual body massm i of an individual in trophic leveliusing a scaling law (Cohen et al., 2003) δ i =N 0  m i  β ,(12.7) which can be rearranged to produce m i ¼N 0 =δ i ðÞ 1 β = , (12.8) whereβ¼ 3 = 4 orβ¼ 2 = 3 are typical (Cohen et al., 2003); we assume β= 3/4 in our results. In many systems, dispersal range scales with body size, which increases with trophic rank (Figure 12.2). We use individual body mass in a further scaling law to predict total lifetime dispersal distanceσ i for each trophic level Phytoplankton Body size (m) 10 -6 10 3 10 2 10 1 0.1 10 -5 10 -4 10 -3 10 -2 0.1 110 Plaice Herring Mackerel Harp seals Cod Capelin Zooplankton and larvae Scale of movement (km) Salmon Bluefin tuna White shark Sperm whale Figure 12.2The spatial scale of movement increases with body size, which is correlated with trophic rank (redrawn using data from afigure in McCann et al., 2005; under license from John Wiley and Sons). The shades used are for graphic clarity only and are not intended to map to any property of the system. On the Interface of Food Webs and Spatial Ecology·297 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 298 σ i =B 0 m i α .(12.9) The allometric relationship itself is well supported (Brown et al., 2000), but the value of the scaling exponentαmay be hard to determine in this case. For example, 0.21 was inferred for scaling of active dispersal velocity in terrestrial mammalian carnivores (Rizzuto et al., 2018) and 0.48 was used more generally for scaling of passive dispersal in the Madingley model (Harfoot et al., 2014). However, neither is quite the same as total lifetime dispersal (in general, the precise scaling of dispersal with body size and how it interacts with other factors such as fertility and lifespan is unknown and an important desideratum for future research). Dispersal distanceσ i can be multiplied by ffiffiffiffi δ i p to give dispersal measured in units of individual widths at their natural density, rather than in units of geometric distance. We will use a spatially explicit neutral model for which the SAR on a contiguous mainland is closely approximated by an analytical formula (see Chapter 11): S i A;ν;σ i 2     δ i σ i 2 Ψ A σ i 2 ;ν    :(12.10) Here A is area (measured in the same units asσ i 2 ),νis a per capita speciation rate andΨis the‘Preston Function’(Chisholm et al., 2018; Chapter 11), which can be approximated analytically (O’Dwyer and Cornell, 2018). This can be written with substitutions from Equations (12.6), (12.8) and (12.9) into Equation (12.10) to obtain S i (A,ν,σ i 2 ) x δ 1 2α/β 0.1 (i 1)(1 2α/β)  Ψ(A x  1  δ 2α/β  0.1 2α(i 1)/β ,ν), (12.11) where x =B 0 2  N 0 2α/β . The total SAR across multiple trophic levels is given by the sum across all trophic levels of the individual SARs: SAðÞ¼ X n i¼1 S i A;ν;σ i 2    :(12.12) Figure 12.3 depicts what happens when dispersal rates are assumed equal across trophic levels (α= 0). As area increases, food chain length increases (upper left; the minimal number of species cannot drop below one). However, the spatial dependence of richness on area (the value ofz)is thesameacross trophic levels (upper right). Thus, in the simplest neutral model that is spatially explicit, where all individuals disperse in the same way, we conclude: trophic rank has no effect on the SAR. This may 298· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:20 Page Number: 299 seem surprising, but it happens because dispersal limitation is the key driver of spatial distribution in a neutral model and in thisfirst example this has been assumedfixed across all trophic levels. Figure 12.4 shows a more interesting observation, where now we assume that individuals at higher trophic rank disperse further (with expo- nentα= 0.25). The gradient of the SAR in logarithmic space is now dependent on spatial scale as a function of trophic level. At smaller spatial scales, higher trophic levels are predicted to havesteeperSAR gradients. However, at larger spatial scales the opposite is predicted, with higher trophic levels havingshallowerSAR slopes. Thus, the effect of trophic level on the strength of the SAR exponent is predicted to be scale dependent. Trophic level 1 2 3 4 Sum 1 3 10 30 100 300 1000 110 2 10 4 10 6 10 8 10 10 10 12 Area Species richness Trophic level 1 2 3 4 1.0 0.9 0.8 0.7 0.6 0.5 0.4 0.3 0.2 0.1 110 2 10 4 10 6 10 8 10 10 10 12 Area Species-Area Relationship gradient 0.001 0.010 0.100 1.000 4 Trophic level Density 1 10 100 1000 10000 Trophic level Body mass 12312341 2 34 Trophic level Dispersal distance Figure 12.3Top left: the species–area relationship on a contiguous mainland for multiple trophic levels. The data come from an independent spatially explicit neutral model for each trophic level and are based on an analytical solution (the Preston Function) for the mean total number of species in different sized (nested) areas. It is assumed that there are several trophic levels which differ systematically by a factor of 10 in total abundance, but with equal dispersal ability. Top right: the species–area relationship gradient,z¼ ∂logSðÞ ∂logAðÞ as a function of log area. The strength of the species–area relationship depends on the spatial scale in question–but does not differ by trophic level. Bottom panels: underlying allometric relationships between trophic level and density (bottom left), body mass (bottom centre) and dispersal (bottom right). The parameters used wereν=10  9 ,δ=10 6 ,N 0 =10  3 ,β¼ 3 = 4 ,α=0,B 0 =3. On the Interface of Food Webs and Spatial Ecology·299 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 300 12.2.1 Beyond Neutrality There are several ways to relate trophic interactions and the species–area relationship that go beyond these neutral expectations (Holt, 2010). First, trophic status might be correlated with individual or population-level attributes which influence extinction or colonization rates or evolution- ary rates. Alonso et al. (2015) provided an excellent example from coral reeffish experiencing mass mortality events: extinction rates increase at higher trophic ranks. Jacquet et al. (2017) showed that including trophic position improved predictive accuracy of occupancies in tropical coral reefs, using a MacArthur-Wilson style model. Stier et al. (2014a) con- vincingly argued that colonization rates should be higher at higher trophic ranks infish communities, because predators with relatively larger body sizes in their larval stages can disperse further through longer larval durations, a factor that we have taken into account in the analyses leading to Figure 12.4 because trophic levels are treated as having different dispersal abilities. Colonization makes rescue effects more likely, dampening extinction. This may help explain the observation that predator:prey richness ratios increase with distance from sources across Trophic level 1 2 3 4 Sum 1 3 10 30 100 300 1000 110 2 10 4 10 6 10 8 10 10 10 12 Area Species richness Trophic level 1 2 3 4 1.0 0.9 0.8 0.7 0.6 0.5 0.4 0.3 0.2 0.1 110 2 10 4 10 6 10 8 10 10 10 12 Area Species-Area Relationship gradient 0.001 0.010 0.100 1.000 Trophic level Density 1 10 100 1000 10000 Trophic level Body mass 7.5 15.0 30.0 60.0 123412341 2 3 4 Trophic level Dispersal distance Figure 12.4As in Figure 12.3, but now dispersal distances increase with trophic level α= 0.25. This implies that species–area relationships can vary by trophic level, but in a manner that is scale dependent. 300·Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 301 the Pacific Ocean (Stier et al., 2014a). Topfish predators have highly generalized diets and so are not likely to be constrained by the occur- rence of particular prey species; together with high mobility, this should flatten SARs in contrast to specialist enemies, as we will investigate later. 12.3 Food Chains and the SAR Trophic interactions themselves could directly drive extinction and colonization, via‘bottom-up’and‘top-down’forces. Trophic inter- actions can be complex (nonlinear functional responses, predator–prey cycles, chaos and the like) and in the future it would be valuable to link the rich body of theory that exists on food web ecology more explicitly to the spatial processes that underlie SARs. But it is useful to start with simpler, more schematic models, a‘minimalist’community ecology that goes beyond neutral theory, but does so by utilizing the simpler abstrac- tion of MacArthur and Wilson (1967), which focuses on the extinction and colonization of entire species. The simplest, non-interactive island biogeographic model (where the rate parameters for each species do not depend upon other community members) can be viewed as a limiting niche model, where each species potentially has its own separate niche on an island. A fundamental descriptor in spatial ecology is‘occupancy’–the fraction of habitat patches or islands occupied by a species. Occupancies expressed as a function of area are called‘incidence functions’. Given incidence functions, one can construct SARs for entire communities (Ovaskainen & Hanski, 2003). Interactions among species, including food web interactions, can be built into incidence functions. It is an ecological truism that all species require resources and a food web at the very least describes asymmetrical resource dependencies among species. We start by assuming‘donor-control’, so that predators need prey, to colonize and avoid extinction, but do not themselves alter prey coloniza- tion or extinction. This sequential trophic dependency, all by itself, has consequences for community structure, including species–area relation- ships. In empirical studies of extinction, specialist herbivores usually go extinct before their required host plants (e.g. Sang et al., 2010) and differences in establishment by basal host species constrain colonization by specialist trophic guilds dependent upon those hosts (Harvey & MacDougall, 2014; Cirtwill & Stouffer, 2016). We willfirst consider simple communities of multiple unbranched food chains–‘stacked specialists’(e.g. host plants, with specialist herbivores, sustaining specialist On the Interface of Food Webs and Spatial Ecology·301 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 302 parasitoids; Figure 12.1). Take a single such food chain and consider a taxon at trophic ranki. A mainland community is assumed to have n such food chains. Previous papers by one of us (Holt, 1993, 2010; Holt et al., 1999) developed simple models incorporating sequential dependencies among specialist consumers and their biotic resources, drawing out implications for the species–area relationship built on this‘bottom-up’effect. These models include static incidence function models and dynamic patch occupancy models; we here just sketch the former. The incidence function for a given species of rankiis the percentage of islands that are occupied, as a function of area and rank,p(i) (we leave the functional relationship on area,A, implicit and for simplicity assume all species of a given rank have the same incidence function). The expected number of species of rankion a given island isS i =np(i). Given tight specialization up food chains, a species of rank i cannot persist on any island lacking its resource species of ranki 1, but it might not persist even if that resource is present. Colling and Matthies (2004) provided an example of an incidence function for a specialist fungal pathogen, which is not sustained on small host populations. Small islands often contain the host, but not the pathogen. This sequential dependency leads to nested spatial distributions, which we can formalize as follows. A resource species of ranki 1, which a species of rankirequires, has its own incidence function,p(i 1). If we focus on one food chain, we expect nested distributions across islands, for populations that persist without recurrent immigration: if speciesi 1 is absent, so too should be any dependent consumer, speciesi,i+ 1, etc. Define the conditional incidence function of speciesias the probability it will be present, given that its required resource is present,p(i|i 1), as a function of (say) area. The unconditional incidence for species i can be written as a compounding of such conditional incidence functions piðÞ¼piji 1ðÞpi 1ðÞ...¼p1ðÞ Y i j¼2 pj j j 1ðÞ(12.13) . If we assume that there arenstacked specialist food chains on a mainland, on the islands the expected number of species of rankiis S i =np(i). On a log–log plot, the strength of the SAR across trophic ranksisasfollows 302· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 303 z i ¼ ∂logS i ðÞ ∂logAðÞ ¼ ∂logpiðÞðÞ ∂logAðÞ ¼ ∂logpi 1ðÞðÞ ∂logAðÞ þ ∂logpi j i 1ðÞðÞ ∂logAðÞ ¼z i 1 þ ∂logpi j i 1ðÞðÞ ∂logAðÞ ,(12.14) implyingz 1 <z 2 <z 3 , etc., if the rightmost term is positive. Thus, if conditional incidence increases with area, thez-value increases with trophic rank. As a limiting case, conditional incidence might be inde- pendent of area, in which casez-values across trophic levels will match. Similar results emerge for dynamic occupancy models given donor control with sequential colonization and linked extinction dynamics. The basic idea is that a specialist consumer cannot colonize an island unless its required resource is present and if that resource goes extinct– so should it and, in turn, any species depending solely on it. Based on these simple models, Holt et al. (1999) and Holt (2010) argued that on islands relatively closed to immigration, specialist consumers (which attack just a single prey species) with weak top-down effects on their prey should often have stronger SARs (i.e. higherz-values) than do their prey. Because the same argument holds at each trophic level, this suggests thatz-values should increase, as one marches up higher trophic ranks through specialist food chains in a community. Roslin et al. (2014) provided afine empirical demonstration of this prediction, using a system where the natural historyfits the model assumptions–herbiv- orous insects on an island archipelagointheBaltic,wherethoseinsects sustained primary parasitoids, which in turn supported secondary para- sitoids. Each trophic level was comprised of relatively specialized con- sumers (herbivores on their plant hosts, parasitoids on their insect hosts, etc.). Consistent with theory, the slope of the log–log ISAR‘... steepened from plants through herbivores and primary parasitoids, to secondary parasitoids’. 12.4 Food Webs and the SAR The tightly specialized food chains explored in Section 12.3 are an abstraction; few, if any, natural communities will show such marked specialization across trophic levels. Holt et al. (1999) suggested circum- stances in which trophic rank might not systematically affect the SAR, if for instance communities are open with rapid, recurrent immigration at high trophic levels, or if consumers are generalists, so their On the Interface of Food Webs and Spatial Ecology·303 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 304 populations can be sustained by any of a number of lower-level prey species. If some consumers are generalists, but others specialists, there could be differences in the strength of the SAR associated with the degree of trophic specialization. 12.4.1‘Bottom-up’Effects Holt (2010) developed a variant of the classic MacArthur-Wilson island model, to suggest that generalists could even have lower SARs (i.e. lowerz-values) than their prey. There is growing evidence that trophic specialization versus generalization does influence colonization and persistence. Bagchi et al. (2018) reviewed evidence that specialist plant–herbivore interactions are differentially absent on the small, isol- ated patches that characterize fragmented landscapes, leading to steeper SARs for specialist, compared to generalist, herbivores. As they note, this reflects the fact that the abundance ofdietary specialists depends on host plant availability, whereasgeneralists do not show such strong dependency. Cirtwill and Stouffer (2016) revisited the mangrove island experiment of Simberloff and Wilson and showed that knowledge of species-specific resource requirements increased predictability of extinctions. In butterfly and moth assemblages on islands, dietary spe- cialists have higherz-values (Franzen et al., 2012). This matches earlier results by Steffan-Dewenter and Tscharntke (2000) for butterflies of meadows in central Europe: polyphages, strongly oligophagous and monophagous species, respectively, havez-values of 0.07, 0.16 and 0.22. In other words, small meadows are dominated by trophic gener- alists. This has been detected in oceanic island studies. For instance, Santos and Quicke (2011) showed that oceanic island parasitoid faunas aremoretypified by generalists than are continental parasitoid assem- blages. Gravel et al. (2011) have extended the sequential dependency approach of Holt to more complex food webs and demonstrated that the model successfully predicts severalpatternsinanAdirondackslake dataset: small areas are dominated by primary producers and generalist predators are relatively more prevalent on islands of intermediate size. The same held for coral reeffishes, but these patterns were not observed in the mangrove arthropod communities examined by Cirtwill and Stouffer (2016). Bottom-up effects can percolate up multiple trophic levels. Feno- glio et al. (2012) reported how forest fragment area influences parasitism on leafminers by interlocked changes in plant, herbivore 304· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 305 and parasitoid diversity, largely reflecting the differential loss of spe- cialist parasitoids in small fragments. Even for generalists, trophic rank sometimes strongly influences the strength of SARs, for example Noordwijk et al. (2015) showed that the richness of zoophagous carabid beetles increased with the area of calcareous grassland, but phytophagous carabids did not. This contrasts with some of the examples cited in Holt et al. (1999), where an absence of a trophic rank effect onzwas ascribed to generalization; these carabids are generalists, but nevertheless show the predicted pattern of stronger species–area relationships with trophic rank. Noordwijk et al. (2015) sensibly suggested that even generalist predators are likely scarcer than their prey, so are prone to higher extinction risks, and that generaliza- tion is no buffer against extinction, if prey numbersfluctuate syn- chronously (e.g. in response to major climatic events). Prairie dogs for instance have highly generalized diets, yet show a strong effect of plant species richness on local extinctionrates (Ritchie, 1999). An ineffect- ive generalist or one that draws different nutrients from different species might need a diverse array of prey types in order to gain a foothold and persist on an island. Holt and Hoopes (2005) and Holt (2010) developed a model of bitrophic‘donor-controlled’island assembly, extending the classic immigration-extinction model of MacArthur and Wilson (1967). They assumed a prey trophic level colonizes from a mainland source pool, with non-interactive colonization and extinction rates depend- ent on island area. A predator trophic level likewise colonizes but, in addition to direct effects of area on its colonization and extinction rates, there are indirect effects, because increased prey species rich- ness can facilitate predator colonization or reduce extinction. If predators are specialists, these effects should be strong (the sequential dependency effect discussed in Section 12.3). But if predators are generalists, they might well be weaker, depending on the details of trophic generalization. Generalistpredators may be able to plastically use prey types that are not even part of their regular diet on the mainland, for instance, thereby promoting colonization and lowering extinction. The model made plausible that one might expect to see heterogeneous SARs by trophic rank. This theoretical prediction matched afinding in the Steffan-Dewenter and Tscharntke (2000) study: thez-value of the host plants was 0.14, even higher than that of the generalist butterflies, but lower than that of the specialists. On the Interface of Food Webs and Spatial Ecology·305 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 306 12.4.2‘Top-down’Impacts of Natural Enemies on Species–Area Relationships The models summarized in Section 12.4.1 neglect the widespread obser- vation that predators and other natural enemies alter the population sizes of their victims, with likely consequences for colonization, extinction and, thus, SARs. In the Bahamas, predatory lizards greatly lower the abundance of spider prey, boosting extinction risks (Toft & Schoener, 1983). Top-down effects in principle could have divergent impacts on SARs at lower trophic levels. Predators and parasites can at times facilitate coexistence among competing prey (e.g. Holt et al., 1994) or keep in check mesopredators that can wreak havoc at lower trophic levels. There are indications that elimination of top predators can often lead to extinc- tion cascades at lower trophic ranks (Donohue et al., 2017). If these natural enemies are found mainly on large islands, prey diversity may collapse on smaller islands. Large islands may also harbour more refuges from predation or disturbance, reducing extinction (Schoener & Spiller, 2010). This should steepen SARs in the prey. Conversely, strong, generalist predators can elevate extinctions in their prey, particularly if prey are not competing and some prey species are better able to withstand predation (Holt, 1977). Predators can prevent colonization, with systematic effects on SARs in the prey trophic guild (Ryberg & Chase, 2007; Holt, 2010). Strong predation can reverse positive impacts of island area on occupancy for vulnerable species (Grainger et al., 2017). In the island-like glades of the Ozarks, the eastern collared lizard is a top predator with a generalized insectivorous diet and is largely found within larger glades. Its prey had depressedz-values among glades harbouring the collared lizard, compared to glades without it. Ryberg and Chase (2007) developed a simple model where predators were assumed to increase extinction rates by a constant additive amount across islands and showed that this should depressz-values. This result does not hold in all systems. For instance, a test of the hypothesis that predators affect the SAR in coral reef systems found no evidence that predators affected the slope of the SAR in coral reeffish ecosystems in the South Pacific (Stier et al., 2014b). Moreover, at times, predators may exert stronger negative effects on their prey on larger islands. In the Bahamas, islands with lizards have fewer spider species than islands without, and this effect is strongest on large islands (Spiller & Schoener, 2009), leading to a lower value ofz(0.16) for lizard islands than for lizard-free islands (0.4). This is consistent with a model presented in Holt (2010), where predators are assumed to have a multiplicative effect on 306· Holt, Gravel, Stier and Rosindell Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 307 prey extinction. Murakami and Hirao (2010) reported similar impacts of lizard predation uponz-values in insects, for a different suite of Bahamian islands. Such results could arise if predators are differentially more abun- dant, on larger islands. Ostman et al. (2007) suggest that heterogeneity of spatial distribution of predators and the strength of their impacts of predation could help explain variation in SARs among systems, particu- larly given that top predators often may be absent from small, isolated islands or habitat patches (Holt & Hoopes, 2005). 12.5 Conclusions and Future Directions In an early foray toward linking food web ecology and island biogeog- raphy, Holt et al. (1999) presented simple theory suggesting thatz-values should increase with trophic rank, particularly for specialist consumers, but sometimes also for generalists. They reported examples whichfit this expectation, but also counter-examples. They suggested the latter might reflect several factors:‘(1)...strong top-down interactions leading to prey extinction; (2) communities are open, with recurrent immigration, particularly at higher trophic ranks; (3) consumers are facultative gener- alists, able to exist on a wide range of resource species, or (4) systems are far from equilibrium’(p. 1495). In this chapter, we have presented new neutral theory that emphasizes how differences in dispersal rates among trophic ranks could influence species–area relationships in a scale dependent way, matching one idea broached in Holt et al. (1999). Leaving aside neutrality, we then sum- marized past theory and touched on illustrative empirical examples. When trophic interactions are relatively specialized, species–area rela- tionships tend to be steeper at higher trophic ranks. Overall, specialist consumers have steeper species–area relationships than do generalists. Top-down effects of predation on their prey can have a diverse range of impacts on such relationships. There are many directions one could envisage for further development at the interface of food web ecology and the spatial scaling of species richness. One realistic complication in multi-trophic systems is that cascading effects across multiple trophic levels can lead to non- monotonic relationships between predation pressure on a focal taxon and area. For example, if top predators are restricted to large islands, their prey can grow to larger numbers on smaller islands, imposing greater pressure on lower trophic levels (e.g. Genua et al., 2017). In principle, patch occupancy models built to include trophic influences on On the Interface of Food Webs and Spatial Ecology·307 Comp. by: 201508 Stage: Proof Chapter No.: 12 Title Name: MatthewsEtal Date:22/6/20 Time:17:54:21 Page Number: 308 colonization and extinction can also include top-down and lateral com- petitive effects (Lafferty & Dunne, 2010; Pillai et al., 2010; Massol et al., 2017), although even seemingly simple models can rapidly become analytically intractable. This line of thought should be extended to incorporate a richer array of trophic phenomena, such as interference competition among consumers, apparent competition among prey, intraguild predation increasing extinction risk for consumers of inter- mediate range, the influence of food web structure and predator behav- iour on local population stability and thus extinction risk and so on. The approach developed in Gravel et al. (2011) and Massol et al.(2017) could, in principle, provide a springboard to consider such effects. One real-world complication is that, along the gradient from small to large islands, it may be insufficient to monitor occupancy on islands taken as a whole. As one of us observed long ago (Holt, 1992), organisms may have limited dispersal capacitywithinislands, so that one might view area as a proxy for, for example, lattice size, where cells in the lattice are domains of local interactions, connected by within-island dispersal. Large islands correspond to large lattices and small islands correspond to small lattices. Chase et al. (2019) make useful suggestions about how to use rarefaction at different scales within islands to discern possible mechan- isms for area effects. This perspective is particularly important given strong natural enemy–victim interactions, which tend to self-destruct. Ever since the classic experiments of Huffaker (1958) it has been clear that predator–prey persistence can be enhanced by colonization among patches (Hastings, 1977) and other spatial effects such as refugia may also be important (Lampert & Hastings, 2016). Wilson et al.(1998) demon- strated that local instability could lead to strong area effects in the persistence of tritrophic (host–parasitoid–hyperparasitoid) food chains. On large islands, metacommunity processes ope",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 289\n12\n\u0001\nOn the Interface of Food Webs\nand Spatial Ecology:\nThe Trophic Dimension of\nSpecies–Area Relationships\nROBERT D. HOLT, DOMINIQUE GRAVEL,\nADRIAN STIER AND JAMES ROSINDELL\n12.1 Introduction\nA hidden dimension of food web ecology almost since its inception has\nbeen a concern with space and spatial dynamics. One of thefirst food\nwebs ever scribbled onto paper was a hand-drawn diagram Charles Elton\nsketched as an undergraduate, during an expedition to the Svalbard\nregion north of Norway (Summerhayes & Elton, 1923). The food web\nhe drew for Bear Island depicts spatial interactions among the marine\nrealm, terrestrial habitats and bodies of freshwater, mediated by the\nmovement of colonial seabirds from their foraging grounds to their\nnesting arenas (a process now called‘spatial subsidy’; Polis et al., 1997;\nGraham et al., 2018). Elton maintained an interest in the spatial aspects of\ncommunities through his life. One of his last publications, the rarely read\ntomeThe pattern of animal communities(Elton, 1966), contained two\nessential spatial insights about food webs. Elton noted that‘The pyramid\nof numbers, really a pyramid of consumer layers [trophic levels], is\nmatched by...the inverse pyramid of habitat’. Namely, species at higher\ntrophic levels often range further and so have to be examined at larger\nspatial scales. This means species at higher trophic ranks can spatially\ncouple dynamics of communities at lower trophic ranks, an insight that\nresonates to the present day (e.g. McCann et al., 2005). Moreover,\nechoing his youthful excursion to the frigid Arctic, he states‘no habitat\ncomponent with its animal community is a closed system...the struc-\ntural boundaries...are constantly passed by population movement...\nevery community unit is partly interlocked with others, not necessarily its\nnearest neighbours...’. This statement could be viewed as a harbinger of\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 290\ntoday’s concern with metacommunity processes (Holt, 1997; Leibold\net al., 2004; Leibold & Chase, 2018).\nHowever, for most of its history, food web ecology has largely\nfocussed on local interactions. Amarasekare (2008) notes‘scant empirical\nevidence of spatial effects in food webs’. Even thefine recent volume\nAdaptive food webs(2018) only marginally deals with food webs in a spatial\ncontext. Montoya and Galiana (2018), however, do provide a useful\nperspective on how to relate species interaction networks to biogeog-\nraphy. They note several distinct modalities of spatial processes at play in\nfood web ecology. First, there now exist preliminary attempts to expli-\ncitly integrate island biogeography and food web theory via influences of\nfood web interactions on the colonization and extinction processes\ngenerating species’occupancy patterns (Holt, 1996, 1997, 2010; Gravel\net al., 2011; Massol et al., 2017). Second, there is growing recognition\nthat taxa at different trophic levels can have distinct spatial strategies, for\nexample the coupling of spatially separated habitats by mobile consumers\n(e.g. McCann et al., 2005; Rooney et al., 2008), related to the broader\ntheme of spatial subsidies and spatial ecosystem ecology (Polis et al.,\n1996; Massol et al., 2011). Third, dispersal in metacommunities can\npermit the persistence of otherwise unfeasible configurations of species\ninteractions (Amarasekare, 2008); area effects on species persistence can\nreflect within-island spatial dynamics (Holt, 1992), which can be par-\nticularly important in fostering the persistence of strong food web inter-\nactions (e.g. see Wilson et al., 1998 for a food chain example). Yet these\nthree components of merging food web and spatial ecology have yet to\nbe comprehensively integrated.\nMontoya and Galiana (2018) note that one potential approach to\nintegrating food web ecology with biogeography is to examine how\nfood web properties vary along major environmental gradients. Pre-\neminent among such gradients are those spatial attributes of habitats at\nthe heart of island biogeography theory (MacArthur & Wilson, 1967;\nWhittaker & Fernández-Palacios, 2007)–the area of islands or isolated\nhabitat patches and their distance to potential sources of colonists. Baiser\net al. (2012) examined the food webs of pitcher plants (Sarracenia pur-\npurea) and showed that food web attributes–food chain length, total\nspecies richness, linkage density and incidence of omnivores–increased\nwith pitcher volume. Gravel et al. (2018) point to the rapidly growing\nevidence that the structure of ecological networks varies by habitat,\nthrough time and across gradients. A systematic understanding of how\narea influences network attributes–such as the number of species in each\n290·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 291\ntrophic rank–is clearly emerging as a key desideratum for current\nresearch. Species coexistence mechanisms can also be scale dependent\n(Holt, 1993; Chesson, 2018) and variation in species richness with area\ncould reflect the breakdown of such mechanisms at small spatial scales.\nFor example, Orrock and Fletcher (2005) showed that the respective\nroles of stochasticity and competitive ability in driving competitive\noutcomes can change with habitat size. The principal ingredient of\nquantitative, dynamical food webs–interaction strength–can itself vary\nwith island area (e.g. Schoener et al., 2016). Martinson and Fagan (2014)\ncarried out a meta-analysis of plant–insect herbivore interactions in\nfragmented landscapes and found that plants on small, isolated fragments\nenjoyed almost 50 per cent less herbivory than plants in large patches.\nAcross a range of island and patch sizes, Connor et al. (2000) observed\nthat animal densities are higher in larger areas. Ecological interactions are\ntypically‘dosage-dependent’, so for instance competition intensity\nincreases with the densities of competitors, implying a likely systematic\nsignal of area on interspecific interaction strength (as found in parasitoid–\nhost interactions by Fenoglio et al., 2013)–with implications for the\nspatial scaling of species richness.\nIsland biogeography has dealt with trophic interactions and food web\nstructure, but not as a central theme. As Holt (2010) noted, MacArthur\nand Wilson (1967) do not directly discuss food webs at all, but do\nobliquely hint at how local food web interactions can govern coloniza-\ntion and extinction and, thus, island community structure. The synthesis\nof island biogeography by Whittaker and Fernández-Palacios (2007)\ntouches on predation and food chains several times. Two telling\nexamples they cite from classic island studies are: i) that Thornton\n(1996) ascribed several extinctions of birds on Anak Krakatau to top\navian predators (whose numbers were sustained, it appears, by the ability\nof raptors to move among several islands, an example of the spatial scaling\nof movement with trophic rank hypothesized by Elton in 1966); and ii)\nthat Lomolino (1984) demonstrated that the carnivorous shrewBlarina\nbrevicaudadrove extinctions of a mammalian prey species,Microtus penn-\nsylvanicus, on islands in the Thousand Island region of the St. Lawrence\nRiver. Harold Heatwole (Heatwole & Levins, 1972; Heatwole, 2018)\nexamined islands in the Caribbean and off Australia and argued that\ninsular trophic structure (the relative proportion of species in major\ntrophic groups such as detritivores, herbivores and predators) can be\nrelatively stable, even if species composition is in continualflux. Piechnik\net al. (2008) re-examined the classic Simberloff-Wilson experimental\nOn the Interface of Food Webs and Spatial Ecology·291\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 292\ndefaunation of mangrove islets and reported a signature of trophic\nbreadth in the order of colonization, with generalist consumers arriving\nfirst in community assembly (see also Cirtwill & Stouffer, 2016). These\nexamples show that the presence or absence of predators and trophic\nattributes such as dietary specialization can influence the primary drivers\nof community assembly on islands–extinction and colonization–an\nissue we examine more closely in Sections 12.3 and 12.4.\nA principal goal of the theory of island biogeography was to develop a\ndynamic explanation for the species–area and species–distance relation-\nships on true islands. There are many kinds of species–area relationships\n(SARs), including for instance different kinds of species accumulation\ncurves within contiguous land masses (Scheiner, 2003) and we touch on\nseveral  below.  In  island  biogeography  and  analyses  of  habitat\nfragmentation, the focus is typically on the Type IV curves of Scheiner\n(2003), which describe species richness across‘true’or‘habitat’islands or\ndistinct geographical domains varying in area (also termed island species–\narea relationships or ISARs, see Chapter 1). Over some spatial scales,\nISARs nicelyfit the classic power law,S=cA\nz\n, wherecis a parameter\nrepresenting a kind of carrying capacity per unit area andzis a parameter\nthat indicates how area (A) boosts species richness (S) (Triantis et al.,\n2012; Matthews et al., 2016). Equivalently, we havez¼\n∂logSðÞ\n∂logAðÞ\n. This\nexpression usefully characterizes the strength of the relationship between\nspecies richness and area, even if the power law does not hold (i.e.zcan\nvary withA).\nA null expectation might be that the parameters defining the strength\nof the species–area relationship are not influenced by trophic rank or\ninteractions. Indeed, Drakare et al. (2006) reviewed species–area rela-\ntionships (largely for nested or contiguous species–area curves) from a\nwide range of systems and concluded that there was no significant signal\nof trophic guild‘...across autotrophs, herbivores, omnivores, carnivores,\nmicrobivores, parasites and decomposers’. So maybe this chapter could\nend right here!\nBut we won’t do that; instead we will revisit these issues. We will\nbuild simple models of SARs across multiple trophic levels, beginning\nfrom the unlikely starting point of ecological neutral theory (Hubbell,\n2001), which at its core shares the assumption that trophic position is an\nunimportant predictor of spatial variation in biodiversity. After present-\ning this novel bit of theory, we then examine some decidedly non-\nneutral models, including communities with tightly specialized food\n292·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 293\nchains and mixtures of specialist and generalist predators, complementing\nseveral important reviews and theoretical advances which have recently\nappeared (e.g. Gravel et al., 2011; Massol et al., 2017; Galiana et al.,\n2018). Figure 12.1 shows schematically the three aspects of community\nstructure we explore in the three main sections of this chapter: trophic\npyramids (Section 12.2), food chains (Section 12.3) and more complex\nfood webs (Section 12.4).\n12.2 Trophic Pyramids and the SAR\nEcological  neutral  theory  assumes  an  individual’s  chances  of\nreproduction and death are independent of its species identity. This\nmay seem an extreme simplification of a richly complex reality, espe-\ncially in the context of food web interactions. However, the merits of\nneutral theory (like the theory of island biogeography) lie in its ability\nto act as a minimal starting point on which more complex ideas or\ninferences can be built, a‘yardstick’for assessing implications of add-\nitional biological assumptions. Furthermore, neutral theory actually\ndoes an excellent job of predicting SARs, both on islands and on\ncontiguous mainland (see Chapter 11). In the simplest neutral commu-\nnity model there is a‘zero-sum’competitivegameatplay:thetotalsize\nof the community isfixed so that the abundance of one species can only\nSection 2\nAbundances\nLog(Richness)\nLog(Area)\nPrey\nPredator\ng\neneralist\nSpecialist\nLog(Area)Log(Area)\nLog(Richness)Log(Richness)\nSection 3\nFood chains\nSection 4\nFood webs\nFigure 12.1The three scenarios considered in this chapter. Left: a trophic abundance\npyramid, with lower abundances at higher trophic ranks. Centre: a community\ncomprised of‘stacked specialists’, where each plant sustains a specialist consumer,\nwhich in turn supports a specialist hyper-consumer. Right: a community with a\nmixture of trophic specialists and generalists within trophic levels.\nOn the Interface of Food Webs and Spatial Ecology·293\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 294\nincrease when another decreases. Thisfixed total abundance is set by\nunexamined factors, such as total resource supply or top-down effects\nof higher trophic levels acting to constrain total abundance at lower\nlevels.Ineachtimestep,oneindividualischosenatrandomtodieand\nanother is comparably chosen to reproduce,filling the‘gap’left in the\ncommunity by the death. Relative abundances of species drift over time\nand species go extinct. Based on these rules alone, the community\nwould drift eventually to monodominance of one species. To maintain\ndiversity, an input of new species is required to counterbalance extinc-\ntion, either by speciation or immigration from an external species pool\nor both. One can use neutral theory to construct species–area relation-\nships in either case (see Rosindell & Cornell, 2007; Chapter 11). To do\nso over the full range of spatial scales requires a fully spatially explicit\nmodel in which individuals occupy a precise location in space. The\nubiquitous power-law relationship emerges at intermediate sample\nareasfromthesemodelsandisespeciallyprominentwhendispersal\nacross space follows a fat-tailed distribution in which long-distance\ndispersal events are common (Rosindell & Cornell, 2009).\nWhat could possibly be neutral about food webs? In some systems,\ntrophic levels or guilds are cleanly delineated, so that one can discern\ndistinct trophic levels. Interactions across trophic levels are obviously not\nneutral. But maybe interactionswithintrophic levels or‘guilds’could be\ntreated as if governed by neutral dynamics, at least as a simplification (see\nKrishna et al., 2008 for a comparable approach to mutualistic networks;\nsee Chave, 2004 and Adler et al., 2007 for more discussion on the\nequivalence assumption). This has previously been done to provide a\nneutral model of predator–prey interaction networks (Canard et al.,\n2012) and later in host–parasite systems (Canard et al., 2014). Here we\nconsider the simpler question of SARs in linked neutral models across\ntwo or more trophic levels. One could imagine for the sake of argument\nthat the total number of individuals (across all species) in a given trophic\nlevel is determined by trophic interactions, whilst dynamics among\nspecies within a trophic level are a competitive, zero-sum game. If all\nspecies are competitively equivalent on the same trophic level, their\nnumbers should drift, comparable to Hubbell’s neutral tree community\nmodel (Hubbell, 2001). In a food web diagram, all species (or alterna-\ntively, all individuals) on one trophic level would be equally connected\nto all species (or individuals) in levels below and above. In later sections,\nwe explore the implications of more specialized interconnections across\ntrophic levels.\n294·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 295\nWefirst explore the consequences of trophic levels for a non-spatial\nneutral model, which is suitable for capturing SARs on isolated islands or\nat very large continental scales. The species richnessSin a community\ncontainingJindividual organisms and having a per capita speciation rate\nofυcan be described by (Etienne & Alonso, 2005):\nS=θ(ψ\n0\n(θ+J)\u0002ψ\n0\n(θ)).(12.1)\nHereψ\n0\nis the digamma function and the quantityθis the‘fundamental\nbiodiversity number’(Hubbell, 2001) given byθ¼\nJ\u00021ðÞυ\n1\u0002υ\n(see also\nChapter 11).\nNow consider a system withntrophic levels; trophic levelihas a total\ncommunity size ofJ\ni\n=A\u0003ρ\ni\n, whereAis area andρ\ni\nis the density of\nindividuals per unit area for trophic leveli. Total community size is thus\nassumed to be proportional to area; more complex relationships between\ndensity and area are known (Connor et al., 2000) and could straightfor-\nwardly be accounted for. The SAR for species from trophic leveliis\ngiven by an extension of Equation (12.1):\nS\ni\n(A)=θ\ni\n(A)(ψ\n0\n(θ\ni\n(A)+ρ\ni\nA)\u0002ψ\n0\n(θ\ni\n(A))),(12.2)\nwhereθ\ni\nAðÞ¼\nρ\ni\nA\u00021ðÞυ\ni\n1\u0002υ\ni\n(see also Chapter 11). The SAR incorporating\nspecies from allntrophic levels is a sum over Equation (12.2):\nSAðÞ¼\nX\nn\ni¼1\nθ\ni\nAðÞψ\n0\nθ\ni\nAðÞþρ\ni\nAðÞ\u0002ψ\n0\nθ\ni\nAðÞðÞðÞ:(12.3)\nTwo  patterns  emerge  from  these  formulas.  First,  very  small\nmetacommunities will harbour only a single species in each trophic\nlevel. Second, once metacommunity size (area) becomes larger, the\nSAR becomes linear. This is consistent with an approximation of\nEquation (12.2) in which, providedspeciesrichnessisnotsmall,θ\ni\n\u00041,\nwe can write\nS\ni\nAðÞ\u0005A\nρ\ni\nυ\n1\u0002υ\nlog\n1\nν\n\u0002\u0003\n:(12.4)\nThesefindings essentially restate the results of Chisholm et al. (2016),\nwho studied an extension of neutral theory, in the context of ISARs,\nwhere the community consists of multiple niches and where within each\nniche multiple species interact neutrally. Here, we simply replace‘niches’\nwith‘trophic levels’.\nNote that this SAR for large A is only consistent with the classic power\nlawS=cA\nz\nwhenz= 1. This does not match typical observations for\nOn the Interface of Food Webs and Spatial Ecology·295\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 296\nsmall to moderate-sized oceanic islands, but resembles the SAR of some\nisolated islands which receive very limited immigration, so that all species\nrichness emerges from in situ diversification; every island is then an\nindependent evolutionary arena (Losos & Schluter, 2000; Chisholm\net al., 2016).\nWe now use the above machinery to examine SARs as a function of\ntrophic rank. A general rule of thumb is that predators, collectively, are\nrarer than their prey. Charles Elton, in hisAnimal ecology(1927),\nreferred to this as the‘pyramid of numbers’, which often (not always,\nseefigure 3.15 in Odum, 1971) describes how total abundance varies\nwith trophic rank (when such ranks are cleanly delineated). Let us\nimagine that species in different trophic ranks are demographically\nequivalent and have the same speciation rates, but that trophic ranks\ndiffer in total community size. For illustration, we make the simplifying\nassumption that the number of individuals declines by a factor of\n10 with each increase in trophic level. This assumption has no effect\non our qualitative conclusions.\nAt sufficiently large areas, where the relationship is effectively linear,\none expects the relative species richness of two trophic ranks to match\ntheir relative abundances, or\nS\niþ1\nS\ni\n\u0005\nJ\niþ1\nJ\ni\n:(12.5)\nIn an earlier era of food web theory, it was suggested that the relative\nrichness of top, intermediate and basal trophic species within commu-\nnities are relatively invariant across communities (Cohen, 1977; Cohen &\nBriand, 1984; Cohen & Newman, 1991). Where this is the case, the null\nexpectation might be that SARs (after accounting for differences in\nindividual densities) would match, across trophic levels. Combined with\nour conclusions from the above simple neutral model, it might appear\nthat Drakare et al. (2006) are correct and that trophic rank or guild are\nnot informative relative to SARs.\nBut organisms at different trophic levels can differ in many important\nways, for instance in body size and mobility. Genetic estimates suggest\nsubstantial variation in dispersal across trophic levels (Kinlan & Gaines,\n2003). McCann et al. (2005) argued that, in oceanic food webs, there is\nan allometric relationship between body size and dispersal ability, so top-\nranked predators roam widely and link distinct ecosystems (Figure 12.2).\nFor example, in coral reeffish communities, predator dispersal scale\nincreases with increasing body size (Stier et al., 2014a). We build on\n296·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 297\nresults in Chapter 11 to provide a spatially explicit neutral SAR for\nmainlands (SAR types I, IIA; Scheiner, 2003) across multiple trophic\nlevels. We assume, as a starting point, that the primary drivers are trophic\nlevel, abundance and dispersal ability, rather than the precise interaction\nstructure of the food web.\nFirst we state the density of individualsδ\ni\nin trophic leveliusing the\n‘10 per cent’rule of thumb given by\nδ\ni\n= 0.1\u0003δ\ni\u00021\n,δ\n1\n=δ.(12.6)\nNext, we determine the individual body massm\ni\nof an individual in\ntrophic leveliusing a scaling law (Cohen et al., 2003)\nδ\ni\n=N\n0\n\u0003m\ni\n\u0002β\n,(12.7)\nwhich can be rearranged to produce\nm\ni\n¼N\n0\n=δ\ni\nðÞ\n1\nβ\n=\n,\n(12.8)\nwhereβ¼\n3\n=\n4\norβ¼\n2\n=\n3\nare typical (Cohen et al., 2003); we assume\nβ= 3/4 in our results.\nIn many systems, dispersal range scales with body size, which\nincreases with trophic rank (Figure 12.2). We use individual body mass\nin a further scaling law to predict total lifetime dispersal distanceσ\ni\nfor\neach trophic level\nPhytoplankton\nBody size (m)\n10\n-6\n10\n3\n10\n2\n10\n1\n0.1\n10\n-5\n10\n-4\n10\n-3\n10\n-2\n0.1    110\nPlaice\nHerring\nMackerel\nHarp\nseals\nCod\nCapelin\nZooplankton\nand larvae\nScale of movement (km)\nSalmon\nBluefin\ntuna\nWhite\nshark\nSperm\nwhale\nFigure 12.2The spatial scale of movement increases with body size, which is\ncorrelated with trophic rank (redrawn using data from afigure in McCann et al.,\n2005; under license from John Wiley and Sons). The shades used are for graphic\nclarity only and are not intended to map to any property of the system.\nOn the Interface of Food Webs and Spatial Ecology·297\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 298\nσ\ni\n=B\n0\nm\ni\nα\n.(12.9)\nThe allometric relationship itself is well supported (Brown et al., 2000),\nbut the value of the scaling exponentαmay be hard to determine in this\ncase. For example, 0.21 was inferred for scaling of active dispersal\nvelocity in terrestrial mammalian carnivores (Rizzuto et al., 2018) and\n0.48 was used more generally for scaling of passive dispersal in the\nMadingley model (Harfoot et al., 2014). However, neither is quite the\nsame as total lifetime dispersal (in general, the precise scaling of dispersal\nwith body size and how it interacts with other factors such as fertility and\nlifespan is unknown and an important desideratum for future research).\nDispersal distanceσ\ni\ncan be multiplied by\nffiffiffiffi\nδ\ni\np\nto give dispersal measured\nin units of individual widths at their natural density, rather than in units\nof geometric distance.\nWe will use a spatially explicit neutral model for which the SAR on a\ncontiguous mainland is closely approximated by an analytical formula\n(see Chapter 11):\nS\ni\nA;ν;σ\ni\n2\n\u0005\u0006\n\u0006δ\ni\nσ\ni\n2\nΨ\nA\nσ\ni\n2\n;ν\n\u0002\u0003\n:(12.10)\nHere A is area (measured in the same units asσ\ni\n2\n),νis a per capita\nspeciation rate andΨis the‘Preston Function’(Chisholm et al., 2018;\nChapter 11), which can be approximated analytically (O’Dwyer and\nCornell, 2018). This can be written with substitutions from Equations\n(12.6), (12.8) and (12.9) into Equation (12.10) to obtain\nS\ni\n(A,ν,σ\ni\n2\n)\u0006x\u0003δ\n1\u00022α/β\n0.1\n(i\u00021)(1\u00022α/β)\n\u0003Ψ(A\u0003x\n\u00021\n\u0003δ\n2α/β\n\u00030.1\n2α(i\u00021)/β\n,ν),\n(12.11)\nwhere x =B\n0\n2\n\u0003N\n0\n2α/β\n. The total SAR across multiple trophic levels is\ngiven by the sum across all trophic levels of the individual SARs:\nSAðÞ¼\nX\nn\ni¼1\nS\ni\nA;ν;σ\ni\n2\n\u0005\u0006\n:(12.12)\nFigure 12.3 depicts what happens when dispersal rates are assumed equal\nacross trophic levels (α= 0). As area increases, food chain length increases\n(upper left; the minimal number of species cannot drop below one).\nHowever, the spatial dependence of richness on area (the value ofz)is\nthesameacross trophic levels (upper right). Thus, in the simplest neutral\nmodel that is spatially explicit, where all individuals disperse in the same\nway, we conclude: trophic rank has no effect on the SAR. This may\n298·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:20  Page Number: 299\nseem surprising, but it happens because dispersal limitation is the key\ndriver of spatial distribution in a neutral model and in thisfirst example\nthis has been assumedfixed across all trophic levels.\nFigure 12.4 shows a more interesting observation, where now we\nassume that individuals at higher trophic rank disperse further (with expo-\nnentα= 0.25). The gradient of the SAR in logarithmic space is now\ndependent on spatial scale as a function of trophic level. At smaller spatial\nscales, higher trophic levels are predicted to havesteeperSAR gradients.\nHowever, at larger spatial scales the opposite is predicted, with higher\ntrophic levels havingshallowerSAR slopes. Thus, the effect of trophic level\non the strength of the SAR exponent is predicted to be scale dependent.\nTrophic level\n1\n2\n3\n4\nSum\n1\n3\n10\n30\n100\n300\n1000\n110\n2\n10\n4\n10\n6\n10\n8\n10\n10\n10\n12\nArea\nSpecies richness\nTrophic level\n1\n2\n3\n4\n1.0\n0.9\n0.8\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n110\n2\n10\n4\n10\n6\n10\n8\n10\n10\n10\n12\nArea\nSpecies-Area Relationship gradient\n0.001\n0.010\n0.100\n1.000\n4\nTrophic level\nDensity\n1\n10\n100\n1000\n10000\nTrophic level\nBody mass\n12312341   2   34\nTrophic level\nDispersal distance\nFigure 12.3Top left: the species–area relationship on a contiguous mainland for\nmultiple trophic levels. The data come from an independent spatially explicit neutral\nmodel for each trophic level and are based on an analytical solution (the Preston\nFunction) for the mean total number of species in different sized (nested) areas. It is\nassumed that there are several trophic levels which differ systematically by a factor of\n10 in total abundance, but with equal dispersal ability. Top right: the species–area\nrelationship gradient,z¼\n∂logSðÞ\n∂logAðÞ\nas a function of log area. The strength of the\nspecies–area relationship depends on the spatial scale in question–but does not differ\nby trophic level. Bottom panels: underlying allometric relationships between trophic\nlevel and density (bottom left), body mass (bottom centre) and dispersal (bottom\nright). The parameters used wereν=10\n\u00029\n,δ=10\n6\n,N\n0\n=10\n\u00023\n,β¼\n3\n=\n4\n,α=0,B\n0\n=3.\nOn the Interface of Food Webs and Spatial Ecology·299\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 300\n12.2.1 Beyond Neutrality\nThere are several ways to relate trophic interactions and the species–area\nrelationship that go beyond these neutral expectations (Holt, 2010). First,\ntrophic status might be correlated with individual or population-level\nattributes which influence extinction or colonization rates or evolution-\nary rates. Alonso et al. (2015) provided an excellent example from coral\nreeffish experiencing mass mortality events: extinction rates increase at\nhigher trophic ranks. Jacquet et al. (2017) showed that including trophic\nposition improved predictive accuracy of occupancies in tropical coral\nreefs, using a MacArthur-Wilson style model. Stier et al. (2014a) con-\nvincingly argued that colonization rates should be higher at higher\ntrophic ranks infish communities, because predators with relatively\nlarger body sizes in their larval stages can disperse further through longer\nlarval durations, a factor that we have taken into account in the analyses\nleading to Figure 12.4 because trophic levels are treated as having\ndifferent dispersal abilities. Colonization makes rescue effects more likely,\ndampening extinction. This may help explain the observation that\npredator:prey richness ratios increase with distance from sources across\nTrophic level\n1\n2\n3\n4\nSum\n1\n3\n10\n30\n100\n300\n1000\n110\n2\n10\n4\n10\n6\n10\n8\n10\n10\n10\n12\nArea\nSpecies richness\nTrophic level\n1\n2\n3\n4\n1.0\n0.9\n0.8\n0.7\n0.6\n0.5\n0.4\n0.3\n0.2\n0.1\n110\n2\n10\n4\n10\n6\n10\n8\n10\n10\n10\n12\nArea\nSpecies-Area Relationship gradient\n0.001\n0.010\n0.100\n1.000\nTrophic level\nDensity\n1\n10\n100\n1000\n10000\nTrophic level\nBody mass\n7.5\n15.0\n30.0\n60.0\n123412341 2 3 4\nTrophic level\nDispersal distance\nFigure 12.4As in Figure 12.3, but now dispersal distances increase with trophic level\nα= 0.25. This implies that species–area relationships can vary by trophic level, but in\na manner that is scale dependent.\n300·Holt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 301\nthe Pacific Ocean (Stier et al., 2014a). Topfish predators have highly\ngeneralized diets and so are not likely to be constrained by the occur-\nrence of particular prey species; together with high mobility, this should\nflatten SARs in contrast to specialist enemies, as we will investigate later.\n12.3 Food Chains and the SAR\nTrophic interactions themselves could directly drive extinction and\ncolonization, via‘bottom-up’and‘top-down’forces. Trophic inter-\nactions can be complex (nonlinear functional responses, predator–prey\ncycles, chaos and the like) and in the future it would be valuable to link\nthe rich body of theory that exists on food web ecology more explicitly\nto the spatial processes that underlie SARs. But it is useful to start with\nsimpler, more schematic models, a‘minimalist’community ecology that\ngoes beyond neutral theory, but does so by utilizing the simpler abstrac-\ntion of MacArthur and Wilson (1967), which focuses on the extinction\nand colonization of entire species. The simplest, non-interactive island\nbiogeographic model (where the rate parameters for each species do not\ndepend upon other community members) can be viewed as a limiting\nniche model, where each species potentially has its own separate niche\non an island.\nA fundamental descriptor in spatial ecology is‘occupancy’–the\nfraction of habitat patches or islands occupied by a species. Occupancies\nexpressed as a function of area are called‘incidence functions’. Given\nincidence functions, one can construct SARs for entire communities\n(Ovaskainen & Hanski, 2003). Interactions among species, including\nfood web interactions, can be built into incidence functions. It is an\necological truism that all species require resources and a food web at the\nvery least describes asymmetrical resource dependencies among species.\nWe start by assuming‘donor-control’, so that predators need prey, to\ncolonize and avoid extinction, but do not themselves alter prey coloniza-\ntion or extinction. This sequential trophic dependency, all by itself, has\nconsequences for community structure, including species–area relation-\nships. In empirical studies of extinction, specialist herbivores usually go\nextinct before their required host plants (e.g. Sang et al., 2010) and\ndifferences in establishment by basal host species constrain colonization\nby specialist trophic guilds dependent upon those hosts (Harvey &\nMacDougall, 2014; Cirtwill & Stouffer, 2016). We willfirst consider\nsimple communities of multiple unbranched food chains–‘stacked\nspecialists’(e.g. host plants, with specialist herbivores, sustaining specialist\nOn the Interface of Food Webs and Spatial Ecology·301\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 302\nparasitoids; Figure 12.1). Take a single such food chain and consider a\ntaxon at trophic ranki. A mainland community is assumed to have n such\nfood chains.\nPrevious papers by one of us (Holt, 1993, 2010; Holt et al., 1999)\ndeveloped simple models incorporating sequential dependencies among\nspecialist consumers and their biotic resources, drawing out implications\nfor the species–area relationship built on this‘bottom-up’effect. These\nmodels include static incidence function models and dynamic patch\noccupancy models; we here just sketch the former. The incidence\nfunction for a given species of rankiis the percentage of islands that\nare occupied, as a function of area and rank,p(i) (we leave the functional\nrelationship on area,A, implicit and for simplicity assume all species of a\ngiven rank have the same incidence function). The expected number of\nspecies of rankion a given island isS\ni\n=np(i).\nGiven tight specialization up food chains, a species of rank i cannot\npersist on any island lacking its resource species of ranki\u00021, but it\nmight not persist even if that resource is present. Colling and Matthies\n(2004) provided an example of an incidence function for a specialist\nfungal pathogen, which is not sustained on small host populations.\nSmall islands often contain the host, but not the pathogen. This\nsequential dependency leads to nested spatial distributions, which we\ncan formalize as follows.\nA resource species of ranki\u00021, which a species of rankirequires, has\nits own incidence function,p(i\u00021). If we focus on one food chain, we\nexpect nested distributions across islands, for populations that persist\nwithout recurrent immigration: if speciesi\u00021 is absent, so too should\nbe any dependent consumer, speciesi,i+ 1, etc.\nDefine the conditional incidence function of speciesias the\nprobability it will be present, given that its required resource is\npresent,p(i|i\u00021), as a function of (say) area. The unconditional\nincidence for species i can be written as a compounding of such\nconditional incidence functions\npiðÞ¼piji\u00021ðÞpi\u00021ðÞ...¼p1ðÞ\nY\ni\nj¼2\npj\nj\nj\u00021ðÞ(12.13)\n.\nIf we assume that there arenstacked specialist food chains on a\nmainland, on the islands the expected number of species of rankiis\nS\ni\n=np(i). On a log–log plot, the strength of the SAR across trophic\nranksisasfollows\n302·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 303\nz\ni\n¼\n∂logS\ni\nðÞ\n∂logAðÞ\n¼\n∂logpiðÞðÞ\n∂logAðÞ\n¼\n∂logpi\u00021ðÞðÞ\n∂logAðÞ\nþ\n∂logpi\nj\ni\u00021ðÞðÞ\n∂logAðÞ\n¼z\ni\u00021\nþ\n∂logpi\nj\ni\u00021ðÞðÞ\n∂logAðÞ\n,(12.14)\nimplyingz\n1\n<z\n2\n<z\n3\n, etc., if the rightmost term is positive. Thus, if\nconditional incidence increases with area, thez-value increases with\ntrophic rank. As a limiting case, conditional incidence might be inde-\npendent of area, in which casez-values across trophic levels will match.\nSimilar results emerge for dynamic occupancy models given donor\ncontrol with sequential colonization and linked extinction dynamics.\nThe basic idea is that a specialist consumer cannot colonize an island\nunless its required resource is present and if that resource goes extinct–\nso should it and, in turn, any species depending solely on it. Based on\nthese simple models, Holt et al. (1999) and Holt (2010) argued that on\nislands relatively closed to immigration, specialist consumers (which\nattack just a single prey species) with weak top-down effects on their\nprey should often have stronger SARs (i.e. higherz-values) than do\ntheir prey. Because the same argument holds at each trophic level, this\nsuggests thatz-values should increase, as one marches up higher trophic\nranks through specialist food chains in a community. Roslin et al.\n(2014) provided afine empirical demonstration of this prediction, using\na system where the natural historyfits the model assumptions–herbiv-\norous insects on an island archipelagointheBaltic,wherethoseinsects\nsustained primary parasitoids, which in turn supported secondary para-\nsitoids. Each trophic level was comprised of relatively specialized con-\nsumers (herbivores on their plant hosts, parasitoids on their insect hosts,\netc.). Consistent with theory, the slope of the log–log ISAR‘...\nsteepened from plants through herbivores and primary parasitoids, to\nsecondary parasitoids’.\n12.4 Food Webs and the SAR\nThe tightly specialized food chains explored in Section 12.3 are an\nabstraction; few, if any, natural communities will show such marked\nspecialization across trophic levels. Holt et al. (1999) suggested circum-\nstances in which trophic rank might not systematically affect the SAR,\nif for instance communities are open with rapid, recurrent immigration\nat high trophic levels, or if consumers are generalists, so their\nOn the Interface of Food Webs and Spatial Ecology·303\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 304\npopulations can be sustained by any of a number of lower-level prey\nspecies. If some consumers are generalists, but others specialists, there\ncould be differences in the strength of the SAR associated with the\ndegree of trophic specialization.\n12.4.1‘Bottom-up’Effects\nHolt (2010) developed a variant of the classic MacArthur-Wilson island\nmodel, to suggest that generalists could even have lower SARs (i.e.\nlowerz-values) than their prey. There is growing evidence that trophic\nspecialization versus generalization does influence colonization and\npersistence. Bagchi et al. (2018) reviewed evidence that specialist\nplant–herbivore interactions are differentially absent on the small, isol-\nated patches that characterize fragmented landscapes, leading to steeper\nSARs for specialist, compared to generalist, herbivores. As they note,\nthis reflects the fact that the abundance ofdietary specialists depends on\nhost plant availability, whereasgeneralists do not show such strong\ndependency. Cirtwill and Stouffer (2016) revisited the mangrove island\nexperiment of Simberloff and Wilson and showed that knowledge of\nspecies-specific  resource  requirements  increased  predictability  of\nextinctions. In butterfly and moth assemblages on islands, dietary spe-\ncialists have higherz-values (Franzen et al., 2012). This matches earlier\nresults by Steffan-Dewenter and Tscharntke (2000) for butterflies of\nmeadows in central Europe: polyphages, strongly oligophagous and\nmonophagous species, respectively, havez-values of 0.07, 0.16 and\n0.22. In other words, small meadows are dominated by trophic gener-\nalists. This has been detected in oceanic island studies. For instance,\nSantos and Quicke (2011) showed that oceanic island parasitoid faunas\naremoretypified by generalists than are continental parasitoid assem-\nblages. Gravel et al. (2011) have extended the sequential dependency\napproach of Holt to more complex food webs and demonstrated that\nthe model successfully predicts severalpatternsinanAdirondackslake\ndataset: small areas are dominated by primary producers and generalist\npredators are relatively more prevalent on islands of intermediate size.\nThe same held for coral reeffishes, but these patterns were not observed\nin the mangrove arthropod communities examined by Cirtwill and\nStouffer (2016).\nBottom-up effects can percolate up multiple trophic levels. Feno-\nglio et al. (2012) reported how forest fragment area influences\nparasitism on leafminers by interlocked changes in plant, herbivore\n304·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 305\nand parasitoid diversity, largely reflecting the differential loss of spe-\ncialist parasitoids in small fragments. Even for generalists, trophic rank\nsometimes strongly influences the strength of SARs, for example\nNoordwijk et al. (2015) showed that the richness of zoophagous\ncarabid beetles increased with the area of calcareous grassland, but\nphytophagous carabids did not. This contrasts with some of the\nexamples cited in Holt et al. (1999), where an absence of a trophic\nrank effect onzwas ascribed to generalization; these carabids are\ngeneralists, but nevertheless show the predicted pattern of stronger\nspecies–area relationships with trophic rank. Noordwijk et al. (2015)\nsensibly suggested that even generalist predators are likely scarcer than\ntheir prey, so are prone to higher extinction risks, and that generaliza-\ntion is no buffer against extinction, if prey numbersfluctuate syn-\nchronously (e.g. in response to major climatic events). Prairie dogs for\ninstance have highly generalized diets, yet show a strong effect of plant\nspecies richness on local extinctionrates (Ritchie, 1999). An ineffect-\nive generalist or one that draws different nutrients from different\nspecies might need a diverse array of prey types in order to gain a\nfoothold and persist on an island.\nHolt and Hoopes (2005) and Holt (2010) developed a model of\nbitrophic‘donor-controlled’island assembly, extending the classic\nimmigration-extinction model of MacArthur and Wilson (1967).\nThey assumed a prey trophic level colonizes from a mainland source\npool, with non-interactive colonization and extinction rates depend-\nent on island area. A predator trophic level likewise colonizes but, in\naddition to direct effects of area on its colonization and extinction\nrates, there are indirect effects, because increased prey species rich-\nness can facilitate predator colonization or reduce extinction. If\npredators are specialists, these effects should be strong (the sequential\ndependency effect discussed in Section 12.3). But if predators are\ngeneralists, they might well be weaker, depending on the details of\ntrophic generalization. Generalistpredators may be able to plastically\nuse prey types that are not even part of their regular diet on the\nmainland,  for  instance,  thereby  promoting  colonization  and\nlowering extinction. The model made plausible that one might\nexpect to see heterogeneous SARs by trophic rank. This theoretical\nprediction  matched  afinding  in  the  Steffan-Dewenter  and\nTscharntke (2000) study: thez-value of the host plants was 0.14,\neven higher than that of the generalist butterflies, but lower than\nthat of the specialists.\nOn the Interface of Food Webs and Spatial Ecology·305\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 306\n12.4.2‘Top-down’Impacts of Natural Enemies on Species–Area\nRelationships\nThe models summarized in Section 12.4.1 neglect the widespread obser-\nvation that predators and other natural enemies alter the population sizes\nof their victims, with likely consequences for colonization, extinction\nand, thus, SARs. In the Bahamas, predatory lizards greatly lower the\nabundance of spider prey, boosting extinction risks (Toft & Schoener,\n1983). Top-down effects in principle could have divergent impacts on\nSARs at lower trophic levels. Predators and parasites can at times facilitate\ncoexistence among competing prey (e.g. Holt et al., 1994) or keep in\ncheck mesopredators that can wreak havoc at lower trophic levels. There\nare indications that elimination of top predators can often lead to extinc-\ntion cascades at lower trophic ranks (Donohue et al., 2017). If these\nnatural enemies are found mainly on large islands, prey diversity may\ncollapse on smaller islands. Large islands may also harbour more refuges\nfrom predation or disturbance, reducing extinction (Schoener & Spiller,\n2010). This should steepen SARs in the prey.\nConversely, strong, generalist predators can elevate extinctions in their\nprey, particularly if prey are not competing and some prey species are\nbetter able to withstand predation (Holt, 1977). Predators can prevent\ncolonization, with systematic effects on SARs in the prey trophic guild\n(Ryberg & Chase, 2007; Holt, 2010). Strong predation can reverse\npositive impacts of island area on occupancy for vulnerable species\n(Grainger et al., 2017). In the island-like glades of the Ozarks, the eastern\ncollared lizard is a top predator with a generalized insectivorous diet and\nis largely found within larger glades. Its prey had depressedz-values\namong glades harbouring the collared lizard, compared to glades without\nit. Ryberg and Chase (2007) developed a simple model where predators\nwere assumed to increase extinction rates by a constant additive amount\nacross islands and showed that this should depressz-values. This result\ndoes not hold in all systems. For instance, a test of the hypothesis that\npredators affect the SAR in coral reef systems found no evidence that\npredators affected the slope of the SAR in coral reeffish ecosystems in\nthe South Pacific (Stier et al., 2014b). Moreover, at times, predators may\nexert stronger negative effects on their prey on larger islands. In the\nBahamas, islands with lizards have fewer spider species than islands\nwithout, and this effect is strongest on large islands (Spiller & Schoener,\n2009), leading to a lower value ofz(0.16) for lizard islands than for\nlizard-free islands (0.4). This is consistent with a model presented in Holt\n(2010), where predators are assumed to have a multiplicative effect on\n306·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 307\nprey extinction. Murakami and Hirao (2010) reported similar impacts of\nlizard predation uponz-values in insects, for a different suite of Bahamian\nislands. Such results could arise if predators are differentially more abun-\ndant, on larger islands. Ostman et al. (2007) suggest that heterogeneity of\nspatial distribution of predators and the strength of their impacts of\npredation could help explain variation in SARs among systems, particu-\nlarly given that top predators often may be absent from small, isolated\nislands or habitat patches (Holt & Hoopes, 2005).\n12.5 Conclusions and Future Directions\nIn an early foray toward linking food web ecology and island biogeog-\nraphy, Holt et al. (1999) presented simple theory suggesting thatz-values\nshould increase with trophic rank, particularly for specialist consumers,\nbut sometimes also for generalists. They reported examples whichfit this\nexpectation, but also counter-examples. They suggested the latter might\nreflect several factors:‘(1)...strong top-down interactions leading to\nprey extinction; (2) communities are open, with recurrent immigration,\nparticularly at higher trophic ranks; (3) consumers are facultative gener-\nalists, able to exist on a wide range of resource species, or (4) systems are\nfar from equilibrium’(p. 1495).\nIn this chapter, we have presented new neutral theory that emphasizes\nhow differences in dispersal rates among trophic ranks could influence\nspecies–area relationships in a scale dependent way, matching one idea\nbroached in Holt et al. (1999). Leaving aside neutrality, we then sum-\nmarized past theory and touched on illustrative empirical examples.\nWhen trophic interactions are relatively specialized, species–area rela-\ntionships tend to be steeper at higher trophic ranks. Overall, specialist\nconsumers have steeper species–area relationships than do generalists.\nTop-down effects of predation on their prey can have a diverse range\nof impacts on such relationships.\nThere are many directions one could envisage for further development\nat the interface of food web ecology and the spatial scaling of species\nrichness. One realistic complication in multi-trophic systems is that\ncascading effects across multiple trophic levels can lead to non-\nmonotonic relationships between predation pressure on a focal taxon\nand area. For example, if top predators are restricted to large islands, their\nprey can grow to larger numbers on smaller islands, imposing greater\npressure on lower trophic levels (e.g. Genua et al., 2017). In principle,\npatch  occupancy  models  built  to  include  trophic  influences  on\nOn the Interface of Food Webs and Spatial Ecology·307\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 308\ncolonization and extinction can also include top-down and lateral com-\npetitive effects (Lafferty & Dunne, 2010; Pillai et al., 2010; Massol et al.,\n2017), although even seemingly simple models can rapidly become\nanalytically intractable. This line of thought should be extended to\nincorporate a richer array of trophic phenomena, such as interference\ncompetition among consumers, apparent competition among prey,\nintraguild predation increasing extinction risk for consumers of inter-\nmediate range, the influence of food web structure and predator behav-\niour on local population stability and thus extinction risk and so on. The\napproach developed in Gravel et al. (2011) and Massol et al.(2017)\ncould, in principle, provide a springboard to consider such effects.\nOne real-world complication is that, along the gradient from small to\nlarge islands, it may be insufficient to monitor occupancy on islands taken\nas a whole. As one of us observed long ago (Holt, 1992), organisms may\nhave limited dispersal capacitywithinislands, so that one might view area\nas a proxy for, for example, lattice size, where cells in the lattice are\ndomains of local interactions, connected by within-island dispersal. Large\nislands correspond to large lattices and small islands correspond to small\nlattices. Chase et al. (2019) make useful suggestions about how to use\nrarefaction at different scales within islands to discern possible mechan-\nisms for area effects. This perspective is particularly important given\nstrong natural enemy–victim interactions, which tend to self-destruct.\nEver since the classic experiments of Huffaker (1958) it has been clear\nthat predator–prey persistence can be enhanced by colonization among\npatches (Hastings, 1977) and other spatial effects such as refugia may also\nbe important (Lampert & Hastings, 2016). Wilson et al.(1998) demon-\nstrated that local instability could lead to strong area effects in the\npersistence of tritrophic (host–parasitoid–hyperparasitoid) food chains.\nOn large islands, metacommunity processes operating within the island\nmay buffer the many disparate ways species-rich and interconnected food\nwebs can be unstable in their local dynamics (LeCraw et al., 2014; Wang\n& Loreau, 2014; Liao et al., 2017).\nAn important task for future work will be to articulate how the\nstabilizing attributes of space–against a backdrop of habitat heterogen-\neity and island ontogeny (Scherber et al., 2018)–in food web inter-\nactions help contribute to realized species–area relationships. One key\nfactor affecting persistence is movement behaviour of species at different\nlevels in the food web. Top predators can be highly mobile, coupling\ndifferent local communities within a large island, modulating species\ncoexistence at lower trophic ranks. Guzman et al. (2019) have recently\n308·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 309\nargued that understanding spatial use properties is necessary to character-\nize spatially distributed food web dynamics, and outlined key ingredients\nin an emerging predictive framework. Articulating how dispersal varies\nacross a food web will be crucial for a more precise characterization of\nhow trophic rank influences SARs.\nThe importance of considering food webs and more broadly net-\nwork development in the context of island biogeography is becoming\nincreasingly recognized as an exciting direction for current research\n(Warren et al., 2015). Gravel et al. (2011; see also Massol et al., 2017)\ncreatively extended the sequential dependency model proposed earlier\nby Holt to include generalist consumers, such that colonization\nrequired at least one suitable resource species (among an array of\nalternatives) to be present already and extinction was mandated if all\npotential resources went missing on an island. With these reasonable\nassumptions, they crafted predictions about food web structure and\nfound that their predictions held in empirical datasets: consumers accu-\nmulate at larger areas, compared toprimary producers, and small areas\nare dominated by generalist consumers (which experience only weak\nsequential dependency). Network relationships are implicit, not expli-\ncit, in the model of Holt (2010) mentioned. It would be an instructive\nexercise to tie this minimalist model more directly to the generalized\nsequential dependency models developed by Gravel et al. (2011) and\nMassol et al. (2017).\nFurther integration of food webs and biogeography theories should\nalso consider the role of trophic interactions in driving the turnover of\nspecies. Specifically, how do factors such as island size and isolation drive\nthe turnover of predator and prey species? What is the role of top-down\nand bottom-up processes in governing the rate at which the species\ncomposition of prey communities turn over across a landscape? And does\ntrophic specialization alter the effects of island characteristics on species\nturnover? Ryberg et al. (2012) developed a model that predicts how\npredators can alter the diversity of organisms within a patch as well as the\nrate of species turnover among patches. Yet empirical tests of this model\nremain absent and additional theory is required to understand how\ndifferent types of predator foraging (i.e. generalists or specialists) alter\nthe effects predators have on patterns of prey diversity within and among\npatches. An additional issue of great current importance is integrating\nhumans as natural enemies into trophic biogeography. Humans act as top\npredators and also as agents mediating interjections of other natural\nenemies (e.g. rats, goats) onto even desolate, isolated oceanic islands.\nOn the Interface of Food Webs and Spatial Ecology·309\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 310\nThere are likely to be substantial shifts in the form of SARs, concordant\nwith the magnitude of such top-down anthropogenic influences.\nAdditionally, we need to explicitly consider the importance of spatial\nscale in the development and testing of theory linking island biogeog-\nraphy to food web ecology. The neutral model presented in Section 12.2\nprovides afirst pass of this, since it shows that if dispersal rates vary\nsystematically with trophic rank, the ranking ofz-values with trophic\nrank shifts with increasing scale. Naturally, experiments testing new\ntheory necessarily tend to operate at much smaller spatial scales than that\nfor which theory is often developed, presenting challenges in rigorously\ntesting theory. Moreover, the role of migration between patches, in\naddition to how predator–prey interactions alter patterns of biodiversity\nacross patchy landscapes, remains poorly understood. There is a growing\nbody of literature on predator–prey interactions in patchy landscapes (see\ne.g. Schmitz et al., 2017), yet this literature has yet to be integrated with\nthe literature linking food web ecology and island biogeography, or\nSARs more broadly. We need theory linking island biogeography to\nfood web ecology that better accounts for movements of animals among\npatches or sites at a range of spatial and temporal scales.\nAnother key direction for future research is to examine the joint\ninfluences of food web interactions, other kinds of ecological networks,\nnon-trophic interactions and cross-system subsidies on species richness as\na function of island area. There is increasing recognition that food web\nstructure and dynamics cannot be fully understood without paying\nattention to interactions such as mutualism, ecological engineering and\ninformationflows (Olff et al., 2009). Specialists are differentially lost from\nmutualism networks on small fragments or islands, doubtless with conse-\nquences for the remaining food webs (Aizen et al., 2012). Spatial subsid-\nies (Polis et al., 1997) are likely more important in small islands, because\nof their greater perimeter:area ratio, altering colonization or extinction\nrates for consumers directly or indirectly capable of exploiting those\nsubsidies (Anderson & Wait, 2001), with consequences for the strength\nof top-down effects (Piovia-Scott et al., 2017). A particularly important\navenue for future research will be tying trophic island biogeography\nmore explicitly to modern coexistence theory, which increasingly rec-\nognizes the importance of food web interactions for maintaining coexist-\nence in complex assemblages (Chesson, 2018). Some coexistence\nmechanisms may be ineffective on small islands (e.g. any that involve\npatch dynamics across a metacommunity) and this surely contributes to\nshaping the form of realized SARs. Understanding the interplay of\n310·\nHolt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 311\ncoexistence mechanisms and space in maintaining diversity and in con-\ntributing to SARs is becoming ever more important in our world, so\nincreasingly dominated by the relentless hammers of anthropogenic\nhabitat destruction and fragmentation (among other drivers of global\nchange) and the looming risk of mass extinctions.\nFinally, all these issues should be given an evolutionary spin. Several\nauthors have observed that trophic cascades play out very differently on\nisolated oceanic islands than in continental areas (Oksanen et al., 2010;\nTerborgh, 2010) and suggest that this reflects dramatically different\nevolutionary histories. On islandswithout top predators, herbivores\ncan exert strong consistent selectivepressure that leads to adaptations\nsuch as heterophylly and alters theallocation of plant resources to\ndifferent anti-herbivore defences, depending on the suite of herbivores\nthat are present. This evolutionary dimension at the interface of trophic\ninteractions and species–area relationships has yet to be explored in any\ndepth in the literature.\nAcknowledgements\nWe thank the editors for their patience, Ryan Chisholm, Ben Baiser,\nAlyssa Cirtwill, Daniel Stouffer, Wade Ryberg, Mark Ritchie, Tomas\nRoslin and Jana Petermann for comments and references and Vitrell\nSherif for assistance with manuscript preparation. R.D.H. was supported\nby the University of Florida Foundation. J.R. was funded by an Individ-\nual Research Fellowship from the Natural Environment Research\nCouncil (NERC) (NE/L011611/1). Through J.R. this study is a contri-\nbution to Imperial College’s Grand Challenges in Ecosystems and the\nEnvironment initiative.\nReferences\nAdler, P. B., Hille Ris Lambers, J. & Levine, J. M. (2007) A niche for neutrality.\nEcology Letters,10,95–104.\nAizen, M. A., Sabatino, M. & Tylianakis, J. M. (2012) Specialization and rarity\npredict nonrandom loss of interactions from mutualist networks.Science,335,\n1486–1489.\nAlonso, D., Pinyol-Gallemi, A., Alcoverro, T. & Arthur, R. (2015) Fish community\nreassembly after a coral mass mortality: Higher trophic groups are subject to\nincreased rates of extinction.Ecology Letters,18, 451–461.\nAmarasekare, P. (2008) Spatial dynamics of foodwebs.Annual Review of Ecology and\nSystematics,39, 479–500.\nOn the Interface of Food Webs and Spatial Ecology·311\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 312\nAnderson, W. B. & Wait, D. A. (2001) Subsidized island biogeography: Another\nnew twist on an old theory.Ecology Letters,4, 289–291.\nBagchi, R., Brown, L. M., Elphick, C. S., Wagner, D. L. & Singer, M. S. (2018)\nAnthropogenic fragmentation of landscapes: Mechanisms for eroding the spe-\ncificity of plant-herbivore interactions.Oecologia,187, 521–533.\nBaiser, B., Gotelli, N. J., Buckley, H. L., Miller, T. E. & Ellison, A. M. (2012)\nGeographic variation in network structure of a Nearctic aquatic food web.\nGlobal Ecology & Biogeography,21, 579–591.\nBrown, J. H., West, G. B. & Enquist, B. J. (2000) Scaling in biology: Patterns and\nprocesses, causes and consequences.Scaling in biology(ed. by J. H. Brown and G.\nB. West), pp. 1–24. Oxford: Oxford University Press.\nCanard, E., Mouillot, D., Mouquet, N. & Gravel, D. (2014) Empirical evaluation of\nneutral interactions in host-parasite networks.The American Naturalist,183, 468–479.\nCanard, E., Mouquet, N., Marescot, L., Gaston, K. J., Gravel, D. & Mouillot, D.\n(2012) Emergence of structural patterns in neutral trophic networks.PLoS One,\n7, e38295.\nChase, J. M., Gooriah, L., May, F., Ryberg, W. A., Schuler, M. S., Craven, D. &\nKnight, T. M. (2019) A framework for disentangling ecological mechanisms\nunderlying the island species–area relationship.Frontiers of Biogeography,11,\ne40844.\nChave, J. (2004) Neutral theory and community ecology.Ecology Letters,7,241–253.\nChesson, P. (2018) Updates on mechanisms of maintenance of species diversity.\nJournal of Ecology,107, 1773–1794.\nChisholm, R. A., Fung, T., Chimalakonda, D. & O’Dwyer, J. P. (2016) Mainten-\nance of biodiversity on islands.Proceedings of the Royal Society B: Biological\nSciences,283, 20160102.\nChisholm, R. A., Lim, F., Yeoh, Y. S., Seah, W. W., Condit, R. & Rosindell, J.\n(2018) Species–area relationships and biodiversity loss in fragmented land-\nscapes.Ecology Letters,21, 804–813.\nCirtwell, A. R. & Stouffer, D. B. (2016) Knowledge of predator–prey interactions\nimproves predictions of immigration and extinction in island biogeography.\nGlobal Ecology & Biogeography,25, 900–911.\nCohen, J. E. (1977) Ratio of prey to predators in community food webs.\nNature,\n270,\n165–166.\nCohen, J. E. & Briand, F. (1984) Trophic links of community food webs.Proceedings\nof the National Academy of Sciences USA,81, 4105–4109.\nCohen, J. E. & Newman, C. M. (1991) Community area and food-chain length:\nTheoretical predictions.The American Naturalist,138, 1542–1554.\nCohen, J. E., Jonsson, T. & Carpenter, S. R. (2003) Ecological community descrip-\ntion using the food web, species abundance, and body size.Proceedings of the\nNational Academy of Sciences USA,100, 1781–1786.\nColling, G. & Matthies, D. (2004) The effects of plant population size on the\ninteractions between the endangered plantScorzonera humilis(Asteraceae), a\nspecialized herbivore, and a phytopathogenic fungus.Oikos,105,71–78.\nConnor, E. F., Courtney, A. C. & Yoder, J. M. (2000) Individuals–area relation-\nships: The relationship between animal population density and area.Ecology,\n81,34–748.\n312·Holt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 313\nDonohue, I., Petchey, O. L., Kefi, S., Genin, A., Jackson, A. L., Yang, Q. &\nO’Connor, N. E. (2017) Loss of predator species, not intermediate consumers,\ntriggers rapid and dramatic extinction cascades.Global Change Biology,23,\n2962–2972.\nDrakare, S., Lennon, J. J. & Hillebrand, H. (2006) The imprint of the geographical,\nevolutionary and ecological context on species–area relationships.Ecology\nLetters,9, 215–227.\nElton, C. (1927; reprinted 2001)Animal ecology. Chicago, IL: University of Chicago\nPress.\nElton, C. (1966)The pattern of animal communities. New York: John Wiley.\nEtienne, R. S. & Alonso, D. (2005) A dispersal-limited sampling theory for species\nand alleles.Ecology Letters,8, 1147–1156.\nFenoglio, M. S., Srivastava, D., Valladares, G., Cagnolo, L. & Salvo, A. (2012) Forest\nfragmentation reduces parasitism via species loss at multiple trophic levels.\nEcology,93, 2407–2420.\nFenoglio, M. S., Videla, M. A., Salvo, M. A. & Valladares, G. (2013) Beneficial\ninsects in urban environments: Parasitism rates increase in large and less isolated\nplant patches via enhanced parasitoid species richness.Biological Conservation,\n164,82–89.\nFranzen, M., Schweiger, O. & Betzholtz, P.-E. (2012) Species–area relationships are\ncontrolled by species traits.PLoS One,7, e37359.\nGaliana, N., Lurgi, M., Claramunt-Lopez, B., Fortin, M.-J., Leroux, S., Cazelles, K.,\nGravel, D. & Montoya, J. M. (2018) The spatial scaling of species interaction\nnetworks.Nature Ecology & Evolution,2, 782–790.\nGenua, L., Start, D. & Gilbert, B. (2017) Fragment size affects plant herbivory via\npredator loss.Oikos,126, 1357–1365.\nGraham, N. A. J., Wilson, S. K., Carr, P., Hoey, A. S., Jennings, S. & MacNeil, M.\nA. (2018) Seabirds enhance coral reef productivity and functioning in the\nabsence of invasive rats.Nature,559, 250–253.\nGrainger, T. N., Germain, R. M., Jones, N. T. & Gilbert, B. (2017) Predators\nmodify biogeographic constraints on species distributions in an insect meta-\ncommunity.Ecology,98, 851–860.\nGravel, D., Baiser, B., Dunne, J. A., Kopelke, J.-P., Martinez, N. D., Nyman, T.,\nPoisot, T., Stouffer, D. B., Tylianakis, J. M., Wood, S. A. & Roslin, T. (2018)\nBringing Elton and Grinnell together: A quantitative framework to represent\nthe\nbiogeography of ecological interaction networks.Ecography,41,1–15.\nGravel, D., Massol, F., Canard, E., Mouillot, D. & Mouquet, N. (2011) Trophic\ntheory of island biogeography.Ecology Letters,14, 1010–1016.\nGuzman, L. M., Germain, R. M., Forbes, C., Straus, S., O’Connor, M. I., Gravel,\nD., Srivastava, D. S. & Thompson, P. L. (2019) Towards a multi-trophic\nextension of metacommunity ecology.Ecology Letters,22,19–33.\nHarfoot, M. B., Newbold, T., Tittensor, D. P., Emmott, S., Hutton, J., Lyutsarev,\nV., Smith, M. J., Scharlemann, J. P. & Purves, D. W. (2014) Emergent global\npatterns of ecosystem structure and function from a mechanistic general eco-\nsystem model.PLoS Biology,12, e1001841.\nHarvey, E. & MacDougall, A. S. (2014) Trophic island biogeography drives spatial\ndivergence of community establishment.Ecology,95, 2870–2878.\nOn the Interface of Food Webs and Spatial Ecology·313\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 314\nHastings, A. (1977) Spatial heterogeneity and the stability of predator-prey systems.\nTheoretical Population Biology,12,37–48.\nHeatwole, H. (2018) Trophic structure stability in insular biotic communities.The\ntruth is the whole: Essays in honor of Richard Levins(ed. by T. Awerbuch, M. S.\nClark and P. J. Taylor), pp. 220–243. Arlington, MA: The Pumping Station.\nHeatwole, H. & Levins, R. (1972) Trophic structure stability and faunal change\nduring recolonization.Ecology,53, 531–534.\nHolt, R. D. (1977) Predation, apparent competition, and the structure of prey\ncommunities.Theoretical Population Biology,12, 197–229.\nHolt, R. D. (1992) A neglected facet of island biogeography: The role of internal\nspatial dynamics in area effects.Theoretical Population Biology,41, 354–371.\nHolt, R. D. (1993) Ecology at the mesoscale: The influence of regional processes on\nlocal communities.Species diversity in ecological communities(ed. by R. Ricklefs\nand D. Schluter), pp. 77–88. Chicago, IL: University of Chicago Press.\nHolt, R. D. (1996) Food webs in space: An island biogeographic perspective.Food\nwebs:  Contemporary  perspectives(ed.  by  G.  Polis  and  K.  Winemiller),\npp. 313–323. New York: Chapman and Hall.\nHolt, R. D. (1997) From metapopulation dynamics to community structure: Some\nconsequences of spatial heterogeneity.Metapopulation biology(ed. by I. Hanski\nand M. Gilpin), pp. 149–164. New York: Academic Press.\nHolt, R. D. (2010) Towards a trophic island biogeography: Reflections on the\ninterface of island biogeography and food web ecology.The theory of island\nbiogeography revisited(ed. by J. B. Losos and R. E. Ricklefs), pp. 143–185.\nPrinceton, NJ: Princeton University Press.\nHolt, R. D. & Hoopes, M. F. (2005) Food web dynamics in a metacommunity\ncontext: Modules and beyond.Metacommunities: Spatial dynamics and ecological\ncommunities(ed. by M. Holyoak, M. A. Leibold and R. D. Holt), pp. 68–94.\nChicago, IL: University of Chicago Press.\nHolt, R. D., Grover, J. & Tilman, D. (1994) Simple rules for interspecific domin-\nance in systems with exploitative and apparent competition.The American\nNaturalist,144, 741–777.\nHolt, R. D., Lawton, J. H., Polis, G. A. & Martinez, N. (1999) Trophic rank and the\nspecies–area relation.Ecology,80, 1495–1504.\nHubbell, S. P. (2001)\nThe unified\nneutral theory of biodiversity and biogeography. Prince-\nton, NJ: Princeton University Press.\nHuffaker, C. B. (1958) Experimental studies on predation: Dispersion factors and\npredator-prey oscillations.Hilgardia,27, 343–383.\nJacquet, C., Mouillot, D., Kulbicki, M. & Gravel, D. (2017) Extensions of island\nbiogeography theory predict the scaling of functional trait composition with\nhabitat area and isolation.Ecology Letters,20, 135–146.\nKinlan, B. P. & Gaines, S. D. (2003) Propagule dispersal in marine and terrestrial\nenvironments: A community perspective.Ecology,84, 2007–2020.\nKrishna, A., Guimaraes Jr., P. R., Jordano, P. & Bascompte, J. (2008) A neutral-\nniche theory of nestedness in mutualistic networks.Oikos,117, 1609–1618.\nLafferty, K. D. & Dunne, J. A. (2010) Stochastic ecological network occupancy\n(SENO) models: A new tool for modeling ecological networks across spatial\nscales.Theoretical Ecology,3, 123–135.\n314·Holt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 315\nLampert, A. & Hastings, A. (2016) Stability and distribution of predator–prey\nsystems: Regional mechanisms and patterns.Ecology Letters,19, 279–288.\nLeCraw, R. M., Kratina, P. & Srivastava, D. S. (2014) Food web complexity and\nstability across habitat connectivity gradients.Oecologia,176, 903–915.\nLeibold, M. A. & Chase, J. M. (2018)Metacommunity ecology. Princeton, NJ: Prince-\nton University Press.\nLeibold, M. A., Holyoak, M., Mouquet, N., Amarasekare, P., Chase, J. M., Hoopes,\nM. F., Holt, R. D., Shurin, J. B., Law, R, Tilman, D., Loreau, M. & Gonzalez,\nA. (2004) The metacommunity concept: A framework for multi-scale com-\nmunity ecology.Ecology Letters,7, 601–613.\nLiao, J., Bearup, D. & Blasius, B. (2017) Food web persistence in fragmented\nlandscapes.Proceedings of the Royal Society B: Biological Sciences,284, 20170350.\nLomolino, M. V. (1984) Immigrant selection, predation, and the distribution of\nMicrotus pennsylvanicusandBlarina brevicaudaon islands.The American Naturalist,\n123, 468–483.\nLosos, J. B. & Schluter, D. (2000) Analysis of an evolutionary species–area relation-\nship.Nature,408, 847–850.\nMacArthur, R. H. & Wilson, E. O. (1967)The theory of island biogeography. Prince-\nton, NJ: Princeton University Press.\nMartinson, H. M. & Fagan, W. F. (2014) Trophic disruption: A meta-analysis of\nhow habitat fragmentation affects resource consumption in terrestrial arthropod\nsystems.Ecology Letters,17, 1178–1189.\nMassol, F., Dubart, M., Calcagno, V., Cazelles, K., Jacquet, C., Kefi, S. & Gravel, D.\n(2017) Island biogeography of food webs.Advances in Ecological Research,56,\n183–262.\nMassol, F., Gravel, D., Mouquet, N., Cadotte, M. W., Fukami, T. & Leibold, M. A.\n(2011) Linking community and ecosystem dynamics through spatial ecology.\nEcology Letters,14, 313–323.\nMatthews, T. J., Guilhaumon, F., Triantis, K. A., Borregaard, M. K. & Whitaker, R.\nJ. (2016) On the form of species–area relationships in habitat islands and true\nislands.Global Ecology & Biogeography,25, 847–858.\nMcCann, K. S., Rasmussen, J. B. & Umbanhowar, J. (2005) The dynamics of\nspatially coupled food webs.\nEcology Letters,8,\n513–523.\nMontoya, J. M. & Galiana, N. (2018) Integrating species interaction networks and\nbiogeography.Adaptive food webs: Stability and transitions of real and model ecosys-\ntems(ed. by J. C. Moore, P. C. de Ruiter, K. S. McCann and V. Wolters),\npp. 289–304. Cambridge: Cambridge University Press.\nMurakami, M. & Hirao, T. (2010) Lizard predation alters the effect of habitat area on\nthe species richness of insect assemblages on Bahamian isles.Diversity and\nDistributions,16, 952–958.\nvan Noordwijk, C. G. E., Verberk, W. C. E. P., Turin, H., Heuerman, T., Alders,\nK., Dekoninck, W., Hannig, K., Regan, E., McCormack, S., Brown, M. J. F.,\nRemke, E., Siepel, H., Berg, M. P. & Bonte, D. (2015) Species–area relation-\nships are modulated by trophic rank, habitat affinity and dispersal ability.\nEcology,96, 518–531.\nO’Dwyer, J. P. & Cornell, S. J. (2018) Cross-scale neutral ecology and the mainten-\nance of biodiversity.Science Reports,8, 10200.\nOn the Interface of Food Webs and Spatial Ecology·315\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 316\nOdum, E. P. (1971)Fundamentals of ecology. Philadelphia, PA: W.B. Saunders.\nOksanen, L., Oksanen, T., Dahlgren, J., Hambäck, P., Ekerholm, P., Lindgren, Å. &\nOlofsson, J. (2010) Islands as tests of the green world hypothesis.Trophic\ncascades: Predators, prey, and the changing dynamics of nature(ed. by J. Terborgh\nand J. A. Estes), pp. 163–178. Washington, DC: Island Press.\nOlff, H., Alonso, D., Berg, M. P., Eriksson, B. P., Loreau, M., Piersma, T. &\nRooney, N. (2009) Parallel ecological networks in ecosystems.Philosophical\nTransactions of the Royal Society B: Biological Sciences,364, 1755–1779.\nOrrock, J. L. & Fletcher Jr., R. J. (2005) Changes in community size affect the\noutcome of competition.The American Naturalist,166, 107–111.\nOstman, O., Griffin, N. W., Strasburg, J. L., Brisson, J. A., Templeton, A. R.,\nKnight, T. M. & Chase, J. M. (2007) Habitat area affects arthropod commu-\nnities directly and indirectly through top predators.Ecography,30, 359–366.\nOvaskainen, O. & Hanski, I. (2003) The species–area relationship derived from\nspecies-specific incidence functions.Ecology Letters,6, 903–909.\nPiechnik, D. A., Lawler, S. P. & Martinez, N. D. (2008) Food-web assembly during\na classic biogeographic study: Species‘trophic breadth’corresponds to colon-\nization order.Oikos,117, 665–674.\nPillai, P., Loreau, M. & Gonzalez, A. (2010) A patch-dynamic framework for food\nweb metacommunities.Theoretical Ecology,3, 223–237.\nPiovia-Scott, J., Yang, L. H., Wright, A. N., Spiller, D. A. & Schoener, T. W.\n(2017) The effect of lizards on spiders and wasps: Variation with island size and\nmarine subsidy.Ecosphere,8, e01909.\nPolis, G. A., Anderson, W. B. & Holt, R. D. (1997) Toward an integration of\nlandscape ecology and food web ecology: The dynamics of spatially subsidized\nfood webs.Annual Review of Ecology and Systematics,28, 289–316.\nPolis, G. A., Holt, R. D., Menge, B. A. & Winemiller, K. O. (1996) Time, space,\nand life history: Influences on food webs.Food webs: Integration of patterns and\ndynamics(ed. by G. A. Polis and K. O. Winemiller), pp. 435–460. London:\nChapman and Hall.\nRitchie, M. E. (1999) Biodiversity and reduced extinction risks spatially isolated\nrodent populations.Ecology Letters\n,2,1\n1–13.\nRizzuto, M., Carbone, C. & Pawar, S. (2018) Foraging constraints reverse the\nscaling of activity time in carnivores.Nature Ecology & Evolution,2, 247–253.\nRooney, N., McCann, K. S. & Moore, J. C. (2008) A landscape theory for food web\narchitecture.Ecology Letters,11, 867–881.\nRosindell, J. & Cornell, S. J. (2007) Species–area relationships from a spatially\nexplicit neutral model in an infinite landscape.Ecology Letters,10, 586–595.\nRosindell, J. & Cornell, S. J. (2009) Species–area curves, neutral models, and long-\ndistance dispersal.Ecology,90, 1743–1750.\nRoslin, T., Várkonyi, G., Koponen, M., Vikberg, V. & Nieminen, M. (2014)\nSpecies–area relationships across four trophic levels–decreasing island size\ntruncates food chains.Ecography,37, 443–453.\nRyberg, R. A. & Chase, J. M. (2007) Predator-dependent species–area relationships.\nThe American Naturalist,170, 636–642.\nRyberg, W. A., Smith, K. G. & Chase, J. M. (2012) Predators alter the scaling of\ndiversity in prey metacommunities.Oikos,121, 1995–2000.\n316·Holt, Gravel, Stier and Rosindell\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:21  Page Number: 317\nSang, A., Teder, T., Helm, A. & Partel, M. (2010) Indirect evidence for an extinc-\ntion debt of grassland butterflies half century after habitat loss.Biological Conser-\nvation,143, 1405–1413.\nSantos, A. M. C. & Quicke, D. L. J. (2011) Large-scale diversity patterns of\nparasitoid insects.Entomological Science,14, 371–382.\nScheiner, S. M. (2003) Six types of species–area curves.Global Ecology & Biogeog-\nraphy,12, 441–447.\nScherber, C., Andert, H., Niedringhaus, R. & Tscharntke, T. (2018) A barrier island\nperspective  on  species–area  relationships.Ecology  and  Evolution,8,\n12879–12889.\nSchmitz, O. J., Miller, J. R., Trainor, A. M. & Abrahms, B. (2017) Toward a\ncommunity ecology of landscapes: Predicting multiple predator–prey inter-\nactions across geographic space.Ecology,98, 2281–2292.\nSchoener, T. W. & Spiller, D. A. (2010) Trophic cascades on islands.Trophic cascades:\nPredators, prey, and the changing dynamics of nature(ed. by J. Terborgh and J. A.\nEstes), pp. 179–202. Washington, DC: Island Press.\nSchoener, T. W., Spiller, D. A. & Piovia-Scott, J. (2016) Variation in ecological\ninteraction strength with island area: Theory and data from the Bahamian\narchipelago.Global Ecology & Biogeography,25, 891–899.\nSpiller, D. A. & Schoener, T. W. (2009)Species–area relationship. Encyclopedia of islands\n(ed. by R. G. Gillespie and D. A. Clague), pp. 857–861. Berkeley, CA:\nUniversity of California Press.\nSteffan-Dewenter, I. & Tscharntke, T. (2000) Butterfly community structure in\nfragmented habitats.Ecology Letters,3, 449–456.\nStier, A. C., Hanson, K. M., Holbrook, S. J., Schmitt, R. J. & Brooks, A. J. (2014b)\nPredation and landscape characteristics independently affect reeffish commu-\nnity organization.Ecology,95, 1294–1307.\nStier, A. C., Hein, A. M., Parravicini, V. & Kulbicki, M. (2014a) Larval dispersal\ndrives trophic structure across Pacific coral reefs.Nature Communications,\n5,\n5575.\nSummerhayes,\nV. S. & Elton, C. S. (1923) Contributions to the ecology of Spits-\nbergen and Bear Island.Journal of Ecology,11, 214–286.\nTerborgh, J. (2010) The trophic cascade on islands.The theory of island biogeography\nrevisited(ed. by J. B. Losos and R. E. Ricklefs), pp. 116–142. Princeton, NJ:\nPrinceton University Press.\nThornton, I. W. B. (1996)Krakatau–the destruction and reassembly of an island\necosystem. Cambridge, MA: Harvard University Press.\nToft, A. & Schoener, T. W. (1983) Abundance and diversity of orb spiders on\n106 Bahamian Islands: Biogeography at an intermediate trophic level.Oikos,\n41, 411–426.\nTriantis, K. A., Guilhaumon, F. & Whittaker, R. J. (2012) The island species–area\nrelationship: Biology and statistics.Journal of Biogeography,39, 215–231.\nWang, S. & Loreau, M. (2014) Ecosystem stability in space:α,βandδvariability.\nEcology Letters,17, 891–901.\nWarren, B. H., Simberloff, D., Ricklefs, R. E., Aguilée, R., Condamine, F. L.,\nGravel, D., Morlon, H., Mouquet, N., Rosindel, J., Casquet, J., Conti, E.,\nCornuault, J., Fernández-Palacios, J. M., Hengl, T., Norder, S. J., Rijsdijk, K.\nOn the Interface of Food Webs and Spatial Ecology·317\n\nComp. by: 201508  Stage: Proof  Chapter No.: 12  Title Name: MatthewsEtal\nDate:22/6/20  Time:17:54:22  Page Number: 318\nF., Sanmartín, I., Strasberg, D., Triantis, K. A., Valente, L. M., Whittaker, R.\nJ., Gillespie, R. G., Emerson, B. C. & Thébaud, C. (2015) Islands as model\nsystems in ecology and evolution: Prospectsfifty years after MacArthur-\nWilson.Ecology Letters,18, 200–217.\nWhittaker, R. J. & Fernández-Palacios, J. M. (2007)Island biogeography: Ecology,\nevolution, and conservation, 2nd ed. Oxford: Oxford University Press.\nWilson, H. B., Holt, R. D. & Hassell, M. P. (1998) Persistence and area effects in a\nstochastic tritrophic model.The American Naturalist,151, 587–596.\n318·Holt, Gravel, Stier and Rosindell",
  "extractedAt": "2025-12-12T18:45:08.179Z",
  "success": true,
  "matchedPublication": {
    "title": "On the Interface of Food Webs and Spatial Ecology: The Trophic Dimension of Species–Area Relationships",
    "doi": "https://doi.org/10.1017/9781108569422.017",
    "year": "2021",
    "authors": "Holt, Robert D.; Gravel, Dominique; Stier, Adrian; Rosindell, James"
  }
}