{
  "filename": "Ingeman et al. (Science) 2019.pdf",
  "numPages": 13,
  "text": "REVIEW SUMMARY ◥ TOMORROW’SEARTH Ocean recoveries for tomorrow’s Earth: Hitting a moving target Kurt E. Ingeman*, Jameal F. Samhouri, Adrian C. Stier* BACKGROUND:Ocean defaunation and loss of marine ecosystem services present an ur- gent need to recover degraded ocean ecosys- tems. Growing scientific awareness, strong regulations, and effective management have begun to fulfill the promise of recovery. Un- fortunately, many efforts remain unsuccessful, in part because marine ecosystems and human societies are changing. Rapid shifts in environ- mental conditions are undermining previously effective recovery strategies. Moreover, diver- gent perceptions of recovery exist. Efforts to- ward reversing marine degradation must address the dynamic social-ecological landscape in which recoveries occur, or forever chase a moving target. ADVANCES:Recovery efforts of tomorrow will require institutional and tactical flexibility to keep pace with a changing ocean, and an inclusive concept of recovery. Further, vital population-level efforts will be most successful when complemented by a broader ecosystem and social-ecological perspective. In this Review, we provide a synthesis of ocean-recovery goals as moving targets and highlight promising steps forward. (i) Society can reenvision a more in- clusive definition of recovery by recognizing a multiplicity of recovery goals. While ac- knowledging the priority of basic conserva- tion imperatives, successful recoveries can encompass a range of outcomes in the space between minimum ecological viability and maximum carrying capacity. (ii) Research can help anticipate future recovery dynamics and identify pathways towardresilient ecosystems. Ongoing advances are improving our ability to predict the effects of environmental change on ocean productivity and to calibrate recov- ery targets to changing conditions. As a com- plement to predict-and-prescribe methods, research can also point the way toward robust approaches in the face of irreducible uncer- tainty. (iii) Policy-makers can embrace nimble approaches to keep pace with change and in- tegrate governance to operate seamlessly from localtoregionalscales.Futurerecoveryframe- works should enable rapid response to changing conditions and allow fluid coordination among institutions. Such policies will mitigate conflicts between recovery objectives at different spatial scales and better integrate local knowledge and traditional cultural practices around recovery. OUTLOOK:Application of these principles will help to reshape recovery of marine ecosys- tems, yet important scientific questions and societal barriers remain. For researchers, inter- actions among multiple components of environ- mental change will test the limits of prediction in tomorrow’s ocean. For managers and policy- makers, operationalizing an inclusive definition of recovery organized around social-ecological resilience will prove more challenging than simply recrafting recovery policies with new recovery metrics. Rather, this process will involve designing policies that align incentives for disparate human actors toward coherent re- covery goals. Looking ahead, emerging technolo- gies can enable interventions necessary to match the scale of the challenge. It remains possible to recover lost biodiversity in the ocean and to en- hance the delivery of marine ecosystem services. Doing so will require a strategic, nuanced, and flexible conceptualization of ocean recoveries that can keep pace with ever-changing physical, eco- logical, and social environments. ▪ RESEARCH Ingemanet al.,Science363, 363 (2019)25 January 20191of1 Environmental shifts create moving targets for marine recoveries.(AtoD) Since the end of whaling (1), North Atlantic right whales have experienced steady recovery, fueled by abundant copepod prey (2) and aided by vessel speed restrictions and routing human activities away from sensitive habitats (3). Rapid warming has caused reproductive failure by reducing the availability of copepods (4). In 2017, whales followed prey into areas where effective vessel avoidance measures were not in place, substantially increasing mortality from collisions and entanglement (5). Extending vessel restrictions may be effective in reducing mortality. Looking ahead,“rope-less”fishing gear (6) and real-time data sharing (7) offer hope for resuming recovery. Reduced productivity and increased mortality may necessitate recalibrating recovery timelines (8) compared to original projections (9). TOMORROW’SEARTH Read more articles online at scim.ag/TomorrowsEarth The list of author affiliations is available in the full article online. *Corresponding author. Email: ingeman@ucsb.edu (K.E.I.); astier@ucsb.edu (A.C.S.) Cite this article as K. E. Ingemanet al.,Science363, eaav1004 (2019). DOI: 10.1126/science.aav1004 FIGURE BY A. BOERSMA, ALEXBOERSMA.COM ON OUR WEBSITE ◥ Read the full article at http://dx.doi. org/10.1126/ science.aav1004 .................................................. Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from REVIEW ◥ TOMORROW’SEARTH Ocean recoveries for tomorrow’s Earth: Hitting a moving target Kurt E. Ingeman 1 *, Jameal F. Samhouri 2 , Adrian C. Stier 1 * Growing scientific awareness, strong regulations, and effective management have begun to fulfill the promise of recovery in the ocean. However, many efforts toward ocean recovery remain unsuccessful, in part because marine ecosystems and the human societies that depend upon them are constantly changing. Furthermore, recovery efforts are embedded in marine social-ecological systems where large-scale dynamics can inhibit recovery. We argue that the ways forward are to (i) rethink an inclusive definition of recovery that embraces a diversity of stakeholder perspectives about acceptable recovery goals and ecosystem outcomes; (ii) encourage research that enables anticipation of feasible recovery states and identifies pathways toward resilient ecosystems; and (iii) adopt policies that are sufficiently nimble to keep pace with rapid change and governance that works seamlessly from local to regional scales. Application of these principles can facilitate successful recoveries in a world where environmental conditions and social imperatives are constantly shifting. B illions of people depend upon the ocean for food, livelihoods, energy production, and trade. Although humans have used ocean resources for millennia, the increas- ing scale and scope of human activity (1) have radically transformed the biological and physical properties of the ocean (2,3), imperiling ocean ecosystems and the continued delivery of vital marine services (4). Humans living on tomorrow’s Earth will demand even more from the ocean. Navigating a pathway toward a pros- perous and sustainable future depends on re- covering degraded populations and ecosystems and harnessing the intrinsic and instrumental benefits the ocean can provide. In recent years, growing scientific awareness, strong regulations, and increasingly sophisticated management have begun to fulfill the promise of ocean recoveries; familiar examples include the rebuilding of fisheries, recovery of taxa pro- tected by threatened and endangered species laws (5), and restoration of important marine habitats (6). However, many marine recovery efforts have failed to reach their objectives,even after decades of active intervention (7,8). In other cases, recovery of depleted populations has sur- passed expectations (though often remaining below historical levels), resulting in the coloni- zation of novel habitats (9) and bringing new conservation conflicts to light (10,11). The inability to simply turn back the clock should come as no surprise given that recovery efforts often fail to consider the complex and adaptive nature of the ocean systems (12). In- deed, the oceans and the social systems that depend upon them are inherently dynamic, and increasingly so in an era of rapid climate change andgloballyconnectedmarkets(13). Moreover, marine social-ecological systems vary across space and comprise diverse stakeholder groups who derive value from different aspects of ma- rine systems. These dynamic environmental, eco- logical, and societal contexts present a shifting landscape for defining and achieving successful ocean recoveries (14). Yet, current conceptions of recovery can be narrow in scope and out of step with rapidly changing environmental conditions, making them insufficient for tomorrow’s ocean with its diversity of intrinsic and anthropocentric val- ues. To effectively reverse marine degradation, we must embrace the dynamic nature of recov- ery targets—and the flexible solutions required to hit these moving targets (Fig. 1). To be clear, this assertion does not imply a lowering of standards or relaxing of mandates for recovery. Rather, it is a call for a broader definition of re- covery that acknowledges that oceans—and the human systems connected to them—are dynam- ic, and which embraces the manifold nature of recovery success. Here, we synthesize how recent scientific ad- vances offer pathways to successfully recovering marine populations and ecosystems in tomor- row’s ocean. We discuss ways that management and policy can promote recovery by becoming more agile and integrated across scales. Finally, we highlight the promise of emerging technology to enable the ambitious interventions necessary to match the challenge of ocean recoveries in an uncertain future. Redefining recovery We define population and ecosystem recovery as a sustained increase in the attributes of the system that provide lasting ecological and social value. At a minimum, recovery entails the return of population viability and ecological function. A “recovered”system will not necessarily remain in stasis, but an important metric of recovery at the ecosystem-level is improved resilience—the abil- ity to resist shifts toward less-functional states and to rapidly recover function when such shifts occur (15). Although we see a role for human preferences in defining recovery success, it is not our conten- tion that recovery targets are purely subjective. In many instances, recovery has a specific, legal, and biologically informed definition. For example, for a species listed under the U.S. Endangered Spe- cies Act, a recovery plan is designed to achieve the long-term survival of the species such that it is self-sustaining, with the goal of eventual de- listing, irrespective of human preferences or eco- nomic considerations. Within any given recovery, there are numerous well-established objectives and biologically relevant elements (Box 1). These biological criteria provide a minimum baseline for single-species recovery targets. How- ever, there is often space for multiple recovery outcomes that fall between the“floor”of a self- sustaining population and a“ceiling”such as maximum carrying capacity. It is in this space where human value judgments may enter into recovery planning. For instance, consider the following increas- ingly ambitious recovery goals for an overex- ploited species: recovery to a point where (i) population growth rates are positive (viability); (ii)populationgrowthrateismaximized;(iii) harvest maximizes economic return; (iv)orthe maximum carrying capacity (unfished biomass) is achieved (Fig. 2). Biodiversity preservation and population viability can thus provide minimum, nonnegotiable criteria for recovery; in some cases, recovery planning can be as simple as doubling down on the commitment to these aims. Above this floor, however, additional human value judg- ments can enter into recovery planning. For ex- ample, different stakeholders might prefer to maximize the growth rate of a recovering spe- cies for maximum yield (Fig. 2;ii), while others might prefer to maximize the abundance of a species (Fig. 2;iv), creating a trade-off between potential recovery targets. An analogous multitude of recovery targets and similar trade-offs exist when defining re- covery at the higher levels of biophysical or- ganization. Coupled human and natural systems areincreasinglyunderstoodtobehaveascom- plex adaptive systems, characterized by large- scale, macroscopic dynamics that both emerge from—and feed back into—lower-order inter- actions (16). As a result, these systems often ex- hibit unexpected (“black swan”)events(17)and are subject to crossing tipping points into alter- native states (18). Such rapid and unexpected shifts in the state of an ecosystems can shift the relative abundance of certain key species, fundamentally RESEARCH Ingemanet al.,Science363, eaav1004 (2019)25 January 20191of11 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA, USA. 2 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA, USA. *Corresponding author. Email: ingeman@ucsb.edu (K.E.I.); astier@ucsb.edu (A.C.S.) Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from Ingemanet al.,Science363, eaav1004 (2019)25 January 20192of11 Fig. 1. Three dimensions of moving targets in marine recoveries.(A) Temporal shifts in environmental conditions can introduce chal- lenges both for setting achievable recovery targets and for designing effective interventions. Ending most directed harvest of cetaceans and adopting limited avoidance measures were sufficient to initiate recovery. However, changing ocean conditions affect birth rates and mortality, necessitating the adoption of innovative measures and revised recovery tar- gets (36). (B) Variability in space can demand flexible recovery interventions and limit the utility of measures initiated at a single scale. After invasive mammal eradication, islands in proximity to the mainland may recover diverse and abundant seabird communities through natural dispersal (96). This local success may not translate into broader metapopulation recovery, and remote islands will likely require active relocation of poorly dispersing species to recover preinvasion seabird diversity. (C) Dif- ferences in human perceptions of recovery success can limit the support of stakeholders that are not represented in the recovery planning and implementation process. Sea otter recovery can increase a range of ecosystem services associated with kelp dominance, while otter-free habitats are perceived to offer alternative cultural, economic, and conservation value (25). Recovery efforts grounded in stakeholder participation can inform trade-offs among alternative recovery goals. RESEARCH|REVIEW FIGURE: A. BOERSMA Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from altering the nature of the ecosystem itself and the economic and cultural benefits it provides. Because such systems are constantly evolving, recovery of these systems is often synonymous with regeneration or reorganization in response to disturbance (15). With the dynamic nature of marine social- ecological systems in mind, we define the floor of ecosystem recovery as the return of fundamental ecosystem processes and functions. Above this floor, a similar plurality of alternative ecosys- tem recovery targets exists, including prioritiz- ing maintenance of biodiversity or delivery of ecosystem services, some combination of the two, or stability of the entire system. Our definition is an attempt to account for such multiple values from the ocean (including the intrinsic value of nature), for changing conditions, and to provide a framework that applies broadly to recovery in levels of organization above populations (i.e., ecosystems and social-ecological systems). Challenges associated with recovery as a moving target The definition of recovery that we offer above provides some flexibility for including disparate perspectives of alternative stakeholder groups and changes in system capacity over time and across space. However, developing practical ad- vice to define targets for ocean recoveries requires that we dissect these complexities in finer detail. Perspectives on recovery targets can reasonably differ Human perceptions of what defines successful population or ecosystem recovery can vary sub- stantially based on how an individual interacts with—and values—a species or ecosystem. These differences can generate conflict among actors within the system connected through common- pool resources (19) and complicate clear defini- tions of recovery targets. These challenges are exemplified in the on- going conflict surrounding whether or not there has been recovery of the previously collapsed Pacific herring fishery in British Columbia. There, the highly mobile commercial fleet derives val- ue from high biomass of herring at the regional scale. The cultural and economic value to First Nations is rooted in herring occupancy of tradi- tional spawning habitats (for a site-based egg harvest) as well as region-wide herring biomass as a key resource for harvested species (e.g., salmon and halibut) and for species of conser- vation concern (e.g., mammal and seabird pred- ators). Recently, the estimated herring biomass at large spatial scales has increased, triggering a potential opening for the commercial fishery. However, conflict exists between these different participant groups as to whether this is herring “recovery”for at least two reasons. First, herring has not recovered in numerous locations histor- ically harvested by First Nations (20). Second, traditional ecological knowledge suggests that amuchhigherherringbiomassispossiblethan assumed in the current herring stock assess- ment, supporting the argument that the current Ingemanet al.,Science363, eaav1004 (2019)25 January 20193of11 Box 1.A typology of recovery concepts. A minimum definition of recovery (for species) is movement in the opposite direction of extinction, often with the end goal being a viable and self-sustaining population (100). It has been argued that basic viability represents a low bar for recovery and that positive conservation should look beyond this criterion to include the restoration of other attributes as recovery goals (e.g., population redundancy) (100). Similarly, at the ecosystem-level, return of ecosystem function represents a reasonable minimum recovery target, yet other attributes beyond basic function can represent alternative and more ambitious recovery goals. The question remains: What do we mean by recovery? Here, we suggest a typology of recovery concepts based on a series of key distinctions. Historical/novel The reference to which progress toward recovery is compared may be historical, or represent a novel state (that nevertheless contains an attribute absent in the degraded system). At one extreme is the return to a prehuman condition. In many cases, such complete ecological recovery may be difficult to attain because (i) the ecological record is ambiguous or incomplete and (ii) shifts in environmental, ecological, or social contexts may preclude such a return (14). At the other extreme, reclamation denotes the recovery of ecological function without refer- ence to historical precedent (101). Between these extremes lie recoveries of managed systems, such as fisheries, for which rebuilding denotes progress toward a quasi-natural, managed reference state—often an intermediate population size that seeks to maximize productivity. Static/dynamic A related distinction is the extent to which recovery benchmarks are perceived as static states versus dynamic references. Drawn from terrestrial restoration literature, the dynamic refer- ence concept acknowledges that historical reference systems displayed a range of spatial and temporal variation and that contemporary conditions no longer equate to the past (58). Ac- cordingly, success is measured by comparing recovery to contemporary references. A key com- ponent of this concept is the inclusion of a range of acceptable recovery scenarios, rather than a single optimum state. Human/nature This distinction describes the extent to which human benefit versus ecological metrics are the goals of recovery. Complete anthropocentric recovery restores populations or processes only to the extent that they increase services for human beings (102). Beyond human utility, measures taken to prevent extinction or restore self-sustaining populations may be termed biodiversity recovery. Other objectives include restored ecosystem processes: Rewilding fo- cuses on restoring animal populations—not as an end in itself—but rather to restore a modern analog of a functioning ecosystem, often through trophic interactions (83). Alternatively, re- covery measures may seek to increase resilience to future disturbances, exemplified by the introduction of heat-tolerant coral species to stave off algal dominance. Active/passive Another axis is the extent to which managers must actively intervene to speed recovery versus allowing recovery to occur unassisted. Where degradation is ongoing, an intermediate strategy would be to remove the source of decline, which we term passive recovery following the restora- tion literature (103). For example, in an estuarine system degraded by eutrophication, recovery strategies could range from business-as-usual (unassisted), to reduction of nutrient inputs (pas- sive), to modifying estuary hydrodynamics (active). Where on this continuum of intervention the ideal approach lies depends on a suite of factors, including the magnitude of degradation, in- tended recovery timeline, the costs of active measures, the desires of stakeholders, and legal mandates. Clearly, an important assumption is that more costly, active interventions will purchase improved outcomes, but general evidence for this relationship remains elusive (7). Population/ecosystem A final distinction is between efforts toward the recovery of individual populations—typically the focus of species legislation and traditional fisheries management—versus broader ecosystem and social-ecological recovery. The latter approach, though less common, has been operation- alized to an advanced degree in a few cases (Puget Sound and Chesapeake Bay systems (14,89). A key challenge is in identifying appropriate metrics for measuring progress toward recovery of ecosystems and coupled social systems. In this manuscript, we suggest an inclusive definition of recovery aimed at bridging multiple ecological and anthropocentric values, at maintaining relevance in a dynamic future, and at ad- dressing the complexities of recoveries in social-ecological systems. RESEARCH|REVIEW Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from moratorium should persist until herring bio- mass increases further (21). Thus, diverse value sets, sources of knowledge, and ways of interact- ing with the ocean and its resources can lead to differing participant perspectives on single- species recovery targets. Setting and achieving recovery targets for ecosystems containing multiple interconnected species can also be complicated by variation in how stakeholders value individual components of an ecosystem. Ecosystem recovery often en- tails a shift in the relative abundance of biolog- ical resources, redistributing resources compared to the unrecovered state (22). Thus, when stake- holders perceive greater or lesser value from different attributes of an ecosystem, support for recovery measures will vary strongly among groups, making one stakeholder’s recovery suc- cess another one’s failure. This is exemplified in the recovery of marine mammals that also consume fishes on the U.S. West Coast. For ex- ample, southern resident killer whales consume endangered chinook salmon (23), sperm whales prey upon commercially harvested sablefish (24), sea otters prey upon endangered abalone (25), and seals and sea lions prey upon endangered salmon and sturgeon (26). Although the tour- ismindustryhasgrownwiththerecoveryof marine mammals, and some marine mammals can positively influence certain fished species (27), mammal recoveries have also often been associated with higher mortality of fished spe- cies and with threatening the recovery of other depleted species. Evidence for whether and how marine mammal recoveries actually deter catch or lower recovery success of endangered prey remains mixed (28–30). However, the percep- tion that marine mammal recoveries have in- creased competition with fisheries or placed the recovery of endangered prey at risk demands renewed attention to identifying targets that encompass multiple interconnected species. The parameters that shape recovery are changing rapidly over time and differ across space Temporal shifts can fundamentally alter how we define the floor and ceiling of recovery de- scribed above. For a single harvested population, a reduction in ocean productivity might change the minimum viable population, the population size at which yield is maximized, or the maxi- mum unfished biomass in a system (Fig. 2; green arrows). Physical conditions underlie fundamen- tal biological processes, so directional shifts and increasing variability in ocean conditions will necessarily alter future recovery targets and tra- jectories. For example, warming and acidification affect the demographic rates and productivity of recovering species through numerous phys- iological and behavioral pathways (31), by alter- ing disease dynamics (32),andbyinducingrapid evolution (33). Likewise, changing conditions can also lead to geographic range shifts among species with different thermal tolerances, introducing novel (or decoupling existing) trophic interactions (34), and potentially suppressing or enhancing the rate of recovery compared to expectations (35). Tem- poral shifts in the environment can complicate recovery planning by affecting multiple com- ponents of the recovery process. For example, in coral ecosystems, changing ocean conditions have lengthened coral recovery timelines while narrowing the window of opportunity for re- covery between increasingly frequent distur- bance events (Box 2 and Fig. 3). The challenges associated with the recovery of the North Atlantic right whale are a clear example of how changes in ocean conditions can thwart attempts to set achievable recovery targets and design effective interventions. This species has experienced steady recovery from indus- trial whaling until recent, rapid warming in the Gulf of Maine caused unprecedented reproduc- tive failure by reducing copepod prey productiv- ity (36). At the same time, successful measures to reduce ship-strike mortality (relocation of shipping lanes) are needed in new locations as right whales have followed prey poleward into the Gulf of St. Lawrence (37)(Fig.1A).Notably, the temporal changes described here did not oc- cur uniformly across the seascape, making recov- ery challenging to address not only in time, but also across space. Just as changes in environmental conditions over time alter expectations for recovery, spa- tial heterogenei ty and connectivity in marine systems mean that (i) recovery potential is not spatially uniform and (ii) recovery goals spe- cified at different spatial scales may not align. Many local populations of marine species are connected to other local populations through dispersal (i.e., metapopulations) (38). As a result, local recovery efforts can increase the abundance of individual populations without improving metapopulation recovery. Conversely, measures aimed at promoting regional, metapopulation recovery can inadvertently cause local depletion (39). For example, Pacific herring spawn in dis- crete, nearshore habitats, creating populations with different levels of productivity that fluctuate out of sync with one another (40). Conserving this population diversity to retain such asynchro- nous dynamics can accomplish regional objec- tives, such as reducing variability in abundance at the metapopulation scale (41). Yet, manage- ment practices that increase the spatial variation among populations—regional-scale harvest lim- its in the herring example—can also enhance the risk that local populations fail to recover. Indeed, some traditionally occupied spawning sites have been lost over time (42), thereby reducing the spa- tial diversity necessary to buffer against chang- ing conditions. Ingemanet al.,Science363, eaav1004 (2019)25 January 20194of11 Fig 2. Variation in recovery targets of a single species.Population growth rate as a function of population size for a harvested species. Assuming an Allee effect, population growth rate can be negative (below thexaxis) when populations are small owing to mechanisms such as inbreeding depression and mate limitation. Numerals (itoiv) represent potential population recovery targets (red) relative to the depleted state (open circle). Four possible recovery targets are shown: (i) population growth rates become positive (minimum viability); (ii) population growth rate is maximized (biomass at maximum sustainable yield,B MSY ); (iii) harvest maximizes economic return (biomass at maximum sustainable profit,B MSP ;(iv) and the maximum carrying capacity (unfished biomass,B 0 ) is achieved. Each of the four depicted recovery targets may change as a function of productivity, represented by green arrows, where a shift to higher productivity is shown in darker green. In addition to changing the location of the targets, human impacts can also change the strength of the feedbacks that produce positive growth rate when populations are large and negative growth rate when they are small (not shown). Red lines connect depleted state to potential recovery targets, and vertical dashed lines connect recovery targets to population growth rate for (ii) and (iii). RESEARCH|REVIEW Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from How feedbacks can inhibit recovery Human-induced changes in the floor or ceil- ing for recovery described above can be further complicated by the existence of feedbacks, which can reinforce the decline of a species or ecosys- tem. For example, many marine populations ex- hibit negative population growth rate at low densities because individuals are unable to find a mate or experience inbreeding depression due to low genetic diversity (43). Low densities, in turn, exacerbate negative growth rates in a reinforcing feedback loop. The challenge for incremental recovery efforts is that a self-sustaining (viable) population (Fig. 2;i) is only achieved when the population is pushed beyond this threshold, a target that can shift with human actions (Fig. 2; arrows). Similarly, at the ecosystem level, many marine systems can be“tipped”into a less pre- ferredstatebylargedisturbances.Oncesucha shift occurs, reinforcing feedbacks can prevent ecosystem recovery back to the predisturbance state (a phenomenon known as hysteresis) (44). Human activity can alter recovery potential, as well as the management actions needed to achieve a stated recovery target. By altering envi- ronmental conditions, human actions can change the location of the recovery floor—the minimum viable population required for positive growth. For instance, in the Dutch Wadden Sea, disease and gradual eutrophication in the 1930s caused a sudden transformation of eelgrass habitat to bare sediment (45). Ecosystem recovery has been impeded by self-reinforcing feedbacks that have ledtodecades-longpersistenceofbaresediment: Loss of eelgrass has decreased sediment stabili- zation while simultaneously increasing sulfide concentrations, thereby inhibiting eelgrass re- cruitment and survival (45). Overcoming the feed- backs that inhibit ecosystem recovery goes beyond simplyturningbacktheclockoneelgrassabun- dance or the original drivers of degradation. Rather, the biological floor for system recovery has effectively been pushed higher, and recovery will require a more substantive intervention. Beyond shifting the location of recovery tar- gets, human actions can also modify the inten- sity of reinforcing feedback loops that maintain a social-ecological system in a given state. For example, in the North Sea, anthropogenic changes to ocean conditions have decreased the produc- tivity of some overfished stocks, intensifying fleet overcapacity and reducing the reliability of stock assessments (46). As fishing becomes less economically viable, fishers increasingly lose incentives to comply with regulations and may turn to illegal practices that further inhibit re- covery (46). Thus, changes to the environment can intensify feedbacks that maintain the social- ecological system in a degraded state. Feedbacks in coupled human and natural sys- tems can further limit the ability for society to derive value from successful recoveries when they do occur. For recoveries to translate into realized gains in goods or services, societies must be suf- ficiently pliable to harness the benefits of chang- ing resource availability. Yet, rapid adaptation can be hindered by cultural norms, policies, gear investment, and market forces that can lock re- source users into“gilded traps,”characterized by ever-increasing dependence on narrow yet lucrative monocultures (e.g., Maine lobster) (47). These self-reinforcing dynamics cause inertia in response to recovery opportunities and increase the social cost of reorganization when recoveries disrupt the status quo (Box 3). Although we focus above on the challenges that feedbacks present for recovery, the power of feedbacks to maintain healthy ecosystems in the face of disturbance offers key opportunities in an era of global change. For example, at the population level, adaptive evolution has the po- tential to lower the minimum viable population size for species through evolutionary rescue (48). Similarly, at the ecosystem level, recent evidence in coral reefs suggest that more stress-tolerant corals may heighten the capacity of coral reefs to more readily resist and rapidly recover from environmental shocks (49). As a first step, iden- tifying where system feedbacks enhance—or inhibit—recovery can illuminate management and societal interventions that shift incentives for a ctors in the system and unlock the poten- tial for self-reinforcing positive change (50). Hitting the moving target Toward an inclusive conception of recovery for nature and people We have argued above that conventional concep- tions of recovery limit the ability to respond to variability in space and time. In addition, they constrain approaches for balancing multiple values from the ocean. We further argued that a reductionist approach to ocean recoveries often ignores the emergent dynamics of complex sys- tems that can undermine narrower efforts. Here we offer pragmatic suggestions to build a new recovery concept for tomorrow’socean. Engage stakeholders iteratively to redefine recovery success Under our above definition, achieving“lasting ecological and social value”can be accomplished in multiple ways, and trade-offs will necessarily arise with the inclusion of diverse recovery goals. Divergent perceptions are a fundamental chal- lenge for managers seeking to facilitate ocean recoveries (51). However, there are several practical Ingemanet al.,Science363, eaav1004 (2019)25 January 20195of11 Box 2.Temporal shifts create moving targets for coral-reef recovery. With repeated cycles of recovery from disturbance, interacting drivers of decline, and sen- sitivity to global change, reef-forming corals are a rich system with which to understand eco- system recoveries in the Anthropocene. Changing conditions have altered numerous aspects of the recovery process, limiting the utility of historic communities and previously observed recovery timelines as useful benchmarks for recovery. Not all recoveries are alike Coral recoveries can follow diverse trajectories mediated by the source(s) of disturbance, interactions among stressors, and historical contingencies. First, recovery from disturbances such as cyclones, predatory starfish outbreaks, and bleaching each proceed at different rates, depending in part on the extent to which physical structure is damaged. Second, multistressor interactions can interact synergistically (104), so efforts to measure recovery from any one stressor offer little insight into realistic recovery dynamics in a multistressor environment. Third, after a disturbance has reset the clock for a coral community, priority effects can determine the trajectory of recovery (105). These factors challenge our ability to predict coral recovery timelines. A moving target Layered onto these naturally complex recovery dynamics are the effects of global change. The chronic effects of increased temperature can delay recovery from acute stressors and increase variability compared to prewarming recovery events (Fig. 3A) (97). Observations of coral recovery showed an 84% decrease in recovery rates between 1992 and 2010 (106), attributed to the combined effects of acute and chronic stressors. As a result, historical responses to disturbance no longer provide informative benchmarks for future recoveries. Additionally, global change has altered both the frequency and magnitude of acute dis- turbances themselves with the average number of years between severe bleaching events declining from 25 to 6 (Fig. 3B) (98). This shorter interval does not allow a sufficient window for recovery, even for the fastest-growing coral species. Finally, corals are highly variable in their susceptibility to mortality from heat stress (107), so thermal anomalies can alter species composition (Fig. 3C) (99). Thus, despite the return of previously observed levels of coral percent cover (a common aggregate metric of community recovery), persistent changes in coral community composition can alter reef-scale properties, resulting in altered recovery from future disturbances (108). Taken together, these findings indicate that reefs are unlikely to achieve or remain in any static or historically informed“re- covered”state. Rather, coral ecosystems in the modern era are likely to continue to reorganize into novel, heat-tolerant assemblages (109), requiring managers to redefine recovery targets for an era of global change. RESEARCH|REVIEW Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from and well-tested approaches to address this chal- lenge. With the caveat that human perceptions of success only play a role after fundamental conservation imperatives have been met, we argue that a critical approach is engaging stake- holders to help in defining recovery success. To do so in a way that both garners support for recovery measures and achieves equitable out- comes, recovery efforts can (i) initiate early, in- teractive, and iterative stakeholder participation in framing recovery success and (ii) make ex- plicit the trade-offs among alternative recovery scenarios (52)—and how these trade-offs may shift as marine social ecological systems reor- ganize in response to continued degradation or recovery (15). A tangible example of how progress is being made in developing conservation targets based on stakeholder-defined preferences comes from the U.S. Pacific Northwest. Using social science techniques and visual simulations of manage- ment scenarios regarding eelgrass recovery in Puget Sound, participants from a variety of stake- holder groups were asked to assess their pre- ferred state (and minimally acceptable condition) of the coupled human and natural system. Using this framework, the authors identified that a 10 to 25% recovery in eelgrass cover corresponded to the overall median stakeholder preference and that little support was to be found for either unconstrained growth or for complete absence of human activity (52). A major challenge comes from ensuring that this dialogue among stake- holders, scientists, and managers is maintained, but this challenge is not insurmountable. Al- though stakeholder participation can increase the time and costs associated with recovery planning, the long-term benefits of incorporating stakeholder values into the recovery process— increased regulatory compliance, improved trust, and cooperation among groups—can ultimately outweigh short-term considerations (53). Dynamic perceptions, dynamic trade-offs Engaging stakeholders and identifying trade-offs are strategies already embedded in ecosystem- based management (54). However, most man- agement does not yet explicitly acknowledge that perceptions of recovery success can themselves change, or that trade-offs among recovery sce- narios can strengthen or weaken with shifting environmental or societal conditions (55)(Fig.4). For instance, changing ocean productivity as a result of warming could relax or exacerbate the trade-off between fishery yields and recovery efforts, changing the maximum possible catch for a given level of protection (Fig. 4B). This altered trade-off may in turn cause stakeholders’ perceptions of success to converge or diverge. A crucial path forward for balancing multiple ocean services in a dynamic and uncertain future will be the continued development of methods to quantify uncertainty and predict change in recov- ery trade-offs. Scenario analysis (56) is a prom- ising approach for identifying and comparing possible futures under uncertainty and is be- ginning to be integrated into recovery planning— though more commonly at the ecosystem-level. We acknowledge that envisioning recovery as a dynamic target that is iteratively defined by stakeholders poses risks for meeting less anthropocentric recovery targets. It remains crucial to avoid allowing the shifting baselines phenomenon to obscure the nature of prede- gradation marine systems (57). Indeed, a poor understanding of historical states can limit our frame of reference for possible recovery futures. Further, quantifying the breadth of ecosystem variation from the past (through a paleoecolog- ical perspective) will allow us to move away from the idea of a single, static recovered state and toward a multiplicity of acceptable recovered states (58). Ingemanet al.,Science363, eaav1004 (2019)25 January 20196of11 Fig. 3. Temporal shifts alter coral ecosystem recoveries in the Anthropocene.(A) Delayed timelines and greater variability in the recovery of acroporid corals after acute disturbance comparing postwarming (orange) to historical recoveries (green) because of the chronic effects of increased temperature. As a result of this temporal shift, recovery targets based on historical trajectories may be unrealistic. [Data redrawn from (97) with permission] (B) Decrease in the number of years between severe bleaching events has substantially narrowed the window for recovery, comparing historical and postwarming averages (green and orange bars, respectively). The average return time for even the fastest recovering,“weedy”coral species (dashed line) is now substantially longer than the available window of recovery opportunity. [Adapted from (98) with permission] (C) Changes in coral community composition over a 15-year recovery following acute disturbance. Despite return to predisturbance levels of total coral cover (inset), differential responses of individual coral species to changing conditions result in a persistent shift in community composition. Recovery to predisturbance community composition may therefore represent an unachievable recovery target. [Redrawn from (99) with permission] RESEARCH|REVIEW Corrected 8 February 2019. See full text. on February 17, 2019 http://science.sciencemag.org/ Downloaded from The role of science in anticipating change and identifying pathways to resilience Research can help anticipate future recovery dynamics, evaluate robust interventions, and identify pathways toward resilient ecosystems. Ongoing advances in modeling and empirical approaches are improving the ability to predict the effects of rapid environmental change on ocean productivity and to calibrate recovery tra- jectories to changing conditions. At the same time, scientists must advance tools to evaluate adaptive and robust recovery interventions in the face of irreducible uncertainty—strategies that may prove more useful than predict-and-prescribe methods in tomorrow’s dynamic and connected ocean. Calibrating future recovery targets Two complementary research avenues are (i) using models and empirical approaches to an- ticipate the effects of changing conditions and (ii) developing adaptive recovery frameworks that embrace uncertainty and are robust to changing conditions. Several advances show promise for sensibly calibrating recovery targets. One major innova- tion links individual physiology to population- level recovery by addressing the ability of organisms to meet metabolic demands through oxygen uptake (59). Falling within this broader class of models, energy allocation models inte- grate oxygen uptake into adaptive models of foraging behavior and life-history trade-offs to predict fitness under altered conditions (60). The ability of such models to scale individual physio- logical constraints to population-level changes in abundance and distribution is particularly valu- able for adjusting recovery timelines and consid- ering which species and habitats will persist given social-ecological demands and under changing ocean conditions. Although predictions differ among taxa, one general conclusion is that metabolic trade-offs will represent a primary constraint shaping recoveries in an altered ocean. A second major advance comes from size-based approaches that offer an alternative way to de- scribe flows of energy and productivity at different size-classes without reference to species identity (61). Related, dynamic bioclimate envelope models project changes in marine species distribution, abundance, and body size at the ocean-basin scale using species-specific tolerances to environmen- tal conditions (62). By projecting latitude-specific changes in fish productivity, these methods have important implications for defining realistic community-level indicators of recovery (e.g., re- duced total biomass). The general result that future ocean conditions will drive reductions in mean size of marine fish communities—and thereby rates of productivity (61)—indicates the importance of integrating realistic size distributions into plans for rebuilding fisheries and recovering popula- tions of threatened species. Far from embracing a truncated size structure as the norm (falling victim to shifting baselines), this insight both enables researchers to realistically project re- covery dynamics and emphasizes the need to enact measures to protect large individuals, such as “no-take”reserves. Empirical approaches for anticipating recovery dynamics At the ecosystem level, life-history traits can be used to predict shifts in species composition that result from climate stressors (63) and to identify the primary trait axes that shape response to per- turbation (64). Thus, trait-based strategies offer hope for predicting community recovery timelines in assemblages with diverse individual species’ responses, such as coral communities. Observa- tional studies can also provide indirect inference about future recovery dynamics. One strategy borrows from the observation that moderate fishing can shorten recovery times by inducing the evolution of faster growth and earlier maturity (65)—life-history changes that are similar to those predicted under climate change (60). Another strategy draws on space-for-time substitution studies, which collect information from existing extreme environments that re- flect expected future conditions. For example, Kroekeret al.(66) used proximity to local CO 2 seeps to infer that future pH levels can result in ecosystem simplification, loss of functional diver- sity, and missing ecosystem processes (e.g., grazing) in temperate kelp systems. One limitation of em- ploying geographically localized ecosystems as analogs for future conditions is that individual organisms may have dispersed as larvae from distant locations, precluding evolutionary adap- tation to local conditions (67). Thus, these studies may underestimate the potential for rapid evolu- tionary processes to rescue declining populations under future conditions (68). Nevertheless, such an ecosystem approach can uncover recovery- relevant changes in ecosystem processes and species interactions that may be masked in single- species projections. Robust recovery interventions Improved prediction is not always possible and will always be accompanied by uncertainty. Robust recovery policies describe those that perform de- spite uncertainty and across a range of possible futures (69). An important class of tactical research tools—collectively known as management strategy evaluation—addresses this uncertainty by testing the effects of modifying any part of a management cycle, from changes in the underlying population dynamics, to data collection and observation error, to implementation of management measures (70). Management strategy evaluation can further dis- tinguish between effective and ineffective recovery strategies in response to environmental change. For example, in the coastal seas off South Africa, environmentally mediated shifts in the productivity and distribution of pelagic fishes in the early 2000s were linked to an increase in mortality and reduction of breeding success of African penguins (71). Simulations evaluating the effects of the purse-seine fishery on penguin population dynamics indicated that large-scale Ingemanet al.,Science363, eaav1004 (2019)25 January 20197of11 Fig. 4. Shifting trade-offs a",
  "sections": {
    "abstract": "◥ TOMORROW’SEARTH Ocean recoveries for tomorrow’s Earth: Hitting a moving target Kurt E. Ingeman*, Jameal F. Samhouri, Adrian C. Stier* BACKGROUND:Ocean defaunation and loss of marine ecosystem services present an ur- gent need to recover degraded ocean ecosys- tems. Growing scientific awareness, strong regulations, and effective management have begun to fulfill the promise of recovery. Un- fortunately, many efforts remain unsuccessful, in part because marine ecosystems and human societies are changing. Rapid shifts in environ- mental conditions are undermining previously effective recovery strategies. Moreover, diver- gent perceptions of recovery exist. Efforts to- ward reversing marine degradation must address the dynamic social-ecological landscape in which recoveries occur, or forever chase a moving target. ADVANCES:Recovery efforts of tomorrow will require institutional and tactical flexibility to keep pace with a changing ocean, and an inclusive concept of recovery. Further, vital population-level efforts will be most successful when complemented by a broader ecosystem and social-ecological perspective. In this Review, we provide a synthesis of ocean-recovery goals as moving targets and highlight promising steps forward. (i) Society can reenvision a more in- clusive definition of recovery by recognizing a multiplicity of recovery goals. While ac- knowledging the priority of basic conserva- tion imperatives, successful recoveries can encompass a range of outcomes in the space between minimum ecological viability and maximum carrying capacity. (ii) Research can help anticipate future recovery dynamics and identify pathways towardresilient ecosystems. Ongoing advances are improving our ability to predict the effects of environmental change on ocean productivity and to calibrate recov- ery targets to changing conditions. As a com- plement to predict-and-prescribe methods, research can also point the way toward robust approaches in the face of irreducible uncer- t",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "these findings indicate that reefs are unlikely to achieve or remain in any static or historically informed“re- covered”state."
  ],
  "fullText": "\n\nREVIEW SUMMARY\n◥\nTOMORROW’SEARTH\nOcean recoveries for tomorrow’s\nEarth: Hitting a moving target\nKurt E. Ingeman*, Jameal F. Samhouri, Adrian C. Stier*\nBACKGROUND:Ocean defaunation and loss\nof marine ecosystem services present an ur-\ngent need to recover degraded ocean ecosys-\ntems. Growing scientific awareness, strong\nregulations, and effective management have\nbegun to fulfill the promise of recovery. Un-\nfortunately, many efforts remain unsuccessful,\nin part because marine ecosystems and human\nsocieties are changing. Rapid shifts in environ-\nmental conditions are undermining previously\neffective recovery strategies. Moreover, diver-\ngent perceptions of recovery exist. Efforts to-\nward reversing marine degradation must address\nthe dynamic social-ecological landscape in which\nrecoveries occur, or forever chase a moving target.\nADVANCES:Recovery efforts of tomorrow\nwill require institutional and tactical flexibility\nto keep pace with a changing ocean, and an\ninclusive concept of recovery. Further, vital\npopulation-level efforts will be most successful\nwhen complemented by a broader ecosystem\nand social-ecological perspective. In this Review,\nwe provide a synthesis of ocean-recovery goals\nas moving targets and highlight promising steps\nforward. (i) Society can reenvision a more in-\nclusive definition of recovery by recognizing\na multiplicity of recovery goals. While ac-\nknowledging the priority of basic conserva-\ntion imperatives, successful recoveries can\nencompass a range of outcomes in the space\nbetween minimum ecological viability and\nmaximum carrying capacity. (ii) Research can\nhelp anticipate future recovery dynamics and\nidentify pathways towardresilient ecosystems.\nOngoing advances are improving our ability to\npredict the effects of  environmental change\non ocean productivity and to calibrate recov-\nery targets to changing conditions. As a com-\nplement to predict-and-prescribe methods,\nresearch can also point the way toward robust\napproaches in the face of irreducible uncer-\ntainty. (iii) Policy-makers can embrace nimble\napproaches to keep pace with change and in-\ntegrate governance to operate seamlessly from\nlocaltoregionalscales.Futurerecoveryframe-\nworks should enable rapid response to changing\nconditions and allow fluid coordination among\ninstitutions. Such policies will mitigate conflicts\nbetween recovery objectives at different spatial\nscales and better integrate local knowledge and\ntraditional cultural practices around recovery.\nOUTLOOK:Application of these principles\nwill help to reshape recovery of marine ecosys-\ntems, yet important scientific questions and\nsocietal barriers remain. For researchers, inter-\nactions among multiple components of environ-\nmental change will test the limits of prediction\nin tomorrow’s ocean. For managers and policy-\nmakers, operationalizing an inclusive definition\nof recovery organized around social-ecological\nresilience will prove more\nchallenging than simply\nrecrafting recovery policies\nwith new recovery metrics.\nRather, this process will\ninvolve designing policies\nthat align incentives for\ndisparate human actors toward coherent re-\ncovery goals. Looking ahead, emerging technolo-\ngies can enable interventions necessary to match\nthe scale of the challenge. It remains possible to\nrecover lost biodiversity in the ocean and to en-\nhance the delivery of marine ecosystem services.\nDoing so will require a strategic, nuanced, and\nflexible conceptualization of ocean recoveries that\ncan keep pace with ever-changing physical, eco-\nlogical, and social environments.\n▪\nRESEARCH\nIngemanet al.,Science363, 363 (2019)25 January 20191of1\nEnvironmental shifts create moving targets for marine\nrecoveries.(AtoD) Since the end of whaling (1), North Atlantic right\nwhales have experienced steady recovery, fueled by abundant\ncopepod prey (2) and aided by vessel speed restrictions and routing\nhuman activities away from sensitive habitats (3). Rapid warming\nhas caused reproductive failure by reducing the availability of copepods\n(4). In 2017, whales followed prey into areas where effective vessel\navoidance measures were not in place, substantially increasing\nmortality from collisions and entanglement (5). Extending\nvessel restrictions may be effective in reducing mortality. Looking\nahead,“rope-less”fishing gear (6) and real-time data sharing (7)\noffer hope for resuming recovery. Reduced productivity and increased\nmortality may necessitate recalibrating recovery timelines (8)\ncompared to original projections (9).\nTOMORROW’SEARTH\nRead more articles online\nat scim.ag/TomorrowsEarth\nThe list of author affiliations is available in the full article online.\n*Corresponding author. Email: ingeman@ucsb.edu (K.E.I.);\nastier@ucsb.edu (A.C.S.)\nCite this article as K. E. Ingemanet al.,Science363,\neaav1004 (2019). DOI: 10.1126/science.aav1004\nFIGURE BY A. BOERSMA,  ALEXBOERSMA.COM\nON OUR WEBSITE\n◥\nRead the full article\nat http://dx.doi.\norg/10.1126/\nscience.aav1004\n..................................................\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nREVIEW\n◥\nTOMORROW’SEARTH\nOcean recoveries for tomorrow’s\nEarth: Hitting a moving target\nKurt E. Ingeman\n1\n*, Jameal F. Samhouri\n2\n, Adrian C. Stier\n1\n*\nGrowing scientific awareness, strong regulations, and effective management have begun to\nfulfill the promise of recovery in the ocean. However, many efforts toward ocean recovery\nremain unsuccessful, in part because marine ecosystems and the human societies that\ndepend upon them are constantly changing. Furthermore, recovery efforts are embedded\nin marine social-ecological systems where large-scale dynamics can inhibit recovery. We\nargue that the ways forward are to (i) rethink an inclusive definition of recovery that\nembraces a diversity of stakeholder perspectives about acceptable recovery goals and\necosystem outcomes; (ii) encourage research that enables anticipation of feasible\nrecovery states and identifies pathways toward resilient ecosystems; and (iii) adopt\npolicies that are sufficiently nimble to keep pace with rapid change and governance that\nworks seamlessly from local to regional scales. Application of these principles can\nfacilitate successful recoveries in a world where environmental conditions and social\nimperatives are constantly shifting.\nB\nillions of people depend upon the ocean\nfor food, livelihoods, energy production,\nand trade. Although humans have used\nocean resources for millennia, the increas-\ning scale and scope of human activity (1)\nhave radically transformed the biological and\nphysical properties of the ocean (2,3), imperiling\nocean ecosystems and the continued delivery\nof vital marine services (4). Humans living on\ntomorrow’s Earth will demand even more from\nthe ocean. Navigating a pathway toward a pros-\nperous and sustainable future depends on re-\ncovering degraded populations and ecosystems\nand harnessing the intrinsic and instrumental\nbenefits the ocean can provide.\nIn recent years, growing scientific awareness,\nstrong regulations, and increasingly sophisticated\nmanagement have begun to fulfill the promise\nof ocean recoveries; familiar examples include\nthe rebuilding of fisheries, recovery of taxa pro-\ntected by threatened and endangered species\nlaws (5), and restoration of important marine\nhabitats (6). However, many marine recovery\nefforts have failed to reach their objectives,even\nafter decades of active intervention (7,8). In other\ncases, recovery of depleted populations has sur-\npassed expectations (though often remaining\nbelow historical levels), resulting in the coloni-\nzation of novel habitats (9) and bringing new\nconservation conflicts to light (10,11).\nThe inability to simply turn back the clock\nshould come as no surprise given that recovery\nefforts often fail to consider the complex and\nadaptive nature of the ocean systems (12). In-\ndeed, the oceans and the social systems that\ndepend upon them are inherently dynamic, and\nincreasingly so in an era of rapid climate change\nandgloballyconnectedmarkets(13). Moreover,\nmarine social-ecological systems vary across\nspace and comprise diverse stakeholder groups\nwho derive value from different aspects of ma-\nrine systems. These dynamic environmental, eco-\nlogical, and societal contexts present a shifting\nlandscape for defining and achieving successful\nocean recoveries (14).\nYet, current conceptions of recovery can be\nnarrow in scope and out of step with rapidly\nchanging environmental conditions, making\nthem insufficient for tomorrow’s ocean with its\ndiversity of intrinsic and anthropocentric val-\nues. To effectively reverse marine degradation,\nwe must embrace the dynamic nature of recov-\nery targets—and the flexible solutions required\nto hit these moving targets (Fig. 1). To be clear,\nthis assertion does not imply a lowering of\nstandards or relaxing of mandates for recovery.\nRather, it is a call for a broader definition of re-\ncovery that acknowledges that oceans—and the\nhuman systems connected to them—are dynam-\nic, and which embraces the manifold nature of\nrecovery success.\nHere, we synthesize how recent scientific ad-\nvances offer pathways to successfully recovering\nmarine populations and ecosystems in tomor-\nrow’s ocean. We discuss ways that management\nand policy can promote recovery by becoming\nmore agile and integrated across scales. Finally,\nwe highlight the promise of emerging technology\nto enable the ambitious interventions necessary\nto match the challenge of ocean recoveries in an\nuncertain future.\nRedefining recovery\nWe define population and ecosystem recovery\nas a sustained increase in the attributes of the\nsystem that provide lasting ecological and social\nvalue. At a minimum, recovery entails the return\nof population viability and ecological function. A\n“recovered”system will not necessarily remain in\nstasis, but an important metric of recovery at the\necosystem-level\nis\nimproved resilience—the abil-\nity to resist shifts toward less-functional states\nand to rapidly recover function when such shifts\noccur (15).\nAlthough we see a role for human preferences\nin defining recovery success, it is not our conten-\ntion that recovery targets are purely subjective. In\nmany instances, recovery has a specific, legal, and\nbiologically informed definition. For example, for\na species listed under the U.S. Endangered Spe-\ncies Act, a recovery plan is designed to achieve\nthe long-term survival of the species such that\nit is self-sustaining, with the goal of eventual de-\nlisting, irrespective of human preferences or eco-\nnomic considerations. Within any given recovery,\nthere are numerous well-established objectives\nand biologically relevant elements (Box 1).\nThese biological criteria provide a minimum\nbaseline for single-species recovery targets. How-\never, there is often space for multiple recovery\noutcomes that fall between the“floor”of a self-\nsustaining population and a“ceiling”such as\nmaximum carrying capacity. It is in this space\nwhere human value judgments may enter into\nrecovery planning.\nFor instance, consider the following increas-\ningly ambitious recovery goals for an overex-\nploited species: recovery to a point where (i)\npopulation growth rates are positive (viability);\n(ii)populationgrowthrateismaximized;(iii)\nharvest maximizes economic return; (iv)orthe\nmaximum carrying capacity (unfished biomass)\nis achieved (Fig. 2). Biodiversity preservation and\npopulation viability can thus provide minimum,\nnonnegotiable criteria for recovery; in some cases,\nrecovery planning can be as simple as doubling\ndown on the commitment to these aims. Above\nthis floor, however, additional human value judg-\nments can enter into recovery planning. For ex-\nample, different stakeholders might prefer to\nmaximize the growth rate of a recovering spe-\ncies for maximum yield (Fig. 2;ii), while others\nmight prefer to maximize the abundance of a\nspecies (Fig. 2;iv), creating a trade-off between\npotential recovery targets.\nAn analogous multitude of recovery targets\nand similar trade-offs exist when defining re-\ncovery at the higher levels of biophysical or-\nganization. Coupled human and natural systems\nareincreasinglyunderstoodtobehaveascom-\nplex adaptive systems, characterized by large-\nscale, macroscopic dynamics that both emerge\nfrom—and feed back into—lower-order inter-\nactions (16). As a result, these systems often ex-\nhibit unexpected (“black swan”)events(17)and\nare subject to crossing tipping points into alter-\nnative states (18). Such rapid and unexpected shifts\nin the state of an ecosystems can shift the relative\nabundance of certain key species, fundamentally\nRESEARCH\nIngemanet al.,Science363, eaav1004 (2019)25 January 20191of11\n1\nDepartment of Ecology, Evolution, and Marine Biology,\nUniversity of California, Santa Barbara, Santa Barbara, CA,\nUSA.\n2\nConservation Biology Division, Northwest Fisheries\nScience Center, National Marine Fisheries Service, National\nOceanic and Atmospheric Administration, Seattle, WA, USA.\n*Corresponding author. Email: ingeman@ucsb.edu (K.E.I.);\nastier@ucsb.edu (A.C.S.)\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nIngemanet al.,Science363, eaav1004 (2019)25 January 20192of11\nFig. 1. Three dimensions of moving targets in\nmarine recoveries.(A) Temporal shifts in\nenvironmental conditions can introduce chal-\nlenges both for setting achievable recovery\ntargets and for designing effective interventions.\nEnding most directed harvest of cetaceans\nand adopting limited avoidance measures\nwere sufficient to initiate recovery. However,\nchanging ocean conditions affect birth rates\nand mortality, necessitating the adoption of\ninnovative measures and revised recovery tar-\ngets (36). (B) Variability in space can demand\nflexible recovery interventions and limit the\nutility of measures initiated at a single scale.\nAfter invasive mammal eradication, islands in\nproximity to the mainland may recover diverse\nand abundant seabird communities through\nnatural dispersal (96). This local success may\nnot translate into broader metapopulation\nrecovery, and remote islands will likely require\nactive relocation of poorly dispersing species to\nrecover preinvasion seabird diversity. (C) Dif-\nferences in human perceptions of recovery\nsuccess can limit the support of stakeholders\nthat are not represented in the recovery\nplanning and implementation process. Sea otter\nrecovery can increase a range of ecosystem\nservices associated with kelp dominance, while\notter-free habitats are perceived to offer\nalternative cultural, economic, and conservation\nvalue (25). Recovery efforts grounded in\nstakeholder participation can inform trade-offs\namong alternative recovery goals.\nRESEARCH|REVIEW\nFIGURE: A. BOERSMA\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\naltering the nature of the ecosystem itself and\nthe economic and cultural benefits it provides.\nBecause such systems are constantly evolving,\nrecovery of these systems is often synonymous\nwith regeneration or reorganization in response\nto disturbance (15).\nWith the dynamic nature of marine social-\necological systems in mind, we define the floor of\necosystem recovery as the return of fundamental\necosystem processes and functions. Above this\nfloor, a similar plurality of alternative ecosys-\ntem recovery targets exists, including prioritiz-\ning maintenance of biodiversity or delivery of\necosystem services, some combination of the two,\nor stability of the entire system. Our definition is\nan attempt to account for such multiple values\nfrom the ocean (including the intrinsic value of\nnature), for changing conditions, and to provide\na framework that applies broadly to recovery in\nlevels of organization above populations (i.e.,\necosystems and social-ecological systems).\nChallenges associated with recovery\nas a moving target\nThe definition of recovery that we offer above\nprovides some flexibility for including disparate\nperspectives of alternative stakeholder groups\nand changes in system capacity over time and\nacross space. However, developing practical ad-\nvice to define targets for ocean recoveries requires\nthat we dissect these complexities in finer detail.\nPerspectives on recovery targets\ncan reasonably differ\nHuman perceptions of what defines successful\npopulation or ecosystem recovery can vary sub-\nstantially based on how an individual interacts\nwith—and values—a species or ecosystem. These\ndifferences can generate conflict among actors\nwithin the system connected through common-\npool resources (19) and complicate clear defini-\ntions of recovery targets.\nThese challenges are exemplified in the on-\ngoing conflict surrounding whether or not there\nhas been recovery of the previously collapsed\nPacific herring fishery in British Columbia. There,\nthe highly mobile commercial fleet derives val-\nue from high biomass of herring at the regional\nscale. The cultural and economic value to First\nNations is rooted in herring occupancy of tradi-\ntional spawning habitats (for a site-based egg\nharvest) as well as region-wide herring biomass\nas a key resource for harvested species (e.g.,\nsalmon and halibut) and for species of conser-\nvation concern (e.g., mammal and seabird pred-\nators). Recently, the estimated herring biomass\nat large spatial scales has increased, triggering\na potential opening for the commercial fishery.\nHowever, conflict exists between these different\nparticipant groups as to whether this is herring\n“recovery”for at least two reasons. First, herring\nhas not recovered in numerous locations histor-\nically harvested by First Nations (20). Second,\ntraditional ecological knowledge suggests that\namuchhigherherringbiomassispossiblethan\nassumed in the current herring stock assess-\nment, supporting the argument that the current\nIngemanet al.,Science363, eaav1004 (2019)25 January 20193of11\nBox 1.A typology of recovery concepts.\nA minimum definition of recovery (for species) is movement in the opposite direction of\nextinction, often with the end goal being a viable and self-sustaining population (100). It has\nbeen argued that basic viability represents a low bar for recovery and that positive conservation\nshould look beyond this criterion to include the restoration of other attributes as recovery goals\n(e.g., population redundancy) (100). Similarly, at the ecosystem-level, return of ecosystem\nfunction represents a reasonable minimum recovery target, yet other attributes beyond basic\nfunction can represent alternative and more ambitious recovery goals. The question remains:\nWhat do we mean by recovery? Here, we suggest a typology of recovery concepts based on a\nseries of key distinctions.\nHistorical/novel\nThe reference to which progress toward recovery is compared may be historical, or represent\na novel state (that nevertheless contains an attribute absent in the degraded system). At one\nextreme is the return to a prehuman condition. In many cases, such complete ecological\nrecovery may be difficult to attain because (i) the ecological record is ambiguous or incomplete\nand (ii) shifts in environmental, ecological, or social contexts may preclude such a return (14).\nAt the other extreme, reclamation denotes the recovery of ecological function without refer-\nence to historical precedent (101). Between these extremes lie recoveries of managed systems,\nsuch as fisheries, for which rebuilding denotes progress toward a quasi-natural, managed\nreference state—often an intermediate population size that seeks to maximize productivity.\nStatic/dynamic\nA related distinction is the extent to which recovery benchmarks are perceived as static states\nversus dynamic references. Drawn from terrestrial restoration literature, the dynamic refer-\nence concept acknowledges that historical reference systems displayed a range of spatial and\ntemporal variation and that contemporary conditions no longer equate to the past (58). Ac-\ncordingly, success is measured by comparing recovery to contemporary references. A key com-\nponent of this concept is the inclusion of a range of acceptable recovery scenarios, rather than a\nsingle optimum state.\nHuman/nature\nThis distinction describes the extent to which human benefit versus ecological metrics are the\ngoals of recovery. Complete anthropocentric recovery restores populations or processes only\nto the extent that they increase services for human beings (102). Beyond human utility,\nmeasures taken to prevent extinction or restore self-sustaining populations may be termed\nbiodiversity recovery. Other objectives include restored ecosystem processes: Rewilding fo-\ncuses on restoring animal populations—not as an end in itself—but rather to restore a modern\nanalog of a functioning ecosystem, often through trophic interactions (83). Alternatively, re-\ncovery measures may seek to increase resilience to future disturbances, exemplified by the\nintroduction of heat-tolerant coral species to stave off algal dominance.\nActive/passive\nAnother axis is the extent to which managers must actively intervene to speed recovery versus\nallowing recovery to occur unassisted. Where degradation is ongoing, an intermediate strategy\nwould be to remove the source of decline, which we term passive recovery following the restora-\ntion literature (103). For example, in an estuarine system degraded by eutrophication, recovery\nstrategies could range from business-as-usual (unassisted), to reduction of nutrient inputs (pas-\nsive), to modifying estuary hydrodynamics (active). Where on this continuum of intervention the\nideal approach lies depends on a suite of factors, including the magnitude of degradation, in-\ntended recovery timeline, the costs of active measures, the desires of stakeholders, and legal\nmandates. Clearly, an important assumption is that more costly, active interventions will purchase\nimproved outcomes, but general evidence for this relationship remains elusive (7).\nPopulation/ecosystem\nA final distinction is between efforts toward the recovery of individual populations—typically the\nfocus of species legislation and traditional fisheries management—versus broader ecosystem\nand social-ecological recovery. The latter approach, though less common, has been operation-\nalized to an advanced degree in a few cases (Puget Sound and Chesapeake Bay systems (14,89).\nA key challenge is in identifying appropriate metrics for measuring progress toward recovery of\necosystems and coupled social systems.\nIn this manuscript, we suggest an inclusive definition of recovery aimed at bridging multiple\necological and anthropocentric values, at maintaining relevance in a dynamic future, and at ad-\ndressing the complexities of recoveries in social-ecological systems.\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nmoratorium should persist until herring bio-\nmass increases further (21). Thus, diverse value\nsets, sources of knowledge, and ways of interact-\ning with the ocean and its resources can lead\nto differing participant perspectives on single-\nspecies recovery targets.\nSetting and achieving recovery targets for\necosystems containing multiple interconnected\nspecies can also be complicated by variation in\nhow stakeholders value individual components\nof an ecosystem. Ecosystem recovery often en-\ntails a shift in the relative abundance of biolog-\nical resources, redistributing resources compared\nto the unrecovered state (22). Thus, when stake-\nholders perceive greater or lesser value from\ndifferent attributes of an ecosystem, support for\nrecovery measures will vary strongly among\ngroups, making one stakeholder’s recovery suc-\ncess another one’s failure. This is exemplified\nin the recovery of marine mammals that also\nconsume fishes on the U.S. West Coast. For ex-\nample, southern resident killer whales consume\nendangered chinook salmon (23), sperm whales\nprey upon commercially harvested sablefish (24),\nsea otters prey upon endangered abalone (25),\nand seals and sea lions prey upon endangered\nsalmon and sturgeon (26). Although the tour-\nismindustryhasgrownwiththerecoveryof\nmarine mammals, and some marine mammals\ncan positively influence certain fished species\n(27), mammal recoveries have also often been\nassociated with higher mortality of fished spe-\ncies and with threatening the recovery of other\ndepleted species. Evidence for whether and how\nmarine mammal recoveries actually deter catch\nor lower recovery success of endangered prey\nremains mixed (28–30). However, the percep-\ntion that marine mammal recoveries have in-\ncreased competition with fisheries or placed the\nrecovery of endangered prey at risk demands\nrenewed attention to identifying targets that\nencompass multiple interconnected species.\nThe parameters that shape recovery\nare changing rapidly over time\nand differ across space\nTemporal shifts can fundamentally alter how\nwe define the floor and ceiling of recovery de-\nscribed above. For a single harvested population,\na reduction in ocean productivity might change\nthe minimum viable population, the population\nsize at which yield is maximized, or the maxi-\nmum unfished biomass in a system (Fig. 2; green\narrows). Physical conditions underlie fundamen-\ntal biological processes, so directional shifts and\nincreasing variability in ocean conditions will\nnecessarily alter future recovery targets and tra-\njectories. For example, warming and acidification\naffect the demographic rates and productivity\nof recovering species through numerous phys-\niological and behavioral pathways (31), by alter-\ning disease dynamics (32),andbyinducingrapid\nevolution (33).\nLikewise, changing conditions can also lead\nto geographic range shifts among species with\ndifferent thermal tolerances, introducing novel\n(or decoupling existing) trophic interactions (34),\nand potentially suppressing or enhancing the rate\nof recovery compared to expectations (35). Tem-\nporal shifts in the environment can complicate\nrecovery planning by affecting multiple com-\nponents of the recovery process. For example,\nin coral ecosystems, changing ocean conditions\nhave lengthened coral recovery timelines while\nnarrowing the window of opportunity for re-\ncovery between increasingly frequent distur-\nbance events (Box 2 and Fig. 3).\nThe challenges associated with the recovery\nof the North Atlantic right whale are a clear\nexample of how changes in ocean conditions can\nthwart attempts to set achievable recovery targets\nand design effective interventions. This species\nhas experienced steady recovery from indus-\ntrial whaling until recent, rapid warming in the\nGulf of Maine caused unprecedented reproduc-\ntive failure by reducing copepod prey productiv-\nity (36). At the same time, successful measures\nto reduce ship-strike mortality (relocation of\nshipping lanes) are needed in new locations as\nright whales have followed prey poleward into\nthe Gulf of St. Lawrence (37)(Fig.1A).Notably,\nthe temporal changes described here did not oc-\ncur uniformly across the seascape, making recov-\nery challenging to address not only in time, but\nalso across space.\nJust as changes in environmental conditions\nover time alter expectations for recovery, spa-\ntial\nheterogenei\nty and connectivity in marine\nsystems mean that (i) recovery potential is not\nspatially uniform and (ii) recovery goals spe-\ncified at different spatial scales may not align.\nMany local populations of marine species are\nconnected to other local populations through\ndispersal (i.e., metapopulations) (38). As a result,\nlocal recovery efforts can increase the abundance\nof individual populations without improving\nmetapopulation recovery. Conversely, measures\naimed at promoting regional, metapopulation\nrecovery can inadvertently cause local depletion\n(39). For example, Pacific herring spawn in dis-\ncrete, nearshore habitats, creating populations\nwith different levels of productivity that fluctuate\nout of sync with one another (40). Conserving\nthis population diversity to retain such asynchro-\nnous dynamics can accomplish regional objec-\ntives, such as reducing variability in abundance\nat the metapopulation scale (41). Yet, manage-\nment practices that increase the spatial variation\namong populations—regional-scale harvest lim-\nits in the herring example—can also enhance the\nrisk that local populations fail to recover. Indeed,\nsome traditionally occupied spawning sites have\nbeen lost over time (42), thereby reducing the spa-\ntial diversity necessary to buffer against chang-\ning conditions.\nIngemanet al.,Science363, eaav1004 (2019)25 January 20194of11\nFig 2. Variation in recovery targets of a single species.Population growth rate as a function of\npopulation size for a harvested species. Assuming an Allee effect, population growth rate can be\nnegative (below thexaxis) when populations are small owing to mechanisms such as inbreeding\ndepression and mate limitation. Numerals (itoiv) represent potential population recovery targets\n(red) relative to the depleted state (open circle). Four possible recovery targets are shown:\n(i) population growth rates become positive (minimum viability); (ii) population growth rate is\nmaximized (biomass at maximum sustainable yield,B\nMSY\n); (iii) harvest maximizes economic return\n(biomass at maximum sustainable profit,B\nMSP\n;(iv) and the maximum carrying capacity (unfished\nbiomass,B\n0\n) is achieved. Each of the four depicted recovery targets may change as a function\nof productivity, represented by green arrows, where a shift to higher productivity is shown in darker\ngreen. In addition to changing the location of the targets, human impacts can also change the\nstrength of the feedbacks that produce positive growth rate when populations are large and negative\ngrowth rate when they are small (not shown). Red lines connect depleted state to potential recovery\ntargets, and vertical dashed lines connect recovery targets to population growth rate for (ii) and (iii).\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nHow feedbacks can inhibit recovery\nHuman-induced changes in the floor or ceil-\ning for recovery described above can be further\ncomplicated by the existence of feedbacks, which\ncan reinforce the decline of a species or ecosys-\ntem. For example, many marine populations ex-\nhibit negative population growth rate at low\ndensities because individuals are unable to find a\nmate or experience inbreeding depression due to\nlow genetic diversity (43). Low densities, in turn,\nexacerbate negative growth rates in a reinforcing\nfeedback loop. The challenge for incremental\nrecovery efforts is that a self-sustaining (viable)\npopulation (Fig. 2;i) is only achieved when the\npopulation is pushed beyond this threshold, a\ntarget that can shift with human actions (Fig. 2;\narrows). Similarly, at the ecosystem level, many\nmarine systems can be“tipped”into a less pre-\nferredstatebylargedisturbances.Oncesucha\nshift occurs, reinforcing feedbacks can prevent\necosystem recovery back to the predisturbance\nstate (a phenomenon known as hysteresis) (44).\nHuman activity can alter recovery potential,\nas well as the management actions needed to\nachieve a stated recovery target. By altering envi-\nronmental conditions, human actions can change\nthe location of the recovery floor—the minimum\nviable population required for positive growth.\nFor instance, in the Dutch Wadden Sea, disease\nand gradual eutrophication in the 1930s caused\na sudden transformation of eelgrass habitat to\nbare sediment (45). Ecosystem recovery has been\nimpeded by self-reinforcing feedbacks that have\nledtodecades-longpersistenceofbaresediment:\nLoss of eelgrass has decreased sediment stabili-\nzation while simultaneously increasing sulfide\nconcentrations, thereby inhibiting eelgrass re-\ncruitment and survival (45). Overcoming the feed-\nbacks that inhibit ecosystem recovery goes beyond\nsimplyturningbacktheclockoneelgrassabun-\ndance or the original drivers of degradation.\nRather, the biological floor for system recovery\nhas effectively been pushed higher, and recovery\nwill require a more substantive intervention.\nBeyond shifting the location of recovery tar-\ngets, human actions can also modify the inten-\nsity of reinforcing feedback loops that maintain\na social-ecological system in a given state. For\nexample, in the North Sea, anthropogenic changes\nto ocean conditions have decreased the produc-\ntivity of some overfished stocks, intensifying\nfleet overcapacity and reducing the reliability\nof stock assessments (46). As fishing becomes\nless economically viable, fishers increasingly lose\nincentives to comply with regulations and may\nturn to illegal practices that further inhibit re-\ncovery (46). Thus, changes to the environment\ncan intensify feedbacks that maintain the social-\necological system in a degraded state.\nFeedbacks in coupled human and natural sys-\ntems can further limit the ability for society to\nderive value from successful recoveries when they\ndo occur. For recoveries to translate into realized\ngains in goods or services, societies must be suf-\nficiently pliable to harness the benefits of chang-\ning resource availability. Yet, rapid adaptation\ncan be hindered by cultural norms, policies, gear\ninvestment, and market forces that can lock re-\nsource users into“gilded traps,”characterized\nby ever-increasing dependence on narrow yet\nlucrative monocultures (e.g., Maine lobster) (47).\nThese self-reinforcing dynamics cause inertia in\nresponse to recovery opportunities and increase\nthe social cost of reorganization when recoveries\ndisrupt the status quo (Box 3).\nAlthough we focus above on the challenges\nthat feedbacks present for recovery, the power\nof feedbacks to maintain healthy ecosystems in\nthe face of disturbance offers key opportunities\nin an era of global change. For example, at the\npopulation level, adaptive evolution has the po-\ntential to lower the minimum viable population\nsize for species through evolutionary rescue (48).\nSimilarly, at the ecosystem level, recent evidence\nin coral reefs suggest that more stress-tolerant\ncorals may heighten the capacity of coral reefs\nto more readily resist and rapidly recover from\nenvironmental shocks (49). As a first step, iden-\ntifying where system feedbacks enhance—or\ninhibit—recovery can illuminate management\nand societal interventions that shift incentives\nfor\na\nctors in the system and unlock the poten-\ntial for self-reinforcing positive change (50).\nHitting the moving target\nToward an inclusive conception\nof recovery for nature and people\nWe have argued above that conventional concep-\ntions of recovery limit the ability to respond to\nvariability in space and time. In addition, they\nconstrain approaches for balancing multiple\nvalues from the ocean. We further argued that a\nreductionist approach to ocean recoveries often\nignores the emergent dynamics of complex sys-\ntems that can undermine narrower efforts. Here\nwe offer pragmatic suggestions to build a new\nrecovery concept for tomorrow’socean.\nEngage stakeholders iteratively to redefine\nrecovery success\nUnder our above definition, achieving“lasting\necological and social value”can be accomplished\nin multiple ways, and trade-offs will necessarily\narise with the inclusion of diverse recovery goals.\nDivergent perceptions are a fundamental chal-\nlenge for managers seeking to facilitate ocean\nrecoveries (51). However, there are several practical\nIngemanet al.,Science363, eaav1004 (2019)25 January 20195of11\nBox 2.Temporal shifts create moving targets for coral-reef recovery.\nWith repeated cycles of recovery from disturbance, interacting drivers of decline, and sen-\nsitivity to global change, reef-forming corals are a rich system with which to understand eco-\nsystem recoveries in the Anthropocene. Changing conditions have altered numerous aspects\nof the recovery process, limiting the utility of historic communities and previously observed\nrecovery timelines as useful benchmarks for recovery.\nNot all recoveries are alike\nCoral recoveries can follow diverse trajectories mediated by the source(s) of disturbance,\ninteractions among stressors, and historical contingencies. First, recovery from disturbances\nsuch as cyclones, predatory starfish outbreaks, and bleaching each proceed at different rates,\ndepending in part on the extent to which physical structure is damaged. Second, multistressor\ninteractions can interact synergistically (104), so efforts to measure recovery from any one\nstressor offer little insight into realistic recovery dynamics in a multistressor environment. Third,\nafter a disturbance has reset the clock for a coral community, priority effects can determine the\ntrajectory of recovery (105). These factors challenge our ability to predict coral recovery timelines.\nA moving target\nLayered onto these naturally complex recovery dynamics are the effects of global change. The\nchronic effects of increased temperature can delay recovery from acute stressors and increase\nvariability compared to prewarming recovery events (Fig. 3A) (97). Observations of coral recovery\nshowed an 84% decrease in recovery rates between 1992 and 2010 (106), attributed to the\ncombined effects of acute and chronic stressors. As a result, historical responses to disturbance\nno longer provide informative benchmarks for future recoveries.\nAdditionally, global change has altered both the frequency and magnitude of acute dis-\nturbances themselves with the average number of years between severe bleaching events\ndeclining from 25 to 6 (Fig. 3B) (98). This shorter interval does not allow a sufficient window\nfor recovery, even for the fastest-growing coral species.\nFinally, corals are highly variable in their susceptibility to mortality from heat stress (107),\nso thermal anomalies can alter species composition (Fig. 3C) (99). Thus, despite the return of\npreviously observed levels of coral percent cover (a common aggregate metric of community\nrecovery), persistent changes in coral community composition can alter reef-scale properties,\nresulting in altered recovery from future disturbances (108). Taken together, these findings\nindicate that reefs are unlikely to achieve or remain in any static or historically informed“re-\ncovered”state. Rather, coral ecosystems in the modern era are likely to continue to reorganize\ninto novel, heat-tolerant assemblages (109), requiring managers to redefine recovery targets for\nan era of global change.\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nand well-tested approaches to address this chal-\nlenge. With the caveat that human perceptions\nof success only play a role after fundamental\nconservation imperatives have been met, we\nargue that a critical approach is engaging stake-\nholders to help in defining recovery success. To\ndo so in a way that both garners support for\nrecovery measures and achieves equitable out-\ncomes, recovery efforts can (i) initiate early, in-\nteractive, and iterative stakeholder participation\nin framing recovery success and (ii) make ex-\nplicit the trade-offs among alternative recovery\nscenarios (52)—and how these trade-offs may\nshift as marine social ecological systems reor-\nganize in response to continued degradation or\nrecovery (15).\nA tangible example of how progress is being\nmade in developing conservation targets based\non stakeholder-defined preferences comes from\nthe U.S. Pacific Northwest. Using social science\ntechniques and visual simulations of manage-\nment scenarios regarding eelgrass recovery in\nPuget Sound, participants from a variety of stake-\nholder groups were asked to assess their pre-\nferred state (and minimally acceptable condition)\nof the coupled human and natural system. Using\nthis framework, the authors identified that a 10\nto 25% recovery in eelgrass cover corresponded\nto the overall median stakeholder preference and\nthat little support was to be found for either\nunconstrained growth or for complete absence\nof human activity (52). A major challenge comes\nfrom ensuring that this dialogue among stake-\nholders, scientists, and managers is maintained,\nbut this challenge is not insurmountable. Al-\nthough stakeholder participation can increase\nthe time and costs associated with recovery\nplanning, the long-term benefits of incorporating\nstakeholder values into the recovery process—\nincreased regulatory compliance, improved trust,\nand cooperation among groups—can ultimately\noutweigh short-term considerations (53).\nDynamic perceptions, dynamic trade-offs\nEngaging stakeholders and identifying trade-offs\nare strategies already embedded in ecosystem-\nbased management (54). However, most man-\nagement does not yet explicitly acknowledge that\nperceptions of recovery success can themselves\nchange, or that trade-offs among recovery sce-\nnarios can strengthen or weaken with shifting\nenvironmental or societal conditions (55)(Fig.4).\nFor instance, changing ocean productivity as a\nresult of warming could relax or exacerbate the\ntrade-off between fishery yields and recovery\nefforts, changing the maximum possible catch\nfor a given level of protection (Fig. 4B). This\naltered trade-off may in turn cause stakeholders’\nperceptions of success to converge or diverge. A\ncrucial path forward for balancing multiple ocean\nservices in a dynamic and uncertain future will\nbe the continued development of methods to\nquantify uncertainty and predict change in recov-\nery trade-offs. Scenario analysis (56) is a prom-\nising approach for identifying and comparing\npossible futures under uncertainty and is be-\nginning to be integrated into recovery planning—\nthough more commonly at the ecosystem-level.\nWe acknowledge that envisioning recovery\nas a dynamic target that is iteratively defined\nby stakeholders poses risks for meeting less\nanthropocentric recovery targets. It remains\ncrucial to avoid allowing the shifting baselines\nphenomenon to obscure the nature of prede-\ngradation marine systems (57). Indeed, a poor\nunderstanding of historical states can limit our\nframe of reference for possible recovery futures.\nFurther, quantifying the breadth of ecosystem\nvariation from the past (through a paleoecolog-\nical perspective) will allow us to move away from\nthe idea of a single, static recovered state and\ntoward a multiplicity of acceptable recovered\nstates (58).\nIngemanet al.,Science363, eaav1004 (2019)25 January 20196of11\nFig. 3. Temporal shifts alter coral ecosystem recoveries in the Anthropocene.(A) Delayed\ntimelines and greater variability in the recovery of acroporid corals after acute disturbance\ncomparing postwarming (orange) to historical recoveries (green) because of the chronic effects of\nincreased temperature. As a result of this temporal shift, recovery targets based on historical\ntrajectories may be unrealistic. [Data redrawn from (97) with permission] (B) Decrease in the\nnumber of years between severe bleaching events has substantially narrowed the window for\nrecovery, comparing historical and postwarming averages (green and orange bars, respectively). The\naverage return time for even the fastest recovering,“weedy”coral species (dashed line) is now\nsubstantially longer than the available window of recovery opportunity. [Adapted from (98) with\npermission] (C) Changes in coral community composition over a 15-year recovery following acute\ndisturbance. Despite return to predisturbance levels of total coral cover (inset), differential\nresponses of individual coral species to changing conditions result in a persistent shift in community\ncomposition. Recovery to predisturbance community composition may therefore represent an\nunachievable recovery target. [Redrawn from (99) with permission]\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nThe role of science in anticipating change\nand identifying pathways to resilience\nResearch can help anticipate future recovery\ndynamics, evaluate robust interventions, and\nidentify pathways toward resilient ecosystems.\nOngoing advances in modeling and empirical\napproaches are improving the ability to predict\nthe effects of rapid environmental change on\nocean productivity and to calibrate recovery tra-\njectories to changing conditions. At the same time,\nscientists must advance tools to evaluate adaptive\nand robust recovery interventions in the face of\nirreducible uncertainty—strategies that may prove\nmore useful than predict-and-prescribe methods\nin tomorrow’s dynamic and connected ocean.\nCalibrating future recovery targets\nTwo complementary research avenues are (i)\nusing models and empirical approaches to an-\nticipate the effects of changing conditions and\n(ii) developing adaptive recovery frameworks\nthat embrace uncertainty and are robust to\nchanging conditions.\nSeveral advances show promise for sensibly\ncalibrating recovery targets. One major innova-\ntion links individual physiology to population-\nlevel recovery by addressing the ability of\norganisms to meet metabolic demands through\noxygen uptake (59). Falling within this broader\nclass of models, energy allocation models inte-\ngrate oxygen uptake into adaptive models of\nforaging behavior and life-history trade-offs to\npredict fitness under altered conditions (60). The\nability of such models to scale individual physio-\nlogical constraints to population-level changes in\nabundance and distribution is particularly valu-\nable for adjusting recovery timelines and consid-\nering which species and habitats will persist given\nsocial-ecological demands and under changing\nocean conditions. Although predictions differ among\ntaxa, one general conclusion is that metabolic\ntrade-offs will represent a primary constraint\nshaping recoveries in an altered ocean.\nA second major advance comes from size-based\napproaches that offer an alternative way to de-\nscribe flows of energy and productivity at different\nsize-classes without reference to species identity\n(61). Related, dynamic bioclimate envelope models\nproject changes in marine species distribution,\nabundance, and body size at the ocean-basin scale\nusing species-specific tolerances to environmen-\ntal conditions (62). By projecting latitude-specific\nchanges in fish productivity, these methods have\nimportant implications for defining realistic\ncommunity-level indicators of recovery (e.g., re-\nduced total biomass). The general result that\nfuture ocean conditions will drive reductions in\nmean size of marine fish communities—and thereby\nrates of productivity (61)—indicates the importance\nof integrating realistic size distributions into plans\nfor rebuilding fisheries and recovering popula-\ntions of threatened species. Far from embracing\na truncated size structure as the norm (falling\nvictim to shifting baselines), this insight both\nenables researchers to realistically project re-\ncovery dynamics and emphasizes the need to enact\nmeasures to protect large individuals, such as\n“no-take”reserves.\nEmpirical approaches for anticipating\nrecovery dynamics\nAt the ecosystem level, life-history traits can be\nused to predict shifts in species composition that\nresult from climate stressors (63) and to identify\nthe primary trait axes that shape response to per-\nturbation (64). Thus, trait-based strategies offer\nhope for predicting community recovery timelines\nin assemblages with diverse individual species’\nresponses, such as coral communities. Observa-\ntional studies can also provide indirect inference\nabout future recovery dynamics. One strategy\nborrows from the observation that moderate\nfishing can shorten recovery times by inducing\nthe evolution of faster growth and earlier maturity\n(65)—life-history changes that are similar to those\npredicted under climate change (60).\nAnother strategy draws on space-for-time\nsubstitution studies, which collect information\nfrom existing extreme environments that re-\nflect expected future conditions. For example,\nKroekeret al.(66) used proximity to local CO\n2\nseeps to infer that future pH levels can result in\necosystem simplification, loss of functional diver-\nsity, and missing ecosystem processes (e.g., grazing)\nin temperate kelp systems. One limitation of em-\nploying geographically localized ecosystems as\nanalogs for future conditions is that individual\norganisms may have dispersed as larvae from\ndistant locations, precluding evolutionary adap-\ntation to local conditions (67). Thus, these studies\nmay underestimate the potential for rapid evolu-\ntionary processes to rescue declining populations\nunder future conditions (68). Nevertheless, such\nan ecosystem approach can uncover recovery-\nrelevant changes in ecosystem processes and\nspecies interactions that may be masked in single-\nspecies projections.\nRobust recovery interventions\nImproved prediction is not always possible and\nwill always be accompanied by uncertainty. Robust\nrecovery policies describe those that perform de-\nspite uncertainty and across a range of possible\nfutures (69). An important class of tactical research\ntools—collectively known as management strategy\nevaluation—addresses this uncertainty by testing\nthe effects of modifying any part of a management\ncycle, from changes in the underlying population\ndynamics, to data collection and observation error,\nto implementation of management measures (70).\nManagement strategy evaluation can further dis-\ntinguish between effective and ineffective recovery\nstrategies in response to environmental change.\nFor example, in the coastal seas off South\nAfrica, environmentally mediated shifts in the\nproductivity and distribution of pelagic fishes\nin the early 2000s were linked to an increase in\nmortality and reduction of breeding success of\nAfrican penguins (71). Simulations evaluating\nthe effects of the purse-seine fishery on penguin\npopulation dynamics indicated that large-scale\nIngemanet al.,Science363, eaav1004 (2019)25 January 20197of11\nFig. 4. Shifting trade-offs among\nmultiple ocean recovery objectives.\n(A) Conflict among parties with a stake in\nrecoveries can occur when two recovery\nobjectives provide value to different\nstakeholders. Prior to recovery, the\ndegraded system provides low benefit for\nboth groups (filled star). Recovery\nbenefits cannot be simultaneously maxi-\nmized for both groups (dashed star).\nRather, when benefits to stakeholder A\nare maximized (1), any increase in value\nto stakeholder B entails a reduction in\nvalue for A (2 and 3). The heavy black line\nindicates the efficiency frontier, where\npoints along this curve optimize trade-\noffs. (B) Dynamic efficiency surfaces:\nRecovery trade-offs may shift with\nchanging environmental or economic\ncircumstances. As an example, changing\nocean conditions can increase or de-\ncrease local productivity of an exploited\nspecies, thereby shifting the location of\nthe efficiency frontier that defines the\noptimized balance between catch and\nsize of an MPA. Under future conditions,\nreduced productivity could exacerbate\nexisting trade-offs (arrow left), reducing\nthe amount of catch for a given level\nof area protection (2a). By contrast,\nincreasing productivity could relax this\nsame trade-off (arrow right), allowing\nhigher level of each recovery objective (2b.)\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nreductions in catch would likely be less beneficial\nthan area closures in the face of shifting environ-\nmental conditions.\nUltimately, the inability for researchers to pre-\ndetermine a single, optimal recovery underscores\nthe need for precautionary target setting (69)and\nthe use of recovery policies-as-experiments that\nguide future attempts to address moving recovery\ntargets (72).\nEnhancing resilience through diverse\nand connected recoveries\nAn alternative response to uncertainty is rooted\nin network and portfolio theories and emphasizes\nthe role of maintaining resilient systems with the\ncapacity to adapt to changing conditions (73).\nPortfolio theory—borrowed from economics—\nsuggests that the dynamics of an aggregate system\nare less volatile than the dynamics of component\nparts, provided that the component parts fluctu-\nate asynchronously. Spatially heterogeneous meta-\npopulations can represent a diversified portfolio\nof populations that differ in key attributes such\nas life-history traits, age structure, habitat asso-\nciation, prey preference, or response to the envi-\nronment (74). Recovery measures that maintain\ndiverse portfolios therefore (i) increase the likeli-\nhood that at least some populations will experi-\nence recovery under variable conditions and (ii)\npreserve the ability for a thriving local population\nto rescue a declining one (75). Protecting spatial\nheterogeneity of recovering populations thus fosters\nresilience to dynamic and unpredictable conditions.\nThe portfolio concept can also be applied to\nfostering resilience in broader marine ecosystem\nrecoveries and to promoting resilience in human\nsocial systems tied to the ocean. First, preserving\nspecies diversity can ensure redundancy in impor-\ntant ecosystem functions. For example, coral reefs\nthat retain an intact guild of parrotfish grazers\ncarry insurance against the loss of invertebrate\ngrazers to disease (76). At the social-ecological\nlevel, recent research into Alaskan fishing com-\nmunities has demonstrated that ports with more\ndiverse catch portfolios showed increased economic\nstability in the face of shifting environmental and\nmarket forces (77). Exploring management tools\nthat incentivize catch diversity may therefore offer\npromise for addressing boom-and-bust cycles\nfor resource users, especially given the strongly\nsynchronizing force of globalized markets for\nmarine products.\nA corollary to portfolio theory for recovery is\nthe idea that maintaining diverse adaptation net-\nworkscanallownaturetoselectthewinnersin\nrecoveries in an uncertain future. As a contrast to\n“predict and proscribe”management, maintain-\ning diversity and connectivity can maximize the\ncapacity for biological systems to adapt to dy-\nnamic conditions (73). In the context of recovery,\nthis approach could entail designing spatial net-\nworks of marine protected areas (MPAs) with con-\nnectivity among locations and to environments\nthat could provide future refuges from climate\nchange—even if some of those locations are not\ncurrently high-value habitats.\nThe above perspectives align well with com-\nplex adaptive systems theory, with resilience as\na central organizing principle. Theory suggests\nthat four conditions are needed to achieve re-\nsilience in complex adaptive systems: modular\nstructure (or tightly connected local units that are\nmore loosely connected tothe whole), heteroge-\nneity, redundancy, and tight feedback loops (12).\nTo extend the MPA network example, using species\ndispersal distance as a guide, locations could be\nclustered to balance the modularity that insu-\nlates the network from system-wide catastrophe\n(78) with the connectivity that allows depleted\npopulations to be rescued by distant, thriving\nones. Many scientific advances remain before this\napproach could be operationalized, yet meta-\necosystem theory and genetic techniques to eval-\nuate connectivity are advancing rapidly. Rather\nthan seeking ecosystem recovery by building up\nfrom individual populations, a productive path\nforfutureresearchwillbeinunderstandinghow\nto foster the conditions that produce broader eco-\nsystem resilience in complex adaptive systems.\nNimble policies, integrated governance,\nand technological solutions\nKeeping pace with change\nHow can policy support more agile management\nof recoveries in tomorrow’s changing oceans?\nFirst,\nexisting\nlegislative tools focused on recov-\neries can be updated to acknowledge the dynamic\nnature of recovery targets, but policies to stream-\nline a more frequent and fluid review process\nwill be critical. For example, one quarter of U.S.\nfederally listed species lack a recovery plan alto-\ngether. Moreover, half of existing plans are more\nthan 20 years old, and few address climate change\n(79). The backlog of absent or outdated recovery\nplans for federally listed species represents an\nopportunity to update recovery plans with the\nbest available science.\nSecond, adaptive management approaches to\nrecovery can keep pace with changing marine\nsystems by tightening the adaptive management\nloop that cycles through monitoring, planning,\nand implementation of recovery measures. In the\nocean of tomorrow, the ability for managers to\nIngemanet al.,Science363, eaav1004 (2019)25 January 20198of11\nBox 3.Newfoundland cod and shrimp: Recoveries create new challenges for fishing communities.\nOngoing shifts in the benthic community off the Newfoundland coast in Canada are il-\nlustrative of the challenges of defining and attaining recovery success when temporal changes,\nspatial complexity, and stakeholder preferences interact in complex marine social-ecological\nsystems.\nCod collapse and recovery\nIn 1992, a complete moratorium on commercial harvest for the collapsed Northern stock of\nAtlantic cod triggered a massive restructuring of the coastal societies dependent on this fishery.\nIn subsequent decades, a lucrative northern shrimp fishery has thrived in Newfoundland in the\nabsence of cod predators and under favorable environmental conditions (110). More recently,\nmanagers have substantially reduced the allowable catch of northern shrimp in response to\ndeclining abundance—due in part to the incipient recovery of cod as well as warming condi-\ntions that favor cod productivity. Species interactions have been similarly dynamic: In the\nrelative absence of forage species (capelin), cod predation on shrimp appears higher than\nhistorical estimates (111). From a stakeholder perspective, cod recovery has the potential to\nreallocate benefits among fisheries (shrimp versus cod) and among different segments within\na single fishery (inshore versus offshore shrimp fleets). Thus, the long-awaited recovery of an\niconic species is creating new trade-offs for Newfoundland coastal communities.\nChallenges and opportunities\nWhat paths forward offer hope for addressing moving targets for recovery in Newfoundland\nwaters? First, given spatiotemporal shifts in this system, altered species interactions are shaping\nrecoveries (34) and thereby affecting harvest reference points. If cod continue to rebound (and\nshrimp decline) under warmer conditions, increased predation may make previously precau-\ntionary shrimp harvest levels unsustainable, suggesting a need for updated harvest control rules.\nIndeed, industry groups have recently called for a reevaluation of shrimp population benchmarks,\nas these were established in the absence of cod predation and may represent unrealistic targets\ngiven the return of the predator.\nAt this time, managers employ single-species stock assessments. Grounding shrimp man-\nagement targets in the context of dynamic cod and forage species’abundances using models of\nintermediate complexity (112) could provide a path toward more precautionary management.\nIndeed, the integrated management of cod, sprat, and herring in the Baltic Sea offers an example\nof integrating trophic interactions to provide tactical recommendations for sustainable multi-\nspecies harvest levels (113). To address stakeholder preferences, a marine planning process that\nis guided by spatial trade-off analysis offers the opportunity to explicitly address equitability and\nefficiency in allocating recovery benefits. Finally, to ensure social resilience and reduce economic\npressure to propagate boom-and-bust harvest cycles, policy-makers may consider incentivizing\ndiversification in livelihoods at the individual, community, and regional levels.\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nreact effectively may be overwhelmed by both\nthepaceandmagnitudeofchange,especiallyfor\nsystems prone to abrupt tipping points (18). This\nsuggests that adaptive approaches that are slow\nto respond may not be sufficiently nimble for\ntomorrow’s recoveries. To be an effective solution\nfor temporal change, future adaptive management\nwill require a wider range of scenario planning,\nmore frequent monitoring, and decision-making\nstructures that are streamlined for rapid response.\nTo revisit the right whale example, altering ship-\nping lanes to avoid sensitive habitats can take\nyears to plan and overcome bureaucratic hurdles.\nGiven the potential for continued shifts in whale\ndistributions and migration routes, recovery mea-\nsures (e.g., technological innovations like rope-less\nfishing gear) that can be implemented regardless of\nrange shifts offer an agile complementary approach.\nThird, and to that end, modifying existing\nlegislation to require the use of technological\nadvances in real-time forecasting and data dis-\ntribution can reduce mortality in species recov-\neries via bycatch and collisions with ships (80). For\nexample, improved forecasting of cetacean habitat\nuse could guide policies to limit the use of mid-\nfrequency sonar or seismic exploration during\nsensitive periods, actions that will likely reduce\nthe rate of reproductive failure and adult mor-\ntality (81).\nFinally,learningfromthesocial,political,and\neconomic responses in regions that are experienc-\ning early impacts of rapid ocean change (e.g.,\noyster larvae die-offs in the Pacific northwest,\nsea-level rise in the Marshall Islands, coral bleach-\ning on the Great Barrier Reef) can help inform\nmore proactive policy and management struc-\ntures that address impacts of change before\ncatastrophic disruption occurs.\nEmerging technologies to overcome\nobstacles to recovery success\nNimble governance that keeps pace with change\nwill be supported by ongoing technological advances.\nBreakthroughs in data acquisition and processing\nhave opened the door to enforcement of large-\nscale area protection and real-time interventions\nto avoid threatened species. For instance, remote-\nsensing data and innovative modeling of species\ndistributions allow near–real-time predictions about\nregions of the seascape where swordfish can be\ntargeted while also avoiding bycatch of recover-\ning marine turtles or pinnipeds (80). This dynamic\napproach to ocean management (82)hasthepo-\ntential to facilitate continued recoveries of protected\nspecies with reduced disruption to fisheries com-\npared to seasonal closures. Other opportunities to\nenhance recoveries through active intervention—\nwhile posing very real ethical questions—are on\nthe horizon as well. These include assisted colo-\nnization of new habitats for climate refugees,\necological replacement, and rewilding (83), as\nwell as advances in genetic modifications (84).\nFor corals facing increased frequency and inten-\nsity of thermal anomalies, technological advances\nare currently unlocking a wide range of interven-\ntions: Emerging avenues range from physiological\ntools (e.g., acclimation to heat stress, microbiome\nmanipulation), to genetic manipulation (e.g.,\nmanaged selection, CRISPR-Cas9 gene manipu-\nlation) to population and community interven-\ntions (e.g., assisted relocation, promoting growth\nof seagrass meadows to mitigate acidification)\n(85). Debate between advocates of such interven-\ntionist approaches and proponents of less pre-\nscriptive management continues (73), yet the\npredicted magnitude of environmental change\nsuggests that a range of strategies may be re-\nquired to achieve meaningful recovery in the\ncoming decades.\nGovernance that operates fluidly\nacross scales\nInstituting policies to improve the fluidity of\ngovernance and integration of institutions across\nspatial scales will increase efficiency and reduce\nresponse time to changing recovery circumstances.\nFor example, in the United States, there are\nhighly valuable fisheries managed by individual\nstates, with federal oversight and the potential\nfor federal intervention if needed with changing\necological and social conditions (e.g., Dungeness\ncrab on the U.S. West Coast).\nMatching scales of governance to those of\necological processes that shape species and eco-\nsystem dynamics can tighten the feedbacks be-\ntween conservation efforts and recovery responses,\nincreasing the likelihood of meeting objectives (86).\nLarge-scale institutions (e.g., federal agencies or\nregional fisheries management councils)—which\nare limited in their ability to flexibly adapt to\nlocal environmental and social conditions—ma\ny\ninadve\nrtently provide incentives that are not aligned\nwith recovery (87). Conversely, locally optimized\nefforts can be inefficient for achieving regional\nconservation goals (88), and local efforts can be\nfutile unless large-scale drivers, such as climate\nchange, are addressed. Such spatial-scale mis-\nmatches can lead to suboptimal resource manage-\nment when collaboration and coordination among\ninstitutions at different scales is weak or non-\nexistent (89). Thus, coordinating the activities\nof local organizations (states, municipalities, or\nlocal nongovernmental organizations) that are\nscaled to address local drivers (pollution control,\nhabitat restoration) with regional or federal insti-\ntutions that can address regional or larger-scale\nconcerns (climate change, fisheries management)\noffers promise for better aligning incentives with\nrecovery objectives in spatially structured marine\nsocial-ecological systems (50).\nFor example, coordinated recovery efforts can\nlink national, regional,and local actors to imple-\nment a network of MPAs. Here, the proportion of\nhabitat under protection and key locations for\nprotection may be determined by large-scale\nconsiderations, such as overall species viability\nand sufficient genetic diversity. However, local\nactors, such as local and state planning councils\nthat are responsive to rapid and local variability,\ncould maintain autonomy in setting local recov-\nery benchmarks, monitoring, and enforcement.\nSuch polycentric governance—characterized by\ndistributed decision-making structures—has been\npreviously advocated for managing spatially com-\nplex systems (90). We argue that recovery frame-\nworks that are similarly scale-integrated and\ndistributed are suited to enhancing resilience in\nmarine social-ecological systems because of their\ninherent modularity and heterogeneity.\nCoordinating at large scales and\nacross boundaries\nEspecially for mobile and migratory organisms,\neffective recovery measures will necessarily involve\ncoordination among multiple entities and across\njurisdictions (91). Large-scale ocean zoning, inte-\ngrated single-species and ecosystem management\nplans, and multinational marine networks pro-\nvide comprehensive tools that offer advantages\ncompared to localized efforts. For example, the\neffectiveness of small, uncoordinated protected\nareas can be undermined by wider ecosystem de-\ngradation and, in some cases, may merely displace\ndamaging activities. By contrast, broader marine\nspatial planning can avoidthese pitfalls by strate-\ngically and comprehensively coordinating ocean\nactivities, protecting keyrecovery priorities, and\nweighing broader social-ecological trade-offs (92).\nRange shifts will likely require new bilateral and\nmultilateral governance frameworks (93). To avoid\nconflict over who is responsible for—and reaps the\nbenefits of—shifts in ongoing marine recoveries,\nresponsible governments should be proactive in\ncollaborating to share data, standardize monitor-\ning efforts, and coordinate recovery measures (93).\nLeveraging local knowledge and values\nFinally, local communities can share responsi-\nbility for setting recovery targets and enforcing\nmarine resource management rules with insti-\ntutions like national governments. Such local\nefforts may be more suited to leveraging traditional\ncultural practices around recovery. In Easter Island,\nrecovery of open ocean fisheries is hampered by\nthe fact that centralized fisheries management\ndoes not align with traditional practices and beliefs\nof the Rapanui (94). By contrast, traditional taboos\non certain fishing practices show promise for\nengaging effective participatory recovery planning,\nas these practices better align with cultural norms.\nIncorporating traditional taboos on certain fishing\npractices into local recovery planning can be an\neffective tool for integrating governance and par-\nticipatory management.\nConclusions\nLiving marine systems are critical to human well-\nbeing, and restoring them is a pressing societal\nconcern. To achieve success, efforts toward marine\nrecovery will need to confront the challenges of\na dynamic and heterogeneous recovery seascape\nand acknowledge that marine recoveries can af-\nfect social groups in divergent ways. The prospect\nof degraded marine ecosystems, cycles of conflict\nover dwindling ocean resources, and increasing\nin\neq\nuity offers one (grim) vision of our future. But\nthis future is not inevitable (95): Strategic action\nand forward-looking management offer hope for\nhitting moving targets in marine recoveries. Suc-\ncessful recoveries can, in turn, enhance the deliv-\nery of marine services, consistent with diverse\nIngemanet al.,Science363, eaav1004 (2019)25 January 20199of11\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nsociocultural values, while maintaining the eco-\nlogical integrity of our ocean.\nAchieving the promise of recovery in tomorrow’s\nocean will require a strategic, nuanced, and flexible\nconceptualization of recoveries that can keep pace\nwith rapidly changing physical, ecological, and\nsocial systems. In some cases, an altered world\nmeans there is no possibility of turning back the\nclock to simply reverse degradation. In these cases,\nwe must be realistic aboutnavigating the remain-\ning pathways to an altered yet diverse, productive,\nand functional ecosystem. This is not the same\nas giving up on nature. Rather, embracing an\ninclusive and forward-looking perspective of re-\ncoveries offers the best chance for navigating\ntoward a resilient future for nature and people.\nREFERENCES AND NOTES\n1.D. A. Kroodsmaet  al., Tracking the global footprint of\nfisheries.Science359, 904–908 (2018). doi:10.1126/\nscience.aao5646; pmid:29472481\n2.D. J. McCauleyet  al., Marine defaunation: Animal loss in the\nglobal ocean.Science347, 1255641 (2015). doi:10.1126/\nscience.1255641; pmid:25593191\n3.D. Breitburget  al., Declining oxygen in the global ocean and\ncoastal waters.Science359, eaam7240 (2018). doi:10.1126/\nscience.aam7240; pmid:29301986\n4.V. W. Y. Lam, W. W. L. Cheung, G. Reygondeau, U. R. Sumaila,\nProjected change in global fisheries revenues under\nclimate change.Sci. Rep.6, 32607 (2016). doi:10.1038/\nsrep32607; pmid:27600330\n5.J. Roman, M. M. Dunphy-Daly, D. W. Johnston, A. J. Read,\nLifting baselines to address the consequences of\nconservation success.Trends Ecol. Evol.30, 299–302 (2015).\ndoi:10.1016/j.tree.2015.04.003; pmid:26042680\n6.K. J. McGlatheryet  al., Recovery trajectories during state\nchange from bare sediment to eelgrass dominance.Mar. Ecol.\nProg.  Ser.448, 209–221 (2012). doi:10.3354/meps09574\n7.H. P. Joneset al., Restoration and repair of Earth’s damaged\necosystems.Proc.  Biol.  Sci.285, 20172577 (2018).\ndoi:10.1098/rspb.2017.2577; pmid:29491171\n8.H. K. Lotze, M. Coll, A. M. Magera, C. Ward-Paige, L. Airoldi,\nRecovery of marine animal populations and ecosystems.\nTrends  Ecol.  Evol.26, 595–605 (2011). doi:10.1016/\nj.tree.2011.07.008; pmid:21852017\n9.B. R. Sillimanet al., Are the ghosts of nature’s past haunting\necology today?Curr.  Biol.28, R532–R537 (2018).\ndoi:10\n.1016/j.cub.2018.04.0\n02; pmid:29738721\n10.   K. N. Marshall, A. C. Stier, J. F. Samhouri, R. P. Kelly,\nE. J. Ward, Conservation challenges of predator recovery.\nConserv.  Lett.9,70–78 (2016). doi:10.1111/conl.12186\n11.   B. E. Chascoet  al., Competing tradeoffs between\nincreasing marine mammal predation and fisheries harvest of\nChinook salmon.Sci.  Rep.7, 15439 (2017). doi:10.1038/\ns41598-017-14984-8; pmid:29158502\n12.   S. A. Levin, J. Lubchenco, Resilience, Robustness, and Marine\nEcosystem-based Management.Bioscience58,27–32\n(2008). doi:10.1641/B580107\n13.   R. A. Watsonet  al., Marine foods sourced from farther as\ntheir use of global ocean primary production increases.Nat.\nCommun.6, 7365 (2015). doi:10.1038/ncomms8365;\npmid:26079714\n14.   C. M. Duarteet  al., Paradigms in the Recovery of Estuarine\nand Coastal Ecosystems.Estuaries  Coasts38, 1202–1212\n(2015). doi:10.1007/s12237-013-9750-9\n15.   C. Folke, Resilience: The emergence of a perspective for\nsocial–ecological systems analyses.Glob. Environ. Change16,\n253–267 (2006). doi:10.1016/j.gloenvcha.2006.04.002\n16.   S. Levinet al., Social-ecological systems as complex adaptive\nsystems: Modeling and policy implications.Environ.  Dev.\nEcon.18, 111–132 (2013). doi:10.1017/S1355770X12000460\n17.   S. C. Anderson, T. A. Branch, A. B. Cooper, N. K. Dulvy,\nBlack-swan events in animal populations.Proc.  Natl.  Acad.\nSci.  U.S.A.114, 3252–3257 (2017). doi:10.1073/\npnas.1611525114; pmid:28270622\n18.   K. A. Selkoeet  al., Principles for managing marine\necosystems prone to tipping points.Ecosyst.  Health  Sustain.\n1,1–18 (2015). doi:10.1890/EHS14-0024.1\n19.   W. M. Adams, D. Brockington, J. Dyson, B. Vira, Managing\ntragedies:\nUnderstanding\nconflict over common pool\nresources.Science302, 1915–1916 (2003). doi:10.1126/\nscience.1087771; pmid:14671288\n20.   D. E. Hay, P. B. McCarter, K. S. Daniel, Potential impacts of\nthe British Columbia herring roe fishery on the spatial and\ntemporal distribution of herring spawn: examination of the serial\ndepletion hypothesis (2007);www.dfo-mpo.gc.ca/csas-sccs/\nPublications/ResDocs-DocRech/2007/2007_086-eng.htm.\n21.   J. Winbourne, Haida Marine Traditional Knowledge Study,\nVolume 3: Focal Species Summary (2011);https://\nhaidamarineplanning.com/wp-content/uploads/2016/08/\nHaida_Marine_Traditional_Knowledge_vol3.pdf.\n22.   B. S. Halpernet  al., Achieving the triple bottom line in the\nface of inherent trade-offs among social equity, economic\nreturn, and conservation.Proc.  Natl.  Acad.  Sci.  U.S.A.110,\n6229–6234 (2013). doi:10.1073/pnas.1217689110;\npmid:23530207\n23.   R. Williamset  al., Competing conservation objectives for\npredators and prey: Estimating killer whale prey\nrequirements for Chinook salmon.PLOS  ONE6, e26738\n(2011). doi:10.1371/journal.pone.0026738; pmid:22096495\n24.   M. J. Peterson, D. Hanselman, Sablefish mortality associated\nwith whale depredation in Alaska.ICES  J.  Mar.  Sci.74,\n1382–1394 (2017).\n25.   P. Raimondi, L. J. Jurgens, M. T. Tinker, Evaluating potential\nconservation conflicts between two listed species: Sea otters\nand black abalone.Ecology96, 3102–3108 (2015).\ndoi:10.1890/15-0158.1; pmid:27070027\n26.   M. L. Keeferet  al., Use of Radiotelemetry and Direct\nObservations to Evaluate Sea Lion Predation on Adult Pacific\nSalmonids at Bonneville Dam.Trans.  Am.  Fish.  Soc.141,\n1236–1251 (2012). doi:10.1080/00028487.2012.688918\n27.   R. W. Markel, J. B. Shurin, Indirect effects of sea otters on\nrockfish (Sebastes spp.) in giant kelp forests.Ecology96,\n2877–2890 (2015). doi:10.1890/14-0492.1; pmid:27070008\n28.   L. R. Gerber, L. Morissette, K. Kaschner, D. Pauly,\nShould whales be culled to increase fishery yield?Science\n323, 880–881 (2009). doi:10.1126/science.1169981\npmid:19213900\n29\n.\nR. M. Cook, S. J. Holmes, R. J. Fryer, Grey seal predation\nimpairs recovery of an over-exploited fish stock.J. Appl. Ecol.\n52, 969–979 (2015). doi:10.1111/1365-2664.12439\n30.   P. Yodzis, Must top predators be culled for the sake of\nfisheries?Trends  Ecol.  Evol.16,78–84 (2001). doi:10.1016/\nS0169-5347(00)02062-0; pmid:11165705\n31.   E. S. Poloczanskaet  al., Global imprint of climate change\non marine life.Nat.  Clim.  Chang.3, 919–925 (2013).\ndoi:10.1038/nclimate1958\n32.   C. A. Burgeet  al., Climate change influences on marine\ninfectious diseases: Implications for management and\nsociety.Annu. Rev. Mar. Sci.6, 249–277 (2014). doi:10.1146/\nannurev-marine-010213-135029; pmid:23808894\n33.   L. T. Lancaster, G. Morrison, R. N. Fitt, Life history trade-offs,\nthe intensity of competition, and coexistence in novel and\nevolving communities under climate change.Philos. Trans. R.\nSoc.  Lond.  B  Biol.  Sci.372, 20160046 (2017). doi:10.1098/\nrstb.2016.0046; pmid:27920390\n34.   R. L. Selden, R. D. Batt, V. S. Saba, M. L. Pinsky, Diversity in\nthermal affinity among key piscivores buffers impacts of ocean\nwarming on predator-prey interactions.Glob. Change Biol.24,\n117–131 (2018). doi:10.1111/gcb.13838;pmid:28731569\n35.   T. Wernberget al., Climate-driven regime shift of a temperate\nmarine ecosystem.Science353, 169–172 (2016).\ndoi:10.1126/science.aad8745; pmid:27387951\n36.   E. L. Meyer-Gutbrod, C. H. Greene, Uncertain recovery of the\nNorth Atlantic right whale in a changing ocean.Glob. Change\nBiol.24, 455–464 (2018). doi:10.1111/gcb.13929;\npmid:29084379\n37.   S. Taylor, T. R. Walker, North Atlantic right whales in danger.\nScience358, 730–731 (2017). pmid:29123056\n38.   J. P. Kritzer, P. F. Sale, inMarine\nMetapopulations(Academic\nPress,\nBurlington, 2006;www.sciencedirect.com/science/\narticle/pii/B9780120887811500054), pp. 31–67.\n39.   Y. Ying, Y. Chen, L. Lin, T. Gao, Risks of ignoring fish\npopulation spatial structure in fisheries management.Can. J.\nFish. Aquat. Sci.68, 2101–2120 (2011). doi:10.1139/f2011-116\n40.   M. C. Siple, T. B. Francis, Population diversity in Pacific\nherring of the Puget Sound, USA.Oecologia180, 111–125\n(2016). doi:10.1007/s00442-015-3439-7; pmid:26427990\n41.   D. E. Schindleret  al., Population diversity and the portfolio\neffect in an exploited species.Nature465, 609–612 (2010).\ndoi:10.1038/nature09060; pmid:20520713\n42.   D. E. Hay, P. B. McCarter, K. S. Daniel, J. F. Schweigert,\nSpatial diversity of Pacific herring (Clupea pallasi) spawning\nareas.ICES J. Mar. Sci.66, 1662–1666 (2009). doi:10.1093/\nicesjms/fsp139\n43.   F. Courchamp, T. Clutton-Brock, B. Grenfell, Inverse density\ndependence and the Allee effect.Trends  Ecol.  Evol.14,\n405–410 (1999). doi:10.1016/S0169-5347(99)01683-3;\npmid:10481205\n44.   C. Folkeet  al., Regime Shifts, Resilience, and Biodiversity in\nEcosystem Management.Annu.  Rev.  Ecol.  Evol.  Syst.35,\n557–581 (2004). doi:10.1146/annurev.\necolsys.35.021103.105711\n45.   T. van der Heideet  al., Positive Feedbacks in Seagrass\nEcosystems: Implications for Success in Conservation and\nRestoration.Ecosystems  (N.  Y.)10, 1311–1322 (2007).\ndoi:10.1007/s10021-007-9099-7\n46.   H. Österblomet  al., Incentives, social–ecological feedbacks\nand European fisheries.Mar.  Policy35, 568–574 (2011).\ndoi:10.1016/j.marpol.2011.01.018\n47.   R. S. Stenecket  al.,\nCreation of a gilded trap by the high\neconomic\nvalue of the Maine lobster fishery.Conserv.  Biol.\n25, 904–912 (2011). doi:10.1111/j.1523-1739.2011.01717.x;\npmid:21797925\n48.   A. R. Kanarek, C. T. Webb, M. Barfield, R. D. Holt, Overcoming\nAllee effects through evolutionary, genetic, and demographic\nrescue.J.  Biol.  Dyn.9,15–33 (2015). doi:10.1080/\n17513758.2014.978399; pmid:25421449\n49.   T. P. Hugheset  al., Ecological memory modifies the\ncumulative impact of recurrent climate extremes.Nat.  Clim.\nChang.9,40–43 (2018). doi:10.1038/s41558-018-0351-2\n50.   J. Lubchenco, E. B. Cerny-Chipman, J. N. Reimer, S. A. Levin,\nThe right incentives enable ocean sustainability successes\nand provide hope for the future.Proc.  Natl.  Acad.  Sci.  U.S.A.\n113, 14507–14514 (2016). doi:10.1073/pnas.1604982113;\npmid:27911770\n51.   A. C. Stieret  al., Integrating Expert Perceptions into Food\nWeb Conservation and Management.Conserv. Lett.10,67–76\n(2016). doi:10.1111/conl.12245\n52.   P. S. Levin, G. D. Williams, A. Rehr, K. C. Norman,\nC. J. Harvey, Developing conservation targets in social-\necological systems.Ecol.  Soc.20,art6(2015).\ndoi:10.5751/ES-07866-200406\n53.   L. A. Mease, A. Erickson, C. Hicks, Engagement takes a\n(fishing) village to manage a resource: Principles and\npractice of effective stakeholder engagement.J.  Environ.\nManage.212, 248–257 (2018). doi:10.1016/\nj.jenvman.2018.02.015; pmid:29438930\n54.   E. K. Pikitchet  al., Ecosystem-based fishery management.\nScience305, 346–347 (2004). doi:10.1126/\nscience.1098222; pmid:15256658\n55.   S. E. Lesteret  al., Evaluating tradeoffs among ecosystem\nservices to inform marine spatial planning.Mar.  Policy38,\n80–89 (2013). doi:10.1016/j.marpol.2012.05.022\n56.\nA.\nParsonet  al., Global-change scenarios: Their development\nand use.2.1b(2007) (available athttps://opensky.ucar.\nedu:/islandora/object/books%3A129/).\n57.  J.B.C.Jackson,K.E.Alexander,E.Sala,Shifting Baselines: The\nPast  and the  Future  of  Ocean  Fisheries(Island Press, 2012).\n58.   J. K. Hierset  al., The dynamic reference concept: Measuring\nrestoration success in a rapidly changing no-analogue future.\nEcol.  Restor.30,27–36 (2012). doi:10.3368/er.30.1.27\n59.   D. J. McKenzieet  al., Conservation physiology of marine\nfishes: State of the art and prospects for policy.Conserv.\nPhysiol.4, cow046 (2016). doi:10.1093/conphys/cow046;\npmid:27766156\n60.   R. E. Holt, C. Jørgensen, Climate warming causes life-history\nevolution in a model for Atlantic cod (Gadus morhua).\nConserv.  Physiol.2, cou050 (2014). doi:10.1093/conphys/\ncou050; pmid:27293671\n61.   W. W. L. Cheunget  al., Shrinking of fishes exacerbates\nimpacts of global ocean changes on marine ecosystems.Nat.\nClim.  Chang.3, 254–258 (2013). doi:10.1038/nclimate1691\n62.   J. L. Blanchardet  al., Potential consequences of climate\nchange for primary production and fish production in large\nmarine ecosystems.Philos.  Trans.  R.  Soc.  Lond.  B  Biol.  Sci.\n367, 2979–2989 (2012). doi:10.1098/rstb.2012.0231;\npmid:23007086\n63.   E. S. Darlinget  al., Evaluating life-history strategies of reef\ncorals from species traits.Ecol.  Lett.15, 1378–1386 (2012).\ndoi:10.1111/j.1461-0248.2012.01861.x; pmid:22938190\n64.   J. S. Madinet  al., A Trait-Based Approach to Advance Coral\nReef Science.Trends  Ecol.  Evol.31, 419–428 (2016).\ndoi:10.1016/j.tree.2016.02.012; pmid:26969335\nIngemanet al.,Science363, eaav1004 (2019)25 January 201910 of 11\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\n65.   P. Neubauer, O. P. Jensen, J. A. Hutchings, J. K. Baum,\nResilience and recovery of overexploited marine populations.\nScience340, 347–349 (2013). doi:10.1126/science.1230441;\npmid:23599493\n66.   K. J. Kroeker, F. Micheli, M. C. Gambi, T. R. Martz,\nDivergent ecosystem responses within a benthic marine\ncommunity to ocean acidification.Proc.  Natl.  Acad.\nSci.  U.S.A.108, 14515–14520 (2011). doi:10.1073/\npnas.1107789108; pmid:21844331\n67.   P. L. Munday, R. R. Warner, K. Monro, J. M. Pandolfi,\nD. J. Marshall, Predicting evolutionary responses to climate\nchange in the sea.Ecol.  Lett.16, 1488–1500 (2013).\ndoi:10.1111/ele.12185; pmid:24119205\n68.  S.M.Carlson,C.J.Cunningham,P.A.H.Westley,Evolutionary\nrescue in a changing world.Trends Ecol. Evol.29,521–530\n(2014). doi:10.1016/j.tree.2014.06.005;pmid:25038023\n69.   D. E. Schindler, R. Hilborn, Sustainability. Prediction,\nprecaution, and policy under global change.Science347,\n953–954 (2015). doi:10.1126/science.1261824;\npmid:25722401\n70.   K. J. Sainsbury, A. E. Punt, A. D. M. Smith, Design of\noperational management strategies for achieving fishery\necosystem objectives.ICES  J.  Mar.  Sci.57, 731–741 (2000).\ndoi:10.1006/jmsc.2000.0737\n71.   R. J. Crawford, Accounting for Food Requirements of\nSeabirds in Fisheries Management–the Case of the South\nAfrican Purse-Seine Fishery.Afr.  J.  Mar.  Sci.26, 197–203\n(2004). doi:10.2989/18142320409504057\n72.   O. P. Jensen, T. A. Branch, R. Hilborn, Marine fisheries as\necological experiments.Theor.  Ecol.5,3–22 (2012).\ndoi:10.1007/s12080-011-0146-9\n73.   M. S. Websteret al., Who Should Pick the Winners of Climate\nChange?Trends Ecol. Evol.32, 167–173 (2017). doi:10.1016/\nj.tree.2016.12.007; pmid:28126409\n74.\nD.\nE. Schindler, J. B. Armstrong, T. E. Reed, The portfolio\nconcept in ecology and evolution.Front.  Ecol.  Environ.13,\n257–263 (2015). doi:10.1890/140275\n75.   M. F. Hill, A. Hastings, L. W. Botsford, The effects of small\ndispersal rates on extinction times in structured\nmetapopulation models.Am.  Nat.160, 389–402 (2002).\ndoi:10.1086/341526; pmid:18707447\n76.   T. P. Hughes, Catastrophes, phase shifts, and large-scale\ndegradation of a Caribbean coral reef.Science265,1547–1551\n(1994). doi:10.1126/science.265.5178.1547;pmid:17801530\n77.   T. J. Cline, D. E. Schindler, R. Hilborn, Fisheries portfolio\ndiversification and turnover buffer Alaskan fishing\ncommunities from abrupt resource and market changes.\nNat.  Commun.8, 14042 (2017). doi:10.1038/ncomms14042;\npmid:28091534\n78.   J. W. Fox, D. Vasseur, M. Cotroneo, L. Guan, F. Simon,\nPopulation extinctions can increase metapopulation\npersistence.Nat.  Ecol.  Evol.1, 1271–1278 (2017).\ndoi:10.1038/s41559-017-0271-y; pmid:29046551\n79.   J. W. Malcom, Y.-W. Li, Missing, delayed, and old: The status\nof ESA recovery plans.Conserv.  Lett.11, e12601 (2018).\ndoi:10.1111/conl.12601\n80.   E. L. Hazenet  al., A dynamic ocean management tool to\nreduce bycatch and support sustainable fisheries.Sci. Adv.4,\neaar3001 (2018). doi:10.1126/sciadv.aar3001;pmid:29854945\n81.   E. C. M. Parsons, Impacts of Navy Sonar on Whales and\nDolphins: Now beyond a Smoking Gun?Front.  Mar.  Sci.4,\n295 (2017). doi:10.3389/fmars.2017.00295\n82.   R. Lewisonet  al., Dynamic Ocean Management: Identifying\nthe Critical Ingredients of Dynamic Approaches to Ocean\nResource Management.Bioscience65, 486–498 (2015).\ndoi:10.1093/biosci/biv018\n83.   P. J. Seddon, C. J. Griffiths, P. S. Soorae, D. P. Armstrong,\nReversing defaunation: Restoring species in a changing\nworld.Science345, 406–412 (2014). doi:10.1126/\nscience.1251818;\npmid:25061203\n84.\nM. J. H. van Oppen, J. K. Oliver, H. M. Putnam, R. D. Gates,\nBuilding coral reef resilience through assisted evolution.Proc.\nNatl.  Acad.  Sci.  U.S.A.112, 2307–2313 (2015). doi:10.1073/\npnas.1422301112; pmid:25646461\n85.   Ocean Studies Board, A Research Review of Interventions to\nIncrease the Persistence and Resilience of Coral Reefs.\n(2018), (available athttp://dels.nas.edu/Report/Research-\nReview-Interventions/25279?bname=osb).\n86.   H. M. Leslieet  al., Operationalizing the social-ecological\nsystems framework to assess sustainability.Proc. Natl. Acad.\nSci.  U.S.A.112, 5979–5984 (2015). doi:10.1073/\npnas.1414640112; pmid:25918372\n87.   T. P. Hughes, D. R. Bellwood, C. Folke, R. S. Steneck,\nJ. Wilson, New paradigms for supporting the resilience of\nmarine ecosystems.Trends  Ecol.  Evol.20, 380–386 (2005).\ndoi:10.1016/j.tree.2005.03.022; pmid:16701400\n88.   T. M. Neesonet  al., Enhancing ecosystem restoration\nefficiency through spatial and temporal coordination.Proc.\nNatl.  Acad.  Sci.  U.S.A.112, 6236–6241 (2015). doi:10.1073/\npnas.1423812112; pmid:25918378\n89.   J. S. Sayles, J. A. Baggio, Social-ecological network analysis\nof scale mismatches in estuary watershed restoration.\nProc.  Natl.  Acad.  Sci.  U.S.A.114, E1776–E1785 (2017).\ndoi:10.1073/pnas.1604405114; pmid:28223529\n90.   E. Ostrom, Polycentric systems for coping with\ncollective action and global environmental change.\nGlob.  Environ.  Change20, 550–557 (2010). doi:10.1016/\nj.gloenvcha.2010.07.004\n91.   N. C. Banet  al., Systematic Conservation Planning: A Better\nRecipe for Managing the High Seas for Biodiversity\nConservation and Sustainable Use.Conserv.  Lett.7,41–54\n(2014). doi:10.1111/conl.12010\n92.   T. Agardy, G. N. di Sciara, P. Christie, Mind the gap:\nAddressing the shortcomings of marine protected areas\nthrough large scale marine spatial planning.Mar.  Policy35,\n226–232 (2011). doi:10\n.1016/j.marpol.2010\n.10.006\n93.   M. L. Pinskyet  al., Preparing ocean governance for species\non the move.Science360, 1189–1191 (2018). doi:10.1126/\nscience.aat2360; pmid:29903965\n94.   J. A. Aburto, C. F. Gaymer, S. Haoa, L. González, Management\nof marine resources through a local governance perspective:\nRe-implementation of traditions for marine resource recovery\non Easter Island.Ocean Coast.  Manage.116, 108–115 (2015).\ndoi:10.1016/j.ocecoaman.2015.07.008\n95.   S. D. Gaineset  al., Improved fisheries management could\noffset many negative effects of climate change.Sci.  Adv.4,\naao1378 (2018). doi:10.1126/sciadv.aao1378\npmid:30167455\n96.   S. B. Borrelle, P. H. Boersch-Supan, C. P. Gaskin, D. R. Towns,\nInfluences on recovery of seabirds on islands where invasive\npredators have been eradicated, with a focus on\nProcellariiformes.Oryx52,346–358 (2018). doi:10.1017/\nS0030605316000880\n97.   K. Osborneet al., Delayed coral recovery in a warming ocean.\nGlob.  Change  Biol.23, 3869–3881 (2017). doi:10.1111/\ngcb.13707; pmid:28485822\n98.   T. P. Hugheset  al., Spatial and temporal patterns of mass\nbleaching of corals in the Anthropocene.Science359,80–83\n(2018). doi:10.1126/science.aan8048; pmid:29302011\n99.   M. Adjeroudet  al., Recurrent disturbances, recovery\ntrajectories, and resilience of coral assemblages on a South\nCentral Pacific reef.Coral  Reefs28, 775–780 (2009).\ndoi:10.1007/s00338-009-0515-7\n100.  K. H. Redfordet  al., What Does It Mean to Successfully\nConserve a (Vertebrate) Species?Bioscience61,39–48\n(2011). doi:10.1525/bio.2011.61.1.9\n101.  M. Elliott, D. Burdon, K. L. Hemingway, S. E. Apitz, Estuarine,\ncoastal and marine ecosystem restoration: Confusing\nmanagement and science–A revision of concepts.\nEstuar.  Coast.  Shelf  Sci.74, 349–366\n(2007). doi:10\n.1016/\nj.ecss.2007.05.034\n102.  M. Schröteret  al., Ecosystem Services as a Contested\nConcept: A Synthesis of Critique and Counter-Arguments.\nConserv.  Lett.7,514–523 (2014). doi:10.1111/conl.12091\n103.  T. McDonald, G. D. Gann, J. Jonson, K. W. Dixon, International\nstandards for the practice of ecological restoration–including\nprinciples and key concepts. Society for Ecological\nRestoration, Washington, DC Front cover photo credits:\n\\copyright Marcel Huijser, Errol Douwes,\\copyright Marcel\nHuijser Back cover photo credits:\\copyright Marcel Huijser.\nSoil-Tec, Inc.,\\copyright Marcel Huijser, Bethanie Walder\n(2016).\n104.  M. Ateweberhanet  al., Climate change impacts on coral\nreefs: Synergies with local effects, possibilities for\nacclimation, and management implications.Mar.  Pollut.  Bull.\n74, 526–539 (2013). doi:10.1016/j.marpolbul.2013.06.011;\npmid:23816307\n105.  T. Fukami, Historical Contingency in Community Assembly:\nIntegrating Niches, Species Pools, and Priority Effects.Annu. Rev.\nEcol. Evol. Syst.46,1–23 (2015). doi:10.1146/annurev-ecolsys-\n110411-160340\n106.  J.-C. Ortizet  al., Impaired recovery of the Great Barrier Reef\nunder cumulative stress.Sci.  Adv.4, eaar6127 (2018).\ndoi:10.1126/sciadv.aar6127; pmid:30035217\n107.  L. M. Chouet al., Differential Response of Coral Assemblages\nto Thermal Stress Underscores the Complexity in Predicting\nBleaching Susceptibility.PLOS  ONE11, e0159755 (2016).\ndoi:10.1371/journal.pone.0159755; pmid:27438593\n108.  T. R. McClanahan, Decadal coral community reassembly on\nan African fringing reef.Coral  Reefs33, 939–950 (2014).\ndoi:10.1007/s00338-014-1178-6\n109.  T. P. Hugheset  al., Global warming transforms coral reef\nassemblages.Nature556, 492–496 (2018). doi:10.1038/\ns41586-018-0041-2; pmid:29670282\n110.  W. E. Schrank, The Newfoundland fishery: Ten years after the\nmoratorium.Mar.  Policy29, 407–420 (2005). doi:10.1016/\nj.marpol.2004.06.005\n111.\nI.\nG. Jónsdóttir, Predation on northern shrimp (Pandalus\nborealis) by three gadoid species.Mar. Biol. Res.13, 447–455\n(2017). doi:10.1080/17451000.2016.1272697\n112.  É. E. Plagányiet  al., Multispecies fisheries management and\nconservation: Tactical applications using models of\nintermediate complexity.Fish  Fish.15,1–22 (2014).\ndoi:10.1111/j.1467-2979.2012.00488.x\n113.  C. Möllmannet  al., Implementing ecosystem-based fisheries\nmanagement: From single-species to integrated ecosystem\nassessment and advice for Baltic Sea fish stocks.ICES J. Mar. Sci.\n71, 1187–1197 (2014). doi:10.1093/icesjms/fst123\nACKNOWLEDGMENTS\nWe are grateful for insightful comments from S. Bettridge,\nS. Borrelle, A. Erickson, S. Hayes, J. Koch, B. McGill, C. McDonough\nMacKenzie, A. Somma, S. Levin, B. Warner, and D. Williams.\nFunding:This work was supported by the Cedar Tree Foundation\nand the Society for Conservation Biology through a David H. Smith\nConservation Research Fellowship for K. Ingeman.Author\ncontributions:A.S., J.S., and K.I. conceived the project. K.I., A.S.,\nand J.S. developed the synthetic review framework. K.I. wrote\nthe manuscript and created the figures. A.S. and J.S. contributed\nto the writing and editing of the manuscript.Competing interests:\nThe authors declare no competing interests.\n10.1126/science.aav1004\nIngemanet al.,Science363, eaav1004 (2019)25 January 201911 of 11\nRESEARCH|REVIEW\nCorrected 8 February 2019. See full text. \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from \n\nOcean recoveries for tomorrow's Earth: Hitting a moving target\nKurt E. Ingeman, Jameal F. Samhouri and Adrian C. Stier\noriginally published online January 24, 2019DOI: 10.1126/science.aav1004\n (6425), eaav1004.363Science \n, this issue p. eaav1004Science\nsimultaneously and discuss several approaches for facilitating this essential dual goal.\n review the challenge presented by attempting both to recover and to use ecosystemset al.challenge. Ingeman \nsmalland facilitate recovery in regions that have declined. Determining how to make these goals a reality, however, is no \nwant to maintain healthy ocean ecosystems into the future, we must learn to use ocean resources in a sustainable way\nsimilarly increased the pressure we place on these systems, and we now cause considerable damage globally. If we \nAs the human population has grown, our demands on the ocean have increased rapidly. These demands have\nOcean recoveries are moving targets\nARTICLE TOOLS\nhttp://science.sciencemag.org/content/363/6425/eaav1004\nCONTENT\nRELATED \nfile:/content\nhttp://science.sciencemag.org/content/sci/363/6425/342.full\nREFERENCES\nhttp://science.sciencemag.org/content/363/6425/eaav1004#BIBL\nThis article cites 106 articles, 24 of which you can access for free\nPERMISSIONS\nhttp://www.sciencemag.org/help/reprints-and-permissions\nTerms of ServiceUse of this article is subject to the \n is a registered trademark of AAAS.Science\nlicensee American Association for the Advancement of Science. No claim to original U.S. Government Works. The title \nScience, 1200 New York Avenue NW, Washington, DC 20005. 2017 © The Authors, some rights reserved; exclusive \n(print ISSN 0036-8075; online ISSN 1095-9203) is published by the American Association for the Advancement ofScience \non February 17, 2019\n \nhttp://science.sciencemag.org/\nDownloaded from ",
  "extractedAt": "2025-12-12T18:45:08.364Z",
  "success": true,
  "matchedPublication": {
    "title": "Ocean recoveries for tomorrow’s Earth: Hitting a moving target",
    "doi": "10.1126/science.aav1004",
    "year": "2019",
    "authors": "Ingeman, Kurt E.; Samhouri, Jameal F.; Stier, Adrian C."
  }
}