{
  "filename": "Ingeman et al. (Scientific Reports) 2022.pdf",
  "numPages": 13,
  "text": "1  ol.:ȋͬͭͮͯͰͱͲͳʹ͵Ȍ Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports Glimmers of hope in large carnivore recoveries Kurt E. Ingeman 1,2* , Lily Z. Zhao 1 , Christopher Wolf 3 , David R. Williams 4,5 , Amelia L. Ritger 1 , William J. Ripple 3 , Kai L. Kopecky 1 , Erin M. Dillon 1 , Bartholomew P. DiFiore 1 , Joseph S. Curtis 1 , Samantha R. Csik 1 , An Bui 1 & Adrian C. Stier 1* In the face of an accelerating extinction crisis, scientists must draw insights from successful conservation interventions to uncover promising strategies for reversing broader declines. Here, we synthesize cases of recovery from a list of 362 species of large carnivores, ecologically important species that function as terminal consumers in many ecological contexts. Large carnivores represent critical conservation targets that have experienced historical declines as a result of direct exploitation and habitat loss. We examine taxonomic and geographic variation in current extinction risk and recovery indices, identify conservation actions associated with positive outcomes, and reveal anthropogenic threats linked to ongoing declines. We find that fewer than 10% of global large carnivore populations are increasing, and only 12 species (3.3%) have experienced genuine improvement in extinction risk, mostly limited to recoveries among marine mammals. Recovery is associated with species legislation enacted at national and international levels, and with management of direct exploitation. Conversely, ongoing declines are robustly linked to threats that include habitat modification and human conflict. Applying lessons from cases of large carnivore recovery will be crucial for restoring intact ecosystems and maintaining the services they provide to humans. Historically, the majority of conservation research has focused on critical cases where conservation objectives remain unmet 1 . An alternative approach seeks to borrow strategies from conservation successes 2,3 , using posi- tive deviations, or ‘bright spots,’ to identify the factors influencing variation in recovery outcomes 4 . We apply this approach to large carnivores whose size and terminal position in food chains can lead to outsized ecological effects and conservation value 5 . Large carnivores, although taxonomically disparate, represent an ecologically coherent group 6 as a result of the cascading effects they can have on ecosystems, including promoting biodi- versity, altering nutrient cycling, and regulating disease 5,7 . Examining cases of large carnivore recovery and recolonization is critical for understanding the context-dependence of top-down effects 8 and how ecosystem function compares among intact and defaunated ecosystems 9 . Although rebounding large carnivore populations can introduce new tradeoffs 10 , the socio-ecological benefits of their recovery often exceeds associated costs 11 . Yet the traits common among species at high trophic levels—large range requirements, low reproductive rates, and high potential for human-wildlife conflict—make large carnivore conservation particularly challenging and increase their vulnerability, especially as the proportion of landscapes and seascapes devoid of intense human impact continues to shrink 12 . As a consequence of intense exploitation and widespread ecosystem transformation, the abundance of large carnivores globally has been dramatically reduced 13,14 . The exploitation of wildlife for human consumption rep- resents a major source of food and income, particularly in rural regions 15 ; accordingly, direct harvesting remains a primary threat to megafauna across ecosystems 16,17 . At present, 94% of freshwater megafauna are considered overexploited 18 while oceanic shark populations have declined by more than two-thirds since 1970 due primar- ily to overfishing 17 . Beyond exploitation, agricultural expansion has led to steep declines in large carnivore populations, exemplified by the spread of oil palm plantations across Sumatran tiger habitat 19 . Furthermore, a growing number of large carnivore species are affected by emerging threats, including climate change and the bioaccumulation of organic pollutants 20 , which can act synergistically when climate-mediated loss of prey exacerbates contaminant exposure 21 . OPEN 1 Department of Ecology, Evolution, and Marine Biology, University of California, 2018 Noble Hall, Santa Barbara, CA 93106, USA. 2 David H. Smith Conservation Research Program, Society for Conservation Biology, Washington, DC, USA. 3 Global Trophic Cascades Program, Forest Ecosystems and Society, Oregon State University, Corvallis, OR, USA. 4 School of Earth and Environment, University of Leeds, Leeds, UK. 5 Bren School of Environmental Science and Management, University of California, Santa Barbara, CA, USA. * email: ingeman@ucsb.edu; astier@ ucsb.edu 2 Vol:.(1234567890) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ Amid global large carnivore declines, however, recent work has documented a handful of recoveries that offer glimmers of hope. Among terrestrial predators, populations of wolves, bears, wolverines, and lynx across Europe have largely increased or remained stable in recent years despite high human population density in the region 22 . In the ocean, improved management and increasing protection of habitats have achieved notable predator recoveries 3 : the banning of gill nets and the protection of spawning aggregations have reversed declin- ing population trends in Giant sea bass (Stereolepis gigas) in the North Pacific and Nassau grouper (Epinephelus striatus) in the Eastern Atlantic, respectively 23,24 . Examples such as these point to opportunities to scale-up and replicate successful strategies and offer a message of cautious optimism that recovery is possible—a message that is more likely to inspire action than the prevailing narrative of monolithic degradation 25 . Moreover, uncovering the conservation actions associated with these positive outliers is critical for moving toward evidence-based conservation 26,27 . Here, we present a synthesis of large carnivore recoveries, examining the variation in global recovery outcomes and illustrating these results with concrete lessons from instructive cases. Using published databases, we assembled a list of large carnivore species, drawing from all major vertebrate groups and spanning ecosystems. We used criteria synthesized from the ecological literature pertaining to body size, diet, and ecology (see “Methods”) to assemble a list of large-bodied carnivores that function as a terminal consumer in a particular ecological context. We compiled data on population trends and extinction risk status from the International Union for the Conservation of Nature (IUCN) and examined how current extinction risk varies across the six major taxonomic groups represented: cartilaginous fishes, bony fishes, amphibians and reptiles, birds, terrestrial mammals, and marine mammals. We then assessed two temporal metrics indicative of recovery, (1) an increasing population trend, and (2) genuine improvements in IUCN extinction risk. We employed binomial logistic regression models to test associations between recoveries and conservation actions. Lastly, we examined the prevalence of anthropogenic threats affecting our species pool and tested their relationship with ongoing large carnivore declines. Patterns of extinction risk. We identified 362 vertebrate species distributed across all major ecosystem types (Fig. S1) that met our criteria and to which the IUCN has assigned a known extinction risk category. Over- all, 38% [35%–43%] of large carnivore species are considered threatened (encompassing ‘Vulnerable’, ‘Endan- gered’, or ‘Critically Endangered’ species; lower and upper bounds reflect the uncertainty introduced by Data Deficient species). This represents a substantially higher proportion of threatened species compared to Red List averages of 27% for all species and 18% for all vertebrates. Among these species, extinction risk is unevenly dis- tributed across geographic regions. Large carnivore species in the Nearctic and Australasia regions show a lower proportion of threatened species (13%, and 27% threatened, respectively); compared with the Afrotropic (39%) and Indo-Malay regions (41%). We note that developed regions with lower proportions of threatened species have previously lost sensitive megafauna to Pleistocene extinctions 28 , export a sizeable share of their environ- mental impacts 29 , and show lower rates of increase of human population compared with developing regions 30 . Extinction risk also varied widely among vertebrate groups (Fig. 1). Marine mammals show the lowest pro- portion of threatened species (27% threatened [20%–44%]) offering a stark contrast with the high extinction risk among sharks and rays (61% threatened [55%–65%]). Indeed, while more than half of all large carnivore species are categorized Least Concern, only 17% of shark species occupy this lowest extinction risk category (Fig. 2; Table S1). The wide disparity in status for these two groups of marine megafauna corroborates evidence that while the cessation of industrial exploitation of marine mammals has initiated successful recoveries within this group 31 , many shark species remain intensely and unsustainably exploited 17,32 . As these groups of marine megafauna show little functional redundancy 33 , ongoing declines among sharks are likely to have deleterious ecological effects, including mesopredator release and altered carbon dynamics 34 . Among the remaining taxa, fully half of terrestrial mammals are listed as threatened, nearly double the rate of all IUCN mammal species. Further, roughly one-third of reptiles, birds, and bony fishes are threatened, compared with taxon-wide rates of 34%, 14%, 6% respectively. Large carnivore recoveries. On its own, current extinction risk provides only a snapshot of conserva- tion status. We therefore assessed two temporal metrics indicative of recovery: (1) an IUCN-listed ‘increasing’ population trend and (2) a cumulative improvement in status since the species’ first comprehensive assessment under the modern IUCN system (ranging from 1996 to 2001, depending on taxon). Importantly, we considered only genuine improvements that came as a result of conservation efforts, excluding changes that resulted from improved assessment data or from IUCN criteria changes 35 . Approximately 10% of large carnivores (39 species) displayed one or both indicators of recovery, and recoveries were highly concentrated within particular verte- brate groups, including birds and marine mammals. Marine mammals showed higher than expected number of species with both increasing trend (p > 0.001; Bonferroni-corrected, post-hoc binomial test; Table S2) and genuine status improvement (p > 0.001), highlighted by dramatic improvements in status of humpback whales (Megaptera novaeangliae) and Steller sea lions (Eumetopias jubatus) (Fig. 3). Few genuine status improvements fell outside of the marine mammals and no other vertebrate group showed higher than expected number of spe- cies with either recovery metric (Table S2). Baleen whales alone represented nearly 18% of all recoveries and, omitting marine mammals, the proportion of recoveries among remaining taxa dropped to 7.3% (21 of 294 species). While birds showed a number of species with increasing trend (n = 14; Table S4), many species in this group remain in peril. We identified only a single terrestrial mammal, the Iberian lynx (Lynx pardinus), that met either recovery criterion. Recovery was similarly uneven with respect to geography (Table S3; Figs. S2–S3). Compared to expected proportions based on the global prevalence of large carnivore predator recovery, the Nearctic realm had a significantly greater proportion of species with an increasing population trend (47% increasing, p < 0.001, 3 Vol.:(0123456789) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ Bonferroni-corrected, post-hoc binomial test) and with improved IUCN status (7% improved, p < 0.001). In contrast, the Afrotropic and Indo-Malay realms showed significantly higher than expected proportions of spe- cies with a decreasing trend (62%, p = 0.008 and 72%, p < 0.001, respectively) and status declines (18% and 7%, p < 0.001 for both). Among marine realms, several temperate and polar regions showed greater than expected proportions of species with improvements in status (Northern Temperate and Arctic Oceans, 7%; Northwest Pacific, 5%; Southeast Pacific 7%, and Southern Ocean, 10%; p < 0.001 for each), driven largely by marine mam- mal recoveries. Conservation strategies associated with recovery. This variation in recovery outcomes allowed us to explore the categories of conservation interventions (Table S5) positively associated with large carnivore recov- ery using binomial logistic regression. Recoveries were associated with species legislation enacted at national and international levels, and with harvest plans that reduce uncontrolled exploitation (Fig. 4). Specifically, the odds of an improvement in extinction risk increased 6.8-fold [CI 1.9–122.9] for species subject to inter- national legislation and threefold [CI 1.8–45.6] for species with a harvest management plan in place (using IUCN-defined categories; Table S5). Similarly, the odds of an increasing population trend more than doubled for species subject to international legislation and those with conservation sites identified (Fig. 4b). Under IUCN guidance, conservation sites identified may or may be receiving protection (see Table S5 for details) and this action should not be confused with area protection, which was not associated with either indicator of recovery. We note two important caveats. First, among IUCN Red List assessments, ‘Conservation Actions In-place’ fields are inconsistently completed (IUCN Red List, pers comms.). Second, several species with near total harvest bans (e.g., marine mammals) are listed as having harvest management plan in-place, likely driving the associa- tion with recovery. Indeed, with marine mammals omitted from the analysis, harvest management plans did not significantly increase the odds of a status improvement (CI − 2.1–+ 3.9). In response to these limitations More species Fewer species A Threatened Apex Predators: Geographic Variation B 37.8% (137 apex spp. threatened) 60.9% (28) 35.6% (26) 41.0% (16) 32.7% (36) 50.0% (13) 26.5% (18) SharksBony FishesReptiles Birds Land Mammals Marine Mammals AllApex Species Taxonomic Variation Figure 1. Variation in current large carnivore extinction risk (status). Large carnivores are divided taxonomically into sharks and rays, bony fishes, reptiles and amphibians, birds, terrestrial mammals, and marine mammals. Bold values are the percent threatened in each taxon; values in parentheses are the number of threatened species. 4 Vol:.(1234567890) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ of IUCN-defined categories, the authors compiled a separate list of conservation interventions applied to large carnivores (see “Methods” and Table S5) and further tested associations with recovery metrics. From models using author-defined conservation categories, species with national legislation were 13 times more likely to have a positive than a negative recovery outcome [CI 1.9–122.9] (Fig. 4c). Our analysis underlines evidence that legal protections at the national level can be instrumental in facilitating wildlife recoveries. Notably, recoveries were disproportionately found in developed regions where the application of strong legislation and management of exploitation is made possible by effective governance and enforcement. For example, the eastern population of Steller sea lions (Eumetopias jubatus) has increased 2% per year between 2000 and 2015 as a result of strong national legislation, which has provided the leverage to reduce direct mortality and to identify and protect critical rookery habitat 36 . This example corroborates broader evidence that strongly enforced limits on direct mortality coupled with the identification of critical habitat enhances recovery 37 and offers a timely reminder of the value of national legislation as the United States emerges from a period of pro- nounced deregulation 38 . Legal protections have also been crucial for the recovery of high-trophic level birds, from the regulation of the insecticide DDT (banned in 1972 in the United States and Canada; most western European countries in the 1980s) to more recent agreements 39,40 . Yet despite regulations, large avian carnivores remain vulnerable, as demonstrated by the catastrophic declines of South Asian vultures, driven largely by the use of the non- steroidal anti-inflammatory drug (NSAID) diclofenac to treat livestock in this region 41 . Moreover, the recent licensing of diclofenac for veterinary use in several southern European countries could lead to thousands of vulture deaths a year 42 , potentially undermining a regional bright spot in our analysis—the Iberian Peninsula. More encouragingly, conservation research on South Asian vultures has progressed from identifying primary threats to designing, implementing, and testing effective interventions (including safe alternatives to diclofenac); ongoing monitoring suggests shallower declines and even the incipient recovery of some vulture populations 43 . These contrasting case studies demonstrate the importance of enforceable regulation at the national level, and of providing alternatives to prohibited activities. In contrast, we found no support for a positive effect of area protection (i.e., parks and refuges), a result that should be interpreted cautiously and with context. Considerable evidence suggests that protected areas can be an effective tool for conserving megafauna on land 44 and in the ocean 45 . Yet, many parks are poorly enforced (‘paper parks’) with exhibit low levels of compliance with park restrictions 46,47 , reducing their effectiveness in achieving conservation aims 48 . The lack of detectable effects of area protection on recoveries may also stem from 50% 20% 5% 402010 Status by Vertebrate Group B Percent of Apex Species in each Status Category A Critically Endangered Endangered Vulnerable Near Threatened Least Concern 30 5 Figure 2. Current IUCN extinction risk. (A) Percent of large carnivore species that occupy each extinction risk category. Percentages calculated from species with known status only (i.e., ‘Data Deficient’ species omitted). Least Concern (LC) = 50.6%, Near Threatened (NT) = 11.6%, Vulnerable (VU) = 17.1%, Endangered (EN) = 11.0%, Critically Endangered (CR) = 9.7%. (B) Percent of species in each extinction risk category, split by major vertebrate group. Extinction risk categories colored as in A. Exact values for each taxon-status combination provided in Table S1. 5 Vol.:(0123456789) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ inadequate size and lack of connectivity with habitats outside of parks 49 as even large protected areas offer only partial refuge for highly mobile predators 50 .Thus, our results reinforce the message that area protection should be accompanied by addressing conditions that enable their success—within and beyond park boundaries 51 . Reversing ongoing declines. Complementing our analysis of conservation actions associated with recovery, the negative outcomes in the data also enabled us to identify anthropogenic threats associated with ongoing declines. We tested whether 23 categories of threat (Tables S6 and S7) were associated with any of the three negative outcomes: high extinction risk, declines in status through time, and decreasing population trend. Among these, five threats were significantly linked with negative outcomes (Fig. 5) and three of these (conflict, ecosystem modification, and hydrological modification) were associated with multiple metrics of decline. Spe- cifically, species that whose range included conflict zones (“conflict” here denotes war or instability, rather than human-wildlife conflict) had a 37-fold increase in the odds of elevated extinction risk [CI 4.6–890] and a 7.4- fold increase in the odds of a decreasing population trend [CI 1.3–142]. We note that the effects of conflict may disproportionately affect terrestrial megafauna; consequences for the conservation of large marine predators remains relatively understudied and merits future research. Recent work has documented the corrosive effect of armed conflict on the stable governance and civil institutions critical for conservation, and our findings indicate that the links between warfare and wildlife declines observed in African parks 52 may hold for large carnivores globally. Such instability may emerge as an even greater threat to large carnivore recovery in the near future, given growing human populations, the global rise in income inequality, and the potential for climate change to exacerbate resource conflicts. Therefore, scalable and rapid-response interventions that simultaneously alleviate the effects of conflict on humans and wildlife will become increasingly critical. Encouragingly, there is some evidence that recovery remains possible even in regions of frequent conflict given timely, post-conflict interven- tions—particularly those that link wildlife rehabilitation to poverty alleviation 53 . More broadly, effective predator conservation in the developing world may require an alternative model to that of developed nations: given the competing pressures of poverty and other social concerns, collabora- tive approaches emphasizing local engagement, psychological ownership, and capacity building may be more effective than top-down, legislative approaches 54 . Incentive-based strategies have significantly reduced retalia- tory killings of African lions (Panthera leo) in Maasailand in Southern Kenya by compensating pastoralists for Decreasing Stable Increasing Critically Endangered Endangered Vulnerable Near Threatened Least Concern Critical cases Signs of recovery Growing concern Iberian lynx Gray whale Guadalupe fur seal Juan Fernández fur seal Bowhead whale Fin whale Smooth skate Glimmers of hope White-tailed sea-eagle Gharial Beluga Sturgeon Rüppell's vulture Egyptian vulture Steppe eagle Australian Change in Status +2 +1 0 -1 -2 -3 Steller sea lion Humpback whale Yellowfin tuna Leopard Figure 3. Glimmers of hope and critical cases. Distribution of large carnivore species across categories of current IUCN status (x-axis) and population trend (y-axis). Improvements in status are indicated by gold and declines by blue, with bubble size indicating the number of status category changes. The majority of species have not undergone any changes in status (shown in light gray). Note: No change in status may indicate lack of recent assessment, insufficient data, or, in the case of species designated Least Concern, effective conservation efforts. 6 Vol:.(1234567890) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ depredated livestock, and by employing respected community members to reinforce predator-tolerance behaviors and encourage a sense of community ownership for predators 55 . While education and awareness approaches were not associated with recoveries in our global analysis, examples such as this highlight the efficacy of well-designed social interventions in rural and developing regions. In addition, ecosystem modification was linked with elevated extinction risk [8.9-fold increase; CI 1.7–84] and status decline [5.6-fold increase; CI 1.9–29] and hydrological changes (e.g., dam construction) were associ- ated with declining status [4.0-fold increase; CI 1.1–14] and with decreasing trend [4.5-fold increase; CI 1.1–14]. These threats are particularly acute for fishes in Asia and Africa where construction of dams 56 and conversion of mangrove habitat 57 is accelerating. Accordingly, bony fishes in the combined Indo-Malay and Afrotropic regions showed the highest proportion of threatened species among all taxon/region combinations in our analysis (44%). −505 National Legislation Trade Restrictions Prey Protection Harvest Plan Education Awareness Accidental Mortality Captive Breeding A Recovery Conservation Actions Fewer species International Legislation Conservation Site ID Area Protection Management Plan Ex Situ Management International Trade Education Awareness Harvest Plan B Complete Site ID Monitoring Recovery Plan C More species Figure 4. Large carnivore recoveries and associations with conservation actions. (A) Geographic variation in the number of large carnivore recoveries, defined as an increasing population trend or improvement in status since initial IUCN assessment (cumulatively, recovery metrics). IUCN range maps of species meeting either criterion were overlaid, and color indicates the absolute number of recovering species in each 5 km cell. (B) For IUCN-defined ‘Conservation actions in-place,’ the change in the log-odds of showing an increasing trend for species subject to each conservation action (see Table S5 for definitions). Points to the right of the dashed vertical line (black) indicate a significant positive association, Gray points indicate that confidence intervals overlap zero. Parameter estimates are coefficients of a binomial logistic regression model (with all other conservation actions included), 95% confidence intervals (thin lines), and 90% confidence intervals (thick lines). (C) For author-defined conservation actions (see “Methods”, Table S5), the change in the log-odds of a positive outcome of either recovery metrics. Not shown: IUCN-defined actions and improved status (significant positive associations: International Legislation and Harvest Plan). 7 Vol.:(0123456789) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ This result highlights the urgency of conservation of freshwater and estuarine habitats being squeezed by the synergistic effects of exploitation, development, and changing climate patterns 58 . Among other taxon/region combinations, the Indo-Malay and Afrotropic birds were disproportionately represented among species experiencing ongoing declines, in particular African eagles and vultures (Fig. 3, Table S4). Declines among these scavengers has been attributed to inadvertent poisoning (when vultures consume poisoned baits targeting predators), trade in body parts for medicinal use, and direct persecution by poachers (due to their role in signaling authorities of illicit activity) 59,60 . Globally, dietary toxins represents the most preva- lent threat facing vultures 61 , but it is notable that scavengers—uniquely among the species in our analysis—rely on provisioning of carrion by predators and may therefore be subject to the compounding effect of declines in other large carnivores from our study (“chain of extinction”). While more difficult to quantify, the impact of wildlife declines across Africa has likely affected vulture populations, in turn 60 , highlighting the critical impor- tance of large carnivore recovery. Indeed, with scavenging species omitted, the association between ecosystem Agriculture Aquaculture Bycatch Climate change Conflict Development Disease Ecosystem modification Energy Fire Fishing Human intrusion Hunting Hydrological Livestock Pollution Recreation Species introductions Timber Tr ansportation T 40 60 80 405060708090 Percent of affected species with threatened status Pe rcent of affe cted species with decreasing trend Fire Livestock Climate Pollution Energy Disease Development Hydrological Bycatch Fishing Timber Agriculture Hunting Recreation Tr ansportation Aquaculture Persecution Intrusion Introduction Ecosystem mod. Conflict −505−6−3036−6−3036 A BCD Elevated extinction risk Decline in status Decreasing population trend Figure 5. Ongoing declines and associations with anthropogenic sources of threat. (A) 23 anthropogenic threats (see descriptions in Table S6) plotted according to the percent of species affected by the threat with threatened status (x-axis) and with decreasing population trend (y-axis). The size of each point indicates the absolute number of species affected, ranging from fishing (n = 128) and bycatch (n = 125) to fire and aquaculture (n = 9 and 8, respectively). Points in blue are associated with at least one metric of decline. (B) The change in the log-odds of showing elevated extinction risk for species subject to each anthropogenic threat. Points to the right of the dashed vertical line (blue) indicate a significant positive association. Gray points indicate that confidence intervals overlap zero. Parameter estimates are coefficients of a binomial logistic regression model (with all other threats included), 95% confidence intervals (thin lines), and 90% confidence intervals (thick lines). (C) Associations between threats and decline in status (increasing extinction risk through time). (D) Associations between threats and a decreasing population trend. 8 Vol:.(1234567890) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ modification and negative outcomes was no longer significant (Table S8), perhaps reflecting indirect effects on vultures mediated through habitat- and prey-loss for the predators on which they rely. Even more directly, the association between status declines and transportation disappeared with vultures omitted, underling the vulner- ability of scavenging species to road-strikes. Discussion Large carnivore recovery represents a unique opportunity for reversing broader degradation of ecosystems. As some of nature’s most charismatic species, many serve as national symbols and flagship species whose conser- vation can indirectly benefit other species and increase support for about conservation initiatives 62 . Our global synthesis documents rare cases of recovery among large carnivore species and underlines the importance of species legislation and restricting or eliminating exploitation for recovery success. While the utility of these conservation actions has been previously demonstrated in finer-scale analyses, our work emphasizes the gener- ality of these findings for large carnivores globally and provides an important cross-taxon comparison of their implementation. We further uncovered robust links between ongoing declines and specific anthropogenic threats, including human conflict, habitat modification, and hydrological changes. A core message that emerges is that well-enforced legislation and management of exploitation can underpin large carnivore recovery by addressing uncontrolled mortality and habitat degradation that can occur in the absence of effective governance. Our find- ings illuminate large-scale patterns that can serve as hypotheses for exploring the variation in recovery within species and among populations and are best viewed as a complement to important and ongoing species-specific and regional analyses 63 . A detailed policy review of specific legal provisions, the extent of enforcement, and the resulting magnitude of recovery is beyond the scope of our analysis but represents an important future direc- tion. Nevertheless, it is instructive that these results have emerged from a global, cross-taxon analysis despite the inherent variability in such an effort. Examining rare glimmers of hope among large carnivore recoveries can highlight strategies for reversing population declines that remain more common within this group. Recoveries that buck taxonomic trends are instructive as exceptions that illuminate the rule: although recovery for sharks as a whole was not encouraging, successful rebuilding of elasmobranch populations has occurred in the small number of cases where exploita- tion limits are grounded in science and strictly enforced 17,64 . Indeed, one of the bright spots from our analysis, the smooth skate (Dipturus innominatus) owes its recovery to inclusion in New Zealand’s quota management system, which has resulted in newly sustainable harvest levels 65 . We caution against inferring from this example that sustainable exploitation is achievable for all large carnivore species, however. Factors including K-selected life-history traits and social group dynamics can mean that even modest levels of exploitation can result in large carnivore population declines 66 and exploitation policies must align with ecological realities. Recoveries in human-occupied landscapes are particularly encouraging and instructive. For example, the Spanish imperial eagle (Aquila adalberti) declined to near extinction on the intensively altered Iberian Pen- insula as a result of ecosystem modification and resultant loss of prey, as well as inadvertent poisoning and electrocution 67 . Strong species recovery since the 2000s, largely outside of protected areas, has been attributed to the replacement of electrical infrastructure and to programs supporting eagle-friendly land management and prey protection on private lands 68 . This example demonstrates that large carnivore declines can be reversed even in regions with limited public lands by addressing critical threats in partnership with private landowners. Many large carnivore species have vast ranges encompassing several countries, complicating both the imple- mentation of conservation interventions and the assessment of their effectiveness. For example, globally, tigers (Panthera tigris) have been extirpated from 94% of their historic range 69 and remain Endangered with a decreas- ing population trend. Yet regional, national, and landscape-scale interventions are showing promise for tiger recovery: an ambitious program involving all 13 tiger-occupied countries are underway with the goal of doubling the global population through preserving habitat, eradicating poaching and illegal trading, and engaging with local communities 70 . Indeed, Nepal has nearly doubled its Bengal tiger population since 2009 through locally tailored efforts aimed at reducing human-wildlife conflict and supporting the well-being of communities that share landscapes with tigers 71 . For the many species whose home range spans multiple jurisdictions, regulating exploitation and protecting sensitive habitats requires consistency and cooperation across state/territorial and international borders 39,40 . Accordingly, international protections also showed a positive association with successful large carnivore recovery, exemplified by the moratorium on commercial whaling 31 . The future success of international agreements aimed at large carnivore recovery will rely on responsive trans-jurisdictional governance, especially as species ranges’ shift with climate change 72 . At present, negotiations are underway for a UN treaty on conservation of the ‘high- seas’ (marine regions that fall outside any national jurisdictions), an agreement that is particularly critical for reversing ongoing declines in pelagic sharks and migratory tunas (Fig. 2). Our analysis also revealed important data gaps. Despite the ecological and symbolic importance of large carnivore, only 65% of assessed species were assigned to definitive status and trend categories: 33 species were considered Data Deficient, including iconic predators such as the Killer whale (Orcinus orca) and an additional 103 assessed species had an unknown population trend. Moreover, many assessments are quite dated, limiting their utility for assessing real-time extinction risk and instantaneous population trends (while remaining useful for an analysis of historical recoveries and declines, as presented here). At the time of writing, 25% of assess- ments had not been updated for over a decade, with reptile assessments being particularly outdated (median age 9.6 years; Fig. S4). These gaps highlight the ongoing shortfall in investment in research and monitoring of wildlife populations—even among charismatic species that are widely perceived by the public to be well-studied and adequately protected 73 . 9 Vol.:(0123456789) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ A sustainable future: large carnivore recoveries in human‑nature systems. Looking ahead, Anthropocene recovery strategies for large carnivores must be effective not only in largely unaltered landscapes, but also where ecosystems simultaneously sustain human livelihoods. It is in these shared landscapes and sea- scapes that the potential downsides of large carnivore recovery for humans are most acute 74 . Positive steps for- ward include maximizing social tolerance for and coexistence with predators 75,76 , as well as developing low-cost methods of reducing human risk 77 . Conversely, segregating human and carnivore activities 78 and erecting physi- cal barriers 79 represent promising alternatives to culling, particularly when both human and predator safety is integrated into the design 80 . Direct harvesting for human consumption or medicinal uses has historically been the greatest individual threat to megafauna across major classes of large terrestrial, freshwater, and marine vertebrates, and this overex- ploitation remains a major impediment to megafauna recoveries 16 . Moreover, new challenges are also emerging (e.g., climate change, resource conflicts) that may undermine previously successful efforts to address historical threats 81 . To adapt to this rapidly changing landscape for recovery, conservation strategies must merge forward- looking legislation to protect species with responsive resource management 82,83 . There is no silver bullet to reverse species declines, but successful efforts to recover populations must look beyond narrowly addressing conserva- tion threats toward enabling the conditions for recovery in the context of sustainable human-nature systems. Methods Large carnivore species list. To build a comprehensive species list, we combined species trait databases developed for amniotes (Myrvold et al. 2015; n = 21,323) and vertebrates (Ripple et al. 2017; n = 27,647) and refined the list based on taxon- and ecosystem-specific criteria to retain a list of large carnivores. Specifically, we pooled candidate species from all vertebrate classes, pruning the list by (1) eliminating exclusively herbivorous families, (2) employing taxon-specific body mass thresholds drawn from previous literature, and (3) retain- ing only species whose primary dietary mode is carnivory. We restricted our list to species above the follow- ing taxon-specific body mass thresholds, following or approximating previously published large-carnivore size cutoffs where possible: Sharks and rays, marine teleost, marine mammal: 50 kg (Barnosky 2008); Freshwater teleosts, 20 kg (He et al. 2019); Reptiles and Amphibians: 10 kg (McClenachan et al. 2016); Birds: 1 kg; Terrestrial mammals: 12 kg (Ripple et al. 2016). To narrow the resulting large vertebrate list further, we queried FishBase using the package rFishBase (v17.07) in the R statistical environment (version 1.2.1268) and restricted sharks, rays, and bony fishes to those with a mean trophic position (‘DietTroph’) of 4.0 or greater. For species not avail- able in rFishBase (n = 155) we compiled an equivalent metric of trophic position from a database published by Sánchez‐Hernández and Amundsen 84 . We acknowledge the limitations inherent in estimates of trophic posi- tion, including uneven sampling among species, seasonal variability, and ontogenetic diet shifts 84 and recognize that improved diet data could refine future species lists. To remove mammalian herbivores and omnivores with plant-centric diets, we retained only species identified by 85 as carnivores and, using the Phylacine 1.2 database 86 , we removed species with less than 50% carnivory listed. We queried the IUCN Red List database (v2019.3) and compiled current information on species-level extinc- tion risk (status: Not Evaluated, Data Deficient, Least Concern, Near Threatened, Vulnerable, Endangered, Criti- cally Endangered, Extinct in the Wild, Extinct), population trend (trend: increasing, decreasing, stable), eco- system type, and geographic range. Except where noted, we analyzed only species with known status (i.e., not Data Deficient). We calculated the average age of most recent assessment for our species list and compared age of assessment metrics across vertebrate groups with a Kruskal–Wallis one-way analysis of variance, using the function kruskal.test() from the R package stats. We found a significant difference in age-of-assessment across groups (chi-squared = 159.4, df = 5, p < 0.001). We then used the function dunnTest from the R package FSA to perform post-hoc tests while accounting for multiple comparisons and found significant differences among all groups, with the exceptions of comparisons between reptiles/amphibians and bony fish, as well as between marine and terrestrial mammals (Fig. S3). Species richness and range maps. We estimated large carnivore species richness using IUCN Red List and BirdLife species range maps (BirdLife International and Handbook of the Birds of the World 2016; IUCN 2018). For each species’ range map, we removed all polygons except those with “Origin” coded as either Native or Reintroduced and “Presence” coded as either Extant or Probably Extant. We then rasterized each species range at 5 km resolution. For species with altitude limits published in the IUCN Red List, we masked out areas outside these limits using the U.S. Geological Survey’s Global 30 Arc-Second Elevation map (re-projected to 5 km). We summed up the individual species’ raster range maps to form total large carnivore species richness. For mapping, we used separate scales to distinguish among terrestrial marine species richness, but combined freshwater and terrestrial species for visualization purposes. Because species may either lack spatial data or be classified as, for example, Possibly Extinct throughout their ranges, some of the species were not included in the richness map. In total, 9.4% (34/362) of the large carnivore species were excluded (Fig. S1). We overlaid species range maps onto maps of marine biogeographic realms 87 and terrestrial realms (for both terrestrial and freshwater species) 88 . For each species, we calculated the area of its range within each realm. We also calculated the proportion of its range within each region realm within Marine and Terrestrial realm types. We masked out marine realms in the small coastal areas where the terrestrial and marine realm maps overlapped. We reported marine realms for species that are at least partly marine (according to IUCN Red List fact sheet pages) and terrestrial realms for species that are at least partly terrestrial or freshwater. Note: given known limita- tions of marine species range identification, terrestrial range maps likely offer greater accuracy with respect to small-scale species richness patterns. 10 Vol:.(1234567890) Scientific Reports | (2022) 12:10005 | https://doi.org/10.1038/s41598-022-13671-7 www.nature.com/scientificreports/ Taxonomic and geographic patterns of extinction risk and recovery. We tested whether each taxon (Table S2) or geographic region (Table S3) showed a disproportionate prevalence of recoveries (or ongo- ing declines) using chi-square goodness-of-fit tests. We tested whether the proportions of each population trend category/level (increasing, decreasing, stable) for each (1) taxon and (2) region/realm differed from expected as well as whether the proportions of each change in status category/level (improved, declined, unchanged) for each (3) taxon and (4) region/realm differed from expected. We informed the null expected distribution of outcomes using IUCN Red List data from 2007 to 2018. To inform the expected distributions of population trends across taxa (analysis 1), we calculated the proportion of each population trend category (increasing, decreasing, stable) across all assessed species belonging to each taxon. To inform the expected distributions of change-in-status across taxa (analysis 3), we compiled all genuine changes (see above) and calculated the proportion of each change-in-status level (improved, declined, unchanged) across all assessed species belonging to each taxon. Finally, the proportions of population trend and change-in-status levels for all assessed species were tallied across all realms and used to inform the null expected distribution for the regional analyses (analyses 2 and 4 above, respectively). Most of these distributions were leptokurtic, with many species remaining unchanged. When the expected values were < 5, we obtained simulated p-values using Monte Carlo simulation. Significant chi-square goodness-of-fit tests were followed by post-hoc binomial tests with sequential Bonferroni corrections to obtain p-values for each specific outcome (e.g., Does the proportion of birds with decreasing population trend differ from expected?). We also conducted chi-square tests of independence for comparisons 1–4 above (e.g., Are taxon and population trend independent?). When expected values were < 5, p-values were obtained using Fisher’s Exact Test. Associations with recovery and ongoing declines. To examine recovery outcomes and their asso- ciation with threats and conservation actions, we used multiple recovery metrics including population trend from the most recent assessment and change in status over time. For the latter, we obtained a complete history of IUCN Red List assessments and calculated the magnitude and direction of most recent change status (e.g., Vulnerable to Least Concern: + 2) and the cumulative change in status. Following 89 we limited changes in status to those that have occurred since each taxonomic group was comprehensively assessed (Mammals, 1996; Birds, 1988; Reptiles, 1980) or 1996 for all other taxa. To evaluate only genuine changes in extinction risk as a result of improvement or declines in conservation outlook (as opposed to status changes that resulted in updated popula- tion information) we referenced Table S6 of genuine changes in 35 (for changes prior to 2007) and annual lists of genuine and non-genuine changes provided by IUCN in Summary Statistics, Table 7 (2007–2019). Where species underwent multiple status changes, we calculated status change metrics using only genuine changes, making our results qualitatively similar to calculation of the Red List Index (RLI) for taxa that have undergone comprehensive assessment. We note that these recovery metrics are conservative indicators; change in extinc- tion risk status, in particular, represents a high bar for recovery as ‘no change’ may indicate an absence of data or outdated assessment. To evaluate drivers of recovery, we compiled information on conservation actions from the most recent IUCN assessments and compared patterns of actions employed for species with positive versus negative recovery out- comes. To do so, we compiled data for each species using the 11 IUCN-defined categories under ‘Conservation Actions In-Place’ (e.g., International Legislation) (Table S5). We then tested whether conservation actions were significantly associated with positive recovery outcomes using binomial logistic regression, where responses were positive only when status had ‘improved’ (merging ‘unchanged’ with ‘declined’ for this analysis) or when trend was ‘increasing’ (merging ‘stable’ with ‘decreasing’). We employed backwards stepwise selection to iden- tify the best performing binomial logistic regression model with respect to AIC and used the coefficients of the resulting model to infer the change in log-odds of recovery associated with each action. Because recoveries were dominated by marine mammals, we repeated the analysis with and without this taxonomic group in order to identify associations between recoveries and conservation actions that were attributable to this group alone. To complement IUCN-defined conservation actions, we created a list of 15 common conservation actions (nested in 5 broader categories; see Table S5) based on the text of the IUCN assessment “Conservation Actions In Detail.” We then tested whether conservation actions were significantly associated with positive recovery outcomes using binomial logistic regression, with statistical procedures identical to those described above for IUCN-defined categories. We tested associations between IUCN",
  "sections": {
    "abstract": "Statistics, Table 7 (2007–2019). Where species underwent multiple status changes, we calculated status change metrics using only genuine changes, making our results qualitatively similar to calculation of the Red List Index (RLI) for taxa that have undergone comprehensive assessment. We note that these recovery metrics are conservative indicators; change in extinc- tion risk status, in particular, represents a high bar for recovery as ‘no change’ may indicate an absence of data or outdated assessment. To evaluate drivers of recovery, we compiled information on conservation actions from the most recent IUCN assessments and compared patterns of actions employed for species with positive versus negative recovery out- comes. To do so, we compiled data for each species using the 11 IUCN-defined categories under ‘Conservation Actions In-Place’ (e.g., International Legislation) (Table S5). We then tested whether conservation actions were significantly associated with positive recovery outcomes using binomial logistic regression, where responses were positive only when status had ‘improved’ (merging ‘unchanged’ with ‘declined’ for this analysis) or when trend was ‘increasing’ (merging ‘stable’ with ‘decreasing’). We employed backwards stepwise selection to iden- tify the best performing binomial logistic regression model with respect to AIC and used the coefficients of the resulting model to infer the change in log-odds of recovery associated with each action. Because recoveries were dominated by marine mammals, we repeated the analysis with and without this taxonomic group in order to identify associations between recoveries and conservation actions that were attributable to this group alone. To complement IUCN-defined conservation actions, we created a list of 15 common conservation actions (nested in 5 broader categories; see Table S5) based on the text of the IUCN assessment “Conservation Actions In Detail.” We then tested whether conser",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found no support for a positive effect of area protection (i.",
    "our findings indicate that the links between warfare and wildlife declines observed in African parks 52 may hold for large carnivores globally.",
    "We found a significant difference in age-of-assessment across groups (chi-squared = 159.",
    "We reported marine realms for species that are at least partly marine (according to IUCN Red List fact sheet pages) and terrestrial realms for species that are at least partly terrestrial or freshwater.",
    "significantly increase the odds of a status improvement (CI − 2.",
    "significant difference in age-of-assessment across groups (chi-squared = 159.",
    "significant differences among all groups, with the exceptions of comparisons between reptiles/amphibians and bony fish, as well as between marine and terrestrial mammals (Fig."
  ],
  "fullText": "\n\n1\n\u0019ol.:ȋͬͭͮͯͰͱͲͳʹ͵Ȍ\nScientific Reports |        (2022) 12:10005  \n| \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports\nGlimmers of hope in large carnivore \nrecoveries\nKurt E. Ingeman\n1,2*\n, Lily   Z.  Zhao\n1\n, Christopher Wolf\n3\n, David    R.  Williams\n4,5\n, Amelia L. Ritger\n1\n, \nWilliam    J. Ripple\n3\n, Kai L. Kopecky\n1\n, Erin M. Dillon\n1\n, Bartholomew P. DiFiore\n1\n, \nJoseph    S.  Curtis\n1\n, Samantha R. Csik\n1\n, An Bui\n1\n & Adrian C.  Stier\n1*\nIn the face of an accelerating extinction crisis, scientists must draw insights from successful \nconservation interventions to uncover promising strategies for reversing broader declines. Here, \nwe synthesize cases of recovery from a list of 362 species of large carnivores, ecologically important \nspecies that function as terminal consumers in many ecological contexts. Large carnivores \nrepresent critical conservation targets that have experienced historical declines as a result of direct \nexploitation and habitat loss. We examine taxonomic and geographic variation in current extinction \nrisk and recovery indices, identify conservation actions associated with positive outcomes, and \nreveal anthropogenic threats linked to ongoing declines. We find that fewer than 10% of global \nlarge carnivore populations are increasing, and only 12 species (3.3%) have experienced genuine \nimprovement in extinction risk, mostly limited to recoveries among marine mammals. Recovery is \nassociated with species legislation enacted at national and international levels, and with management \nof direct exploitation. Conversely, ongoing declines are robustly linked to threats that include habitat \nmodification and human conflict. Applying lessons from cases of large carnivore recovery will be \ncrucial for restoring intact ecosystems and maintaining the services they provide to humans.\nHistorically, the majority of conservation research has focused on critical cases where conservation objectives \nremain  unmet\n1\n. An alternative approach seeks to borrow strategies from conservation  successes\n2,3\n, using posi-\ntive deviations, or ‘bright spots,’ to identify the factors influencing variation in recovery  outcomes\n4\n. We apply \nthis approach to large carnivores whose size and terminal position in food chains can lead to outsized ecological \neffects and conservation  value\n5\n. Large carnivores, although taxonomically disparate, represent an ecologically \ncoherent  group\n6\n as a result of the cascading effects they can have on ecosystems, including promoting biodi-\nversity, altering nutrient cycling, and regulating  disease\n5,7\n. Examining cases of large carnivore recovery and \nrecolonization is critical for understanding the context-dependence of top-down  effects\n8\n and how ecosystem \nfunction compares among intact and defaunated  ecosystems\n9\n. Although rebounding large carnivore populations \ncan introduce new  tradeoffs\n10\n, the socio-ecological benefits of their recovery often exceeds associated  costs\n11\n. \nYet the traits common among species at high trophic levels—large range requirements, low reproductive rates, \nand high potential for human-wildlife conflict—make large carnivore conservation particularly challenging and \nincrease their vulnerability, especially as the proportion of landscapes and seascapes devoid of intense human \nimpact continues to  shrink\n12\n.\nAs a consequence of intense exploitation and widespread ecosystem transformation, the abundance of large \ncarnivores globally has been dramatically  reduced\n13,14\n. The exploitation of wildlife for human consumption rep-\nresents a major source of food and income, particularly in rural  regions\n15\n; accordingly, direct harvesting remains \na primary threat to megafauna across  ecosystems\n16,17\n. At present, 94% of freshwater megafauna are considered \n overexploited\n18\n while oceanic shark populations have declined by more than two-thirds since 1970 due primar-\nily to  overfishing\n17\n. Beyond exploitation, agricultural expansion has led to steep declines in large carnivore \npopulations, exemplified by the spread of oil palm plantations across Sumatran tiger  habitat\n19\n. Furthermore, \na growing number of large carnivore species are affected by emerging threats, including climate change and \nthe bioaccumulation of organic  pollutants\n20\n, which can act synergistically when climate-mediated loss of prey \nexacerbates contaminant  exposure\n21\n.\nOPEN\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, 2018 Noble Hall, Santa Barbara, \nCA  93106, USA. \n2\nDavid H. Smith Conservation Research Program, Society for Conservation Biology, Washington, \nDC, USA. \n3\nGlobal Trophic Cascades Program, Forest Ecosystems and Society, Oregon State University, Corvallis, \nOR, USA. \n4\nSchool of Earth and Environment, University of Leeds, Leeds, UK. \n5\nBren School of Environmental \nScience and Management, University of California, Santa Barbara, CA, USA.\n *\nemail: ingeman@ucsb.edu; astier@\nucsb.edu\n\n2\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nAmid global large carnivore declines, however, recent work has documented a handful of recoveries that \noffer glimmers of hope. Among terrestrial predators, populations of wolves, bears, wolverines, and lynx across \nEurope have largely increased or remained stable in recent years despite high human population density in \nthe  region\n22\n. In the ocean, improved management and increasing protection of habitats have achieved notable \npredator  recoveries\n3\n: the banning of gill nets and the protection of spawning aggregations have reversed declin-\ning population trends in Giant sea bass (Stereolepis gigas) in the North Pacific and Nassau grouper (Epinephelus \nstriatus) in the Eastern Atlantic,  respectively\n23,24\n. Examples such as these point to opportunities to scale-up and \nreplicate successful strategies and offer a message of cautious optimism that recovery is possible—a message that \nis more likely to inspire action than the prevailing narrative of monolithic  degradation\n25\n. Moreover, uncovering \nthe conservation actions associated with these positive outliers is critical for moving toward evidence-based \n conservation\n26,27\n.\nHere, we present a synthesis of large carnivore recoveries, examining the variation in global recovery outcomes \nand illustrating these results with concrete lessons from instructive cases. Using published databases, we assembled \na list of large carnivore species, drawing from all major vertebrate groups and spanning ecosystems. We used criteria \nsynthesized from the ecological literature pertaining to body size, diet, and ecology (see “Methods”) to assemble a list of \nlarge-bodied carnivores that function as a terminal consumer in a particular ecological context. We compiled data on \npopulation trends and extinction risk status from the International Union for the Conservation of Nature (IUCN) and \nexamined how current extinction risk varies across the six major taxonomic groups represented: cartilaginous fishes, \nbony fishes, amphibians and reptiles, birds, terrestrial mammals, and marine mammals. We then assessed two temporal \nmetrics indicative of recovery, (1) an increasing population trend, and (2) genuine improvements in IUCN extinction \nrisk. We employed binomial logistic regression models to test associations between recoveries and conservation actions. \nLastly, we examined the prevalence of anthropogenic threats affecting our species pool and tested their relationship \nwith ongoing large carnivore declines.\nPatterns of extinction risk. We identified 362 vertebrate species distributed across all major ecosystem \ntypes (Fig. S1) that met our criteria and to which the IUCN has assigned a known extinction risk category. Over-\nall,  38%  [35%–43%]  of  large  carnivore  species  are  considered  threatened  (encompassing  ‘Vulnerable’,  ‘Endan-\ngered’,  or  ‘Critically  Endangered’  species;  lower  and  upper  bounds  reflect  the  uncertainty  introduced  by  Data  \nDeficient species). This represents a substantially higher proportion of threatened species compared to Red List \naverages of 27% for all species and 18% for all vertebrates. Among these species, extinction risk is unevenly dis-\ntributed across geographic regions. Large carnivore species in the Nearctic and Australasia regions show a lower \nproportion of threatened species (13%, and 27% threatened, respectively); compared with the Afrotropic (39%) \nand  Indo-Malay  regions  (41%).  We  note  that  developed  regions  with  lower  proportions  of  threatened  species  \nhave previously lost sensitive megafauna to Pleistocene  extinctions\n28\n, export a sizeable share of their environ-\nmental  impacts\n29\n, and show lower rates of increase of human population compared with developing  regions\n30\n.\nExtinction risk also varied widely among vertebrate groups (Fig. 1). Marine mammals show the lowest pro-\nportion of threatened species (27% threatened [20%–44%]) offering a stark contrast with the high extinction \nrisk among sharks and rays (61% threatened [55%–65%]). Indeed, while more than half of all large carnivore \nspecies are categorized Least Concern, only 17% of shark species occupy this lowest extinction risk category \n(Fig. 2; Table S1). The wide disparity in status for these two groups of marine megafauna corroborates evidence \nthat while the cessation of industrial exploitation of marine mammals has initiated successful recoveries within \nthis  group\n31\n, many shark species remain intensely and unsustainably  exploited\n17,32\n. As these groups of marine \nmegafauna show little functional  redundancy\n33\n, ongoing declines among sharks are likely to have deleterious \necological effects, including mesopredator release and altered carbon  dynamics\n34\n. Among the remaining taxa, \nfully half of terrestrial mammals are listed as threatened, nearly double the rate of all IUCN mammal species. \nFurther, roughly one-third of reptiles, birds, and bony fishes are threatened, compared with taxon-wide rates of \n34%, 14%, 6% respectively.\nLarge carnivore recoveries. On  its  own,  current  extinction  risk  provides  only  a  snapshot  of  conserva-\ntion status. We therefore assessed two temporal metrics indicative of recovery: (1) an IUCN-listed ‘increasing’ \npopulation trend and (2) a cumulative improvement in status since the species’ first comprehensive assessment \nunder the modern IUCN system (ranging from 1996 to 2001, depending on taxon). Importantly, we considered \nonly genuine improvements that came as a result of conservation efforts, excluding changes that resulted from \nimproved assessment data or from IUCN criteria  changes\n35\n. Approximately 10% of large carnivores (39 species) \ndisplayed one or both indicators of recovery, and recoveries were highly concentrated within particular verte-\nbrate  groups,  including  birds  and  marine  mammals.  Marine  mammals  showed  higher  than  expected  number  \nof  species  with  both  increasing  trend  (p  >    0.001;  Bonferroni-corrected,  post-hoc  binomial  test;  Table  S2)  and  \ngenuine status improvement (p >   0.001), highlighted by dramatic improvements in status of humpback whales \n(Megaptera novaeangliae) and Steller sea lions (Eumetopias jubatus) (Fig. 3). Few genuine status improvements \nfell outside of the marine mammals and no other vertebrate group showed higher than expected number of spe-\ncies with either recovery metric (Table S2). Baleen whales alone represented nearly 18% of all recoveries and, \nomitting  marine  mammals,  the  proportion  of  recoveries  among  remaining  taxa  dropped  to  7.3%  (21  of  294  \nspecies). While birds showed a number of species with increasing trend (n =   14; Table S4), many species in this \ngroup remain in peril. We identified only a single terrestrial mammal, the Iberian lynx (Lynx pardinus), that met \neither recovery criterion.\nRecovery was similarly uneven with respect to geography (Table S3; Figs. S2–S3). Compared to expected \nproportions based on the global prevalence of large carnivore predator recovery, the Nearctic realm had a \nsignificantly greater proportion of species with an increasing population trend (47% increasing, p <   0.001, \n\n3\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nBonferroni-corrected, post-hoc binomial test) and with improved IUCN status (7% improved, p <   0.001). In \ncontrast, the Afrotropic and Indo-Malay realms showed significantly higher than expected proportions of spe-\ncies with a decreasing trend (62%, p = 0.008 and 72%, p < 0.001, respectively) and status declines (18% and 7%, \np   <   0.001 for both). Among marine realms, several temperate and polar regions showed greater than expected \nproportions of species with improvements in status (Northern Temperate and Arctic Oceans, 7%; Northwest \nPacific, 5%; Southeast Pacific 7%, and Southern Ocean, 10%; p <   0.001 for each), driven largely by marine mam-\nmal recoveries.\nConservation strategies associated with recovery. This variation in recovery outcomes allowed us to \nexplore the categories of conservation interventions (Table S5) positively associated with large carnivore recov-\nery  using  binomial  logistic  regression.  Recoveries  were  associated  with  species  legislation  enacted  at  national  \nand  international  levels,  and  with  harvest  plans  that  reduce  uncontrolled  exploitation  (Fig. 4).  Specifically,  \nthe  odds  of  an  improvement  in  extinction  risk  increased  6.8-fold  [CI  1.9–122.9]  for  species  subject  to  inter-\nnational  legislation  and  threefold  [CI  1.8–45.6]  for  species  with  a  harvest  management  plan  in  place  (using  \nIUCN-defined categories; Table S5). Similarly, the odds of an increasing population trend more than doubled \nfor species subject to international legislation and those with conservation sites identified (Fig. 4b). Under IUCN \nguidance,  conservation  sites  identified  may  or  may  be  receiving  protection  (see  Table  S5  for  details)  and  this  \naction should not be confused with area protection, which was not associated with either indicator of recovery. \nWe note two important caveats. First, among IUCN Red List assessments, ‘Conservation Actions In-place’ fields \nare  inconsistently  completed  (IUCN  Red  List,  pers  comms.).  Second,  several  species  with  near  total  harvest  \nbans (e.g., marine mammals) are listed as having harvest management plan in-place, likely driving the associa-\ntion  with  recovery.  Indeed,  with  marine  mammals  omitted  from  the  analysis,  harvest  management  plans  did  \nnot  significantly  increase  the  odds  of  a  status  improvement  (CI  −  2.1–+  3.9).  In  response  to  these  limitations  \nMore \nspecies\nFewer\nspecies\nA\nThreatened Apex Predators: Geographic Variation\nB\n37.8%\n(137 apex spp. threatened) \n60.9%\n(28)\n35.6%\n(26)\n41.0%\n(16)\n32.7%\n(36)\n50.0%\n(13)\n26.5%\n(18)\nSharksBony FishesReptiles\nBirds\nLand \nMammals\nMarine\nMammals\nAllApex Species\nTaxonomic Variation  \nFigure 1.    Variation in current large carnivore extinction risk (status). Large carnivores are divided \ntaxonomically into sharks and rays, bony fishes, reptiles and amphibians, birds, terrestrial mammals, and \nmarine mammals. Bold values are the percent threatened in each taxon; values in parentheses are the number of \nthreatened species.\n\n4\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nof IUCN-defined categories, the authors compiled a separate list of conservation interventions applied to large \ncarnivores  (see  “Methods”  and  Table  S5)  and  further  tested  associations  with  recovery  metrics.  From  models  \nusing author-defined conservation categories, species with national legislation were 13 times more likely to have \na positive than a negative recovery outcome [CI 1.9–122.9] (Fig. 4c).\nOur analysis underlines evidence that legal protections at the national level can be instrumental in facilitating \nwildlife recoveries. Notably, recoveries were disproportionately found in developed regions where the application \nof strong legislation and management of exploitation is made possible by effective governance and enforcement. \nFor example, the eastern population of Steller sea lions (Eumetopias jubatus) has increased 2% per year between \n2000 and 2015 as a result of strong national legislation, which has provided the leverage to reduce direct mortality \nand to identify and protect critical rookery  habitat\n36\n. This example corroborates broader evidence that strongly \nenforced limits on direct mortality coupled with the identification of critical habitat enhances  recovery\n37\n and \noffers a timely reminder of the value of national legislation as the United States emerges from a period of pro-\nnounced  deregulation\n38\n.\nLegal protections have also been crucial for the recovery of high-trophic level birds, from the regulation of \nthe insecticide DDT (banned in 1972 in the United States and Canada; most western European countries in \nthe 1980s) to more recent  agreements\n39,40\n. Yet despite regulations, large avian carnivores remain vulnerable, \nas demonstrated by the catastrophic declines of South Asian vultures, driven largely by the use of the non-\nsteroidal anti-inflammatory drug (NSAID) diclofenac to treat livestock in this  region\n41\n. Moreover, the recent \nlicensing of diclofenac for veterinary use in several southern European countries could lead to thousands of \nvulture deaths a  year\n42\n, potentially undermining a regional bright spot in our analysis—the Iberian Peninsula. \nMore encouragingly, conservation research on South Asian vultures has progressed from identifying primary \nthreats to designing, implementing, and testing effective interventions (including safe alternatives to diclofenac); \nongoing monitoring suggests shallower declines and even the incipient recovery of some vulture  populations\n43\n. \nThese contrasting case studies demonstrate the importance of enforceable regulation at the national level, and \nof providing alternatives to prohibited activities.\nIn contrast, we found no support for a positive effect of area protection (i.e., parks and refuges), a result that \nshould be interpreted cautiously and with context. Considerable evidence suggests that protected areas can be \nan effective tool for conserving megafauna on  land\n44\n and in the  ocean\n45\n. Yet, many parks are poorly enforced \n(‘paper parks’) with exhibit low levels of compliance with park  restrictions\n46,47\n, reducing their effectiveness in \nachieving conservation  aims\n48\n. The lack of detectable effects of area protection on recoveries may also stem from \n50%\n20%\n5%\n402010\nStatus by \nVertebrate Group\nB\nPercent of Apex Species \nin each Status Category\nA\nCritically \nEndangered\nEndangered\nVulnerable\nNear\nThreatened\nLeast\nConcern\n30\n5\nFigure 2.    Current IUCN extinction risk. (A) Percent of large carnivore species that occupy each extinction \nrisk category. Percentages calculated from species with known status only (i.e., ‘Data Deficient’ species \nomitted). Least Concern (LC) =   50.6%, Near Threatened (NT) =   11.6%, Vulnerable (VU) =   17.1%, Endangered \n(EN) = 11.0%,  Critically  Endangered  (CR) = 9.7%.  (B) Percent of species in each extinction risk category, \nsplit by major vertebrate group. Extinction risk categories colored as in A. Exact values for each taxon-status \ncombination provided in Table S1.\n\n5\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\ninadequate size and lack of connectivity with habitats outside of  parks\n49\n as even large protected areas offer only \npartial refuge for highly mobile  predators\n50\n.Thus, our results reinforce the message that area protection should \nbe accompanied by addressing conditions that enable their success—within and beyond park  boundaries\n51\n.\nReversing ongoing declines. Complementing  our  analysis  of  conservation  actions  associated  with  \nrecovery,  the  negative  outcomes  in  the  data  also  enabled  us  to  identify  anthropogenic  threats  associated  with  \nongoing declines. We tested whether 23 categories of threat (Tables S6 and S7) were associated with any of the \nthree negative outcomes: high extinction risk, declines in status through time, and decreasing population trend. \nAmong these, five threats were significantly linked with negative outcomes (Fig. 5) and three of these (conflict, \necosystem modification, and hydrological modification) were associated with multiple metrics of decline. Spe-\ncifically, species that whose range included conflict zones (“conflict” here denotes war or instability, rather than \nhuman-wildlife conflict) had a 37-fold increase in the odds of elevated extinction risk [CI 4.6–890] and a 7.4-\nfold increase in the odds of a decreasing population trend [CI 1.3–142]. We note that the effects of conflict may \ndisproportionately  affect  terrestrial  megafauna;  consequences  for  the  conservation  of  large  marine  predators  \nremains relatively understudied and merits future research. Recent work has documented the corrosive effect of \narmed conflict on the stable governance and civil institutions critical for conservation, and our findings indicate \nthat the links between warfare and wildlife declines observed in African  parks\n52\n may hold for large carnivores \nglobally.  Such  instability  may  emerge  as  an  even  greater  threat  to  large  carnivore  recovery  in  the  near  future,  \ngiven growing human populations, the global rise in income inequality, and the potential for climate change to \nexacerbate resource conflicts. Therefore, scalable and rapid-response interventions that simultaneously alleviate \nthe  effects  of  conflict  on  humans  and  wildlife  will  become  increasingly  critical.  Encouragingly,  there  is  some  \nevidence that recovery remains possible even in regions of frequent conflict given timely, post-conflict interven-\ntions—particularly those that link wildlife rehabilitation to poverty  alleviation\n53\n.\nMore broadly, effective predator conservation in the developing world may require an alternative model \nto that of developed nations: given the competing pressures of poverty and other social concerns, collabora-\ntive approaches emphasizing local engagement, psychological ownership, and capacity building may be more \neffective than top-down, legislative  approaches\n54\n. Incentive-based strategies have significantly reduced retalia-\ntory killings of African lions (Panthera leo) in Maasailand in Southern Kenya by compensating pastoralists for \nDecreasing\nStable\nIncreasing\nCritically\nEndangered\nEndangered\nVulnerable\nNear \nThreatened\nLeast\nConcern\nCritical\ncases\nSigns of \nrecovery\nGrowing\n \nconcern\nIberian lynx\nGray whale\nGuadalupe\nfur seal \nJuan Fernández \nfur seal\nBowhead\nwhale\nFin whale\nSmooth\nskate\nGlimmers\nof hope\nWhite-tailed \nsea-eagle\nGharial\nBeluga \nSturgeon\nRüppell's\nvulture\nEgyptian\nvulture\nSteppe \neagle\nAustralian \nChange in Status\n+2\n+1\n0\n-1\n-2\n-3\nSteller\nsea lion\nHumpback\nwhale\nYellowfin\ntuna\nLeopard\nFigure 3.    Glimmers of hope and critical cases. Distribution of large carnivore species across categories of \ncurrent IUCN status (x-axis) and population trend (y-axis). Improvements in status are indicated by gold and \ndeclines by blue, with bubble size indicating the number of status category changes. The majority of species have \nnot undergone any changes in status (shown in light gray). Note: No change in status may indicate lack of recent \nassessment, insufficient data, or, in the case of species designated Least Concern, effective conservation efforts.\n\n6\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\ndepredated livestock, and by employing respected community members to reinforce predator-tolerance behaviors \nand encourage a sense of community ownership for  predators\n55\n. While education and awareness approaches were \nnot associated with recoveries in our global analysis, examples such as this highlight the efficacy of well-designed \nsocial interventions in rural and developing regions.\nIn addition, ecosystem modification was linked with elevated extinction risk [8.9-fold increase; CI 1.7–84] \nand status decline [5.6-fold increase; CI 1.9–29] and hydrological changes (e.g., dam construction) were associ-\nated with declining status [4.0-fold increase; CI 1.1–14] and with decreasing trend [4.5-fold increase; CI 1.1–14]. \nThese threats are particularly acute for fishes in Asia and Africa where construction of  dams\n56\n and conversion of \nmangrove  habitat\n57\n is accelerating. Accordingly, bony fishes in the combined Indo-Malay and Afrotropic regions \nshowed the highest proportion of threatened species among all taxon/region combinations in our analysis (44%). \n−505\nNational\nLegislation\nTrade\nRestrictions\nPrey \nProtection\nHarvest\nPlan\nEducation\nAwareness\nAccidental\nMortality\nCaptive\nBreeding\nA\nRecovery\nConservation Actions\nFewer\nspecies\nInternational\nLegislation\nConservation\nSite ID\nArea \nProtection\nManagement\nPlan\nEx Situ\nManagement\nInternational\nTrade\nEducation\nAwareness\nHarvest\nPlan\nB\nComplete\nSite ID \nMonitoring\nRecovery\nPlan\nC\nMore \nspecies\nFigure 4.    Large carnivore recoveries and associations with conservation actions. (A) Geographic variation in \nthe number of large carnivore recoveries, defined as an increasing population trend or improvement in status \nsince initial IUCN assessment (cumulatively, recovery metrics). IUCN range maps of species meeting either \ncriterion were overlaid, and color indicates the absolute number of recovering species in each 5 km cell. (B) \nFor IUCN-defined ‘Conservation actions in-place,’ the change in the log-odds of showing an increasing trend \nfor species subject to each conservation action (see Table S5 for definitions). Points to the right of the dashed \nvertical line (black) indicate a significant positive association, Gray points indicate that confidence intervals \noverlap zero. Parameter estimates are coefficients of a binomial logistic regression model (with all other \nconservation actions included), 95% confidence intervals (thin lines), and 90% confidence intervals (thick lines). \n(C) For author-defined conservation actions (see “Methods”, Table S5), the change in the log-odds of a positive \noutcome of either recovery metrics. Not shown: IUCN-defined actions and improved status (significant positive \nassociations: International Legislation and Harvest Plan).\n\n7\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nThis result highlights the urgency of conservation of freshwater and estuarine habitats being squeezed by the \nsynergistic effects of exploitation, development, and changing climate  patterns\n58\n.\nAmong other taxon/region combinations, the Indo-Malay and Afrotropic birds were disproportionately \nrepresented among species experiencing ongoing declines, in particular African eagles and vultures (Fig. 3, \nTable S4). Declines among these scavengers has been attributed to inadvertent poisoning (when vultures consume \npoisoned baits targeting predators), trade in body parts for medicinal use, and direct persecution by poachers \n(due to their role in signaling authorities of illicit activity)\n59,60\n. Globally, dietary toxins represents the most preva-\nlent threat facing  vultures\n61\n, but it is notable that scavengers—uniquely among the species in our analysis—rely \non provisioning of carrion by predators and may therefore be subject to the compounding effect of declines in \nother large carnivores from our study (“chain of extinction”). While more difficult to quantify, the impact of \nwildlife declines across Africa has likely affected vulture populations, in  turn\n60\n, highlighting the critical impor-\ntance of large carnivore recovery. Indeed, with scavenging species omitted, the association between ecosystem \nAgriculture\nAquaculture\nBycatch\nClimate\nchange\nConflict\nDevelopment\nDisease\nEcosystem \nmodification\nEnergy\nFire\nFishing\nHuman intrusion\nHunting\nHydrological\nLivestock\nPollution\nRecreation\nSpecies introductions\nTimber\nTr ansportation\nT\n40\n60\n80\n405060708090\nPercent of affected species with threatened status\nPe\nrcent of affe\ncted species\n with decreasing trend\nFire\nLivestock\nClimate\nPollution\nEnergy\nDisease\nDevelopment\nHydrological\nBycatch\nFishing\nTimber\nAgriculture\nHunting\nRecreation\nTr ansportation\nAquaculture\nPersecution\nIntrusion\nIntroduction\nEcosystem mod.\nConflict\n−505−6−3036−6−3036\nA\nBCD\nElevated extinction risk\nDecline in status\nDecreasing population trend\nFigure 5.    Ongoing declines and associations with anthropogenic sources of threat. (A) 23 anthropogenic \nthreats (see descriptions in Table S6) plotted according to the percent of species affected by the threat with \nthreatened status (x-axis) and with decreasing population trend (y-axis). The size of each point indicates the \nabsolute number of species affected, ranging from fishing (n =   128) and bycatch (n =   125) to fire and aquaculture \n(n =   9 and 8, respectively). Points in blue are associated with at least one metric of decline. (B) The change in the \nlog-odds of showing elevated extinction risk for species subject to each anthropogenic threat. Points to the right \nof the dashed vertical line (blue) indicate a significant positive association. Gray points indicate that confidence \nintervals overlap zero. Parameter estimates are coefficients of a binomial logistic regression model (with all \nother threats included), 95% confidence intervals (thin lines), and 90% confidence intervals (thick lines). (C) \nAssociations between threats and decline in status (increasing extinction risk through time). (D) Associations \nbetween threats and a decreasing population trend.\n\n8\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nmodification and negative outcomes was no longer significant (Table S8), perhaps reflecting indirect effects on \nvultures mediated through habitat- and prey-loss for the predators on which they rely. Even more directly, the \nassociation between status declines and transportation disappeared with vultures omitted, underling the vulner-\nability of scavenging species to road-strikes.\nDiscussion\nLarge carnivore recovery represents a unique opportunity for reversing broader degradation of ecosystems. As \nsome of nature’s most charismatic species, many serve as national symbols and flagship species whose conser-\nvation can indirectly benefit other species and increase support for about conservation  initiatives\n62\n. Our global \nsynthesis documents rare cases of recovery among large carnivore species and underlines the importance of \nspecies legislation and restricting or eliminating exploitation for recovery success. While the utility of these \nconservation actions has been previously demonstrated in finer-scale analyses, our work emphasizes the gener-\nality of these findings for large carnivores globally and provides an important cross-taxon comparison of their \nimplementation. We further uncovered robust links between ongoing declines and specific anthropogenic threats, \nincluding human conflict, habitat modification, and hydrological changes. A core message that emerges is that \nwell-enforced legislation and management of exploitation can underpin large carnivore recovery by addressing \nuncontrolled mortality and habitat degradation that can occur in the absence of effective governance. Our find-\nings illuminate large-scale patterns that can serve as hypotheses for exploring the variation in recovery within \nspecies and among populations and are best viewed as a complement to important and ongoing species-specific \nand regional  analyses\n63\n. A detailed policy review of specific legal provisions, the extent of enforcement, and the \nresulting magnitude of recovery is beyond the scope of our analysis but represents an important future direc-\ntion. Nevertheless, it is instructive that these results have emerged from a global, cross-taxon analysis despite \nthe inherent variability in such an effort.\nExamining rare glimmers of hope among large carnivore recoveries can highlight strategies for reversing \npopulation declines that remain more common within this group. Recoveries that buck taxonomic trends are \ninstructive as exceptions that illuminate the rule: although recovery for sharks as a whole was not encouraging, \nsuccessful rebuilding of elasmobranch populations has occurred in the small number of cases where exploita-\ntion limits are grounded in science and strictly  enforced\n17,64\n. Indeed, one of the bright spots from our analysis, \nthe smooth skate (Dipturus innominatus) owes its recovery to inclusion in New Zealand’s quota management \nsystem, which has resulted in newly sustainable harvest  levels\n65\n. We caution against inferring from this example \nthat sustainable exploitation is achievable for all large carnivore species, however. Factors including K-selected \nlife-history traits and social group dynamics can mean that even modest levels of exploitation can result in large \ncarnivore population  declines\n66\n and exploitation policies must align with ecological realities.\nRecoveries in human-occupied landscapes are particularly encouraging and instructive. For example, the \nSpanish imperial eagle (Aquila adalberti) declined to near extinction on the intensively altered Iberian Pen-\ninsula as a result of ecosystem modification and resultant loss of prey, as well as inadvertent poisoning and \n electrocution\n67\n. Strong species recovery since the 2000s, largely outside of protected areas, has been attributed \nto the replacement of electrical infrastructure and to programs supporting eagle-friendly land management \nand prey protection on private  lands\n68\n. This example demonstrates that large carnivore declines can be reversed \neven in regions with limited public lands by addressing critical threats in partnership with private landowners.\nMany large carnivore species have vast ranges encompassing several countries, complicating both the imple-\nmentation of conservation interventions and the assessment of their effectiveness. For example, globally, tigers \n(Panthera tigris) have been extirpated from 94% of their historic  range\n69\n and remain Endangered with a decreas-\ning population trend. Yet regional, national, and landscape-scale interventions are showing promise for tiger \nrecovery: an ambitious program involving all 13 tiger-occupied countries are underway with the goal of doubling \nthe global population through preserving habitat, eradicating poaching and illegal trading, and engaging with \nlocal  communities\n70\n. Indeed, Nepal has nearly doubled its Bengal tiger population since 2009 through locally \ntailored efforts aimed at reducing human-wildlife conflict and supporting the well-being of communities that \nshare landscapes with  tigers\n71\n.\nFor the many species whose home range spans multiple jurisdictions, regulating exploitation and protecting \nsensitive habitats requires consistency and cooperation across state/territorial and international  borders\n39,40\n. \nAccordingly, international protections also showed a positive association with successful large carnivore recovery, \nexemplified by the moratorium on commercial  whaling\n31\n. The future success of international agreements aimed \nat large carnivore recovery will rely on responsive trans-jurisdictional governance, especially as species ranges’ \nshift with climate  change\n72\n. At present, negotiations are underway for a UN treaty on conservation of the ‘high-\nseas’ (marine regions that fall outside any national jurisdictions), an agreement that is particularly critical for \nreversing ongoing declines in pelagic sharks and migratory tunas (Fig. 2).\nOur analysis also revealed important data gaps. Despite the ecological and symbolic importance of large \ncarnivore, only 65% of assessed species were assigned to definitive status and trend categories: 33 species were \nconsidered Data Deficient, including iconic predators such as the Killer whale (Orcinus orca) and an additional \n103 assessed species had an unknown population trend. Moreover, many assessments are quite dated, limiting \ntheir utility for assessing real-time extinction risk and instantaneous population trends (while remaining useful \nfor an analysis of historical recoveries and declines, as presented here). At the time of writing, 25% of assess-\nments had not been updated for over a decade, with reptile assessments being particularly outdated (median \nage 9.6 years; Fig. S4). These gaps highlight the ongoing shortfall in investment in research and monitoring of \nwildlife populations—even among charismatic species that are widely perceived by the public to be well-studied \nand adequately  protected\n73\n.\n\n9\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nA sustainable future: large carnivore recoveries in human‑nature systems. Looking  ahead,  \nAnthropocene recovery strategies for large carnivores must be effective not only in largely unaltered landscapes, \nbut also where ecosystems simultaneously sustain human livelihoods. It is in these shared landscapes and sea-\nscapes that the potential downsides of large carnivore recovery for humans are most  acute\n74\n. Positive steps for-\nward include maximizing social tolerance for and coexistence with  predators\n75,76\n, as well as developing low-cost \nmethods of reducing human  risk\n77\n. Conversely, segregating human and carnivore  activities\n78\n and erecting physi-\ncal  barriers\n79\n represent promising alternatives to culling, particularly when both human and predator safety is \nintegrated into the  design\n80\n.\nDirect harvesting for human consumption or medicinal uses has historically been the greatest individual \nthreat to megafauna across major classes of large terrestrial, freshwater, and marine vertebrates, and this overex-\nploitation remains a major impediment to megafauna  recoveries\n16\n. Moreover, new challenges are also emerging \n(e.g., climate change, resource conflicts) that may undermine previously successful efforts to address historical \n threats\n81\n. To adapt to this rapidly changing landscape for recovery, conservation strategies must merge forward-\nlooking legislation to protect species with responsive resource  management\n82,83\n. There is no silver bullet to reverse \nspecies declines, but successful efforts to recover populations must look beyond narrowly addressing conserva-\ntion threats toward enabling the conditions for recovery in the context of sustainable human-nature systems.\nMethods\nLarge carnivore species list. To build a comprehensive species list, we combined species trait databases \ndeveloped  for  amniotes  (Myrvold  et  al.  2015;  n  =    21,323)  and  vertebrates  (Ripple  et  al.  2017;  n  =    27,647)  and  \nrefined the list based on taxon- and ecosystem-specific criteria to retain a list of large carnivores. Specifically, we \npooled candidate species from all vertebrate classes, pruning the list by (1) eliminating exclusively herbivorous \nfamilies,  (2)  employing  taxon-specific  body  mass  thresholds  drawn  from  previous  literature,  and  (3)  retain-\ning  only  species  whose  primary  dietary  mode  is  carnivory.  We  restricted  our  list  to  species  above  the  follow-\ning taxon-specific body mass thresholds, following or approximating previously published large-carnivore size \ncutoffs  where  possible:  Sharks  and  rays,  marine  teleost,  marine  mammal:  50  kg  (Barnosky  2008);  Freshwater  \nteleosts, 20 kg (He et al. 2019); Reptiles and Amphibians: 10 kg (McClenachan et al. 2016); Birds: 1 kg; Terrestrial \nmammals: 12 kg (Ripple et al. 2016). To narrow the resulting large vertebrate list further, we queried FishBase \nusing the package rFishBase (v17.07) in the R statistical environment (version 1.2.1268) and restricted sharks, \nrays, and bony fishes to those with a mean trophic position (‘DietTroph’) of 4.0 or greater. For species not avail-\nable in rFishBase (n =   155) we compiled an equivalent metric of trophic position from a database published by \nSánchez‐Hernández  and    Amundsen\n84\n.  We  acknowledge  the  limitations  inherent  in  estimates  of  trophic  posi-\ntion, including uneven sampling among species, seasonal variability, and ontogenetic diet  shifts\n84\n and recognize \nthat improved diet data could refine future species lists. To remove mammalian herbivores and omnivores with \nplant-centric diets, we retained only species identified  by\n85\n as carnivores and, using the Phylacine 1.2  database\n86\n, \nwe removed species with less than 50% carnivory listed.\nWe queried the IUCN Red List database (v2019.3) and compiled current information on species-level extinc-\ntion risk (status: Not Evaluated, Data Deficient, Least Concern, Near Threatened, Vulnerable, Endangered, Criti-\ncally Endangered, Extinct in the Wild, Extinct), population trend (trend: increasing, decreasing, stable), eco-\nsystem type, and geographic range. Except where noted, we analyzed only species with known status (i.e., not \nData Deficient). We calculated the average age of most recent assessment for our species list and compared age \nof assessment metrics across vertebrate groups with a Kruskal–Wallis one-way analysis of variance, using the \nfunction kruskal.test() from the R package stats. We found a significant difference in age-of-assessment across \ngroups (chi-squared = 159.4, df = 5, p < 0.001). We then used the function dunnTest from the R package FSA to \nperform post-hoc tests while accounting for multiple comparisons and found significant differences among \nall groups, with the exceptions of comparisons between reptiles/amphibians and bony fish, as well as between \nmarine and terrestrial mammals (Fig. S3).\nSpecies richness and range maps. We estimated large carnivore species richness using IUCN Red List \nand BirdLife species range maps (BirdLife International and Handbook of the Birds of the World 2016; IUCN \n2018). For each species’ range map, we removed all polygons except those with “Origin” coded as either Native or \nReintroduced and “Presence” coded as either Extant or Probably Extant. We then rasterized each species range \nat 5 km resolution. For species with altitude limits published in the IUCN Red List, we masked out areas outside \nthese limits using the U.S. Geological Survey’s Global 30 Arc-Second Elevation map (re-projected to 5 km). We \nsummed up the individual species’ raster range maps to form total large carnivore species richness. For mapping, \nwe used separate scales to distinguish among terrestrial marine species richness, but combined freshwater and \nterrestrial species for visualization purposes. Because species may either lack spatial data or be classified as, for \nexample, Possibly Extinct throughout their ranges, some of the species were not included in the richness map. In \ntotal, 9.4% (34/362) of the large carnivore species were excluded (Fig. S1).\nWe overlaid species range maps onto maps of marine biogeographic  realms\n87\n and terrestrial realms (for both \nterrestrial and freshwater species)\n88\n. For each species, we calculated the area of its range within each realm. We \nalso calculated the proportion of its range within each region realm within Marine and Terrestrial realm types. \nWe masked out marine realms in the small coastal areas where the terrestrial and marine realm maps overlapped. \nWe reported marine realms for species that are at least partly marine (according to IUCN Red List fact sheet \npages) and terrestrial realms for species that are at least partly terrestrial or freshwater. Note: given known limita-\ntions of marine species range identification, terrestrial range maps likely offer greater accuracy with respect to \nsmall-scale species richness patterns.\n\n10\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nTaxonomic and geographic patterns of extinction risk and recovery. We  tested  whether  each  \ntaxon (Table S2) or geographic region (Table S3) showed a disproportionate prevalence of recoveries (or ongo-\ning declines) using chi-square goodness-of-fit tests. We tested whether the proportions of each population trend \ncategory/level (increasing, decreasing, stable) for each (1) taxon and (2) region/realm differed from expected as \nwell as whether the proportions of each change in status category/level (improved, declined, unchanged) for each \n(3) taxon and (4) region/realm differed from expected.\nWe informed the null expected distribution of outcomes using IUCN Red List data from 2007 to 2018. To \ninform the expected distributions of population trends across taxa (analysis 1), we calculated the proportion \nof each population trend category (increasing, decreasing, stable) across all assessed species belonging to each \ntaxon. To inform the expected distributions of change-in-status across taxa (analysis 3), we compiled all genuine \nchanges (see above) and calculated the proportion of each change-in-status level (improved, declined, unchanged) \nacross all assessed species belonging to each taxon.\nFinally, the proportions of population trend and change-in-status levels for all assessed species were tallied \nacross all realms and used to inform the null expected distribution for the regional analyses (analyses 2 and 4 \nabove, respectively). Most of these distributions were leptokurtic, with many species remaining unchanged. \nWhen the expected values were < 5, we obtained simulated p-values using Monte Carlo simulation. Significant \nchi-square goodness-of-fit tests were followed by post-hoc binomial tests with sequential Bonferroni corrections \nto obtain p-values for each specific outcome (e.g., Does the proportion of birds with decreasing population trend \ndiffer from expected?). We also conducted chi-square tests of independence for comparisons 1–4 above (e.g., \nAre taxon and population trend independent?). When expected values were < 5, p-values were obtained using \nFisher’s Exact Test.\nAssociations with recovery and ongoing declines. To  examine  recovery  outcomes  and  their  asso-\nciation  with  threats  and  conservation  actions,  we  used  multiple  recovery  metrics  including  population  trend  \nfrom the most recent assessment and change in status over time. For the latter, we obtained a complete history \nof IUCN Red List assessments and calculated the magnitude and direction of most recent change status (e.g., \nVulnerable to Least Concern: +   2) and the cumulative change in status.  Following\n89\n we limited changes in status \nto those that have occurred since each taxonomic group was comprehensively assessed (Mammals, 1996; Birds, \n1988; Reptiles, 1980) or 1996 for all other taxa. To evaluate only genuine changes in extinction risk as a result of \nimprovement or declines in conservation outlook (as opposed to status changes that resulted in updated popula-\ntion information) we referenced Table S6 of genuine changes  in\n35\n (for changes prior to 2007) and annual lists \nof  genuine  and  non-genuine  changes  provided  by  IUCN  in  Summary  Statistics,  Table  7  (2007–2019).  Where  \nspecies  underwent  multiple  status  changes,  we  calculated  status  change  metrics  using  only  genuine  changes,  \nmaking our results qualitatively similar to calculation of the Red List Index (RLI) for taxa that have undergone \ncomprehensive assessment. We note that these recovery metrics are conservative indicators; change in extinc-\ntion risk status, in particular, represents a high bar for recovery as ‘no change’ may indicate an absence of data \nor outdated assessment.\nTo evaluate drivers of recovery, we compiled information on conservation actions from the most recent IUCN \nassessments and compared patterns of actions employed for species with positive versus negative recovery out-\ncomes. To do so, we compiled data for each species using the 11 IUCN-defined categories under ‘Conservation \nActions In-Place’ (e.g., International Legislation) (Table S5). We then tested whether conservation actions were \nsignificantly associated with positive recovery outcomes using binomial logistic regression, where responses \nwere positive only when status had ‘improved’ (merging ‘unchanged’ with ‘declined’ for this analysis) or when \ntrend was ‘increasing’ (merging ‘stable’ with ‘decreasing’). We employed backwards stepwise selection to iden-\ntify the best performing binomial logistic regression model with respect to AIC and used the coefficients of \nthe resulting model to infer the change in log-odds of recovery associated with each action. Because recoveries \nwere dominated by marine mammals, we repeated the analysis with and without this taxonomic group in order \nto identify associations between recoveries and conservation actions that were attributable to this group alone.\nTo complement IUCN-defined conservation actions, we created a list of 15 common conservation actions \n(nested in 5 broader categories; see Table S5) based on the text of the IUCN assessment “Conservation Actions \nIn Detail.” We then tested whether conservation actions were significantly associated with positive recovery \noutcomes using binomial logistic regression, with statistical procedures identical to those described above for \nIUCN-defined categories.\nWe tested associations between IUCN listed threats and ongoing declines using binomial logistic regression. \nThe Red List has well-known issues with its categorization of ‘threats’ and ‘stresses’ which conflate the sources of \nand responses to species declines, and which result in non-intuitive groupings (e.g., timber and hunting receiving \nthe same ‘threat’ coding). We therefore re-categorized IUCN information into 23 author-generated categories of \nanthropogenic threat representing the relevant sector or human activity threatening the focal species (Tables S5, \nS6), for example Energy, Hunting, Species Introductions (Note: Species Introductions refer to non-native species \nof any trophic level that may negatively impact the large carnivores via predation, competition, habitat degrada-\ntion, etc.). Prior to converting threats and following IUCN Red List recommendations, we calculated the ‘impact \nscore’ of each threat-by-species combination, using the ‘severity’, ‘scope’, and ‘timing’ values listed, and removed \nthreats with low impact score. We further removed threats whose timing was listed as ‘future’ as these threats are \nunlikely to have altered previously recovery outcomes. To test the sensitivity of these restrictions, we compared \nsignificant associations with and without low-impact and future threats. The qualitative results were identical \nwith only Conflict, Ecosystem Modification, and Hydrological changes significantly associated with multiple metrics \nof decline. We then employed binary logistic regression, where negative outcomes were restricted to elevated \nextinction risk (i.e., threatened status), decreasing trend, and declined status. The estimated change in the odds of \n\n11\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nobserving a particular response associated with each threat or conservation action was based on the coefficients \nof best-performing models (log odds-ratios). Final models were chosen using forward and backward selection \nwith likelihood ratio testing for the addition or elimination of variables. We explored the use of ordinal logistic \nregression for ordered, three-category responses (e.g. trend: decreasing → stable → increasing) but model vali-\ndation showed a violation of the equal proportions assumption. Therefore, we compressed the responses into \ntwo categories and employed binary logistic regression. Due to the high proportion of vultures among species \nshowing ongoing declines, we repeated the threats analysis with and without this group to identify associations \nbetween negative outcomes and threats that were attributable to vultures alone.\nData availability\nAll relevant data will be made available at https:// github. com/ ingem anKE/ large- carni vore- recov eries/ relea ses/ \ntag/ publi cation_ v1.0.0.\nCode availability\nAll relevant code will be made available at https:// github. com/ ingem anKE/ large- carni vore- recov eries/ relea ses/ \ntag/ publi cation_ v1.0.0.\nReceived: 23 August 2021; Accepted: 5 May 2022\nReferences\n   1. Possingham, H. P. et al. Limits to the use of threatened species lists. Trends Ecol. Evol. 17, 503–507 (2002).\n   2. Duarte, C. M. et al. Rebuilding marine life. Nature 580, 39–51 (2020).\n   3. Knowlton, N. Ocean optimism: Moving beyond the obituaries in marine conservation. Annu. Rev. Mar. Sci. 13, 13 (2021).\n   4. Cinner, J. E. et al. Bright spots among the world’s coral reefs. Nature 535, 416–419 (2016).\n   5. Ripple, W. J. et al. Status and ecological effects of the world’s largest carnivores. Science 343, 1241484 (2014).\n   6. Estes, J. A. et al. Trophic downgrading of planet earth. Science 333, 301–306 (2011).\n  7.    Hammerschlag, N. et al. Ecosystem function and services of aquatic predators in the anthropocene. Trends Ecol. Evol. 34(4), \n369–383 (2019).\n   8. Ritchie, E. G. et al. Ecosystem restoration with teeth: What role for predators?. Trends Ecol. Evol. 27, 265–271 (2012).\n   9.    Young, H. S., McCauley, D. J., Galetti, M. & Dirzo, R. Patterns, causes, and consequences of anthropocene defaunation. Annu. Rev. \nEcol. Evol. Syst. 47, 333–358 (2016).\n 10.  Marshall, K. N., Stier, A. C., Samhouri, J. F., Kelly, R. P. & Ward, E. J. Conservation challenges of predator recovery. Conserv. Lett. \n9, 70–78 (2016).\n 11.  Gregr, E. J. et al. Cascading social-ecological costs and benefits triggered by a recovering keystone predator. Science 368, 1243–1247 \n(2020).\n 12.  Jones, K. R. et al. The location and protection status of earth’s diminishing marine wilderness. Curr. Biol. 28, 2506-2512.e3 (2018).\n 13.   Dirzo,  R. et al. Defaunation in the anthropocene. Science 345, 401–406 (2014).\n 14.  McCauley, D. J. et al. Marine defaunation: Animal loss in the global ocean. Science 347, 1255641 (2015).\n 15.  Nielsen, M. R., Meilby, H., Smith-Hall, C., Pouliot, M. & Treue, T. The importance of wild meat in the global south. Ecol. Econ. \n146, 696–705 (2018).\n 16.  Ripple, W. J. et al. Are we eating the world’s megafauna to extinction?. Conserv. Lett. 12, e12627 (2019).\n 17. Pacoureau,  N. et al. Half a century of global decline in oceanic sharks and rays. Nature 589, 567–571 (2021).\n 18.  Carrizo, S. F. et al. Freshwater megafauna: Flagships for freshwater biodiversity under threat. Bioscience 67, 919–927 (2017).\n 19.  Luskin, M. S., Albert, W. R. & Tobler, M. W. Sumatran tiger survival threatened by deforestation despite increasing densities in \nparks. Nat. Commun. 8, 1783 (2017).\n 20. Desforges,  J.-P. et al. Predicting global killer whale population collapse from PCB pollution. Science 361, 1373–1376 (2018).\n 21.  Alava, J. J., Cheung, W. W. L., Ross, P. S. & Sumaila, U. R. Climate change–contaminant interactions in marine food webs: Toward \na conceptual framework. Glob. Change Biol. 23, 3984–4001 (2017).\n 22.   Chapron,  G. et al. Recovery of large carnivores in Europe’s modern human-dominated landscapes. Science 346, 1517–1519 (2014).\n 23.  House, P. H., Clark, B. L. & Allen, L. G. The return of the king of the kelp forest: Distribution, abundance, and biomass of Giant \nsea bass (Stereolepis gigas) off Santa Catalina Island, California, 2014–2015. Bull. South. Calif. Acad. Sci. 115, 1–14 (2016).\n 24. Waterhouse,  L. et al. Recovery of critically endangered Nassau grouper (Epinephelus striatus) in the Cayman Islands following \ntargeted conservation actions. Proc. Natl. Acad. Sci. 117, 1587–1595 (2020).\n 25.  Balmford, A. & Knowlton, N. Why Earth Optimism? (American Association for the Advancement of Science, 2017).\n 26.  Sutherland, W. J., Pullin, A. S., Dolman, P. M. & Knight, T. M. The need for evidence-based conservation. Trends Ecol. Evol. 19, \n305–308 (2004).\n 27.  Adams, W. M. & Sandbrook, C. Conservation, evidence and policy. Oryx 47, 329–335 (2013).\n 28.  Faith, J. T. & Surovell, T. A. Synchronous extinction of North America’s Pleistocene mammals. Proc. Natl. Acad. Sci. 106, 20641–\n20645 (2009).\n 29.  Davis, S. J., Peters, G. P. & Caldeira, K. The supply chain of  CO\n2\n emissions. Proc. Natl. Acad. Sci. https:// doi. org/ 10. 1073/ pnas. \n11074 09108 (2011).\n 30. Visconti,  P. et al. Projecting global biodiversity indicators under future development scenarios. Conserv. Lett. 9, 5–13 (2016).\n 31.  Lotze, H. K., Coll, M., Magera, A. M., Ward-Paige, C. & Airoldi, L. Recovery of marine animal populations and ecosystems. Tre nd s   \nEcol. Evol. 26, 595–605 (2011).\n 32. Queiroz,  N. et al. Global spatial risk assessment of sharks under the footprint of fisheries. Nature https:// doi. org/ 10. 1038/ s41586- \n019- 1444-4 (2019).\n 33. Pimiento,  C. et al. Functional diversity of marine megafauna in the anthropocene. Sci. Adv. 6, 7650 (2020).\n 34.  Estes, J. A., Heithaus, M., McCauley, D. J., Rasher, D. B. & Worm, B. Megafaunal impacts on structure and function of ocean \necosystems. Annu. Rev. Environ. Resour. 41, 83–116 (2016).\n 35.   Hoffmann,  M. et al. The impact of conservation on the status of the world’s vertebrates. Science 330, 1503–1509 (2010).\n 36.  Tom Gelatt (National Marine Mammal Laboratory, A. F. S. C. & Sweeney, K. IUCN red list of threatened species: Eumetopias \njubatus. IUCN Red List of Threatened Species. https:// www. iucnr edlist. org/ en (2016).\n 37.  Taylor, M. F. J., Suckling, K. F. & Rachlinski, J. J. The effectiveness of the endangered species act: A quantitative analysis. Bioscience \n55, 360–367 (2005).\n 38.  Hejny, J. The Trump administration and environmental policy: Reagan redux?. J. Environ. Stud. Sci. 8, 197–211 (2018).\n\n12\nVol:.(1234567890)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\n 39.  Sanderson, F. J. et al. Assessing the performance of EU nature legislation in protecting target bird species in an era of climate \nchange. Conserv. Lett. 9, 172–180 (2016).\n 40.  Donald, P. F. et al. International conservation policy delivers benefits for birds in Europe. Science 317, 810–813 (2007).\n 41.  Cuthbert, R. J. et al. Continuing mortality of vultures in India associated with illegal veterinary use of diclofenac and a potential \nthreat from nimesulide. Oryx 50, 104–112 (2016).\n 42.  Margalida, A. & Oliva-Vidal, P. The shadow of diclofenac hangs over European vultures. Nat. Ecol. Evol. 1, 1050 (2017).\n 43.  Williams, D. R., Balmford, A. & Wilcove, D. S. The past and future role of conservation science in saving biodiversity. Conserv. \nLett. 13, e12720 (2020).\n 44.  Barnes, M. D. et al. Wildlife population trends in protected areas predicted by national socio-economic metrics and body size. \nNat. Commun. 7, 12747 (2016).\n 45.  Sala, E. & Giakoumi, S. No-take marine reserves are the most effective protected areas in the ocean. ICES J. Mar. Sci. 75, 1166–1168 \n(2018).\n 46.  Watson, J. E. M., Dudley, N., Segan, D. B. & Hockings, M. The performance and potential of protected areas. Nature 515, 67–73 \n(2014).\n 47. Juffe-Bignoli,  D. et al. Protected Planet Report 2014: Tracking Progress Towards Global Targets for Protected Areas (Springer, 2014).\n 48.  Turnbull, J. W., Johnston, E. L. & Clark, G. F. Evaluating the social and ecological effectiveness of partially protected marine areas. \nConserv. Biol. 35, 921–932 (2021).\n 49.  Barnosky, A. D. et al. Merging paleobiology with conservation biology to guide the future of terrestrial ecosystems. Science 355, \n1–10 (2017).\n 50.  White, T. D. et al. Assessing the effectiveness of a large marine protected area for reef shark conservation. Biol. Conserv. 207, 64–71 \n(2017).\n 51. Geldmann,  J. et al. Effectiveness of terrestrial protected areas in reducing habitat loss and population declines. Biol. Conserv. 161, \n230–238 (2013).\n 52.  Daskin, J. H. & Pringle, R. M. Warfare and wildlife declines in Africa’s protected areas. Nature 553, 328–332 (2018).\n 53.  Pringle, R. M. Upgrading protected areas to conserve wild biodiversity. Nature 546, 91–99 (2017).\n 54.  Redpath, S. M. et al. Don’t forget to look down: Collaborative approaches to predator conservation. Biol. Rev. 92, 2157–2163 (2017).\n 55. Hazzah,  L. et al. Efficacy of two lion conservation programs in Maasailand, Kenya. Conserv. Biol. 28, 851–860 (2014).\n 56. Zarfl,  C. et al. Future large hydropower dams impact global freshwater megafauna. Sci. Rep. 9, 18531 (2019).\n 57.  Arthington, A. H., Dulvy, N. K., Gladstone, W. & Winfield, I. J. Fish conservation in freshwater and marine realms: Status, threats \nand management. Aquat. Conserv. Mar. Freshw. Ecosyst. 26, 838–857 (2016).\n 58.  Castello, L. & Macedo, M. N. Large-scale degradation of Amazonian freshwater ecosystems. Glob. Change Biol. 22, 990–1007 \n(2016).\n 59.   Safford,  R. et al. Vulture conservation: The case for urgent action. Bird Conserv. Int. 29, 1–9 (2019).\n 60.   Ogada,  D. et al. Another continental vulture crisis: Africa’s vultures collapsing toward extinction. Conserv. Lett. 9, 89–97 (2016).\n 61.  Buechley, E. R. & Şekercioğlu, Ç. H. The avian scavenger crisis: Looming extinctions, trophic cascades, and loss of critical ecosystem \nfunctions. Biol. Conserv. 198, 220–228 (2016).\n 62.  Hammerschlag, N. & Gallagher, A. J. Extinction risk and conservation of the earth’s national animal symbols. Bioscience 67, 744–749 \n(2017).\n 63.  Sutherland, W. J., Dicks, L. V., Ockendon, N. & Smith, R. K. What Works in Conservation 2015 (Open Book Publishers, 2015).\n 64.  Dulvy, N. K. et al. Challenges and priorities in shark and ray conservation. Curr. Biol. 27, R565–R572 (2017).\n 65.  Finucci, B., Duffy, C. A. J., Francis, M. P., Gibson, C. & Kyne, P. M. The extinction risk of New Zealand chondrichthyans. Aquat. \nConserv. Mar. Freshw. Ecosyst. 29, 783–797 (2019).\n 66.   Creel,  S. et al. Questionable policy for large carnivore hunting. Science 350, 1473–1475 (2015).\n 67.  González, L. M. et al. Causes and spatio-temporal variations of non-natural mortality in the Vulnerable Spanish imperial eagle \nAquila adalberti during a recovery period. Oryx 41, 495–502 (2007).\n 68.  Morandini, V., de Benito, E., Newton, I. & Ferrer, M. Natural expansion versus translocation in a previously human-persecuted \nbird of prey. Ecol. Evol. 7, 3682–3688 (2017).\n 69.  Goodrich, J. M. et al. Panthera tigris, Tiger. IUCN Red List Threat. Species (2015).\n 70.   Wikramanayake,  E. et al. A landscape-based conservation strategy to double the wild tiger population. Conserv. Lett. 4, 219–227 \n(2011).\n 71.  Bhattarai, B. R., Wright, W., Morgan, D., Cook, S. & Baral, H. S. Managing human-tiger conflict: Lessons from Bardia and Chitwan \nNational Parks, Nepal. Eur. J. Wildl. Res. 65, 34 (2019).\n 72.  Pinsky, M. L. et al. Preparing ocean governance for species on the move. Science 360, 1189–1191 (2018).\n 73.   Courchamp,  F. et al. The paradoxical extinction of the most charismatic animals. PLoS Biol. 16, e2003997 (2018).\n 74.  Nyhus, P. J. Human-wildlife conflict and coexistence. Annu. Rev. Environ. Resour. 41, 143–171 (2016).\n 75.  Carter, N. H. & Linnell, J. D. C. Co-adaptation is key to coexisting with large carnivores. Trends Ecol. Evol. 31, 575–578 (2016).\n 76.  Guerra, A. S. Wolves of the sea: Managing human-wildlife conflict in an increasingly tense ocean. Mar.  Polic y 99, 369–373 (2019).\n 77.  Das, C. S. Pattern and characterisation of human casualties in Sundarban by tiger attacks, India. Sustain. For. 1, 1–10 (2018).\n 78.   Packer,  C. et al. Conserving large carnivores: Dollars and fence. Ecol. Lett. 16, 635–641 (2013).\n 79. Dudley, S. F. J. A comparison of the shark control programs of New South Wales and Queensland (Australia) and KwaZulu-Natal \n(South Africa). Ocean Coast. Manag. 34, 1–27 (1997).\n 80.  O’Connell, C. P., Andreotti, S., Rutzen, M., Meӱer, M. & Matthee, C. A. Testing the exclusion capabilities and durability of the \nSharksafe Barrier to determine its viability as an eco-friendly alternative to current shark culling methodologies. Aquat. Conserv. \nMar. Freshw. Ecosyst. 28, 252–258 (2018).\n 81. Gailey,  G. et al. Effects of sea ice on growth rates of an endangered population of gray whales. Sci. Rep. 10, 1553 (2020).\n 82.  Hazen, E. L. et al. A dynamic ocean management tool to reduce bycatch and support sustainable fisheries. Sci. Adv. 4, 3001 (2018).\n 83.  Ingeman, K. E., Samhouri, J. F. & Stier, A. C. Ocean recoveries for tomorrow’s Earth: Hitting a moving target. Science 363, 6425 \n(2019).\n 84.  Sánchez-Hernández, J. & Amundsen, P.-A. Ecosystem type shapes trophic position and omnivory in fishes. Fish Fish. 19, 1003–1015 \n(2018).\n 85.  Gainsbury, A. M., Tallowin, O. J. S. & Meiri, S. An updated global data set for diet preferences in terrestrial mammals: testing the \nvalidity of extrapolation. Mammal Rev. 48, 160–167 (2018).\n 86.   Faurby,  S. et al. PHYLACINE 1.2: The phylogenetic atlas of mammal macroecology. Ecology 99, 2626–2626 (2018).\n 87.  Costello, M. J. et al. Marine biogeographic realms and species endemicity. Nat. Commun. 8, 1057 (2017).\n 88.  Olson, D. M. et al. Terrestrial ecoregions of the world: A new map of life on earth: A new global map of terrestrial ecoregions \nprovides an innovative tool for conserving biodiversity. Bioscience 51, 933–938 (2001).\n 89. Rodrigues, A. S. L., Pilgrim, J. D., Lamoreux, J. F., Hoffmann, M. & Brooks, T. M. The value of the IUCN red list for conservation. \nTrends Ecol. Evol. 21, 71–76 (2006).\n\n13\nVol.:(0123456789)\nScientific Reports \n|        (2022) 12:10005  | \nhttps://doi.org/10.1038/s41598-022-13671-7\nwww.nature.com/scientificreports/\nAcknowledgements\nWe are grateful for insightful comments from A. Wallach, D. McCauley, M. Power, N. Dulvy, E. Ritchie, T. Levi, \nL. Painter, L. Ferreira, E. Pikitch, J. Terbough, T. Essington, D. Croll, C. Pimiento, M. Heithaus, A. Wirsing, J. \nShurin, C. Wilmers, S. Carpenter, and B. Warner. Funding: This work was supported by the Cedar Tree Founda-\ntion and the Society for Conservation Biology through a David H. Smith Conservation Research Fellowship \nfor K. Ingeman.\nAuthor contributions\nA.C.S., W.J.R., and K.E.I. designed the study; K.E.I., L.Z.Z., D.R.W., E.M.D., B.P.D., J.S.C. conducted analyses; \nK.E.I. wrote the manuscript; K.E.I. and C.W. created the figures; all authors contributed to the editing of the \nmanuscript.\nCompeting interests \nThe authors declare no competing interests.\nAdditional information\nSupplementary Information The online version contains supplementary material available at https:// doi. org/ \n10. 1038/ s41598- 022- 13671-7.\nCorrespondence and requests for materials should be addressed to K.E.I. or A.C.S.\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and \ninstitutional affiliations.\nOpen  Access    This  article  is  licensed  under  a  Creative  Commons  Attribution  4.0  International  \nLicense, which permits use, sharing, adaptation, distribution and reproduction in any medium or \nformat,  as  long  as  you  give  appropriate  credit  to  the  original  author(s)  and  the  source,  provide  a  link  to  the  \nCreative Commons licence, and indicate if changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the \nmaterial.  If  material  is  not  included  in  the  article’s  Creative  Commons  licence  and  your  intended  use  is  not  \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from \nthe copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\n© The Author(s) 2022",
  "extractedAt": "2025-12-12T18:45:08.561Z",
  "success": true,
  "matchedPublication": {
    "title": "Glimmers of hope in large carnivore recoveries",
    "doi": "10.1038/s41598-022-13671-7",
    "year": "2022",
    "authors": "Ingeman, Kurt E.; Zhao, Lily Z.; Wolf, Christopher; Williams, David R.; Ritger, Amelia L.; Ripple, William J.; Kopecky, Kai L.; Dillon, Erin M.; DiFiore, Bartholomew P.; Curtis, Joseph S.; Csik, Samantha R.; Bui, An; Stier, Adrian C."
  }
}