{
  "filename": "Jerde et al. (Frontiers in Physiology) 2019.pdf",
  "numPages": 17,
  "text": "fphys-10-01166September 19, 2019Time: 10:16# 1 ORIGINAL RESEARCH published: 20 September 2019 doi: 10.3389/fphys.2019.01166 Edited by: Maximino Aldana, National Autonomous University of Mexico, Mexico Reviewed by: Bartolo Luque, Polytechnic University of Madrid, Spain Sigurd Einum, Norwegian University of Science and Technology, Norway *Correspondence: Christopher L. Jerde cjerde@ucsb.edu Specialty section: This article was submitted to Systems Biology, a section of the journal Frontiers in Physiology Received:25 April 2019 Accepted:28 August 2019 Published:20 September 2019 Citation: Jerde CL, Kraskura K, Eliason EJ, Csik SR, Stier AC and Taper ML (2019) Strong Evidence for an Intraspecific Metabolic Scaling Coefficient Near 0.89 in Fish. Front. Physiol. 10:1166. doi: 10.3389/fphys.2019.01166 Strong Evidence for an Intraspecific Metabolic Scaling Coefficient Near 0.89 in Fish Christopher L. Jerde 1 * , Krista Kraskura 2 , Erika J. Eliason 1,2 , Samantha R. Csik 2 , Adrian C. Stier 2 and Mark L. Taper 3,4 1 Marine Science Institute, University of California, Santa Barbara, Santa Barbara, CA, United States, 2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA, United States, 3 Department of Ecology, Montana State University, Bozeman, MT, United States, 4 Department of Biology, University of Florida, Gainesville, FL, United States As an example of applying the evidential approach to statistical inference, we address one of the longest standing controversies in ecology, the evidence for, or against, a universal metabolic scaling relationship between metabolic rate and body mass. Using fish as our study taxa, we curated 25 studies with measurements of standard metabolic rate, temperature, and mass, with 55 independent trials and across 16 fish species and confronted this data with flexible random effects models. To quantify the body mass – metabolic rate relationship, we perform model selection using the Schwarz Information Criteria (1SIC), an established evidence function. Further, we formulate and justify the use of1SIC intervals to delineate the values of the metabolic scaling relationship that should be retained for further consideration. We found strong evidence for a metabolic scaling coefficient of 0.89 with a1SIC interval spanning 0.82 to 0.99, implying that mechanistically derived coefficients of 0.67, 0.75, and 1, are not supported by the data. Model selection supports the use of a random intercepts and random slopes by species, consistent with the idea that other factors, such as taxonomy or ecological or lifestyle characteristics, may be critical for discerning the underlying process giving rise to the data. The evidentialist framework applied here, allows for further refinement given additional data and more complex models. Keywords: likelihood, evidence functions, SIC, standard metabolic rate, mixed effects models, metabolic scaling, evidentialist statistics INTRODUCTION One of most contentious controversies in ecology is the scaling relationship between an organism’s body mass and metabolic rate (Agutter and Wheatley, 2004; Isaac and Carbone, 2010; Glazier, 2018). Kleiber (1932) popularized the idea that contrary to a century of theory, a mammal’s metabolic rate (MR) scales with body mass (BM) not as a power law with an exponent ofβ= 0.67, but as a power law with an exponent ofβ= 0.75. This relationship takes the form ln(MR)=β×ln(BM)+c(1) whereβis the scaling relationship andcis an intercept from a liner regression. As a cornerstone of the metabolic theory of ecology (Brown et al., 2004), this 0.75 scaling relationship is used to link Frontiers in Physiology | www.frontiersin.org1September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 2 Jerde et al.Evidentialist Metabolic Scaling individual physiology to the observed patterns of communities and energy flows across landscapes. The 0.75 value has been mechanistically justified through hypotheses that maximize energy delivery to tissue in animals (West et al., 1997) and from xylem and phloem networks that transport water and nutrients in plants (Enquist and Niklas, 2001). However, the universality of the 0.75 value is eagerly disputed, with alternative hypotheses and empirical studies putting the scaling relationship commonly between 0.5 and 1 (Bokma, 2004; Glazier, 2018). Intraspecific (within species) scaling has been proposed to differ from interspecific (between species) scaling and also different mechanisms may be responsible for different scaling relationships. Metabolic rates vary 2–3 fold across individuals of the same population and this variation is repeatable (Burton et al., 2011; Norin and Malte, 2011; Boldsen et al., 2013). Intraspecific scaling has received less attention than interspecific scaling, while even fewer studies have investigated scaling relationships within each tested individual as it grows (but see Norin and Gamperl, 2018). Both intraspecific and interspecific scaling are critical for linking species physiology to projections of population abundance (Kooijman, 1993) and predicting the impacts of climate change on species distributions (Sunday et al., 2010; Lindmark et al., 2018). While the implications of deviations from the 0.75 scaling exponent are large, there is limited data available to accurately estimate the exponent. This is because measuring the metabolic rate of an individual is not a trivial experiment, let alone across a 10-fold range of body sizes from a population, at different temperatures, and/or across species (Lighton, 2018). To date, most studies have relied on either a limited study design (one species, many individuals, with fixed treatments of temperature; Table 1) or meta-analysis of mean metabolic rate data across studies using variable methods of measurement (Glazier, 2005). While the former can suffer from insufficient sample sizes, measurement error, and unaccounted for factors influencing the general relationship, the latter treats all studies equally and both approaches have ultimately been inconclusive as to the evidence supporting or refuting competing hypotheses (Glazier, 2018) with some concluding there is not a universal scaling constant (Bokma, 2004). In thisFrontiersResearch Topic devoted to evidential statistics, model identification, and science, multiple contri- butions (Dennis et al., 2019) show how standard statistical approaches (such as Fisherian significant tests, Neyman-Pearson hypothesis testing, Akaike Information Criterion for multi- model inference) are misleading when models used for inference are misspecified. Model misspecification is arguably the case for most analyses, including ours, that seek to evaluate the evidence of a universal scaling relationship across a broad range of fish species, at different temperatures, and using studies, that have reliable data, but that were not necessarily designed to have a large range of body masses across which to regress metabolic rate. Here we demonstrate how an evidentialist approach can be applied to gain novel insight to the question, “What is the evidence for an intraspecific universal scaling relationship between fish body mass and metabolic rate?” Scaling Relationships as Hypotheses for Fish Multiple mechanisms have been put forth to justifyβ= 0.67, 0.75, and 1 scaling relationships. If the primary limitation for resources or waste removal is transport of chemicals across surfaces, then metabolic rate is predicted to scale with surface area with a relationship of 0.67. For example, Killen et al. (2010) found that highly active, pelagic fishes had a scaling relationship of 0.7 (SE 0.04), close to 0.67, which they attributed to a constraint in oxygen or fuel acquisition or waste removal across surface areas in these metabolically active fishes. However, the 0.67 scaling exponent is more commonly found in endotherms, mammals and birds, but rarely in ectotherms (White and Seymour, 2003; White et al., 2005). If metabolic rate is primarily limited by the fractal nature of distribution networks (e.g., the internal transport networks of resources and wastes), then a scaling relationship of 0.75 is predicted (West et al., 1997). Previous synthesis of teleost fish found a scaling relationship of 0.79 (SE 0.11) (Clarke and Johnston, 1999), and with sufficient variability as to not exclude the 0.75 value used by Metabolic Theory of Ecology to explain broad ecological patterns (Brown et al., 2004). Similarly, Moses et al. (2008) showed metabolic scaling during ontogeny for seven fish species was 0.78 (SE 0.02), with some variability in slope estimates between species. Metabolic rate is predicted to be directly proportional to body size (i.e.,β= 1) when maintenance and routine activity costs are low and these demands can easily be met by both surface area and internal transport mechanisms. In the case of less active fish or those occupying deeper waters, individual metabolism has been demonstrated to scale nearly proportionally to body mass [i.e., scaling exponents approach 1 (Killen et al., 2010)]. Two more recent hypotheses work with the common observation that scaling exponents vary (e.g., Glazier, 2018). The metabolic-level boundaries (MLB) hypothesis of scaling (Glazier, 2008) states that any observed scaling exponent varies within the limits of 0.67 and 1, representing whether the mechanisms or processes that underlay the scaling relationship are predominantly limited by surface area constraints on fluxes of resources, waste and heat (0.67; e.g., gill surface area, internal transport limitation) or by volume (mass) constraints on energy demand or production of tissue (1; assuming energy demand is proportional to tissue size). Therefore, MLB also provides an explanation to variable scaling exponents of animals at different physiological states, or routine requirements. Alternatively, Dynamic Energy Budget (DEB) theory (Kooijman, 1993) provides a more recent approach predicting metabolic scaling relationships in all species irrespective to taxonomical classification; this approach is based solely on physical principles, and uses storage of nutrients (reserves increase with increasing structure) as a central mechanism explaining both intra- and inter species-specific scaling relationships (Maino et al., 2014). While both MLB and DEB would seemingly make the case that a universal scaling exponent does not exist and should consequently not be expected, they do not preclude a mean universal scaling exponent. Frontiers in Physiology | www.frontiersin.org2September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 3 Jerde et al.Evidentialist Metabolic Scaling TABLE 1 |Overview of metabolic studies. CitationSpeciesnTemp.(Min, Max)RegressionTrial ( ◦ C)weight (g)coefficient ˆ β, (SE) (1) Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68150.45, 4.610.92(0.035)1 Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68150.97, 7.940.98(0.028)2 Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.24, 13.20.89(0.024)3 Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.56, 15.560.83(0.024)4 Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.71, 19.460.79(0.026)5 (2) Auer et al., 2015Brown Trout (Salmo trutta)12011.55.48, 16.120.61(0.068)6 (3) Behrens et al., 2017Round Goby (Neogobius melanostomus)815–1743, 731.031(0.24)7 Behrens et al., 2017Round Goby (Neogobius melanostomus)815–1735, 781.38(0.16)8 Behrens et al., 2017Round Goby (Neogobius melanostomus)815–1736, 720.9(0.17)9 (4) Killen, 2014Common Minnow (Phoxinus phoxinus)13100.72, 2.030.78(0.27)10 (5) Norin and Clark, 2017Barramundi (Lates calcarifer)242923.1, 37.60.91(0.17)11 (6) McLean et al., 2018Common Minnow (Phoxinus phoxinus)123130.68, 7.440.72(0.07)12 (7) Boldsen et al., 2013European Eel (Anguilla anguilla)2420184, 5071.44(0.25)13 Boldsen et al., 2013European Eel (Anguilla anguilla)2420171, 5041.05(0.21)14 (8) Kunz et al., 2016Polar Cod (Boreogadus saida)5018.5, 27.40.81(0.35)15 Kunz et al., 2016Polar Cod (Boreogadus saida)5316.1, 48.60.96(0.1)16 Kunz et al., 2016Polar Cod (Boreogadus saida)5622.7, 32.81.06(0.41)17 Kunz et al., 2016Polar Cod (Boreogadus saida)6811.4, 29.11.03(0.3)18 Kunz et al., 2016Atlantic cod (Gadus morhua)12321.2, 1050.97(0.15)19 Kunz et al., 2016Atlantic cod (Gadus morhua)10845.7, 173.60.9(0.15)20 Kunz et al., 2016Atlantic cod (Gadus morhua)71254.5, 149.11.1(0.13)21 Kunz et al., 2016Atlantic cod (Gadus morhua)51683.2, 156.21.05(0.18)22 (9) Norin et al., 2016Barramundi (Lates calcarifer)602923.08, 48.961.03(0.13)23 (10) Collins et al., 2016Barramundi (Lates calcarifer)2030153.9, 453.71.07(0.14)24 Collins et al., 2016Barramundi (Lates calcarifer)2030196.3, 3901.19(0.28)25 (11) Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)81288.2, 131.20.93(0.45)26 Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)815105.3, 164.50.64(0.44)27 Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)818146.1, 203.2−0.21(0.48)28 Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)821130.3, 188.60.61(0.26)29 Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)82497.7, 131.61.2(0.36)30 (12) Khan et al., 2018aRainbow Trout (Oncorhynchus mykiss)161669.9, 120.20.87(0.32)31 (13) Khan et al., 2018bAtlantic Salmon (Salmo salar)251439.1, 70.70.57(0.22)32 (14) Khan et al., 2015Hapuku Wreckfish (Polyprion oxygeneios)1215196.1, 3240.84(0.15)33 (15) Khan et al., 2015Hapuku Wreckfish (Polyprion oxygeneios)1221114.5, 1910.6(0.2)34 (16) Cooper et al., 2018Three Spine Stickleback (Gasterosteus aculeatus)31120.46, 1.191.43(0.39)35 (17) McArley et al., 2017Common Triplefin (Forsterygion lapillum)20151.59, 3.380.67(0.19)36 McArley et al., 2017Common Triplefin (Forsterygion lapillum)20181.52, 3.810.82(0.19)37 McArley et al., 2017Common Triplefin (Forsterygion lapillum)23211.54, 3.420.78(0.15)38 (18) McArley et al., 2018Twister (Bellapiscis medius)10211.53, 3.980.94(0.1)39 McArley et al., 2018Common Triplefin (Forsterygion lapillum)10211.27, 2.970.45(0.16)40 (19) Eliason et al., 2007Rainbow Trout (Oncorhynchus mykiss)248–14381, 652.70.64(0.74)41 Eliason et al., 2007Rainbow Trout (Oncorhynchus mykiss)511–16564.8, 3233.61.33(0.3)42 (20) Norin and Malte, 2011Brown Trout (Salmo trutta)331520.7, 45.71.5(0.18)43 Norin and Malte, 2011Brown Trout (Salmo trutta)331527.4, 55.11.19(0.14)44 Norin and Malte, 2011Brown Trout (Salmo trutta)331537.7, 64.90.98(0.18)45 Norin and Malte, 2011Brown Trout (Salmo trutta)331538.4, 68.21.11(0.17)46 (21) Norin and Malte, 2012Brown Trout (Salmo trutta)661520.5, 57.71.09(0.094)47 (22) Nadler et al., 2016Blue Green Puller (Chromis viridis)16291.3, 2.10.63(0.3)48 (23) Collins et al., 2013Barramundi (Lates calcarifer)926172, 2050.18(1.03)49 Collins et al., 2013Barramundi (Lates calcarifer)1026186, 2212.06(1.28)50 Collins et al., 2013Barramundi (Lates calcarifer)1026169, 2151.49(0.78)51 Collins et al., 2013Barramundi (Lates calcarifer)1126139, 2440.65(0.43)52 Collins et al., 2013Barramundi (Lates calcarifer)926184, 2330.71(0.54)53 (24) Zhang et al., 2017European Sea Bass (Dicentrarchus labrax)1116.548.1, 100.71.01(0.18)54 (25) Zhang et al., 2016Atlantic Salmon (Salmo salar)871223.4, 571.15(0.11)55 Frontiers in Physiology | www.frontiersin.org3September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 4 Jerde et al.Evidentialist Metabolic Scaling Temperature and Other Factors Temperature plays a critical role regulating individual metabolic rate in ectotherms such as fishes (Brett and Glass, 1973; Johnston and Dunn, 1987). The effects of temperature on the metabolic scaling relationship has been studied mechanistically (Gillooly et al., 2001) with syntheses showing low temperature sensitivity from resting measures of metabolism and a consistent metabolic scaling relationship (Clarke and Johnston, 1999, but see Lindmark et al., 2018). Numerous ecological, physiological and lifestyle characteri- stics can influence metabolic rate and potentially affect scaling relationships. Metabolic rate in ectotherms is strongly dependent on physical and chemical characteristics of the water they live in, and consequently shows context-dependent variation (Killen et al., 2016). Therefore, habitat (abiotic factors), predation risk, activity level, food availability, and social status and behavioral traits, all can affect metabolic rates (for a review on variation of fish standard metabolic rate (SMR), see Metcalfe et al., 2016), thus also likely scaling parameters, especially intercept. For example, food availability affects growth rates and is linked to SMR variation in fish (Killen, 2014; Auer et al., 2015). Auer et al. (2018) demonstrated a strong dependence of SMR on individual ecology underlined by predation level, reproductive age and investment, longevity, and maximum body size (life-history traits). Many of these factors vary in unique combinations across populations of the same species (Eliason et al., 2011; Auer et al., 2018), therefore even within species we may expect variation in metabolic rate and its dependence on size. Sources of Uncertainty and Measurement Error Misspecification is a model that does not account for variables (i.e., temperature) or structural forms (i.e., random effects) that can lead to biased coefficients, misleading error terms, and unlimitedly wrong inferences about the generating process giving rise to the data (White, 1982). While temperature has been identified as a critical covariate for fish (Brett and Glass, 1973), other necessary covariates are less clear, but one should assume there is likely something missing. Additionally, as any model expands its inferential breadth beyond a single species, the model will become more complex either by adding fixed effects to measure species-level coefficients or by treating species as a random effect of the model from which to make inference across all fish. The advantage of using random effects to make broader inferences has been well recognized across ecology (Bolker et al., 2009). Such is the case when making population level inferences in resource selection functions from location data from multiple individuals (Gillies et al., 2006). However, more information on the species level traits may lead to better models and improved inferences. The quality of the data will also impact inferences. One known source of uncertainty is measurement error – that is the errant measurement of observations, such as body mass. Farrell-Gray and Gotelli (2005) clearly showed that errant measurement of the predictor variable of mass biased the estimated slope parameter of the metabolic relationship and speculated that allometric exponents lower than 0.75 may be due simply to measurement error. The magnitude of the effect of measurement error in a predictor variable on the estimated slope of a linear regression is well known:E( ˆ β)=λβ, whereλ, the reliability coefficient, is the proportion of variation in the predictor variable not due to measurement error (Taper and Marquet, 1996; Cheng and Van Ness, 1999). The lower reliability the more biased the estimate. InBox 1, we evaluated the influence of measurement error for California spiny lobster (Panulirus interruptus), albeit not a fish, but find very little evidence for any bias due to measurement error from retained residual water. We assume going forward, that for fish, measurement error is not biasing our parameter estimates. Measurement error in the response variable, metabolic rate in our study, leads to greater residual variability but no bias in the slope parameter. However, the added variability in the residual error can inflate our uncertainty surrounding the slope parameter leaving us unable to distinguish between potential hypotheses (competing models). Metabolic rate (MR) represents a sum of all chemical reactions that take place in an organism, and this may change drastically upon any intrinsic and extrinsic change, e.g., spontaneous activity, physiological disturbance, feeding, and even just circadian rhythms. To refine how MR varies as function of mass, it is a necessity that the data originate from animals at the same physiological states. Standard metabolic rate, SMR is defined as the subsistence metabolism to support body maintenance in a post-absorptive, resting state under thermally acclimated conditions (Chabot et al., 2016). True SMR is often impractical and challenging to measure in fishes, and so data often reflects routine metabolic rates, which alternatively may be perceived as a measurement error (in the response, Y axis) around individual SMR, which increases variability but does not bias the slope parameter. With a goal to minimize such variation, we developed specific experimental criteria for data to be included (see section “Data”). For a good overview of methods and approaches to metabolic scaling in animals see White and Kearney (2014). MATERIALS AND METHODS The general approach we implemented for this study is to: (1) include reliably collected SMR data based on recently published studies (200-present), (2) apply flexible, mixed effect linear models, and (3) employ an evidence function, the Schwarz Information Criterion (SIC), to evaluate the evidence for specified mechanistic hypotheses of the scaling relationship ofβ= 0.67, 0.75, 1, andβas an estimated, free parameter( ˆ β). Data The approaches and technology used to measure fish metabolism have become more accurate, precise, and robust within the last 20 years (Nelson, 2016). We curated published data sets of individual fish metabolism comprised of fish that were: 1) post larval life stages, 2) in a post-absorptive state, meaning they were unfed for a minimum of 20 h prior to taking metabolic rate measurements, 3) with overnight metabolic rates (>12 h of automatic measurement), 4) with an acclimated water temperature for at least 7 days prior to the experiment, and 5) were at calm resting states. Frontiers in Physiology | www.frontiersin.org4September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 5 Jerde et al.Evidentialist Metabolic Scaling BOX 1 |Measurement error in body mass of lobsters. Photo: Co-authors Krista Kraskura (left) and Samantha Csik (right) collect measurement error data on California spiny lobster. California spiny lobster (Panulirus interruptus) is commercially highly valued, and is ecologically important having a large effect on trophic dynamics and ecosystem resilience in kelp forests and rocky reef beds (Dunn et al., 2017; Caselle et al., 2018). Metabolic rate in ectotherms directly depends on animal’s body size and temperature and represents the pace of nearly all biological processes. Meanwhile, MR varies within and among individuals (Glazier, 2005; White and Kearney, 2013; Norin and Gamperl, 2018). Lobsters are cumbersome to weigh, thus making them a good candidate to explore how measurement error in body mass may affect metabolic scaling. Lobsters were collected by divers via SCUBA (CDFW Scientific Collection Permit #13746) and maintained in 110- gallon flow-through seawater tanks divided in half with perforated PVC. One individual was held in each half tank (24”L×30”W×18”H), and provided with 10” PVC cut in half to create structure and habitat. Lobsters were fed mussels (Mytilusspp.)ad libitumwhen not being used in respirometry trials. Animals were held at ambient temperatures and exposed to natural light. To estimate measurement error, 45 lobsters were weighed three consecutive times. Before weighing, individual’s dorsal side and tail were dried with a microfiber towel. The mass was measured to the nearest gram. Lobsters were fully submerged between repeat trials. From the log transformed mass measurements (n= 45), the pooled error variance is 1.2×10 −5 (SD 0.0035). We regressed the within individual standard deviation against the mean log(weight), but the slope was not different from zero and Levene’s test did not indicate there is any heterogeneity. From inspection of the pooled error variance, there is very little variability in the individual measurements of body mass. Furthermore, regression revealed no trend in error variance as function of mean body mass. For six lobsters, ranging in body mass from 175 to 2426 g, we conducted a more thorough drying by carefully removing water from the leg joints, carapace, and underside of the lobster abdomen, spending approximately double the time drying than the standard protocol called for. We regressed the mean log(weight) against the thoroughly dried log (weight) for the six lobsters. Expectedly, the intercept (0.05, SE 0.008) and slope (0.994, SE 0.0001) were statistically significant (p<0.001), but the residual standard was very small (0.0033), indicating thatmeasurement error in mass is negligible.Thus, for all regressions with log(weight) as a predictor variable, the reliability ratio will be effectively 1 and there will be no bias in estimated slopes due to measurement error. Studies where species were manipulated, such as treatments to measure the effects of starvation on SMR, or where the study’s authors noted substantial spontaneous activity were not included. Further, we ensured robust data analysis methods were used to calculate SMR following Chabot et al. (2016) and where SMR was measured at ecologically relevant temperature ranges for each species. Studies were not considered if they included surgical manipulations with the exception of non- invasive tagging (e.g., using passive integrated transponder (PIT) and visible implant elastomer tags). Data were not included if the study’s methods lacked sufficient detail in any of the above criteria, theSupplementary Dataonline were not clear, or appeared to contain errors. All fish included were lab residents for at least 2 weeks before the SMR measurement took place. Our database includes 25 studies, with 55 independent trials, across 16 fishes (Figure 1).Table 1details the sources of the data, species, trials identification, temperature under which the SMR measurements were collected, and sample sizes per trial. A total of n= 1456 observations are used in the study. Some studies where not designed or conducted to estimate the scaling relationship between individual fish SMR and body mass – a notable point we will return to in later sections. Models Linear Regression Each trial (Table 1;n= 55) is an experiment of the metabolic scaling relationship of SMR to body mass. We applied linear regression to the log transformed SMR and body mass data for each trial. Because some of these studies were not designed to test this relationship, we expect the regression slope estimates to be variable and have large standard errors for those data sets with low sample size. Additionally, it is recommended to have a 4 to 10-fold range of fish body mass, but many trials and studies do not meet this recommendation. However, the data in totality has a range from 0.45 to 3233.6 g. We expect the distribution of slopes from trials to largely mirror the results found by Clarke and Johnston (1999). Linear Mixed Effects Models Using the lme4 package in the R statistical programing language (Bates et al., 2015), we tested four unique suites of model forms with combinations of fixed and random effects. For all models we included temperature (but seeBox 5) and body mass as a fixed effect, and we treated trials within species as a nested effect. The first model suite allows intercepts to randomly vary among species. The second model suite, has fixed intercepts for each species with common slope, but does not assume a normal distribution of species’ intercepts. With 16 unique species, this second approach adds significantly more parameters to estimate, but allows for inferential insights into the differences between species. The third model suite uses a random slope and random intercept by species. The correlation between the slope and intercept is estimated and not assumed to be independent. The fourth model suite uses a random slope with estimated intercepts for each species. The random slopes are interpreted as by-species deviations from the fixed effect slope. For each of the four approaches, we evaluate the fixed effect slope of body mass as a free parameter and then constrained the slope to equal each of our underlying mechanistic hypotheses of 0.67, 0.75, and 1. Analysis All models were fit using Maximum Likelihood Estimation (MLE) and all analyses were conducted in the R statistical programing language (R Core Team, 2015). Frontiers in Physiology | www.frontiersin.org5September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 6 Jerde et al.Evidentialist Metabolic Scaling FIGURE 1 |Diversity of species used in this study.(A)Cunner (https://commons.wikimedia.org/wiki/File:Cunner.jpg; to Flickr, by Vhorvat), (B)Brown Trout (https://commons.wikimedia.org/wiki/File:Brown_trout.JPG; Zouavman Le Zouave),(C)Round Goby (https://www.michigan.gov/invasives/ 0,5664,7-324-68002_73845-368437--,00.html; David Copplestone), (D)Common Minnow (Subaqueous Vltava, Prague 2011, Czechia; Provided by Karelj),(E)Barramundi (https://commons.wikimedia.org/wiki/File: Barramundi.jpg provided by Nick Thorne),(F)European Eel (https://commons.wikimedia.org/wiki/File:Anguilla_anguilla.jpg; GerardM), (G)Hapuku Wreckfish (https://commons.wikimedia.org/wiki/File:Hapuka.jpg; Nholtzha),(H)Rainbow Trout (https://digitalmedia.fws.gov/digital/collection/ natdiglib/id/2151 Eric Engbretson),(I)Common Triplefin (https://commons. wikimedia.org/wiki/File:Forsterygion_lapillum_(Common_triplefin).jpg; Ian Skipworth),(J)Twister (https://commons.wikimedia.org/wiki/File:Bellapiscis_ medius_2.jpg; A.C. Tatarinov),(K)Atlantic Salmon (https://commons. wikimedia.org/wiki/File:CSIRO_ScienceImage_8062_Atlantic_salmon.jpg; Peter Whyte, CSIRO),(L)Three-spined Stickleback (https://commons. wikimedia.org/wiki/File:Three-spined_Stickleback_(Gasterosteus_aculeatus)_ at_the_Palo_Alto_Junior_Museum_and_Zoo.jpg; Evan Baldonado/ AquariumKids.com). Strategy of Scientific Inference and Statistical Tactics Classical hypothesis testing has been the backbone of scientific inference for nearly a century. Both the Fisherian and the Neyman-Pearson variants of hypothesis testing turn on the axle of a counterfactual argument. The argument stripped of probabilistic uncertainty runs like this: If we assume a particular model (generally called the null) is true then we can predict that a specific pattern should occur in our data. If the predicted pattern does not occur, then the null hypothesis cannot be true and something else must be. This argument has worked well for science in tightly controlled situations where the predicted patterns are clear and the nature of the “something else” is unequivocal. But in more open situations, with more experiments, more models, more questions and variable amounts of data, the chain of hypotheses (multiple models) becomes harder to follow and the statistical adjustments required to maintain even the illusion of control of error rates become more cumbersome. Paradoxically, considering more models and asking more questions makes it harder to find support for any model or to answer any question. One common approach to multimodal inference is the application of information criterion (Burnham and Anderson, 2004). Akaike’s Information Criterion (AIC) is one such inductive inferential approach that is both widely recognized and applied (Akaike, 1981). The appeal of such an approach is to simultaneously assess competing hypotheses based on how well the models perform relative to each other through the likelihood function, but then discount the potential overfitting of models that have a large number of parameters. User-defined thresholds demark1AIC values that constitute weak, strong, or very strong evidence for one model over the other. If parameters are estimated, the likelihood becomes a biased estimate of how close a model is to the generating process. The more parameters estimated, the greater this over optimism. Akaike (1973) initiated the use and study of information criteria, which correct for this bias. Information criteria have been enormously useful in analyzing biological data (see Burnham and Anderson, 2002). Many information criteria (the consistent criteria) fully meet all the criteria listed inBox 2and are evidence functions. Evidence for one model over another is a function of the estimated relative discrepancy of any two models from the generating process and is measured by evidence functions. Evidence functions (Box 2) can take many forms (see Lele (2004), and Taper and Lele (2011) for technical and philosophical discussions, and Taper and Ponciano (2016) for a more general discussion). The Schwarz Information Criterion (SIC) often referred to as the Bayesian Information Criterion (BIC), when used to compare differences between competing models (1SIC) is an evidence function (Dennis et al., 2019). Similar to AIC, the SIC (Eq. 2) uses the maximum likelihood function (L) to evaluate the fit of the model to the data and uses a function of the amount of data (n) and the number of parameters (k) to penalize for overfitting (Burnham and Anderson, 2004). (2) The SIC penalizes for model complexity more heavily than AIC and the error properties are aligned with the concept of evidence functions, whereas the AIC error properties are not (Dennis et al. this research topic). SIC is also commonly available in R packages (named the BIC). The criterion (Eq. 2) can be derived either in a Bayesian context (Schwarz, 1978) or in a Frontiers in Physiology | www.frontiersin.org6September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 7 Jerde et al.Evidentialist Metabolic Scaling BOX 2 |What is an evidence function? Evidence functions are based on nine desiderata (i.e., something that is desired or wanted) for statistical and philosophical properties with desirable and meaningful characteristics for scientific applications (Lele, 2004; Taper and Lele, 2011; Taper and Ponciano, 2016). Here, we attempt to translate those desired properties (D0 to D8) for scientists with emphasis on implications to applications. D0: Evidence is measurable, does not require information about beliefs, and is made from confronting at least two models that represent scientific hypotheses with the data. D1: Evidence functions measure how possible data under each model (at least two) match or are comparable to the observed data. Neither model may completely describe the process that generated the observed data, but the function can discriminate if one of the models is more likely to have generated the observed data. D2: Evidence is continuous from virtually none to very strong, and measuring evidence should likewise be a continuous and not have a threshold like usingαlevels for hypothesis testing. D3: Evidence must be arrived at in a reproducible way. If I do not describe processes by which I arrive at a conclusion, then it becomes difficult for someone else to follow the logic to get to that conclusion or challenge the underlying approach. D4: Personal opinions, beliefs, or intentions cannot influence the evidence function in a hidden way and the process should be accessible to everybody. If a broader scientific audience does not understand what constitutes evidence, then the function cannot be used as evidence. D5: Evidence functions do not change person to person (in contrast to Bayesian approaches with different personal priors). D6: Evidence does not need to come from a single critical test (experiment). Evidence functions should have an explicit way of combining data sets to confront hypotheses and the process should be inherently dynamic with reevaluation as more data or better data are collected. D7: The evidence should not change depending on the scale the data was collected and analyzed. Nor should evidence be sensitive on transformation of parameters. To give an example related to the metabolic scaling relationship research, if we allowed the appearance of plots to be evidence for the slope, then we could change our evidence by making one plot with onex-axis scale and another plot with different scale. One of the interests of this paper is how much difference there is among species inβ. It should not make a difference to the evidence if this dispersion is parameterized as a variance or as a standard deviation. D8: More data results in better inferences, but will only be as good as the completeness of the models/hypotheses tested. The model selected in any given analysis will, with more and more data collected, be the model closest to describing the process from which the data are observed. You can do no better in understanding the underlying process than the models contained within your suite of models evaluated. frequentist context (Nishii, 1988) We adopt the SIC terminology throughout for model selection and evaluation of parameter uncertainty using1SIC intervals to avoid confusion of the evidentialist approach with Bayesian analysis and inference. The model with the lowest value of SIC is considered the best model and the evidence function,1SIC ij , is the pairwise difference formed by subtracting the SIC of a reference model i from the SIC of a competing model j. As an evidence function, 1SIC ij is continuous from negative infinity to infinity with the strength of evidence for the reference model over the competing model growing larger as the1SIC becomes positive and large. Commonly, when information criteria are used for model selection, the model in the model set with the lowest IC value is used as the reference model, and all1IC are therefore positive. Given the hierarchical nature of mixed models several alternative effective sample sizes can be calculated (Jones, 2011); these methods adjust the sample size (n), used in the SIC calculation (Eq. 2) to the effective samples size to account for assumptions of non-independence in data. Which is most appropriate depends on the level in the hierarchy of inferential interest. Because the parameter of primary interest in this study is the fixed effect of body mass, the total sample size is the correct effective sample size to use (Lorah and Womack, 2019). Instead of attempting to reject false models, the evidential approach seeks to assess which models are closer to the unknown natural generating process than other competing models. The support for one model does not in itself diminish support for other models. However, scientists may find themselves in the situation where several distinct models appear nearly as good. Given the data in hand, the scientist cannot strongly differentiate between the models in this set. In this case, all of these models should be retained in the scientist’s thinking. 1SIC Intervals SIC values can also be used to define uncertainty surrounding a parameter estimate – thus linking model selection to measures of uncertainty directly through the use of1SIC. Discussion of evidential intervals based on the likelihood ratio can be found in Royall (1997), while Bandyopadhyay et al. (2016) discuss1SIC evidential intervals. As with1AIC, there are some guidelines (suggestions) on what constitutes weak evidence or strong evidence for one model over another based on the value of 1SIC. Raftery (1995) suggested that a1SIC (i.e.,1BIC) values less than 2, 2 to 6, 6 to 10, and greater than 10 constitute weak, positive, strong, and very strong evidence, respectively. Such verbal partitioning of any information criterion is often desirable for interpretation, but rarely justified. Box 3provides a more intuitive probabilistic approach to selecting a value. From our more detailed example inBox 3 using binomial probability model, it can be shown that at five consecutive heads, the probability of this occurring by chance is ∼0.03 with a1IC∼7. Building an uncertainty bound around a parameter value requires choosing a1SIC value, we use seven as our threshold for intervals,1SIC(7). A1SIC interval for the metabolic scaling relationship (slope parameter) can be built for each trial or for the best selected model by calculating1SIC across the parameter space of the slope parameter. The1SIC is the difference of the SIC of the best model and the SIC of the same model with a fixed value of the slope parameter. The upper and lower bound of the1SIC interval occurs when1SIC = 7.Figure 2visually captures the process, where the parameter space of the slope parameter is on the x-axis and the1SIC is a function of this slope parameter. Expectedly,1SIC values greater than 7 would result in broader intervals. If we consider1SIC(7) as strong evidence, then the bound can be interpreted asthere is strong evidence that values of the scaling relationship outside of this range do not give rise to Frontiers in Physiology | www.frontiersin.org7September 2019 | Volume 10 | Article 1166 fphys-10-01166September 19, 2019Time: 10:16# 8 Jerde et al.Evidentialist Metabolic Scaling BOX 3 |Intuitions about evidence. Fisherian significance tests (thinkp-values) and Neyman-Pearson hypothesis test (thinkαlevels) rely on critical values. The confusion and convolution of these two statistical approaches have led applied scientists to misinterpretations of the strength of evidence against the null hypothesis. As Hubbard and Bayarri (2003) so state it, “This mass confusion, in turn, has rendered applications of classical statistical testing all but meaningless among applied researchers.” Multi-model inference using Information Criteria (IC) (e.g., AIC, SIC) have a continuous measure of evidence found in the difference (i.e.,1AIC,1SIC) in values between the best model (hypothesis) and the reference model. However, communicating this strength of evidence has resulted in vagueness emerging from linguistic uncertainty (Elith et al., 2002). This is to say, applied scientists have created guidelines to discuss the strength of evidence. Maybe the most popular recommendation was provided by Burnham and Anderson (2002) for1AIC (AIC i – AIC j ), where 0> 1AIC>2, 4> 1AIC>7,1AIC>10, represent “substantial,” “considerably less,” and “essentially none” levels of evidence to support for retaining modeliin the model set along with the best modelj. Never minding the absence of what a value of 3 might indicate, some scientists have suggested different discretization of intervals (i.e., Burnham et al., 2011) adding to the apparent vagueness of what constitutes evidence on a continuous scale rather than a discrete critical test provided byp-values (Murtaugh, 2014). To a certain extent that different scientists recognize different1IC levels as strong evidence represents differences in attitude about science as a whole and their specific research problem. This variation is no different from one scientist choosing a critical value of 0.05 for a hypothesis test and another scientist choosing 0.01. The clearest exposition for developing an intuition for evidence on a continuous scale (Box 2, D2) for an evidence function is in Royall (1997), which we recast here in terms of coin tosses. Imagine that you are gambling with someone on their flipping of a coin and wonder if you are being cheated with a double-headed coin, or if the coin is fair. After the first coin toss results in a head you are not worried, yes there is a small amount of evidence for a double-headed coin, but it is just a single coin toss. Two heads in a row still happens frequently. With three heads in a row your suspicions are peaked. By four heads in a row you are having serious doubts. Five heads in a row pretty well convinces you that you are being cheated. And, after seeing eight heads in a row you are reaching for the derringer in your boot. We can augment this example with calculations of thep-value of so many heads under the null model of a fair coin. Fisherian significance testing is generally the first inferential tool that we are taught so many of us will have developed intuitions onp-values. In the calculation of thep-values, the null model is the fair coin model. Evidence is often measured as a likelihood ratio. The table shows the ratio of the likelihood of the double headed coin model given the data to the likelihood of the fair coin model given the same data. We can scaffold these intuitions into greater understanding of the evidence contained in differences in information criteria, 1IC = (2 ∗ Log(Likelihood ratio)). Selecting a specific IC, such as AIC or SIC, would introduce a penalty term for the number of parameters and amount of data (Eq. 2). Consecutive headsp-valueLikelihood ratio1ICEvidence intuition 10.521.39Very weak 20.2542.77Weak 30.12584.16Marginal 40.063165.55Moderate 50.031326.93Strong 60.016648.32Very strong 70.0081289.70Extremely strong 80.00425611.09Overwhelming Expectedly, there is a common trend between thep-value and1IC. As the evidence grows for a two-headed coin, thep-value gets smaller, while the1IC value increases. In Fisherianp-value testing, we would have selected a threshold for the observed data (say 0.05) that beyond which we would reject the null model (hypothesis) in favor of the alternative. Interpretation ofp-values is generally not condoned as a strength of evidence. With the1IC, we have a gradient from which to draw our inferences. We see at ap-value of 0.031, the1IC is 6.93. For our study, we selected1SIC(7) for our intervals – meaning models and values of the slope parameter within this bound should be retained for further consideration with more data. Models and values of the slope parameters outside this bound have strong evidence against those models giving rise to the observed data (relative to the best model) and can therefore be subsequently dismissed. the observed data.For purpose of our study, we provide1SIC(7) intervals for each trial and for the best model. In practice, models with parameter values falling within the1SIC interval are cases where, given the data in hand, the scientist cannot strongly differentiate between the models within the bound, and all of these models should be retained and further scrutinized with additional data (Box 2, D6). RESULTS Using the slopes estimated for each trial (Table 1), the distribution of values with fitted normal curve is shown in Figure 3. The mean slope parameter value is 0.94 (SE 0.04), which is unexpectedly different than the 0.79 slope estimated from the synthesis provided by Clarke and Johnston (1999). One explanation for this difference is because many of the studies used in our analysis were initially conducted to test the SMR of similar body sized fish at different temperatures. As indicated by trial 28 (Table 1), small sample size (n= 8) can result in biologically unrealistic estimates( ˆ β=−0.21). The best model selected using1SIC came from model suite 3 with a random intercept and random slope, but with a common slope parameter of ˆ β=0.89 (SE 0.021). However, a common slope and random intercept model had a1SIC = 1.5, and is thus not strongly distinguishable from the best model. The correlation of random slope with random intercept was −0.86, indicating that as the intercept increases in value, the slope decreases in value. This correlation is likely due to noise. The value of universal slope is consistent (0.87–0.89) across all model suites and there is strong evidence (1SIC>7) against fixed mechanistic based values of the metabolic scaling rate of 0.67, 0.75, an",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found strong evidence for a metabolic scaling coefficient of 0.",
    "we demonstrate how an evidentialist approach can be applied to gain novel insight to the question, “What is the evidence for an intraspecific universal scaling relationship between fish body mass and metabolic rate?” Scaling Relationships as Hypotheses for Fish Multiple mechanisms have been put forth to justifyβ= 0.",
    "our data show that fisheries models that blindly adopt this parameter may be ultimately misleading."
  ],
  "fullText": "\n\nfphys-10-01166September 19, 2019Time: 10:16# 1\nORIGINAL RESEARCH\npublished: 20 September 2019\ndoi: 10.3389/fphys.2019.01166\nEdited by:\nMaximino Aldana,\nNational Autonomous University\nof Mexico, Mexico\nReviewed by:\nBartolo Luque,\nPolytechnic University of Madrid,\nSpain\nSigurd Einum,\nNorwegian University of Science\nand Technology, Norway\n*Correspondence:\nChristopher L. Jerde\ncjerde@ucsb.edu\nSpecialty section:\nThis article was submitted to\nSystems Biology,\na section of the journal\nFrontiers in Physiology\nReceived:25 April 2019\nAccepted:28 August 2019\nPublished:20 September 2019\nCitation:\nJerde CL, Kraskura K, Eliason EJ,\nCsik SR, Stier AC and Taper ML\n(2019) Strong Evidence for an\nIntraspecific Metabolic Scaling\nCoefficient Near 0.89 in Fish.\nFront. Physiol. 10:1166.\ndoi: 10.3389/fphys.2019.01166\nStrong Evidence for an Intraspecific\nMetabolic Scaling Coefficient Near\n0.89 in Fish\nChristopher L. Jerde\n1\n*\n, Krista Kraskura\n2\n, Erika J. Eliason\n1,2\n, Samantha R. Csik\n2\n,\nAdrian C. Stier\n2\nand Mark L. Taper\n3,4\n1\nMarine Science Institute, University of California, Santa Barbara, Santa Barbara, CA, United States,\n2\nDepartment\nof Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA, United States,\n3\nDepartment of Ecology, Montana State University, Bozeman, MT, United States,\n4\nDepartment of Biology, University\nof Florida, Gainesville, FL, United States\nAs an example of applying the evidential approach to statistical inference, we address\none  of  the  longest  standing  controversies  in  ecology,  the  evidence  for,  or  against,\na universal metabolic scaling relationship between metabolic rate and body mass. Using\nfish as our study taxa, we curated 25 studies with measurements of standard metabolic\nrate, temperature, and mass, with 55 independent trials and across 16 fish species and\nconfronted this data with flexible random effects models. To quantify the body mass –\nmetabolic rate relationship, we perform model selection using the Schwarz Information\nCriteria (1SIC), an established evidence function. Further, we formulate and justify the\nuse of1SIC intervals to delineate the values of the metabolic scaling relationship that\nshould be retained for further consideration. We found strong evidence for a metabolic\nscaling  coefficient  of  0.89  with  a1SIC  interval  spanning  0.82  to  0.99,  implying  that\nmechanistically  derived  coefficients  of  0.67,  0.75,  and  1,  are  not  supported  by  the\ndata. Model selection supports the use of a random intercepts and random slopes by\nspecies, consistent with the idea that other factors, such as taxonomy or ecological or\nlifestyle characteristics, may be critical for discerning the underlying process giving rise\nto the data. The evidentialist framework applied here, allows for further refinement given\nadditional data and more complex models.\nKeywords: likelihood, evidence functions, SIC, standard metabolic rate, mixed effects models, metabolic scaling,\nevidentialist statistics\nINTRODUCTION\nOne of most contentious controversies in ecology is the scaling relationship between an organism’s\nbody  mass  and  metabolic  rate  (Agutter  and  Wheatley,  2004;  Isaac  and  Carbone,  2010;  Glazier,\n2018).  Kleiber  (1932)  popularized  the  idea  that  contrary  to  a  century  of  theory,  a  mammal’s\nmetabolic rate (MR) scales with body mass (BM) not as a power law with an exponent ofβ= 0.67,\nbut as a power law with an exponent ofβ= 0.75. This relationship takes the form\nln(MR)=β×ln(BM)+c(1)\nwhereβis the scaling relationship andcis an intercept from a liner regression. As a cornerstone\nof the metabolic theory of ecology (Brown et al., 2004), this 0.75 scaling relationship is used to link\nFrontiers in Physiology | www.frontiersin.org1September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 2\nJerde et al.Evidentialist Metabolic Scaling\nindividual  physiology  to  the  observed  patterns  of  communities\nand  energy  flows  across  landscapes.  The  0.75  value  has  been\nmechanistically   justified   through   hypotheses   that   maximize\nenergy  delivery  to  tissue  in  animals  (West  et  al.,  1997)  and\nfrom  xylem  and  phloem  networks  that  transport  water  and\nnutrients   in   plants   (Enquist   and   Niklas,   2001).   However,\nthe   universality   of   the   0.75   value   is   eagerly   disputed,   with\nalternative hypotheses and empirical studies putting the scaling\nrelationship   commonly   between   0.5   and   1   (Bokma,   2004;\nGlazier, 2018).\nIntraspecific  (within  species)  scaling  has  been  proposed  to\ndiffer   from   interspecific   (between   species)   scaling   and   also\ndifferent  mechanisms  may  be  responsible  for  different  scaling\nrelationships. Metabolic rates vary 2–3 fold across individuals of\nthe same population and this variation is repeatable (Burton et al.,\n2011; Norin and Malte, 2011; Boldsen et al., 2013). Intraspecific\nscaling  has  received  less  attention  than  interspecific  scaling,\nwhile even fewer studies have investigated scaling relationships\nwithin  each  tested  individual  as  it  grows  (but  see  Norin  and\nGamperl,  2018).  Both  intraspecific  and  interspecific  scaling  are\ncritical for linking species physiology to projections of population\nabundance  (Kooijman,  1993)  and  predicting  the  impacts  of\nclimate  change  on  species  distributions  (Sunday  et  al.,  2010;\nLindmark et al., 2018).\nWhile  the  implications  of  deviations  from  the  0.75  scaling\nexponent  are  large,  there  is  limited  data  available  to  accurately\nestimate the exponent. This is because measuring the metabolic\nrate of an individual is not a trivial experiment, let alone across\na  10-fold  range  of  body  sizes  from  a  population,  at  different\ntemperatures,  and/or  across  species  (Lighton,  2018).  To  date,\nmost  studies  have  relied  on  either  a  limited  study  design  (one\nspecies, many individuals, with fixed treatments of temperature;\nTable  1)  or  meta-analysis  of  mean  metabolic  rate  data  across\nstudies using variable methods of measurement (Glazier, 2005).\nWhile  the  former  can  suffer  from  insufficient  sample  sizes,\nmeasurement error, and unaccounted for factors influencing the\ngeneral relationship, the latter treats all studies equally and both\napproaches have ultimately been inconclusive as to the evidence\nsupporting  or  refuting  competing  hypotheses  (Glazier,  2018)\nwith  some  concluding  there  is  not  a  universal  scaling  constant\n(Bokma, 2004).\nIn   thisFrontiersResearch   Topic   devoted   to   evidential\nstatistics,   model   identification,   and   science,   multiple   contri-\nbutions  (Dennis  et  al.,  2019)  show  how  standard  statistical\napproaches (such as Fisherian significant tests, Neyman-Pearson\nhypothesis   testing,   Akaike   Information   Criterion   for   multi-\nmodel inference) are misleading when models used for inference\nare misspecified. Model misspecification is arguably the case for\nmost analyses, including ours, that seek to evaluate the evidence\nof  a  universal  scaling  relationship  across  a  broad  range  of  fish\nspecies,  at  different  temperatures,  and  using  studies,  that  have\nreliable data, but that were not necessarily designed to have a large\nrange of body masses across which to regress metabolic rate. Here\nwe  demonstrate  how  an  evidentialist  approach  can  be  applied\nto gain novel insight to the question, “What is the evidence for\nan intraspecific universal scaling relationship between fish body\nmass and metabolic rate?”\nScaling Relationships as Hypotheses\nfor Fish\nMultiple mechanisms have been put forth to justifyβ= 0.67, 0.75,\nand 1 scaling relationships. If the primary limitation for resources\nor waste removal is transport of chemicals across surfaces, then\nmetabolic  rate  is  predicted  to  scale  with  surface  area  with  a\nrelationship of 0.67. For example, Killen et al. (2010) found that\nhighly active, pelagic fishes had a scaling relationship of 0.7 (SE\n0.04),  close  to  0.67,  which  they  attributed  to  a  constraint  in\noxygen or fuel acquisition or waste removal across surface areas\nin  these  metabolically  active  fishes.  However,  the  0.67  scaling\nexponent  is  more  commonly  found  in  endotherms,  mammals\nand birds, but rarely in ectotherms (White and Seymour, 2003;\nWhite et al., 2005).\nIf  metabolic  rate  is  primarily  limited  by  the  fractal  nature\nof  distribution  networks  (e.g.,  the  internal  transport  networks\nof  resources  and  wastes),  then  a  scaling  relationship  of  0.75\nis  predicted  (West  et  al.,  1997).  Previous  synthesis  of  teleost\nfish  found  a  scaling  relationship  of  0.79  (SE  0.11)  (Clarke  and\nJohnston, 1999), and with sufficient variability as to not exclude\nthe  0.75  value  used  by  Metabolic  Theory  of  Ecology  to  explain\nbroad ecological patterns (Brown et al., 2004). Similarly, Moses\net al. (2008) showed metabolic scaling during ontogeny for seven\nfish  species  was  0.78  (SE  0.02),  with  some  variability  in  slope\nestimates between species.\nMetabolic rate is predicted to be directly proportional to body\nsize (i.e.,β= 1) when maintenance and routine activity costs are\nlow and these demands can easily be met by both surface area and\ninternal transport mechanisms. In the case of less active fish or\nthose occupying deeper waters, individual metabolism has been\ndemonstrated  to  scale  nearly  proportionally  to  body  mass  [i.e.,\nscaling exponents approach 1 (Killen et al., 2010)].\nTwo   more   recent   hypotheses   work   with   the   common\nobservation  that  scaling  exponents  vary  (e.g.,  Glazier,  2018).\nThe  metabolic-level  boundaries  (MLB)  hypothesis  of  scaling\n(Glazier, 2008) states that any observed scaling exponent varies\nwithin   the   limits   of   0.67   and   1,   representing   whether   the\nmechanisms or processes that underlay the scaling relationship\nare predominantly limited by surface area constraints on fluxes\nof   resources,   waste   and   heat   (0.67;   e.g.,   gill   surface   area,\ninternal  transport  limitation)  or  by  volume  (mass)  constraints\non   energy   demand   or   production   of   tissue   (1;   assuming\nenergy  demand  is  proportional  to  tissue  size).  Therefore,  MLB\nalso  provides  an  explanation  to  variable  scaling  exponents  of\nanimals at different physiological states, or routine requirements.\nAlternatively, Dynamic Energy Budget (DEB) theory (Kooijman,\n1993)  provides  a  more  recent  approach  predicting  metabolic\nscaling  relationships  in  all  species  irrespective  to  taxonomical\nclassification; this approach is based solely on physical principles,\nand uses storage of nutrients (reserves increase with increasing\nstructure)  as  a  central  mechanism  explaining  both  intra-  and\ninter  species-specific  scaling  relationships  (Maino  et  al.,  2014).\nWhile  both  MLB  and  DEB  would  seemingly  make  the  case\nthat  a  universal  scaling  exponent  does  not  exist  and  should\nconsequently  not  be  expected,  they  do  not  preclude  a  mean\nuniversal scaling exponent.\nFrontiers in Physiology | www.frontiersin.org2September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 3\nJerde et al.Evidentialist Metabolic Scaling\nTABLE 1 |Overview of metabolic studies.\nCitationSpeciesnTemp.(Min, Max)RegressionTrial\n(\n◦\nC)weight (g)coefficient\nˆ\nβ, (SE)\n(1) Norin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68150.45, 4.610.92(0.035)1\nNorin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68150.97, 7.940.98(0.028)2\nNorin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.24, 13.20.89(0.024)3\nNorin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.56, 15.560.83(0.024)4\nNorin and Gamperl, 2018Cunner (Tautogoabrus adsperus)68151.71, 19.460.79(0.026)5\n(2) Auer et al., 2015Brown Trout (Salmo trutta)12011.55.48, 16.120.61(0.068)6\n(3) Behrens et al., 2017Round Goby (Neogobius melanostomus)815–1743, 731.031(0.24)7\nBehrens et al., 2017Round Goby (Neogobius melanostomus)815–1735, 781.38(0.16)8\nBehrens et al., 2017Round Goby (Neogobius melanostomus)815–1736, 720.9(0.17)9\n(4) Killen, 2014Common Minnow (Phoxinus phoxinus)13100.72, 2.030.78(0.27)10\n(5) Norin and Clark, 2017Barramundi (Lates calcarifer)242923.1, 37.60.91(0.17)11\n(6) McLean et al., 2018Common Minnow (Phoxinus phoxinus)123130.68, 7.440.72(0.07)12\n(7) Boldsen et al., 2013European Eel (Anguilla anguilla)2420184, 5071.44(0.25)13\nBoldsen et al., 2013European Eel (Anguilla anguilla)2420171, 5041.05(0.21)14\n(8) Kunz et al., 2016Polar Cod (Boreogadus saida)5018.5, 27.40.81(0.35)15\nKunz et al., 2016Polar Cod (Boreogadus saida)5316.1, 48.60.96(0.1)16\nKunz et al., 2016Polar Cod (Boreogadus saida)5622.7, 32.81.06(0.41)17\nKunz et al., 2016Polar Cod (Boreogadus saida)6811.4, 29.11.03(0.3)18\nKunz et al., 2016Atlantic cod (Gadus morhua)12321.2, 1050.97(0.15)19\nKunz et al., 2016Atlantic cod (Gadus morhua)10845.7, 173.60.9(0.15)20\nKunz et al., 2016Atlantic cod (Gadus morhua)71254.5, 149.11.1(0.13)21\nKunz et al., 2016Atlantic cod (Gadus morhua)51683.2, 156.21.05(0.18)22\n(9) Norin et al., 2016Barramundi (Lates calcarifer)602923.08, 48.961.03(0.13)23\n(10) Collins et al., 2016Barramundi (Lates calcarifer)2030153.9, 453.71.07(0.14)24\nCollins et al., 2016Barramundi (Lates calcarifer)2030196.3, 3901.19(0.28)25\n(11) Khan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)81288.2, 131.20.93(0.45)26\nKhan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)815105.3, 164.50.64(0.44)27\nKhan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)818146.1, 203.2−0.21(0.48)28\nKhan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)821130.3, 188.60.61(0.26)29\nKhan et al., 2014Hapuku Wreckfish (Polyprion oxygeneios)82497.7, 131.61.2(0.36)30\n(12) Khan et al., 2018aRainbow Trout (Oncorhynchus mykiss)161669.9, 120.20.87(0.32)31\n(13) Khan et al., 2018bAtlantic Salmon (Salmo salar)251439.1, 70.70.57(0.22)32\n(14) Khan et al., 2015Hapuku Wreckfish (Polyprion oxygeneios)1215196.1, 3240.84(0.15)33\n(15) Khan et al., 2015Hapuku Wreckfish (Polyprion oxygeneios)1221114.5, 1910.6(0.2)34\n(16) Cooper et al., 2018Three Spine Stickleback (Gasterosteus aculeatus)31120.46, 1.191.43(0.39)35\n(17) McArley et al., 2017Common Triplefin (Forsterygion lapillum)20151.59, 3.380.67(0.19)36\nMcArley et al., 2017Common Triplefin (Forsterygion lapillum)20181.52, 3.810.82(0.19)37\nMcArley et al., 2017Common Triplefin (Forsterygion lapillum)23211.54, 3.420.78(0.15)38\n(18) McArley et al., 2018Twister (Bellapiscis medius)10211.53, 3.980.94(0.1)39\nMcArley et al., 2018Common Triplefin (Forsterygion lapillum)10211.27, 2.970.45(0.16)40\n(19) Eliason et al., 2007Rainbow Trout (Oncorhynchus mykiss)248–14381, 652.70.64(0.74)41\nEliason et al., 2007Rainbow Trout (Oncorhynchus mykiss)511–16564.8, 3233.61.33(0.3)42\n(20) Norin and Malte, 2011Brown Trout (Salmo trutta)331520.7, 45.71.5(0.18)43\nNorin and Malte, 2011Brown Trout (Salmo trutta)331527.4, 55.11.19(0.14)44\nNorin and Malte, 2011Brown Trout (Salmo trutta)331537.7, 64.90.98(0.18)45\nNorin and Malte, 2011Brown Trout (Salmo trutta)331538.4, 68.21.11(0.17)46\n(21) Norin and Malte, 2012Brown Trout (Salmo trutta)661520.5, 57.71.09(0.094)47\n(22) Nadler et al., 2016Blue Green Puller (Chromis viridis)16291.3, 2.10.63(0.3)48\n(23) Collins et al., 2013Barramundi (Lates calcarifer)926172, 2050.18(1.03)49\nCollins et al., 2013Barramundi (Lates calcarifer)1026186, 2212.06(1.28)50\nCollins et al., 2013Barramundi (Lates calcarifer)1026169, 2151.49(0.78)51\nCollins et al., 2013Barramundi (Lates calcarifer)1126139, 2440.65(0.43)52\nCollins et al., 2013Barramundi (Lates calcarifer)926184, 2330.71(0.54)53\n(24) Zhang et al., 2017European Sea Bass (Dicentrarchus labrax)1116.548.1, 100.71.01(0.18)54\n(25) Zhang et al., 2016Atlantic Salmon (Salmo salar)871223.4, 571.15(0.11)55\nFrontiers in Physiology | www.frontiersin.org3September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 4\nJerde et al.Evidentialist Metabolic Scaling\nTemperature and Other Factors\nTemperature plays a critical role regulating individual metabolic\nrate   in   ectotherms   such   as   fishes   (Brett   and   Glass,   1973;\nJohnston  and  Dunn,  1987).  The  effects  of  temperature  on  the\nmetabolic scaling relationship has been studied mechanistically\n(Gillooly  et  al.,  2001)  with  syntheses  showing  low  temperature\nsensitivity from resting measures of metabolism and a consistent\nmetabolic  scaling  relationship  (Clarke  and  Johnston,  1999,  but\nsee Lindmark et al., 2018).\nNumerous  ecological,  physiological  and  lifestyle  characteri-\nstics  can  influence  metabolic  rate  and  potentially  affect  scaling\nrelationships. Metabolic rate in ectotherms is strongly dependent\non  physical  and  chemical  characteristics  of  the  water  they  live\nin, and consequently shows context-dependent variation (Killen\net al., 2016). Therefore, habitat (abiotic factors), predation risk,\nactivity  level,  food  availability,  and  social  status  and  behavioral\ntraits, all can affect metabolic rates (for a review on variation of\nfish standard metabolic rate (SMR), see Metcalfe et al., 2016), thus\nalso likely scaling parameters, especially intercept. For example,\nfood  availability  affects  growth  rates  and  is  linked  to  SMR\nvariation in fish (Killen, 2014; Auer et al., 2015). Auer et al. (2018)\ndemonstrated a strong dependence of SMR on individual ecology\nunderlined by predation level, reproductive age and investment,\nlongevity, and maximum body size (life-history traits). Many of\nthese factors vary in unique combinations across populations of\nthe same species (Eliason et al., 2011; Auer et al., 2018), therefore\neven within species we may expect variation in metabolic rate and\nits dependence on size.\nSources of Uncertainty and\nMeasurement Error\nMisspecification  is  a  model  that  does  not  account  for  variables\n(i.e.,   temperature)   or   structural   forms   (i.e.,   random   effects)\nthat  can  lead  to  biased  coefficients,  misleading  error  terms,\nand unlimitedly wrong inferences about the generating process\ngiving  rise  to  the  data  (White,  1982).  While  temperature  has\nbeen  identified  as  a  critical  covariate  for  fish  (Brett  and  Glass,\n1973),  other  necessary  covariates  are  less  clear,  but  one  should\nassume  there  is  likely  something  missing.  Additionally,  as  any\nmodel  expands  its  inferential  breadth  beyond  a  single  species,\nthe  model  will  become  more  complex  either  by  adding  fixed\neffects to measure species-level coefficients or by treating species\nas a random effect of the model from which to make inference\nacross  all  fish.  The  advantage  of  using  random  effects  to  make\nbroader  inferences  has  been  well  recognized  across  ecology\n(Bolker  et  al.,  2009).  Such  is  the  case  when  making  population\nlevel inferences in resource selection functions from location data\nfrom  multiple  individuals  (Gillies  et  al.,  2006).  However,  more\ninformation on the species level traits may lead to better models\nand improved inferences.\nThe quality of the data will also impact inferences. One known\nsource of uncertainty is measurement error – that is the errant\nmeasurement  of  observations,  such  as  body  mass.  Farrell-Gray\nand Gotelli (2005) clearly showed that errant measurement of the\npredictor variable of mass biased the estimated slope parameter\nof  the  metabolic  relationship  and  speculated  that  allometric\nexponents lower than 0.75 may be due simply to measurement\nerror.  The  magnitude  of  the  effect  of  measurement  error  in  a\npredictor  variable  on  the  estimated  slope  of  a  linear  regression\nis well known:E(\nˆ\nβ)=λβ, whereλ, the reliability coefficient, is\nthe proportion of variation in the predictor variable not due to\nmeasurement error  (Taper and  Marquet, 1996;  Cheng and  Van\nNess, 1999). The lower reliability the more biased the estimate.\nInBox 1, we evaluated the influence of measurement error for\nCalifornia spiny lobster (Panulirus interruptus), albeit not a fish,\nbut find very little evidence for any bias due to measurement error\nfrom retained residual water. We assume going forward, that for\nfish, measurement error is not biasing our parameter estimates.\nMeasurement error in the response variable, metabolic rate in\nour study, leads to greater residual variability but no bias in the\nslope parameter. However, the added variability in the residual\nerror can inflate our uncertainty surrounding the slope parameter\nleaving  us  unable  to  distinguish  between  potential  hypotheses\n(competing  models).  Metabolic  rate  (MR)  represents  a  sum  of\nall  chemical  reactions  that  take  place  in  an  organism,  and  this\nmay change drastically upon any intrinsic and extrinsic change,\ne.g.,  spontaneous  activity,  physiological  disturbance,  feeding,\nand  even  just  circadian  rhythms.  To  refine  how  MR  varies  as\nfunction  of  mass,  it  is  a  necessity  that  the  data  originate  from\nanimals  at  the  same  physiological  states.  Standard  metabolic\nrate,  SMR  is  defined  as  the  subsistence  metabolism  to  support\nbody   maintenance   in   a   post-absorptive,   resting   state   under\nthermally acclimated conditions (Chabot et al., 2016). True SMR\nis  often  impractical  and  challenging  to  measure  in  fishes,  and\nso data often reflects routine metabolic rates, which alternatively\nmay  be  perceived  as  a  measurement  error  (in  the  response,  Y\naxis)  around  individual  SMR,  which  increases  variability  but\ndoes  not  bias  the  slope  parameter.  With  a  goal  to  minimize\nsuch  variation,  we  developed  specific  experimental  criteria  for\ndata  to  be  included  (see  section  “Data”).  For  a  good  overview\nof  methods  and  approaches  to  metabolic  scaling  in  animals\nsee White and Kearney (2014).\nMATERIALS AND METHODS\nThe  general  approach  we  implemented  for  this  study  is  to:\n(1)   include   reliably   collected   SMR   data   based   on   recently\npublished  studies  (200-present),  (2)  apply  flexible,  mixed  effect\nlinear   models,   and   (3)   employ   an   evidence   function,   the\nSchwarz  Information  Criterion  (SIC),  to  evaluate  the  evidence\nfor specified mechanistic hypotheses of the scaling relationship\nofβ= 0.67, 0.75, 1, andβas an estimated, free parameter(\nˆ\nβ).\nData\nThe approaches and technology used to measure fish metabolism\nhave  become  more  accurate,  precise,  and  robust  within  the\nlast   20   years   (Nelson,   2016).   We   curated   published   data\nsets   of   individual   fish   metabolism   comprised   of   fish   that\nwere:  1)  post  larval  life  stages,  2)  in  a  post-absorptive  state,\nmeaning   they   were   unfed   for   a   minimum   of   20   h   prior\nto   taking   metabolic   rate   measurements,   3)   with   overnight\nmetabolic  rates  (>12  h  of  automatic  measurement),  4)  with\nan   acclimated   water   temperature   for   at   least   7   days   prior\nto   the   experiment,   and   5)   were   at   calm   resting   states.\nFrontiers in Physiology | www.frontiersin.org4September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 5\nJerde et al.Evidentialist Metabolic Scaling\nBOX 1 |Measurement error in body mass of lobsters.\nPhoto: Co-authors Krista Kraskura\n(left) and Samantha Csik (right)\ncollect measurement error data on\nCalifornia spiny lobster.\nCalifornia spiny lobster (Panulirus interruptus) is commercially highly valued, and is ecologically important having a large\neffect on trophic dynamics and ecosystem resilience in kelp forests and rocky reef beds (Dunn et al., 2017; Caselle\net al., 2018). Metabolic rate in ectotherms directly depends on animal’s body size and temperature and represents the\npace of nearly all biological processes. Meanwhile, MR varies within and among individuals (Glazier, 2005; White and\nKearney, 2013; Norin and Gamperl, 2018). Lobsters are cumbersome to weigh, thus making them a good candidate\nto explore how measurement error in body mass may affect metabolic scaling.\nLobsters were collected by divers via SCUBA (CDFW Scientific Collection Permit #13746) and maintained in 110-\ngallon flow-through seawater tanks divided in half with perforated PVC. One individual was held in each half tank\n(24”L×30”W×18”H),  and  provided  with  10”  PVC  cut  in  half  to  create  structure  and  habitat.  Lobsters  were\nfed  mussels  (Mytilusspp.)ad  libitumwhen  not  being  used  in  respirometry  trials.  Animals  were  held  at  ambient\ntemperatures and exposed to natural light.\nTo  estimate  measurement  error,  45  lobsters  were  weighed  three  consecutive  times.  Before  weighing,  individual’s\ndorsal side and tail were dried with a microfiber towel. The mass was measured to the nearest gram. Lobsters were\nfully submerged between repeat trials.\nFrom the log transformed mass measurements (n= 45), the pooled error variance is 1.2×10\n−5\n(SD 0.0035). We\nregressed the within individual standard deviation against the mean log(weight), but the slope was not different from\nzero and Levene’s test did not indicate there is any heterogeneity. From inspection of the pooled error variance, there\nis very little variability in the individual measurements of body mass. Furthermore, regression revealed no trend in error\nvariance as function of mean body mass.\nFor six lobsters, ranging in body mass from 175 to 2426 g, we conducted a more thorough drying by carefully removing water from the leg joints, carapace, and\nunderside of the lobster abdomen, spending approximately double the time drying than the standard protocol called for. We regressed the mean log(weight) against\nthe thoroughly dried log (weight) for the six lobsters. Expectedly, the intercept (0.05, SE 0.008) and slope (0.994, SE 0.0001) were statistically significant (p<0.001),\nbut the residual standard was very small (0.0033), indicating thatmeasurement error in mass is negligible.Thus, for all regressions with log(weight) as a predictor\nvariable, the reliability ratio will be effectively 1 and there will be no bias in estimated slopes due to measurement error.\nStudies  where  species  were  manipulated,  such  as  treatments\nto  measure  the  effects  of  starvation  on  SMR,  or  where  the\nstudy’s authors noted substantial spontaneous activity were not\nincluded.  Further,  we  ensured  robust  data  analysis  methods\nwere  used  to  calculate  SMR  following  Chabot  et  al.  (2016)  and\nwhere  SMR  was  measured  at  ecologically  relevant  temperature\nranges  for  each  species.  Studies  were  not  considered  if  they\nincluded  surgical  manipulations  with  the  exception  of  non-\ninvasive   tagging   (e.g.,   using   passive   integrated   transponder\n(PIT)   and   visible   implant   elastomer   tags).   Data   were   not\nincluded  if  the  study’s  methods  lacked  sufficient  detail  in  any\nof  the  above  criteria,  theSupplementary  Dataonline  were\nnot   clear,   or   appeared   to   contain   errors.   All   fish   included\nwere   lab   residents   for   at   least   2   weeks   before   the   SMR\nmeasurement took place.\nOur database includes 25 studies, with 55 independent trials,\nacross 16 fishes (Figure 1).Table 1details the sources of the data,\nspecies, trials identification, temperature under which the SMR\nmeasurements were collected, and sample sizes per trial. A total of\nn= 1456 observations are used in the study. Some studies where\nnot  designed  or  conducted  to  estimate  the  scaling  relationship\nbetween  individual  fish  SMR  and  body  mass  –  a  notable  point\nwe will return to in later sections.\nModels\nLinear Regression\nEach  trial  (Table  1;n=  55)  is  an  experiment  of  the  metabolic\nscaling  relationship  of  SMR  to  body  mass.  We  applied  linear\nregression to the log transformed SMR and body mass data for\neach  trial.  Because  some  of  these  studies  were  not  designed  to\ntest  this  relationship,  we  expect  the  regression  slope  estimates\nto be variable and have large standard errors for those data sets\nwith  low  sample  size.  Additionally,  it  is  recommended  to  have\na  4  to  10-fold  range  of  fish  body  mass,  but  many  trials  and\nstudies  do  not  meet  this  recommendation.  However,  the  data\nin  totality  has  a  range  from  0.45  to  3233.6  g.  We  expect  the\ndistribution  of  slopes  from  trials  to  largely  mirror  the  results\nfound by Clarke and Johnston (1999).\nLinear Mixed Effects Models\nUsing the lme4 package in the R statistical programing language\n(Bates et al., 2015), we tested four unique suites of model forms\nwith  combinations  of  fixed  and  random  effects.  For  all  models\nwe  included  temperature  (but  seeBox  5)  and  body  mass  as\na  fixed  effect,  and  we  treated  trials  within  species  as  a  nested\neffect.  The  first  model  suite  allows  intercepts  to  randomly  vary\namong species. The second model suite, has fixed intercepts for\neach species with common slope, but does not assume a normal\ndistribution  of  species’  intercepts.  With  16  unique  species,  this\nsecond approach adds significantly more parameters to estimate,\nbut  allows  for  inferential  insights  into  the  differences  between\nspecies. The third model suite uses a random slope and random\nintercept  by  species.  The  correlation  between  the  slope  and\nintercept is estimated and not assumed to be independent. The\nfourth model suite uses a random slope with estimated intercepts\nfor each species. The random slopes are interpreted as by-species\ndeviations from the fixed effect slope.\nFor each of the four approaches, we evaluate the fixed effect\nslope of body mass as a free parameter and then constrained the\nslope to equal each of our underlying mechanistic hypotheses of\n0.67, 0.75, and 1.\nAnalysis\nAll   models   were   fit   using   Maximum   Likelihood   Estimation\n(MLE)  and  all  analyses  were  conducted  in  the  R  statistical\nprograming language (R Core Team, 2015).\nFrontiers in Physiology | www.frontiersin.org5September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 6\nJerde et al.Evidentialist Metabolic Scaling\nFIGURE 1 |Diversity of species used in this study.(A)Cunner\n(https://commons.wikimedia.org/wiki/File:Cunner.jpg; to Flickr, by Vhorvat),\n(B)Brown Trout (https://commons.wikimedia.org/wiki/File:Brown_trout.JPG;\nZouavman Le Zouave),(C)Round Goby (https://www.michigan.gov/invasives/\n0,5664,7-324-68002_73845-368437--,00.html; David Copplestone),\n(D)Common Minnow (Subaqueous Vltava, Prague 2011, Czechia; Provided\nby Karelj),(E)Barramundi (https://commons.wikimedia.org/wiki/File:\nBarramundi.jpg provided by Nick Thorne),(F)European Eel\n(https://commons.wikimedia.org/wiki/File:Anguilla_anguilla.jpg; GerardM),\n(G)Hapuku Wreckfish (https://commons.wikimedia.org/wiki/File:Hapuka.jpg;\nNholtzha),(H)Rainbow Trout (https://digitalmedia.fws.gov/digital/collection/\nnatdiglib/id/2151 Eric Engbretson),(I)Common Triplefin (https://commons.\nwikimedia.org/wiki/File:Forsterygion_lapillum_(Common_triplefin).jpg; Ian\nSkipworth),(J)Twister (https://commons.wikimedia.org/wiki/File:Bellapiscis_\nmedius_2.jpg; A.C. Tatarinov),(K)Atlantic Salmon (https://commons.\nwikimedia.org/wiki/File:CSIRO_ScienceImage_8062_Atlantic_salmon.jpg;\nPeter Whyte, CSIRO),(L)Three-spined Stickleback (https://commons.\nwikimedia.org/wiki/File:Three-spined_Stickleback_(Gasterosteus_aculeatus)_\nat_the_Palo_Alto_Junior_Museum_and_Zoo.jpg; Evan Baldonado/\nAquariumKids.com).\nStrategy of Scientific Inference and Statistical Tactics\nClassical  hypothesis  testing  has  been  the  backbone  of  scientific\ninference  for  nearly   a  century.   Both  the  Fisherian   and  the\nNeyman-Pearson  variants  of  hypothesis  testing  turn  on  the\naxle  of  a  counterfactual  argument.  The  argument  stripped  of\nprobabilistic uncertainty runs like this: If we assume a particular\nmodel  (generally  called  the  null)  is  true  then  we  can  predict\nthat a specific pattern should occur in our data. If the predicted\npattern does not occur, then the null hypothesis cannot be true\nand something else must be.\nThis   argument   has   worked   well   for   science   in   tightly\ncontrolled   situations   where   the   predicted   patterns   are   clear\nand  the  nature  of  the  “something  else”  is  unequivocal.  But  in\nmore  open  situations,  with  more  experiments,  more  models,\nmore   questions   and   variable   amounts   of   data,   the   chain\nof   hypotheses   (multiple   models)   becomes   harder   to   follow\nand  the  statistical  adjustments  required  to  maintain  even  the\nillusion  of  control  of  error  rates  become  more  cumbersome.\nParadoxically,   considering   more   models   and   asking   more\nquestions  makes  it  harder  to  find  support  for  any  model  or  to\nanswer any question.\nOne   common   approach   to   multimodal   inference   is   the\napplication  of  information  criterion  (Burnham  and  Anderson,\n2004).   Akaike’s   Information   Criterion   (AIC)   is   one   such\ninductive inferential approach that is both widely recognized and\napplied  (Akaike,  1981).  The  appeal  of  such  an  approach  is  to\nsimultaneously assess competing hypotheses based on how well\nthe models perform relative to each other through the likelihood\nfunction,  but  then  discount  the  potential  overfitting  of  models\nthat have a large number of parameters.\nUser-defined thresholds demark1AIC values that constitute\nweak,  strong,  or  very  strong  evidence  for  one  model  over  the\nother.  If  parameters  are  estimated,  the  likelihood  becomes  a\nbiased estimate of how close a model is to the generating process.\nThe more parameters estimated, the greater this over optimism.\nAkaike (1973) initiated the use and study of information criteria,\nwhich   correct   for   this   bias.   Information   criteria   have   been\nenormously  useful  in  analyzing  biological  data  (see  Burnham\nand Anderson, 2002). Many information criteria (the consistent\ncriteria)  fully  meet  all  the  criteria  listed  inBox  2and  are\nevidence functions.\nEvidence  for  one  model  over  another  is  a  function  of  the\nestimated  relative  discrepancy  of  any  two  models  from  the\ngenerating   process   and   is   measured   by   evidence   functions.\nEvidence  functions  (Box  2)  can  take  many  forms  (see  Lele\n(2004), and Taper and Lele (2011) for technical and philosophical\ndiscussions, and Taper and Ponciano (2016) for a more general\ndiscussion).  The  Schwarz  Information  Criterion  (SIC)  often\nreferred  to  as  the  Bayesian  Information  Criterion  (BIC),  when\nused to compare differences between competing models (1SIC)\nis an evidence function (Dennis et al., 2019). Similar to AIC, the\nSIC (Eq. 2) uses the maximum likelihood function (L) to evaluate\nthe fit of the model to the data and uses a function of the amount\nof  data  (n)  and  the  number  of  parameters  (k)  to  penalize  for\noverfitting (Burnham and Anderson, 2004).\n(2)\nThe  SIC  penalizes  for  model  complexity  more  heavily  than\nAIC  and  the  error  properties  are  aligned  with  the  concept  of\nevidence  functions,  whereas  the  AIC  error  properties  are  not\n(Dennis et al. this research topic). SIC is also commonly available\nin  R  packages  (named  the  BIC).  The  criterion  (Eq.  2)  can  be\nderived  either  in  a  Bayesian  context  (Schwarz,  1978)  or  in  a\nFrontiers in Physiology | www.frontiersin.org6September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 7\nJerde et al.Evidentialist Metabolic Scaling\nBOX 2 |What is an evidence function?\nEvidence functions are based on nine desiderata (i.e., something that is\ndesired or wanted) for statistical and philosophical properties with desirable\nand meaningful characteristics for scientific applications (Lele, 2004; Taper\nand Lele, 2011; Taper and Ponciano, 2016). Here, we attempt to translate\nthose desired properties (D0 to D8) for scientists with emphasis on\nimplications to applications.\nD0:   Evidence is measurable, does not require information about\nbeliefs, and is made from confronting at least two models that\nrepresent scientific hypotheses with the data.\nD1:   Evidence functions measure how possible data under each\nmodel (at least two) match or are comparable to the observed\ndata. Neither model may completely describe the process that\ngenerated the observed data, but the function can discriminate\nif one of the models is more likely to have generated\nthe observed data.\nD2:   Evidence is continuous from virtually none to very strong, and\nmeasuring evidence should likewise be a continuous and not\nhave a threshold like usingαlevels for hypothesis testing.\nD3:   Evidence must be arrived at in a reproducible way. If I do not\ndescribe processes by which I arrive at a conclusion, then it\nbecomes difficult for someone else to follow the logic to get to\nthat conclusion or challenge the underlying approach.\nD4:   Personal opinions, beliefs, or intentions cannot influence the\nevidence function in a hidden way and the process should be\naccessible to everybody. If a broader scientific audience does\nnot understand what constitutes evidence, then the function\ncannot be used as evidence.\nD5:   Evidence functions do not change person to person (in contrast\nto Bayesian approaches with different personal priors).\nD6:   Evidence does not need to come from a single critical test\n(experiment). Evidence functions should have an explicit way of\ncombining data sets to confront hypotheses and the process\nshould be inherently dynamic with reevaluation as more data or\nbetter data are collected.\nD7:   The evidence should not change depending on the scale the\ndata was collected and analyzed. Nor should evidence be\nsensitive on transformation of parameters. To give an example\nrelated to the metabolic scaling relationship research, if we\nallowed the appearance of plots to be evidence for the slope,\nthen we could change our evidence by making one plot with\nonex-axis scale and another plot with different scale. One of the\ninterests of this paper is how much difference there is among\nspecies inβ. It should not make a difference to the evidence if\nthis dispersion is parameterized as a variance or as a\nstandard deviation.\nD8:   More data results in better inferences, but will only be as good\nas the completeness of the models/hypotheses tested. The\nmodel selected in any given analysis will, with more and more\ndata collected, be the model closest to describing the process\nfrom which the data are observed. You can do no better in\nunderstanding the underlying process than the models\ncontained within your suite of models evaluated.\nfrequentist context (Nishii, 1988) We adopt the SIC terminology\nthroughout  for  model  selection  and  evaluation  of  parameter\nuncertainty  using1SIC  intervals  to  avoid  confusion  of  the\nevidentialist approach with Bayesian analysis and inference. The\nmodel with the lowest value of SIC is considered the best model\nand  the  evidence  function,1SIC\nij\n,  is  the  pairwise  difference\nformed  by  subtracting  the  SIC  of  a  reference  model  i  from\nthe  SIC  of  a  competing  model  j.  As  an  evidence  function,\n1SIC\nij\nis continuous from negative infinity to infinity with the\nstrength of evidence for the reference model over the competing\nmodel  growing  larger  as  the1SIC  becomes  positive  and  large.\nCommonly,   when   information   criteria   are   used   for   model\nselection, the model in the model set with the lowest IC value is\nused as the reference model, and all1IC are therefore positive.\nGiven   the   hierarchical   nature   of   mixed   models   several\nalternative effective sample sizes can be calculated (Jones, 2011);\nthese  methods  adjust  the  sample  size  (n),  used  in  the  SIC\ncalculation  (Eq.  2)  to  the  effective  samples  size  to  account\nfor  assumptions  of  non-independence  in  data.  Which  is  most\nappropriate depends on the level in the hierarchy of inferential\ninterest. Because the parameter of primary interest in this study\nis the fixed effect of body mass, the total sample size is the correct\neffective sample size to use (Lorah and Womack, 2019).\nInstead  of  attempting  to  reject  false  models,  the  evidential\napproach seeks to assess which models are closer to the unknown\nnatural  generating  process  than  other  competing  models.  The\nsupport  for  one  model  does  not  in  itself  diminish  support  for\nother  models.  However,  scientists  may  find  themselves  in  the\nsituation  where  several  distinct  models  appear  nearly  as  good.\nGiven the data in hand, the scientist cannot strongly differentiate\nbetween the models in this set. In this case, all of these models\nshould be retained in the scientist’s thinking.\n1SIC Intervals\nSIC values can also be used to define uncertainty surrounding a\nparameter  estimate  –  thus  linking  model  selection  to  measures\nof  uncertainty  directly  through  the  use  of1SIC.  Discussion\nof  evidential  intervals  based  on  the  likelihood  ratio  can  be\nfound  in  Royall  (1997),  while  Bandyopadhyay  et  al.  (2016)\ndiscuss1SIC evidential intervals. As with1AIC, there are some\nguidelines  (suggestions)  on  what  constitutes  weak  evidence  or\nstrong evidence for one model over another based on the value of\n1SIC. Raftery (1995) suggested that a1SIC (i.e.,1BIC) values\nless than 2, 2 to 6, 6 to 10, and greater than 10 constitute weak,\npositive,  strong,  and  very  strong  evidence,  respectively.  Such\nverbal partitioning of any information criterion is often desirable\nfor interpretation, but rarely justified.\nBox  3provides  a  more  intuitive  probabilistic  approach  to\nselecting  a  value.  From  our  more  detailed  example  inBox  3\nusing  binomial  probability  model,  it  can  be  shown  that  at  five\nconsecutive heads, the probability of this occurring by chance is\n∼0.03 with a1IC∼7. Building an uncertainty bound around a\nparameter value requires choosing a1SIC value, we use seven as\nour threshold for intervals,1SIC(7).\nA1SIC interval for the metabolic scaling relationship (slope\nparameter)  can  be  built  for  each  trial  or  for  the  best  selected\nmodel  by  calculating1SIC  across  the  parameter  space  of  the\nslope  parameter.  The1SIC  is  the  difference  of  the  SIC  of  the\nbest model and the SIC of the same model with a fixed value of\nthe  slope  parameter.  The  upper  and  lower  bound  of  the1SIC\ninterval  occurs  when1SIC  =  7.Figure  2visually  captures  the\nprocess, where the parameter space of the slope parameter is on\nthe  x-axis  and  the1SIC  is  a  function  of  this  slope  parameter.\nExpectedly,1SIC values greater than 7 would result in broader\nintervals.  If  we  consider1SIC(7)  as  strong  evidence,  then  the\nbound can be interpreted asthere is strong evidence that values\nof the scaling relationship outside of this range do not give rise to\nFrontiers in Physiology | www.frontiersin.org7September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 8\nJerde et al.Evidentialist Metabolic Scaling\nBOX 3 |Intuitions about evidence.\nFisherian significance tests (thinkp-values) and Neyman-Pearson hypothesis test (thinkαlevels) rely on critical values. The confusion and convolution of these two\nstatistical approaches have led applied scientists to misinterpretations of the strength of evidence against the null hypothesis. As Hubbard and Bayarri (2003) so\nstate it, “This mass confusion, in turn, has rendered applications of classical statistical testing all but meaningless among applied researchers.”\nMulti-model inference using Information Criteria (IC) (e.g., AIC, SIC) have a continuous measure of evidence found in the difference (i.e.,1AIC,1SIC) in values\nbetween the best model (hypothesis) and the reference model. However, communicating this strength of evidence has resulted in vagueness emerging from linguistic\nuncertainty (Elith et al., 2002). This is to say, applied scientists have created guidelines to discuss the strength of evidence. Maybe the most popular\nrecommendation was provided by Burnham and Anderson (2002) for1AIC (AIC\ni\n– AIC\nj\n), where 0> 1AIC>2, 4> 1AIC>7,1AIC>10, represent “substantial,”\n“considerably less,” and “essentially none” levels of evidence to support for retaining modeliin the model set along with the best modelj. Never minding the\nabsence of what a value of 3 might indicate, some scientists have suggested different discretization of intervals (i.e., Burnham et al., 2011) adding to the apparent\nvagueness of what constitutes evidence on a continuous scale rather than a discrete critical test provided byp-values (Murtaugh, 2014).\nTo a certain extent that different scientists recognize different1IC levels as strong evidence represents differences in attitude about science as a whole and their\nspecific research problem. This variation is no different from one scientist choosing a critical value of 0.05 for a hypothesis test and another scientist choosing 0.01.\nThe clearest exposition for developing an intuition for evidence on a continuous scale (Box 2, D2) for an evidence function is in Royall (1997), which we recast here in\nterms of coin tosses.\nImagine that you are gambling with someone on their flipping of a coin and wonder if you are being cheated with a double-headed coin, or if the coin is fair. After the\nfirst coin toss results in a head you are not worried, yes there is a small amount of evidence for a double-headed coin, but it is just a single coin toss. Two heads in a\nrow still happens frequently. With three heads in a row your suspicions are peaked. By four heads in a row you are having serious doubts. Five heads in a row pretty\nwell convinces you that you are being cheated. And, after seeing eight heads in a row you are reaching for the derringer in your boot.\nWe can augment this example with calculations of thep-value of so many heads under the null model of a fair coin. Fisherian significance testing is generally the first\ninferential tool that we are taught so many of us will have developed intuitions onp-values. In the calculation of thep-values, the null model is the fair coin model.\nEvidence is often measured as a likelihood ratio. The table shows the ratio of the likelihood of the double headed coin model given the data to the likelihood of the\nfair coin model given the same data. We can scaffold these intuitions into greater understanding of the evidence contained in differences in information criteria,\n1IC = (2\n∗\nLog(Likelihood ratio)). Selecting a specific IC, such as AIC or SIC, would introduce a penalty term for the number of parameters and amount of data (Eq. 2).\nConsecutive headsp-valueLikelihood ratio1ICEvidence intuition\n10.521.39Very weak\n20.2542.77Weak\n30.12584.16Marginal\n40.063165.55Moderate\n50.031326.93Strong\n60.016648.32Very strong\n70.0081289.70Extremely strong\n80.00425611.09Overwhelming\nExpectedly, there is a common trend between thep-value and1IC. As the evidence grows for a two-headed coin, thep-value gets smaller, while the1IC value\nincreases. In Fisherianp-value testing, we would have selected a threshold for the observed data (say 0.05) that beyond which we would reject the null model\n(hypothesis) in favor of the alternative. Interpretation ofp-values is generally not condoned as a strength of evidence. With the1IC, we have a gradient from which to\ndraw our inferences.\nWe see at ap-value of 0.031, the1IC is 6.93. For our study, we selected1SIC(7) for our intervals – meaning models and values of the slope parameter within this\nbound should be retained for further consideration with more data. Models and values of the slope parameters outside this bound have strong evidence against\nthose models giving rise to the observed data (relative to the best model) and can therefore be subsequently dismissed.\nthe observed data.For purpose of our study, we provide1SIC(7)\nintervals for each trial and for the best model. In practice, models\nwith parameter values falling within the1SIC interval are cases\nwhere,  given  the  data  in  hand,  the  scientist  cannot  strongly\ndifferentiate  between  the  models  within  the  bound,  and  all  of\nthese  models  should  be  retained  and  further  scrutinized  with\nadditional data (Box 2, D6).\nRESULTS\nUsing   the   slopes   estimated   for   each   trial   (Table   1),   the\ndistribution  of  values  with  fitted  normal  curve  is  shown  in\nFigure  3.  The  mean  slope  parameter  value  is  0.94  (SE  0.04),\nwhich  is  unexpectedly  different  than  the  0.79  slope  estimated\nfrom the synthesis provided by Clarke and Johnston (1999). One\nexplanation for this difference is because many of the studies used\nin our analysis were initially conducted to test the SMR of similar\nbody  sized  fish  at  different  temperatures.  As  indicated  by  trial\n28 (Table 1), small sample size (n= 8) can result in biologically\nunrealistic estimates(\nˆ\nβ=−0.21).\nThe best model selected using1SIC came from model suite\n3   with   a   random   intercept   and   random   slope,   but   with   a\ncommon  slope  parameter  of\nˆ\nβ=0.89  (SE  0.021).  However,  a\ncommon slope and random intercept model had a1SIC = 1.5,\nand  is  thus  not  strongly  distinguishable  from  the  best  model.\nThe  correlation  of  random  slope  with  random  intercept  was\n−0.86,   indicating   that   as   the   intercept   increases   in   value,\nthe   slope   decreases   in   value.   This   correlation   is   likely   due\nto noise.\nThe  value  of  universal  slope  is  consistent  (0.87–0.89)  across\nall model suites and there is strong evidence (1SIC>7) against\nfixed  mechanistic  based  values  of  the  metabolic  scaling  rate  of\n0.67, 0.75, and 1 across all modeling suites.Figure 2, along with\nFrontiers in Physiology | www.frontiersin.org8September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 9\nJerde et al.Evidentialist Metabolic Scaling\nFIGURE 2 |SIC interval formulation. The black line is the1SIC as a function of the slope parameter space. The reference model is always the model with the\nestimated slope parameter. When1SIC = 7 (solid gray horizontal line intersects the1SIC), this defines the lower1SIC(7)\nLB\nand upper1SIC(7)\nUB\nof the information\ncriterion interval. Values of the1SIC near the MLE can be negative values due to the penalization term (Eq. 2). This example is drawn from the best fit model of our\nstudy with an MLE for the slope parameter of\nˆ\nβ=0.89 with1SIC(7) = (0.82, 0.99). When the1SIC is negative, that is below the dashed line, the fixed slope models\nare favored, but weakly. When the1SIC is positive but less than 7, fitted slope model is favored, but weakly.\nFIGURE 3 |Distribution of slopes estimated inTable 1for all 55 trials. Mean\nof the distribution is 0.94 (SE 0.04).\nbeing  a  conceptualization  of  an1SIC(7)  interval,  is  generated\nunder the best model and the interval spans 0.81 to 0.99.\nFigure  4shows  the1SIC(7)  interval  for  each  trial  ordered\nby  n\n∗\nVAR(ln(weight)),  from  smallest  values  at  the  bottom  to\nlarger values at the top. This ordering is a regression experimental\ndesign component where few data points and/or small ranges in\nbody mass result in small values indicating the lower precision\nof the slope parameter estimate. With exception of Cunner (Trial\n3) where the1SIC(7) interval spans 0.81 to 0. 98, all other trials\nspan at least one of the mechanistic hypotheses of 0.67, 0.75, or 1.\nAs  outlined  in  the  data  section,  all  observations  included  in\nthis study were collected under conditions to ensure data quality.\nHowever,  not  all  studies  were  designed  to  estimate  metabolic\nscaling relationship (a slope parameter) and some had few data\npoints and/or did not cover a large breadth of fish body masses.\nThe  trials  of  Cunner,  however,  were  designed  for  testing  the\nmetabolic  scaling  relationship  and  could  potentially  drive  the\noverall value observed by the best model. As such, we conducted\nan additional analysis after removing the Cunner data and found\nthe  same  estimate  of  the  metabolic  scaling  relationship.  See\nBox  4for  more  details.  The  metabolic  scaling  relationship  of\nˆ\nβ=0.87−0.89  for  fish  has  very  little  uncertainty,  is  robust\nFrontiers in Physiology | www.frontiersin.org9September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 10\nJerde et al.Evidentialist Metabolic Scaling\nFIGURE 4 |1SIC(7) intervals for all trials ordered by n\n∗\nVAR (Log(weight)). Trials with small n\n∗\nVAR(Log(weight)) are expected to have wide intervals because the lack\ncoverage of fish mass or have small samples sizes. As studies have larger n\n∗\nVAR(Log(weight)), the1SIC(7) intervals become smaller and have the ability to exclude\nhypotheses of the slope,β= 0.67, 0.75, and 1. With the exception of the Cunner(3) trial, all other trials capture at least one of the hypotheses, the most common\nbeingβ= 0.75, the dashed line in the figure. The zoom inset shows trials with relatively narrow1SIC(7) and dashed lines atβ= 0.67, 0.75, and 1.0.\nacross models, and emerges when any trial or species is dropped\nfrom the analysis.\nDISCUSSION\nThe  evidence  function  (1SIC)  approach  we  implemented  here\nhas  led  to  selecting  a  best  model;  a  mixed  effect  model  with\nrandom slope and random intercept by species and an estimated\ncorrelation between random effects (Table 2, Model 9). However,\nwe   cannot   dismiss   the   possibility   that   the   model   structure\nmay only have a random species intercepts and common slope\nas  witnessed  by  this  alternative  model  having  a1SIC  =  1.5\n(Table  2,  Model  1).  Models  across  all  suites  that  represent\nmechanistic  hypotheses  of  a  scaling  relationship  of  0.67,  0.75,\nand  1  are  dismissed  withvery  strongevidence,1SIC>8.4\n(Table   2,Box   2).   As   such,   our   inference   is   that   surface\narea  limitations  (β=  0.67),  distribution  network  limitations\n(β= 0.75), and low cost demands on maintenance and routine\nactivity (β= 1) are not exclusively driving the metabolic scaling\nrelationship in fish.\nHowever, the evidence for a\nˆ\nβ=0.87 to 0.89 universal scaling\nrelationship  is  strong  and  presumably  robust  as  indicated  by\nsimilarity  of  the  MLE  for  this  parameter  across  all  modeling\nsuites  and  narrow  bound  of  the1SIC(7)  interval  (Figure  2).\nBoth   fixed   values   are   more   than   five   standard   deviations\nfrom   the   estimated   common   slope,   and   thus   the   chances\nare  less  than  1  in  1,000,000  that  the  common  slope  would\nhave  aβas  small  as  0.75  or  as  great  as  1.  If  the  data  do\ncome  from  the  random  slopes  model,  then  it  would  be  an\nextraordinary  event  for  any  species  to  have  aβas  low  as  0.75,\nbut  perhaps  as  much  as  6%  of  species  might  have  aβas\ngreat  1.  Accordingly,  both  DEB  and  MLB  hypotheses  warrant\nfurther consideration to determine the mechanism of metabolic\nscaling in fishes.\nIn many ways, the evidentialist approach is not that different\nfrom   what   is   being   applied   in   the   multi-model   literature,\nalbeit  with  the  meaningful  caveat  that  an  evidence  function\n(Box  2)  is  being  applied.  The  SIC  is  well  studied,  familiar\nto   many,   and   also   extractable   from   all   the   analyses   we\nconducted  in  the  R  programing  language.  As  such,  the1SIC\nis   readily   accessible   to   scientists   wishing   to   implement   an\nFrontiers in Physiology | www.frontiersin.org10September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 11\nJerde et al.Evidentialist Metabolic Scaling\nBOX 4 |Is it just cunner?\nThe Cunner study (Norin and Gamperl, 2018;n= 66 per trial for five trials) and the Common Minnow (McLean et al., 2018;n= 122 for one trial) both have large\nsample sizes compared to the other studies and were intentionally designed to estimate the metabolic scaling. Consequently, when we look at the span of1SIC(7)\ninterval estimated for each trial as a function of the regression experimental design measuren\n∗\nthe variance of Log(weight) (Figure 4), we see the Cunner and the\nCommon minnow studies have distinctly smaller1SIC(7) intervals. This raises the question, would our conclusion about the value of intraspecific scaling coefficient if\nthe cunner study or the Common Minnow study were not included in our analysis.\nWe estimated the slope parameter under the best fit model and then calculated the resulting1SIC(7) interval by systematically withholding data by trial and then by\nspecies. For trials (Figure Box 4.1), they are ordered by value ofn\n∗\nthe variance of Log(weight) from largest to smallest. For species (Figure Box 4.2), the ordering\nis alphabetical.\nAs expected, Cunner trials and the Common Minnow trial indeed do influence the MLE and the1SIC(7) intervals (Figure Box 4.1), but not so much as to capture\nthe mechanistic hypotheses of 0.75 and 0.67 (dashed lines). However, the full model inference that the mechanistic hypothesis of metabolic scaling = 1 can be\nexcluded from further consideration is sensitive to inclusion of some trials and species (Figure Box 4.1andFigure Box 4.2). In all trials, the value of\nˆ\nβ=0.89 is\ncaptured. Other trials with smaller values ofn\n∗\nthe variance of Log(weight) have virtually no influence on the either the point estimate or the uncertainty measure.\nThe story is similar if we aggregate trials by species (Figure Box 4.2) and then systematically withhold all data from a species. Notably, withholding species data\ngenerally broadens the1SIC(7) interval with slight variation in the MLE that ranges from 0.89 to 0.9. Yet withholding a species from the analysis does not change the\nconclusion of the statistical inference that the slope of the metabolic scaling relationship is not 0.75 or 0.67. However, absence of Barramundi, Common Triplefin,\nCunner, Hapuku Wreckfish, or Rainbow Trout results in a wider1SIC(7) interval that just captures the metabolic scaling of 1, and would, in the absence of any of\nthese species, motivate further consideration of this mechanistic hypothesis.\nWhile some of the trials were designed to test the metabolic scaling relationship, they do not unduly drive the conclusion. But maybe more importantly, the effect of\nmany studies that are less suited to individually test the relationship (Table 1), together can provide meaningful insights into the metabolic scaling relationship.\nFIGURE BOX 4.1 |MLE of the slope parameter and1SIC(7) interval estimated by systematically withholding each trial. FULL is the MLE and interval with all data\nconsidered. Absence of any one data set does not drive our conclusion. However, absence of trial 4, 5, 11, 40, or 41 would suggest keeping the mechanistic\nhypothesis of metabolic scaling at 1 in the suite of models to be considered further.\nevidentialist   approach.   While   additional   coding   is   required\nto  produce1SIC  intervals,  this  effort  takes  only  elementary\ncoding   to   automate.   It   must   be   noted,   that   the   SIC   for\nlarge  sample  sizes  makes  it  difficult  for  new  parameters  to\nenter  the  model.  In  this  analysis,  our  primary  conclusion  is\nthat  a  model  withβestimated  as  an  extra  free  parameter\nis   better   than   any   of   the   models   withβspecified   at   any\nof   the   values   of   0.67,   0.75,   or   1.0.   Thus   the   use   of   the\nSIC   as   a   criterion   as   opposed   to   the   AIC   makes   our\nconclusions conservative.\nThe  other  major  contribution  of  the  evidentialist  approach\nunderscored  in  this  is  the  imperative  to  combine  data  sets\nsuch   that   evidence   does   not   come   from   a   single   critical\ntest,  but  rather  from  the  accumulation  of  trials  and  critical\nFrontiers in Physiology | www.frontiersin.org11September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 12\nJerde et al.Evidentialist Metabolic Scaling\nFIGURE BOX 4.2 |MLE of the slope parameter and1SIC(7) interval estimated by systematically withholding each species. FULL is the MLE and interval with all\ndata considered. Absence of any one data set does not drive our conclusion. However, absence of Barramundi, Common Triplefin, Cunner, Hapuku Wreckfish, or\nRainbow Trout would suggest keeping the mechanistic hypothesis of metabolic scaling at 1 in the suite of models to be considered further.\ntests  (See  D6  ofBox  2).  Here  we  combined  55  trials  across\n16  species  comprising  1456  observations.  While  this  would\nnormally   form   the   basis   of   meta-analysis,   this   breadth   of\ndiverse   data   is   desirable   by   allowing   for   a   random   effect\nof   species   to   make   our   inferences   across   the   population\nof   fish   species.   If   we   look   at   each   trial   individually,   we\nsee   that   all   but   one   trial   (Cunner   4),   captures   one   of   the\nmechanistic  hypotheses  of  0.67,  0.75,  or  1.  In  contrast  when\nwe   look   at   the   aggregate,   none   of   these   hypotheses   are\nsupported (Box 4).\nBoth   the   quantity   and   quality   of   metabolic   rate   data\nincluded   in   the   metadata   are   important   and   can   shape\nthe   conclusions   of   the   study.   Several   extensive   metadata\nanalyses   include   mean   metabolic   rate   values   from   close   to\na   100   or   more   species   (e.g.,   Clarke   and   Johnston,   1999;\nWhite    and    Seymour,    2003;    Glazier,    2005;    Killen    et    al.,\n2010);   however,   the   methods   and   quality   of   the   data   is\nnot   always   rigorously   considered.   Metabolic   rate   is   one   of\nthe  most  commonly  investigated  whole  animal  physiological\nperformance   metrics   (Nelson,   2016),   but   different   methods\nare  more  or  less  time  and  resource-intensive  and  can  over-\nestimate   SMR   (Chabot   et   al.,   2016).    Furthermore,   it   is\nlogistically  challenging  to  obtain  robust  SMR  measurements\non  many  fish  species,  for  example,  large-bodied  open  ocean\npelagic   species   or   deep-sea   fishes.   Our   study   is   unique\nbecause    we    only    included    standard    metabolic    rate    data\nfollowing  specific  and  stringent  criteria  with  each  data  point\nrepresentingindividualstandard   metabolic   rate   instead   of\nreported  species  mean  values.  Future  work  could  address  how\nour   (and   others)   conclusions   change   if   the   quality   control\ncriteria are relaxed.\nTherearemanycovariatesthatmaybeimportant\npredictors   for   species-specific   scaling   slopes   and   intercepts.\nWhile  we  tried  to  capture  fishes  across  a  broad  latitudinal\nrange   with   varying   life   histories,   we   did   not   examine   life\nhistory   factors   such   as   species   ecological   activity   (athletic\nvs.  sedentary;  Killen  et  al.,  2010),  growth  rate,  reproductive\ninvestment    or    strategy    (e.g.,    fecundity),    maximum    body\nsize,   maximum   age,   or   even   environmental   factors   such\nas   habitat   (e.g.,   benthic   vs.   pelagic;   freshwater   vs.   marine;\nKillen   et   al.,   2010),   or   latitude   (e.g.,   tropic   vs.   temperate\nvs.    polar).    Furthermore,    temperature    governs    metabolism\nin   ectotherms   such   as   fish.   Given   this,   all   our   models\nincluded  temperature  as  an  independent  significant  predictor\nof   metabolic   rates   in   fish   (1SIC   =   8.1   for   best   model\ncompared    to    best    model    without    temperature;Box    5).\nRecently,    Lindmark    et    al.    (2018)    presented    temperature-\ndependentintraspecificmetabolicallometry,whereMR\nincreased  with  temperature  to  a  lesser  extent  in  larger  fish.\nFurthermore, these effects scale to higher levels of organization,\nincluding    from    populations    (population    response-models),\nto   ecosystems   (MTE;   Brown   et   al.,   2004).   We   evaluated\ntemperature  effects  and  an  interaction  with  log(weight)  (See\nBox   5)   with   a1SIC   =   7.2   compared   to   the   best   model.\nWe   can   dismiss   further   consideration   of   an   interaction   of\ntemperature   with   weight   under   the   model   suites   evaluated.\nHowever,   these   temperature-size   dependent   effects   on   MR\nare   mixed   across   and   within   species,   and   require   more\nFrontiers in Physiology | www.frontiersin.org12September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 13\nJerde et al.Evidentialist Metabolic Scaling\nTABLE 2 |Application of evidence functions using the Schwarz Information\nCriterion (SIC).\nModelDescriptionkLog(L)SIC1SIC\nModel Suite 1: Random Intercept models.\nFixed effect: Weight, Temp; Random effect: Species; Nested effect: Trial\n1β=Free\n∗\n673.9−104.11.5\n2β= 0.675−15.567.4173\n3β= 0.75542.1−47.757.9\n4β= 1535.7−3570.6\nModel Suite 2: Estimated species intercept models\nFixed effect: Weight, Temp and Species, Nested effect: Trial\n5β=Free\n∗\n20−69.8−69.835.8\n6β= 0.671996.896.8202.4\n7β= 0.7519−16.3−16.389.3\n8β= 119−0.4−0.4105.2\nModel Suite 3: Random intercepts with random slopes\nFixed effect: Weight and Temp; Random effect: Species and Slope;\nNested effect: Trial\n9β=Random, Free\n∗\n881.9−105.60\n10β= Random, 0.67750.1−49.256.4\n11β= Random, 0.75764.6−78.127.5\n12β= Random, 1774.1−97.28.4\nModel Suite 4: Estimated species intercept models with random slopes\nFixed effect: Weight, Temp and Species; Random effect: Slope; Nested\neffect: Trial\n13β=Random, Free\n∗\n21107.8−62.643\n14β= Random, 0.672045.255.3160.9\n15β= Random, 0.752078.6−11.594.1\n16β= Random, 12085.7−25.680\n∗\nR output with parameter values found in theSupplementary Material.\nresearch   and   metabolic   scaling   data   from   species   in   polar\nand tropical environments.\nNorin  and  Gamperl  (2018)  provided  a  compelling  study\nto  measure  allometric  scaling  for  Cunner.  It  adhered  to  all\nthe  characteristics  of  a  robust  and  well-designed  study  (White\nand   Kearney,   2014)   to   estimate   the   scaling   relationship,\nwith  ample  breadth  of  fish  mass,  68  observations  per  trial,\nand   five   trials   (Table   1).   What   makes   this   study   notable\nis   their   conclusion   that   no   universal   scaling   relationship\nexists.    We    offer    a    few    explanations    for    this    apparent\ncontradiction.   Our   inference   is   broadly   applicable   to   fish,\nwhile    theirs    is    limited    to    Cunner.    Put    simply,    we    are\nmeasuring   evidence   at   a   different   inferential   level   for   a\nuniversal   scaling   constant.   If   we   look   at   the   values   of   the\nSIC(7)  intervals  for  all  Cunner  trials  (Figure  4)  they  appear\nto   be   very   similar.   The   intervals   are   {0.79,   1.04},   {0.88,\n1.09},   {0.81,   0.98},   {0.74,   0.91},   and   {0.7,   0.89},   and   all\nSIC(7)   intervals   capture   the   values   0.88   and   0.89.   Clearly\nour   estimate   of\nˆ\nβ=   0.89   from   the   best   model   with   a\nrandom  slope  should  be  considered  as  a  possible  universal\nscaling  for  Cunner  as  well  as  other  fish.  As  such,  our  results\nare    consistent    with    Norin and Gamperl (2018),    and    their\ninsightful   suggestions   about   the   need   to   consider   species-\nspecific   scaling   relationships   when   building   fish   population\ndynamic   models   that   apply   metabolic   scaling   exponents,\nshould be heeded.\nScaling   relationships   are   at   times   considered   key   tools\nfor  predicting  the  effects  of  global  change  on  fisheries  (e.g.,\nCheung  et  al.,  2008),  or  as  tools  to  estimate  how  abundant\nfish  might  be  in  the  absence  of  fishing  (e.g.,  Jennings  and\nBlanchard, 2004). Therefore, variation in the scaling relationship\nbetween  body  size  and  metabolism  have  clear  implications  for\nhow  we  predict  fish  populations  will  respond  to  changes  in\nthe   environment   or   changes   in   body   size   distributions.   As\nwe  move  forward  and  seek  to  predict  the  consequences  of\nchanges   in   fish   populations,   the   assumption   of   a   universal\nscaling    exponent,    while    attractive    and    generalizable    may\neither  under  or  overestimate  a  species  sensitivity  to  changes\nin  the  environment.  Given  the  evidence  for  species-specific\nvariation  in  scaling  relationships  provided  in  our  study,  stock\nassessments   seeking   to   integrate   scaling   relationships   into\nforecasts   may   therefore   benefit   from   species-specific   values.\nWhile   theoretical   underpinnings   have   motivated   application\nof   a   scaling   relationship   ofβ=   0.75,   our   data   show   that\nfisheries   models   that   blindly   adopt   this   parameter   may   be\nultimately misleading.\nWe  had  some  concern  that  the  species  distribution  would\nbe  non-normally  distributed,  but  there  was  no  evidence  from\nour  analysis  of  this  concern.  However,  those  models  may  be\nuseful  for  assessing  the  importance  of  species  phylogenetics  to\nmetabolic scaling. The variance for the random species intercept\nmodel  was  0.19  with  a  residual  of  0.047.  Similarly,  from  the\nrandom  slopes  model,  the  variance  for  the  random  intercept\nwas 0.24, the random slope was 0.005, and the residual variance\nwas  0.044  (seeSupplementary  Materialfor  model  outputs).\nBoth measurement error in SMR and real inter-species variability\ncontribute  to  the  variability  in\nˆ\nβ.  Variance  components  are\nnotoriously  difficult  to  tease  apart,  that  is  they  are  only  weakly\nestimable (Ponciano et al., 2012). An estimate of the magnitude\nof  measurement  error  in  SMR  would  contribute  greatly  to  the\nability of further studies to accurately estimate the inter-specific\nvariability in\nˆ\nβ.\nThis    study    does    not    address    the    question    of    inter-\nspecific   metabolic   scaling.   This   would   entail   a   study   of\nscaling   of   intra-specific   intercepts   with   mean   species   body\nsize.   As   we   do   not   have   accurate   estimates   of   mean   body\nsize   for   these   species,   we   cannot   yet   address   this   issue.\nFuture    work    could    use    the    random    affects    models    or\nthe   estimated   species   intercepts   models   (model   suites   2\nand   4,Table   2)   to   evaluate   if   species   relatedness   and/or\ntaxonomy   are   significant   factors   explaining   species   random\neffects variability.\nMany   of   the   studies   used   in   this   analysis   were   not\ndesigned  to  test  the  metabolic  relationship,  which  is  evident\nfrom   the   standard   errors   of   the   regression   coefficients   for\nindividual  trials  (Table  1).  However,  under  our  data  criteria,\nthese  studies  had  precise  measurement  of  SMR,  body  mass,\nand  temperature.  The  inclusion  of  these  trials  added  unique\nFrontiers in Physiology | www.frontiersin.org13September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 14\nJerde et al.Evidentialist Metabolic Scaling\nBOX 5 |Changes in SMR due to temperature and body mass.\nTemperature has been thought to play a critical role regulating individual metabolic rate in fishes (Fry, 1947), where metabolic rates typically increase as temperature\nincreases. As a consequence, all of the models we have considered so far have included a temperature effect. We can evaluate the effect of temperature more fully\nby considering six modification of models in suites 1 and 3 (Table 2). The first model (M17) is a random intercept model without inclusion of the temperature variable.\nThe second model (M1) includes temperature (Table 2, Suite 1, Model 1), and the third model (M18) adds an interaction term of temperature with log(weight). These\nare all fixed slope models.\nIncluding a log(weight) by temperature interaction is equivalent to saying that scaling of log(SMR) with log(weight) is itself a linear function of temperature. This is how\nwe express it in the table below. The derivation of the standard error is discussed in theSupplementary Material.\nThe second group of models are built upon the random slopes model (Table 2, Suite 3, Model 9). The first model (M19) is absent temperature, the second model\n(M9) is the same asTable 2, Model 9 with an intercept defined by the temperature, and the third model (M20) has an interaction of temperature with log(weight).\nUsing maximum likelihood fitting and extracting the SIC values, we can apply the same evidence function approach to evaluate the influence of temperature on\nintraspecific metabolic scaling. Model output is provided in theSupplementary Material.\nConsistent with our previous model selection effort, M9 (Table 2), which includes temperature with a metabolic scaling coefficient (0.89), has the lowest SIC score.\nModels M17 and M19 without temperature include have1SIC>7, which indicates temperature is a significant factor as the literature suggests. As observed\npreviously, there is moderate evidence for M9 over M1, but not so much as to discourage future studies from considering a constant slopes model. Both M18 and\nM20 with interactions between temperature and log(weight) have1SIC>7. Under the best model (M9), the expected metabolic scalings at 0\n◦\nC, 15\n◦\nC, and 30\n◦\nC\nare 0.89, 0.9, and 0.91, respectively.\nThe conclusion from our focused study of temperature is that temperature is a critical factor to consider in modeling fish metabolic rate as there isstrongevidence\n(Box 3) for including temperature in the intercept of the scaling relationship. Future work on evaluating the effect of temperature should expand the coverage of the\ntemperature range with more polar and tropical fish species. Additional data at the endpoints of the temperature range will improve inferences about the scaling\nrelationship and the evidence for, or against, a log(weight) by temperature interaction.\nTABLE BOX 5.1 |Model selection using1SIC along with parameter estimates of for the metabolic scaling relationship.\nFor models M18 and M20, the parameter estimate and standard error are a function of temperature.\nModelSIC1SIC\nˆ\nβSE(\nˆ\nβ)\nM17−80.6250.870.015\nM1−104.11.50.870.015\nM18−97.57.60.83+0.00257 (temp)\n√\n0.0023+(8.59×10\n−6\n)×temp\n2\n+2×−0.00013×temp\nM19−86.18.10.910.025\nM9−105.600.890.021\nM20−98.47.20.87+0.00106 (temp)\n√\n0.0033+(1.07×10\n−5\n)×temp\n2\n+2×−0.00017×temp\nspecies  to  support  the  evaluation  of  a  species  random  effect,\nwhich   ultimately   allows   us   to   make   inferences   from   this\nmodel   across   fish   species.   Given   that   some   of   these   trials\nare   ill-suited   in   themselves   to   critically   test   the   metabolic\nrelationship,   due   to   low   sample   size   or   narrow   range   of\nbody   masses,   this   may   be   contributing   to   selection   of   the\nrandom   slope   model.   Future   studies   that   implement   an\nevidentialist  approach  with  additional  data  sets  collected  using\nappropriate   experimental   designs   to   uncover   the   allometric\nscaling  relationship  will  likely  reconcile  if  species  requires  a\nrandom slope.\nSimulations   to   understand   data   requirements   for   robust\nanalysis  of  interspecific  metabolic  scaling  relationships  suggest\nthat  the  data  should  include  100–150  species  spanning  3–4\norders  of  magnitude  range  in  body  size  (White  and  Kearney,\n2014).   One   approach   to   finding   or   estimating   a   universal\nintraspecific   scaling   constant   is   to   take   the   average   from\nthe   distribution   of   estimated   slopes   from   each   trial   (e.g.,\nFigure  3in  the  current  study,  0.916,  SE  0.04).  This  approach,\nwhile  easy  to  implement  by  combing  the  literature,  assumes\nthat   all   data   are   created   equal,   but   we   know   that   each\nestimated  slope,\nˆ\nβcomes  with  error,  and  some  of  the  studies\nwe   included   had   relatively   large   standard   errors   (Table   1).\nOur  data  with  fewer  total  species  than  most  meta-analysis,\nbut  using  individual  data  instead  of  species  or  trial  means,\nproved   to   be   sufficient   to   address   the   question   concerning\nthe  universality  of  scaling  relationship  between  fish  body  mass\nand metabolic rate.\nThe   evidentialist   approach   is   useful   in   addressing   long-\nstandingscientificdebates(suchasuniversalscaling\nrelationships   of   metabolism),   consistent   with   the   practice\nof  applied  scientists,  and  relatively  easy  to  implement  using\nexisting    evidence    functions    and    programing    packages.    It\nprovides   path   forward   for   dismissing   models   (hypotheses)\nwith  little  to  no  support,  identifying  and  retaining  hypotheses\nneeding   further   evaluation,   and   provides   a   philosophy   that\nemphasizes  accumulation  of  evidence,  through  additional  data\nand  confronting  that  data  with  more  complex  models  of  how\nthe  nature  works.  We  look  forward  to  further  refinement  of\nthe   approach   not   only   through   philosophical   insights   and\nmathematical  rigor,  but  through  application  of  the  approach\ntolong-standing,pressingecologicalandenvironmental\nscience problems.\nDATA AVAILABILITY\nThe  data  sets  analyzed  for  this  study,  with  exception  of  the\nmeasurement   error   data   for   lobster,   are   peer-reviewed   and\npublished (seeTable 1for citations). Data sets are available from\nFrontiers in Physiology | www.frontiersin.org14September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 15\nJerde et al.Evidentialist Metabolic Scaling\nthe  originating  author(s).  The  lobster  data  are  available  in  the\nSupplementary Material.\nAUTHOR CONTRIBUTIONS\nAll authors contributed to the writing of the manuscript. MT, CJ,\nEE, and KK conceptualized the project. CJ and MT conducted the\nanalyses. EE and KK created the database. SC and KK collected\nthe lobster data.\nFUNDING\nCJ  was  partially  funded  by  UCSB’s  Office  of  Research.  EE  was\npartially funded by a UCSB Faculty Research Grant.\nACKNOWLEDGMENTS\nWe thank Tristan McArley, Javed Khan, Tommy Norin, Martin\nBoldsen, and Yangfan Zhang, from whom we personally received\ndatasets,  and  the  authors  of  all  other  studies  who  made  their\ndata available online. Jose Ponciano and Subhash Lele provided\nhelpful  comments  and  guidance  regarding  the  application  and\nexplanation   of   evidence   functions.   Our   reviewers   provided\ninsightful comments which led to demonstrable improvement.\nSUPPLEMENTARY MATERIAL\nThe   Supplementary   Material   for   this   article   can   be   found\nonlineat:https://www.frontiersin.org/articles/10.3389/fphys.\n2019.01166/full#supplementary-material\nREFERENCES\nAgutter,  P.  S.,  and  Wheatley,  D.  N.  (2004).  Metabolic  scaling:  consensus  or\ncontroversy?Theor. Biol. Med. Model.1:13.\nAkaike, H. (1973). Maximum likelihood identification of Gaussian autoregressive\nmoving average models.Biometrika60, 255–265.  doi: 10.1093/biomet/60.2.255\nAkaike, H. (1981). Likelihood of a model and information criteria.J. Econom.16,\n3–14.  doi: 10.1016/0304-4076(81)90071-3\nAuer, S. K., Dick, C. A., Metcalfe, N. B., and Reznick, D. N. (2018). Metabolic rate\nevolves rapidly and in parallel with the pace of life history.Nat. Commun.9:14.\ndoi: 10.1038/s41467-017-02514-z\nAuer, S. K., Salin, K., Rudolf, A. M., Anderson, G. J., and Metcalfe, N. B. (2015).\nThe  optimal  combination  of  standard  metabolic  rate  and  aerobic  scope  for\nsomatic  growth  depends  on  food  availability.Funct.  Ecol.29,  479–486.   doi:\n10.1111/1365-2435.12396\nBandyopadhyay,  P.  S.,  Brittan,  G.,  and  Taper,  M.  L.  (2016).Belief,  Evidence,\nand  Uncertainty:  Problems  of  Epistemic  Inference.  Berlin:  Springer  Briefs  in\nPhilosophy of Science.\nBates,  D.,  Maechler,  M.,  Bolker,  B.,  and  Walker,  S.  (2015).  Fitting  linear  mixed-\neffects models using lme4.J. Stat. Softw.67, 1–48.\nBehrens, J. W., van Deurs, M., and Christensen, E. A. (2017). Evaluating dispersal\npotential  of  an  invasive  fish  by  the  use  of  aerobic  scope  and  osmoregulation\ncapacity.PloS One12:e0176038. doi: 10.1371/journal.pone.0176038\nBokma, F. (2004). Evidence against universal metabolic allometry.Funct. Ecol.18,\n184–187.  doi: 10.1111/j.0269-8463.2004.00817.x\nBoldsen,  M.  M.,  Norin,  T.,  and  Malte,  H.  (2013).  Temporal  repeatability  of\nmetabolic rate and the effect of organ mass and enzyme activity on metabolism\nin European eel (Anguilla anguilla).Comp. Biochem. Phys. Part A Mol. Integr.\nPhysiol.165, 22–29. doi: 10.1016/j.cbpa.2013.01.027\nBolker, B. M., Brooks, M. E., Clark, C. J., Geange, S. W., Poulsen, J. R., Stevens,\nM. H. H., et al. (2009). Generalized linear mixed models: a practical guide for\necology and evolution.Trends Ecol. Evol.24, 127–135. doi: 10.1016/j.tree.2008.\n10.008\nBrett, J. R., and Glass, N. R. (1973). Metabolic rates and critical swimming speeds\nof sockeye salmon (Oncorhynchus nerka) in relation to size and temperature.\nJ. Fish. Board Can.30, 379–387.  doi: 10.1139/f73-068\nBrown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., and West, G. B. (2004).\nToward a metabolic theory of ecology.Ecology85, 1771–1789.  doi: 10.1890/03-\n9000\nBurnham,  K.  P.,  and  Anderson,  D.  R.  (2002).Model  Selection,  and  Multimodel\nInference: A Practical Information-Theoretic Approach. Berlin: Springer Science,\nand Business Media.\nBurnham, K. P., and Anderson, D. R. (2004). Multimodel inference: understanding\nAIC and BIC in model selection.Sociol. Methods Res.33, 261–304.  doi: 10.1177/\n0049124104268644\nBurnham,  K.  P.,  Anderson,  D.  R.,  and  Huyvaert,  K.  P.  (2011).  AIC  model\nselection and multimodel inference in behavioral ecology: some background,\nobservations, and comparisons.Behav. Ecol. Sociobiol.65, 23–35. doi: 10.1007/\ns00265-010-1084-z\nBurton, T., Killen, S. S., Armstrong, J. D., and Metcalfe, N. B. (2011). What causes\nintraspecific  variation  in  resting  metabolic  rate  and  what  are  its  ecological\nconsequences?Proc. R. Soc. B Biol. Sci.278, 3465–3473.  doi: 10.1098/rspb.2011.\n1778\nCaselle, J. E., Davis, K., and Marks, L. M. (2018). Marine management affects the\ninvasion success of a non-native species in a temperate reef system in California,\nUSA.Ecol. Lett.21, 43–53. doi: 10.1111/ele.12869\nChabot,  D.,  Steffensen,  J.  F.,  and  Farrell,  A.  P.  (2016).  The  determination  of\nstandard metabolic rate in fishes.J. Fish Biol.88, 81–121. doi: 10.1111/jfb.12845\nCheng, C.-L., and Van Ness, J. W. (1999).Statistical Regression with Measurement\nError, First Edn. London: Arnold.\nCheung,   W.   W.,   Close,   C.,   Lam,   V.,   Watson,   R.,   and   Pauly,   D.   (2008).\nApplication of macroecological theory to predict effects of climate change on\nglobal  fisheries  potential.Mar.  Ecol.  Prog.  Ser.365,  187–197.    doi:  10.3354/\nmeps07414\nClarke, A., and Johnston, N. M. (1999). Scaling of metabolic rate with body mass\nand temperature in teleost fish.J. Anim. Ecol.68, 893–905.  doi: 10.1046/j.1365-\n2656.1999.00337.x\nCollins, G. M., Clark, T. D., and Carton, A. G. (2016). Physiological plasticity v.\ninter-population  variability:  understanding  drivers  of  hypoxia  tolerance  in  a\ntropical estuarine fish.Mar. Freshwater Res.67, 1575–1582.\nCollins,  G.  M.,  Clark,  T.  D.,  Rummer,  J.  L.,  and  Carton,  A.  G.  (2013).  Hypoxia\ntolerance is conserved across genetically distinct sub-populations of an iconic,\ntropical  Australian  teleost  (Lates  calcarifer).Conserv.  Physiol.1:cot029.  doi:\n10.1093/conphys/cot029\nCooper,  B.,  Adriaenssens,  B.,  and  Killen,  S.  S.  (2018).  Individual  variation  in\nthe compromise between social group membership and exposure to preferred\ntemperatures.Proc. R. Soc. Lond. B Biol. Sci.285:20180884. doi: 10.1098/rspb.\n2018.0884\nDennis, B., Ponciano, J. M., Taper, M. L., and Lele, S. R. (2019). Errors in statistical\ninference under model misspecification: evidence, hypothesis testing, and AIC.\nFront. Ecol. Evol.\nDunn, R. P., Baskett, M. L., and Hovel, K. A. (2017). Interactive effects of predator\nand prey harvest on ecological resilience of rocky reefs.Ecol. Appl.27, 1718–\n1730. doi: 10.1002/eap.1581\nEliason, E. J., Clark, T. D., Hague, M. J., Hanson, L. M., Gallagher, Z. S., Jeffries,\nK.  M.,  et  al.  (2011).  Differences  in  thermal  tolerance  among  sockeye  salmon\npopulations.Science332, 109–112. doi: 10.1126/science.1199158\nEliason,  E.  J.,  Higgs,  D.  A.,  and  Farrell,  A.  P.  (2007).  Effect  of  isoenergetic  diets\nwith  different  protein  and  lipid  content  on  the  growth  performance  and\nheat  increment  of  rainbow  trout.Aquaculture272,  723–736.   doi:  10.1016/j.\naquaculture.2007.09.006\nElith,   J.,   Burgman,   M.   A.,   and   Regan,   H.   M.   (2002).   Mapping   epistemic\nuncertainties  and  vague  concepts  in  predictions  of  species  distribution.Ecol.\nModel.157, 313–329.  doi: 10.1016/s0304-3800(02)00202-8\nFrontiers in Physiology | www.frontiersin.org15September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 16\nJerde et al.Evidentialist Metabolic Scaling\nEnquist,  B.  J.,  and  Niklas,  K.  J.  (2001).  Invariant  scaling  relations  across  tree-\ndominated communities.Nature410, 655–660.  doi: 10.1038/35070500\nFarrell-Gray,  C.  C.,  and  Gotelli,  N.  J.  (2005).  Allometric  exponents  support  a\n3/4-powerscaling law.Ecology86, 2083–2087.  doi: 10.1890/04-1618\nFry, F. E. J. (1947).Effects of the Environment on Animal Activity. Toronto, ON:\nUniversity of Toronto Press, 1–60.\nGillies, C. S., Hebblewhite, M., Nielsen, S. E., Krawchuk, M. A., Aldridge, C. L.,\nFrair, J. L., et al. (2006). Application of random effects to the study of resource\nselection by animals.J. Anim. Ecol.75, 887–898.  doi: 10.1111/j.1365-2656.2006.\n01106.x\nGillooly, J. F., Brown, J. H., West, G. B., Savage, V. M., and Charnov, E. L. (2001).\nEffects  of  size  and  temperature  on  metabolic  rate.Science293,  2248–2251.\ndoi: 10.1126/science.1061967\nGlazier,  D.  S.  (2005).  Beyond  the  ‘3/4-power  law’:  variation  in  the  intra-and\ninterspecific scaling of metabolic rate in animals.Biol. Rev.80, 611–662.\nGlazier, D. S. (2008). Effects of metabolic level on the body size scaling of metabolic\nrate  in  birds  and  mammals.Proc.  R.  Soc.  Lond.  B  Biol.  Sci.275,  1405–1410.\ndoi: 10.1098/rspb.2008.0118\nGlazier, D. S. (2018). Effects of contingency versus constraints on the body-mass\nscaling of metabolic rate.Challenges9:4.  doi: 10.3390/challe9010004\nHubbard,  R.,  and  Bayarri,  M.  J.  (2003).  Confusion  over  measures  of  evidence\n(p’s)  versus  errors  (α’s)  in  classical  statistical  testing.Am.  Stat.57,  171–178.\ndoi: 10.1198/0003130031856\nIsaac,  N.  J.,  and  Carbone,  C.  (2010).  Why  are  metabolic  scaling  exponents  so\ncontroversial?  Quantifying  variance  and  testing  hypotheses.Ecol.  Lett.13,\n728–735. doi: 10.1111/j.1461-0248.2010.01461.x\nJennings,   S.,   and   Blanchard,   J.   L.   (2004).   Fish   abundance   with   no   fishing:\npredictions based on macroecological theory.J. Anim. Ecol.73, 632–642.  doi:\n10.1111/j.0021-8790.2004.00839.x\nJohnston, I. A., and Dunn, J. (1987). Temperature acclimation and metabolism in\nectotherms  with  particular  reference  to  teleost  fish.Symp.  Soc.  Exp.  Biol.41,\n67–93.\nJones, R. H. (2011). Bayesian information criterion for longitudinal and clustered\ndata.Stat. Med.30, 3050–3056. doi: 10.1002/sim.4323\nKhan,  J.  R.,  Johansen,  D.,  and  Skov,  P.  V.  (2018a).  The  effects  of  acute  and\nlong-term  exposure  to  CO2  on  the  respiratory  physiology  and  production\nperformance of Atlantic salmon (Salmo salar) in freshwater.Aquaculture491,\n20–27.  doi: 10.1016/j.aquaculture.2018.03.010\nKhan,  J.  R.,  Lazado,  C.  C.,  Methling,  C.,  and  Skov,  P.  V.  (2018b).  Short-term\nfeed and light deprivation reduces voluntary activity but improves swimming\nperformance in rainbow troutOncorhynchus mykiss.Fish Physiol. Biochem.44,\n329–341. doi: 10.1007/s10695-017-0438-0\nKhan, J. R., Pether, S., Bruce, M., Walker, S. P., and Herbert, N. A. (2014). Optimum\ntemperatures  for  growth  and  feed  conversion  in  cultured  hapuku  (Polyprion\noxygeneios)—is there a link to aerobic metabolic scope and final temperature\npreference?Aquaculture430, 107–113.  doi: 10.1016/j.aquaculture.2014.03.046\nKhan,  J.  R.,  Pether,  S.,  Bruce,  M.,  Walker,  S.  P.,  and  Herbert,  N.  A.  (2015).  The\neffect of temperature and ration size on specific dynamic action and production\nperformance in juvenile hapuku (Polyprion oxygeneios).Aquaculture437, 67–\n74.  doi: 10.1016/j.aquaculture.2014.11.024\nKillen,  S.  S.  (2014).  Growth  trajectory  influences  temperature  preference  in  fish\nthrough an effect on metabolic rate.J. Anim. Ecol.83, 1513–1522. doi: 10.1111/\n1365-2656.12244\nKillen, S. S., Atkinson, D., and Glazier, D. S. (2010). The intraspecific scaling of\nmetabolic rate with body mass in fishes depends on lifestyle and temperature.\nEcol. Lett.13, 184–193. doi: 10.1111/j.1461-0248.2009.01415.x\nKillen,  S.  S.,  Glazier,  D.  S.,  Rezende,  E.  L.,  Clark,  T.  D.,  Atkinson,  D.,  Willener,\nA. S., et al. (2016). Ecological influences and morphological correlates of resting\nand maximal metabolic rates across teleost fish species.Am. Nat.187, 592–606.\ndoi: 10.1086/685893\nKleiber, M. (1932). Body size and metabolism.Hilgardia6, 315–353.  doi: 10.3733/\nhilg.v06n11p315\nKooijman,  S.  A.  L.  M.  (1993).Dynamic  Energy  Budgets  in  Biological  Systems.\nCambridge: Cambridge University Press.\nKunz, K. L., Frickenhaus, S., Hardenberg, S., Johansen, T., Leo, E., Pörtner, H. O.,\net  al.  (2016).  New  encounters  in  Arctic  waters:  a  comparison  of  metabolism\nand  performance  of  polar  cod  (Boreogadus  saida)  and  Atlantic  cod  (Gadus\nmorhua)  under  ocean  acidification  and  warming.Polar  Biol.39,  1137–1153.\ndoi: 10.1007/s00300-016-1932-z\nLele, S. (2004). “Evidence functions, and the optimality of the law of likelihood,”\ninThe  Nature  of  Scientific  Evidence:  Statistical,  Philosophical  and  Empirical\nConsiderations,  eds  M.  L.  Taper,  and  S.  R.  Lele,  (Chicago,  IL:  The  University\nof Chicago Press), 191–216. doi: 10.7208/chicago/9780226789583.003.0007\nLighton, J. R. (2018).Measuring Metabolic Rates: A Manual for Scientists. Oxford:\nOxford University Press.\nLindmark,  M.,  Huss,  M.,  Ohlberger,  J.,  and  Gårdmark,  A.  (2018).  Temperature-\ndependent   body   size   effects   determine   population   responses   to   climate\nwarming.Ecol. Lett.21, 181–189. doi: 10.1111/ele.12880\nLorah,  J.,  and  Womack,  A.  (2019).  Value  of  sample  size  for  computation  of\nthe  Bayesian  information  criterion  (BIC)  in  multilevel  modeling.Behav.  Res.\nMethods51, 440–450. doi: 10.3758/s13428-018-1188-3\nMaino, J. L., Kearney, M. R., Nisbet, R. M., and Kooijman, S. A. (2014). Reconciling\ntheories for metabolic scaling.J. Anim. Ecol.83, 20–29.  doi: 10.1111/1365-2656.\n12085\nMcArley, T. J., Hickey, A. J., and Herbert, N. A. (2017). Chronic warm exposure\nimpairs   growth   performance   and   reduces   thermal   safety   margins   in   the\ncommon  triplefin  fish  (Forsterygion  lapillum).J.  Exp.  Biol.120(Pt  19),  3527–\n3535. doi: 10.1242/jeb.162099\nMcArley,  T.  J.,  Hickey,  A.  J.,  and  Herbert,  N.  A.  (2018).  Hyperoxia  increases\nmaximum  oxygen  consumption  and  aerobic  scope  of  intertidal  fish  facing\nacutely high temperatures.J. Exp. Biol.221:jeb189993. doi: 10.1242/jeb.189993\nMcLean,  S.,  Persson,  A.,  Norin,  T.,  and  Killen,  S.  S.  (2018).  Metabolic  costs  of\nfeeding predictively alter the spatial distribution of individuals in fish schools.\nCurr. Biol.28, 1144–1149. doi: 10.1016/j.cub.2018.02.043\nMetcalfe,  N.  B.,  Van  Leeuwen,  T.  E.,  and  Killen,  S.  S.  (2016).  Does  individual\nvariation  in  metabolic  phenotype  predict  fish  behaviour  and  performance?\nJ. Fish Biol.88, 298–321. doi: 10.1111/jfb.12699\nMoses, M. E., Hou, C., Woodruff, W. H., West, G. B., Nekola, J. C., Zuo, W., et al.\n(2008). Revisiting a model of ontogenetic growth: estimating model parameters\nfrom theory and data.Am. Nat.171, 632–645. doi: 10.1086/587073\nMurtaugh, P. A. (2014). In defense of P values.Ecology95, 611–617.\nNadler, L. E., Killen, S. S., McClure, E. C., Munday, P. L., and McCormick, M. I.\n(2016). Shoaling reduces metabolic rate in a gregarious coral reef fish species.\nJ. Exp. Biol.219, 2802–2805.  doi: 10.1242/jeb.139493\nNelson, J. A. (2016). Oxygen consumption rate v. rate of energy utilization of fishes:\na comparison and brief history of the two measurements.J. Fish Biol.88, 10–25.\ndoi: 10.1111/jfb.12824\nNishii,  R.  (1988).  Maximum-likelihood  principle  and  model  selection  when  the\ntrue model is unspecified.J. Multivar. Anal.27, 392–403.   doi: 10.1016/b978-\n0-12-580205-5.50032-x\nNorin,  T.,  and  Clark,  T.  D.  (2017).  Fish  face  a  trade-off  between  ‘eating  big’\nfor  growth  efficiency  and  ‘eating  small’  to  retain  aerobic  capacity.Biol.  Lett.\n13:20170298.  doi: 10.1098/rsbl.2017.0298\nNorin,  T.,  and  Gamperl,  A.  K.  (2018).  Metabolic  scaling  of  individuals  vs.\npopulations: Evidence for variation in scaling exponents at different hierarchical\nlevels.Funct. Ecol.32, 379–388.  doi: 10.1111/1365-2435.12996\nNorin, T., and Malte, H. (2011). Repeatability of standard metabolic rate, active\nmetabolic  rate  and  aerobic  scope  in  young  brown  trout  during  a  period  of\nmoderate food availability.J. Exp. Biol.214, 1668–1675. doi: 10.1242/jeb.054205\nNorin, T., and Malte, H. (2012). Intraspecific variation in aerobic metabolic rate\nof fish: relations with organ size and enzyme activity in brown trout.Physiol.\nBiochem. Zool.85, 645–656. doi: 10.1086/665982\nNorin, T., Malte, H., and Clark, T. D. (2016). Differential plasticity of metabolic\nrate phenotypes in a tropical fish facing environmental change.Funct. Ecol.30,\n369–378.  doi: 10.1111/1365-2435.12503\nPonciano,  J.  M.,  Burleigh,  G.,  Braun,  E.  L.,  and  Taper,  M.  L.  (2012).  Assessing\nparameter identifiability in phylogenetic models using Data Cloning.Syst. Biol.\n61, 955–972. doi: 10.1093/sysbio/sys055\nR Core Team. (2015).R: A Language and Environment for Statistical Computing.\nVienna: R Foundation for Statistical Computing.\nRaftery, A. E. (1995). Bayesian model selection in social research.Sociol. Methodol.\n25, 111–163.\nRoyall,   R.   M.   (1997).Statistical   Evidence:   A   Likelihood   Paradigm.   London:\nChapman & Hall.\nFrontiers in Physiology | www.frontiersin.org16September 2019 | Volume 10 | Article 1166\n\nfphys-10-01166September 19, 2019Time: 10:16# 17\nJerde et al.Evidentialist Metabolic Scaling\nSchwarz, G. (1978). Estimating the dimension of a model.Ann. Stat.6, 461–464.\ndoi: 10.1214/aos/1176344136\nSearle, S. R. (1971).Linear models(No. 04; QA279, S4.). New York, NY: John Wiley\n& Sons, Inc.\nSunday,  J.  M.,  Bates,  A.  E.,  and  Dulvy,  N.  K.  (2010).  Global  analysis  of  thermal\ntolerance and latitude in ectotherms.Proc. R. Soc. B Biol. Sci.278, 1823–1830.\ndoi: 10.1098/rspb.2010.1295\nTaper,  M.  L.,  and  Lele,  S.  R.  (2011).  Evidence,  evidence  functions,  and  error\nprobabilities.Philos.   Stat.7,   513–532.doi:   10.1016/b978-0-444-51862-0.\n50015-0\nTaper, M. L., and Marquet, P. A. (1996). How do species really divide resources?\nAm. Nat.147, 1072–1086.  doi: 10.1086/285893\nTaper, M. L., and Ponciano, J. M. (2016). Evidential statistics as a statistical modern\nsynthesis to support 21st century science.Popul. Ecol.58, 9–29.   doi: 10.1007/\ns10144-015-0533-y\nWest, G. B., Brown, J. H., and Enquist, B. J. (1997). A general model for the origin\nof allometric scaling laws in biology.Science276, 122–126.  doi: 10.1126/science.\n276.5309.122\nWhite, C. R., and Kearney, M. R. (2013). Determinants of inter-specific variation\nin basal metabolic rate.J. Comp. Physiol. B183, 1–26.  doi: 10.1007/s00360-012-\n0676-5\nWhite, C. R., and Kearney, M. R. (2014). Metabolic scaling in animals: methods,\nempirical  results,  and  theoretical  explanations.Compr.  Physiol.4,  231–256.\ndoi: 10.1002/cphy.c110049\nWhite, C. R., Phillips, N. F., and Seymour, R. S. (2005). The scaling and temperature\ndependence of vertebrate metabolism.Biol. Lett.2, 125–127.  doi: 10.1098/rsbl.\n2005.0378\nWhite,  C.  R.,  and  Seymour,  R.  S.  (2003).  Mammalian  basal  metabolic  rate  is\nproportional  to  body  mass2/3.Proc.  Natl.  Acad.  Sci.100,  4046–4049.    doi:\n10.1073/pnas.0436428100\nWhite,   H.   (1982).   Maximum   likelihood   estimation   of   misspecified   models.\nEconometrica50, 1–25.\nZhang,  Y.,  Mauduit,  F.,  Farrell,  A.  P.,  Chabot,  D.,  Ollivier,  H.,  Rio-Cabello,\nA.,  et  al.  (2017).  Exposure  of  European  sea  bass  (Dicentrarchus  labrax)  to\nchemically dispersed oil has a chronic residual effect on hypoxia tolerance but\nnot  aerobic  scope.Aquat.  Toxicol.191,  95–104.  doi:  10.1016/j.aquatox.2017.\n07.020\nZhang,   Y.,   Timmerhaus,   G.,   Anttila,   K.,   Mauduit,   F.,   Jørgensen,   S.   M.,\nKristensen,  T.,  et  al.  (2016).  Domestication  compromises  athleticism  and\nrespiratory  plasticity  in  response  to  aerobic  exercise  training  in  Atlantic\nsalmon (Salmo salar).Aquaculture463, 79–88.  doi: 10.1016/j.aquaculture.2016.\n05.015\nConflict   of   Interest   Statement:The   authors   declare   that   the   research   was\nconducted in the absence of any commercial or financial relationships that could\nbe construed as a potential conflict of interest.\nCopyright © 2019 Jerde, Kraskura, Eliason, Csik, Stier and Taper. This is an open-\naccess  article  distributed  under  the  terms  of  the  Creative  Commons  Attribution\nLicense (CC BY). The use, distribution or reproduction in other forums is permitted,\nprovided the original author(s) and the copyright owner(s) are credited and that the\noriginal publication in this journal is cited, in accordance with accepted academic\npractice.  No  use,  distribution  or  reproduction  is  permitted  which  does  not  comply\nwith these terms.\nFrontiers in Physiology | www.frontiersin.org17September 2019 | Volume 10 | Article 1166",
  "extractedAt": "2025-12-12T18:45:08.683Z",
  "success": true,
  "matchedPublication": {
    "title": "Strong Evidence for an Intraspecific Metabolic Scaling Coefficient Near 0.89 in Fish",
    "doi": "10.3389/fphys.2019.01166",
    "year": "2019",
    "authors": "Jerde, Christopher L.; Kraskura, Krista; Eliason, Erika J.; Csik, Samantha R.; Stier, Adrian C.; Taper, Mark L."
  }
}