{
  "filename": "Kopecky et al. (Ecology) 2023.pdf",
  "numPages": 20,
  "text": "ARTICLE Material legacies can degrade resilience: Structure-retaining disturbances promote regime shifts on coral reefs Kai L. Kopecky 1 | Adrian C. Stier 1,2 | Russell J. Schmitt 1,2 | Sally J. Holbrook 1,2 | Holly V. Moeller 1 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California, USA 2 Marine Science Institute, University of California, Santa Barbara, California, USA Correspondence Kai L. Kopecky Email: kaikopecky@ucsb.edu Funding information US National Science Foundation, Grant/Award Numbers: 2224354, BCS1714704, EF1921356, OCE1637396, OCE1851510; Simons Foundation, Grant/Award Number: 689265 Handling Editor:Mariano A. Rodriguez-Cabal Abstract Standing dead structures of habitat-forming organisms (e.g., dead trees, coral skeletons, oyster shells) killed by a disturbance are material legacies that can affect ecosystem recovery processes. Many ecosystems are subject to different types of disturbance that either remove biogenic structures or leave them intact. Here we used a mathematical model to quantify how the resil- ience of coral reef ecosystems may be differentially affected following structure-removing and structure-retaining disturbance events, focusing in particular on the potential for regime shifts from coral to macroalgae. We found that dead coral skeletons could substantially diminish coral resil- ience if they provided macroalgae refuge from herbivory, a key feedback asso- ciated with the recovery of coral populations. Our model shows that the material legacy of dead skeletons broadens the range of herbivore biomass over which coral and macroalgae states are bistable. Hence, material legacies can alter resilience by modifying the underlying relationship between a system driver (herbivory) and a state variable (coral cover). KEYWORDS alternative stable states, coral reefs, disturbance, hysteresis, macroalgae, material legacies, regime shifts, resilience INTRODUCTION Major disturbances, such as fire, drought, storms, and heat waves, can abruptly kill the structure-forming species that create the foundations of ecosystems. When the dead structures of these organisms are left behind, these material legacies can alter recolonization rates and interactions among species in the recovering system (Johnstone et al., 2016). For example, standing or fallen dead trees can affect establishment success of new colonizing individuals in forests (Johnstone et al., 2016), shells of dead oysters can provide substrate for new settling larvae to facilitate recoveries on oyster reefs (Lenihan & Peterson, 1998), and skeletons of dead corals can either serve as settlement substrate or harbor macroalgae that compete with live corals for attachment space on coral reefs (Vieira, 2020). Because material legacies can have powerful effects on ecological processes, they have the potential to Received: 20 April 2022Revised: 9 January 2023Accepted: 19 January 2023 DOI: 10.1002/ecy.4006 This is an open access article under the terms of theCreative Commons Attribution-NonCommercialLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes. © 2023 The Authors.Ecologypublished by Wiley Periodicals LLC on behalf of The Ecological Society of America. Ecology.2023;e4006. https://onlinelibrary.wiley.com/r/ecy1of15 https://doi.org/10.1002/ecy.4006 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License also alter how ecosystems resist and recover from disturbance—that is, ecosystem resilience. For example, if dead structures occupy significant amounts of habitat space for extended durations, these legacies can prolong the time for new colonists to reseed a disturbed area and for that ecosystem to regain its predisturbance condition. Alternatively, if dead structures facilitate colonization by a functionally different guild of organisms, these struc- tures may facilitate a regime shift in ecosystem state. To better understand the role of material legacies, we can directly compare how disturbances that either remove or leave in place dead biogenic structures affect resilience. Some disturbances both kill structure-forming organisms and remove their biogenic structure, opening up unoccupied habitat spaces between surviving individuals (hereafter, structure-removing disturbances). Examples include intense fires, floods, storms (Fukami, 2015), defor- estation, landslides, avalanches (Swanson et al., 2011), dredging, and ice scour (Lenihan & Peterson, 1998). By contrast, other disturbances kill structure-forming organisms but leave their structures intact, resulting in patchworks of live and dead organisms or dense stands of dead individuals that can restrict the amount of unoccu- pied space for new colonists and surviving individuals (hereafter, structure-retaining disturbances). Examples include drought, disease, predator or pest outbreaks (Johnstone et al., 2016), thermal stress (e.g., heat waves; Folke et al., 2004), and hypoxic events (Lenihan & Peterson, 1998). In this study, we use a model to quantify how the resilience of coral reef ecosystems may be differentially affected following structure-removing and structure- retaining disturbance events. Coral reefs serve as a timely model system to explore the effects of material legacies on resilience. Disturbance regimes are changing such that acute events that either remove or retain structure are increasing in frequency, severity, or both (Oliver et al., 2018; Uthicke et al.,2015; Wehner et al., 2018). For example, structure-removing events (e.g., tropical storms) appear to be increasing in intensity (Vecchi et al., 2021), while structure-retaining events (e.g., marine heat waves that cause coral bleaching, predator/disease outbreaks) are becoming more wide- spread, frequent, and severe (Hughes et al., 2017;Lough et al., 2018; Pratchett et al.,2013). Storm disturbances can remove the entire coral colony, creating planar reef sur- faces (Gardner et al., 2005), whereas structure-retaining disturbances kill the soft tissue of corals while leaving their skeletons intact (Baker et al., 2008;Pratchettetal.,2013). Coral taxa that are most sensitive to both disturbance types tend to have greater structural complexity (e.g., branching, corymbose, and tabular colony morphologies), but how their dead structures influence the recovery potential of reefs remains poorly understood. Some disturbances can tip a coral reef ecosystem from a coral-dominated state to one where macroalgae or other benthic taxa are the more common space holder (Schmitt et al., 2022). There is mounting empirical and theoretical evidence supporting the idea that these can be alternative basins of attraction (alternative stable states in models) when hysteresis cre- ates a region of bistability that includes the ambient envi- ronmental conditions (Briggs et al., 2018; Folke et al., 2004; McManus et al.,2019;Mumby,2006; Mumby et al., 2013; Muthukrishnan et al.,2016; Schmitt et al.,2019; Schröder et al., 2005). Yet the resilience of coral to distur- bance is tremendously variable across coral reef ecosys- tems, with rapid recovery in some reefs and continued coral decline or shifts to macroalgae in others (Baumann et al., 2022;Holbrooketal.,2018). The presence or type of material legacies has the potential to account for some of the observed variability in resilience of coral following a disturbance. Competing hypotheses exist regarding the role of dead coral structures in fostering return of coral on dis- turbed tropical reefs. High structural complexity can pro- mote faster or more successful recovery of corals if it provides habitat for coral-associated organisms that bene- fit coral growth and/or settlement substrate with refuge spaces for colonizing corals that would otherwise be con- sumed by predators (Graham et al., 2015). Alternatively, the retention of dead coral skeletons may diminish coral resilience if skeletons facilitate the establishment of macroalgae—major competitors of coral for attachment space on the reef—by, for example, creating physical refugia from herbivores for vulnerable, early-life-stage macroalgae (Bennett et al., 2010; Puk et al.,2020). Indeed, flat reef surfaces are readily grazed by herbivorous fish and sea urchins, preventing the establishment of macroalgae (Adam et al., 2011,2015; Bellwood et al.,2006;Holbrook et al., 2016). This grazing helps maintain reef surfaces in a suitable condition for the settlement of new coral colonies and, thus, can be a crucial stabilizing feedback during periods of coral reef recovery (Adam et al., 2015; Holbrook et al., 2016; Schmitt et al.,2022). Following reductions in herbivory, some coral reefs have transitioned to a degraded ecosystem state in which macroalgae become the dominant space holder (Hughes, 1994; Mumby et al.,2013; Vieira, 2020). Once mature, macroalgae can become phys- ically and/or chemically defended against herbivory (Davis, 2018) and compete directly with corals for reef space by overgrowing live colonies and preempting settlement space for coral larvae (McCook et al., 2001; Vieira, 2020). This suggests that macroalgae that are ini- tially protected by dead coral structures could persist on the reef well after the dead structures have completely eroded away, potentially trapping the system in the alter- native, macroalgae-dominated state. 2of15KOPECKYET AL. 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Here we integrate herbivory and retention of biogenic structure using a conceptual framework derived from catas- trophe theory (Jones, 1977;Loehle,1989)toexplorehow material legacies could act to modify the coral reef resilience landscape (Figure 1). At low amounts of algal refugia, the coral-dominated state is resilient to disturbances that do not increase algal refugia (i.e., structure-removing disturbances). However, disturbances that substantially decrease coral abundance and simultaneously increase the level of algal refugia (i.e., structure-retaining disturbances) can move the system to a region of state space in which coral and macroalgal states become bistable, thereby triggering shifts from coral to macroalgae dominance (Figure 1, red line and bottom right). Material legacies of structure-retaining distur- bances may act to modify the resilience landscape and change the underlying relationship between herbivores (a biological driver) and equilibrium coral abundance (a state variable) by increasingthedegreeofhysteresis (Figure 1, blue dashed arrow). Importantly, the material legacy in this case causes an effective reduction in the capac- ity of herbivores to control macroalgae (i.e., the rate of her- bivory) without actually changing the biomass of herbivores present in the system. To investigate the effect of material legacies on coral reef resilience, we explored the consequences of structure- removing and structure-retaining disturbances using a model that simulated how the fraction of reef space occu- pied by key interacting benthic space holders (corals, macroalgae) changes following these two types of distur- bance events. We address three main questions. First, how do the material legacies of structure-retaining disturbances affect the presence of alternate states? Second, what distur- bance conditions (i.e., intensity and type) are required to trigger shifts between coral and macroalgae states? Finally, do structure-retaining disturbances speed or slow shifts to alternate states or recoveries to the predisturbance state? FIGURE 1(Left) A hypothetical response surface showing how the equilibrium abundance of coral might vary as a function of herbivory and the amount of physical refugia in the environment that facilitate the proliferation of macroalgae; for heuristic purposes, we assume the response surface for macroalgae is the inverse of that shown for coral. The material legacies of structure-retaining disturbances (dead coral skeletons) provide vulnerable stages of macroalgae with refuge space from herbivores, potentially moving the system into a region of state space where hysteresis exists in the relationship with herbivory (blue dashed arrows). Such hysteresis promotes the bistability of coral and macroalgae for some range of herbivory. (Top right) In regions of state space without hysteresis, coral would return to its predisturbance state (upward dotted black arrow) after a high-intensity disturbance (downward solid black arrow). (Bottom right) By contrast, for regions of state space with hysteresis, the same intensity of disturbance could flip the system to a macroalgae stable state without any change in herbivory. ECOLOGY3of15 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License METHODS Model description To quantify the effects of disturbance type on coral reef community structure, we developed a model that describes how benthic cover changes over time. Building on previous work (Briggs et al., 2018; Mumby,2006), we divided benthic cover on hard substrate into a set of classes representing the fraction of reef space occupied by coral C, macroalgae M, and“empty”space S. In this model, empty reef space is functionally equivalent to hard substrates occu- pied by a thin layer of turf or crustose coralline algae, which can be colonized or overgrown by either coral or macroalgae (Birrell et al., 2005;O’Brien & Scheibling,2018; Schmitt et al., 2022). To compare structure-removing and structure-retaining disturbances and model the effects of the dead skeleton legacy, we further subdivided the coral cover class into live colonies growing on primary reef sub- strate (C L ), live colonies growing on dead colonies (C P ), and standing dead skeletons (C D ). Similarly, because dead skele- tons may influence herbivory rates on macroalgae (Bennett et al., 2010; Puk et al.,2020), we partitioned macroalgal cover into two classes that differ in the substrate they occupy: macroalgae that grow on open reef spaces and are fully exposed to herbivory (M E ) and macroalgae that grow amid the branches of dead coral colonies and are protected to some degree from herbivory (M P ). We described changes in the proportions of the biotic cover classes (corals and macroalgae) using a system of five differential equations that capture transitions between empty space, live and dead branching coral cover, and macroalgal cover on the reef (Figure 2). First, live coral (C L ) grows onto empty reef spaces at rateg c . Our model also allows for open recruitment, with coral settlers arriving into empty space at rateγ c . Live coral can die in two ways: It can experience natural mortality at a rated c , which causes transitions from live to dead coral, or it can be overgrown by either exposed or protected macroalgae at rateg mc , which causes transitions directly from live coral to protected macroalgae. The bal- ance of these gain and loss processes produces the change in proportional live coral on the reef over time: dC L dt ¼g c C L S+γ c S−g mc C L M E +M P ðÞ−d c C L :ð1Þ When corals die naturally, their skeletal structures remain on the reef and continue to occupy benthic space as they gradually erode over several years (Adam et al., 2014). FIGURE 2(a) Graphical depiction of interactions among state variables via model parameters (shown in parentheses). Arrows indicate the transfer of spatial occupation from one state variable to another by the associated process (e.g., dead coral transitions to open space via erosion). (b) Photograph of a coral reef following a structure-removing disturbance event (cyclone) that created bare, unoccupied reef space (photo credit: Russell Schmitt). (c) Photograph of a coral reef following a structure-retaining disturbance event (coral bleaching) that left in place dead coral skeletons (a material legacy) that are being overgrown by macroalgae (photo credit: Kai Kopecky). 4of15KOPECKYET AL. 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License We represented this asC D , or the fraction of reef space occupied by standing dead coral skeleton. Transitions from live coral to dead coral result from the natural mortality of live coral (d c C L ). Further, herbivores can remove macroalgae from dead coral structure, but at a reduced rate h(1−p) compared to herbivory on exposed macroalgae, representing the product of the ambient rate of herbivory hscaled by the degree of protection afforded by a dead coral skeleton (p), resulting in a transition fromprotected macroalgaeto dead coral. Dead coral is lost in three ways: It is removed via erosion at a fixed rate,e;itcanbesettledand grown on by live coral at ratesγ c andg c , respectively; and it can be settled onto or overgrown by macroalgae at rates γ m andg m , respectively. We thus describe the change in proportional cover of standing dead coral over time as dC D dt ¼d c C L +C P ðÞ+M P h1−pðÞ+d m ðÞ−g c C P C D −sγ c C D −g m C D M E +M P ðÞ−γ m C D −eC D :ð2Þ Standing dead coral provides a secondary substrate on which corals can settle and grow, and we represented this in our model asC P or live coral that grows specifi- cally on dead coral structure. Corals of this class arise only as a result of settlement (γ c ) and subsequent growth (g c ); lateral overgrowth by mature colonies does not tend to occur in structure-forming coral species, so we did not include this process in our model. We included a multi- plier,s, for the rate of settlement of live coral onto dead coral relative to open substrate, where values less than one correspond to reduced settlement, and values greater than one correspond to increased settlement relative to that on open substrate. As a default, we set the settlement rate on dead coral equal to that on open substrate (i.e.,s=1). Similar to live coral that grows on primary reef substrate, live coral that grows on dead coral can be lost via ambient mortality, at rated c , as well as over- growth by macroalgae, at rateg mc . This class of coral can also be lost via erosion, at ratee, to capture the transient nature of standing dead coral as a substrate. We thus describe the change in proportional cover of live coral growing on dead coral over time as dC P dt ¼g c C P C D +sγ c C D −g mc C P M E +M P ðÞ−d c C P −eC P : ð3Þ We tested the sensitivity of our model’s predictions to coral settlement on a dead structure by varying the parameters. Macroalgae growing within or beneath complex structures—such as the skeletons of dead corals—tend to have reduced rates of herbivory relative to more planar, exposed reef surfaces (Bennett et al., 2010). To capture this, we subjected the exposed and protected macroalgae classes to different levels of herbivory. Exposed macroalgae (M E ) are removed at the ambient rate of her- bivory,h. Protected macroalgae (M P ), by contrast, experi- ence reduced herbivory pressure,h(1−p), wherepis a value between 0 and 1 that decreases the ambient level of herbivory by a designated amount (hereafter, referred to as algal protection). Both exposed and protected macroalgae can grow (at rateg m ) and settle (at rateγ m ) into empty space (S), which increases exposed macroalgae (M E ), and onto dead coral, which increases protected macroalgae (M P ). Both classes of macroalgae can overgrow either class of live coral, but at a slower rate,g mc , resulting in a transition from live coral to protected macroalgae. Finally, both classes of macroalgae are lost via senescence (i.e., natural mortality) at a fixed rate,d m . The rates of change in proportional cover for these two classes of macroalgae are given by the following equations: dM E dt ¼g m M E S+g m M P S+γ m S−M E h+d m ðÞ,ð4Þ dM P dt ¼g m M P C D +g m M E C D +g mc C L M E +M P ðÞ +g mc C P M E +M P ðÞ+γ m C D −M P h1−pðÞ+d m +eðÞ: ð5Þ Finally, because our state variables represent the frac- tion of space occupied by any given class, we note that the fraction of empty space can be described as S¼1−C L −C D −C P −M E −M P :ð6Þ Disturbance To model an acute disturbance, such as a storm event (structure-removing disturbance) or bleaching episode (structure-retaining disturbance), we used a kick-flow approach in which the“flow”of the system described by Equations ( 1)to(6) is paused, the system is instanta- neously perturbed by a“kick”(e.g., an acute mortality event), and then the simulation is resumed. During these perturbations, the fraction of reef occupied by each space holder is reduced, increased, or unchanged to simulate pulse disturbance events of each type. Specifically, structure-removing disturbances reduce all space holders to a designated percentage of their predisturbance levels (increasing empty space), where the percentage represents the intensity of the disturbance. Structure-retaining distur- bances affect only the three coral classes (i.e., live coral on open substrate or on dead coral, and standing dead coral). ECOLOGY5of15 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License In these instances, both classes of live coral are reduced by a fixed proportion (again, representative of disturbance intensity), and dead coral increases by the amount that live coral is reduced. Model parameterization and analysis We parameterized the model following ranges of parame- ters published by Fung et al. ( 2011) for reef systems not subjected to anthropogenic stressors (e.g., overfishing and sedimentation) and default values used by Briggs et al. ( 2018) (Table1). We modified some of the parameters and added additional ones to account for the addition of the new state variable representing dead coral skeletons. In par- ticular, we reduced the coral mortality rate (production of dead skeletons) and estimated a new parameter, the erosion rate of dead coral skeletons, as 10 times greater than the mortality rate of live corals to ensure that the abundance of dead skeletons remained within a range typically observed in nature (Appendix S1). Our estimated erosion rate of 1% per year falls within published estimates of bioerosion of calcium carbonate structures on reefs of 0% to 5% per year (Silbiger et al., 2014). Importantly, these published rates estimate annual volumetric loss, not two-dimensional sur- face loss, as modeled here. Nonetheless, a volumetric loss of this magnitude translates to a comparable loss of two-dimensional area (Appendix S1). Because this lower coral mortality rate resulted in a reduced rate of production of empty space, we increased macroalgal growth and settle- ment rates to allow macroalgae to colonize this reduced open space efficiently. We first explored the sensitivity of equilibrium condi- tions to variation in key parameters without disturbance using bifurcation diagrams. For this analysis, we solved for the equilibria of our model equations numerically (using MATLAB version R2016a, MathWorks, Natick, MA, USA) and assessed the equilibrium cover of each class of space holder across selected ranges in key param- eters. This analysis focused on how variation in algal protection from herbivory (p) affected equilibrium values of live coral and total macroalgae (M E +M P ) cover. Independent simulations were run for values of algal pro- tection ranging between 0 and 1 (i.e., from no protection to complete protection forM P ). Further, we analyzed the model’s sensitivity to variation in algal protection for starting conditions that reflect either a coral-dominated or macroalgae-dominated equilibrium to test for bistability between these two ecosystem states (i.e., hysteresis). We then explored equilibrium conditions of coral cover as a response surface determined by the degree of algal protec- tion,p, and the ambient level of herbivory,h. For this anal- ysis, we constrained the maximum level of herbivory to 0.4 to represent a realistic range in this parameter (Mumby et al., 2007). Lastly, we conducted a sensitivity analysis in similar fashion to explore equilibrium conditions of coral and macroalgae cover as a function of the erosion rate of dead coral (e) and coral mortality rate (d c ) (Appendix S1). Over the range in algal protection that produced alternative stable states, we used numerical simulations (in R version 4.0.0) to explore how the model responded to structure-removing and structure-retaining disturbances of various intensities (fractional mortality of the affected space holders). Beginning with a coral-dominated state, we simulated the fraction of space occupied through time by each space holder following single disturbances that ranged in intensity from no mortality to complete mortal- ity of the affected space holders (i.e., 0 to 1). We evaluated the equilibrium cover of each class of space holder via sim- ulation by determining proportional cover after distur- bance once the rates of change all reached zero. We then TABLE 1Variable and parameter symbols, descriptions, and default values. SymbolDescription Default value (range) Variable C L Live coral on open substrate C D Dead coral C P Live coral on dead coral M E Exposed macroalgae M P Protected macroalgae SEmpty space; colonizable by coral or macroalgae Parameter g c Growth rate of coral0.1 year −1 g m Growth rate of macroalgae0.6 year −1 g mc Overgrowth rate of macroalgae onto live coral 0.06 year −1 d c Death rate of coral0.001 year −1 d m Senescence rate of macroalgae0.05 year −1 eErosion rate of dead coral0.01 year −1 γ c Open settlement rate of coral0.001 year −1 sMultiplier for rate of coral settlement onto dead coral 1(0–2) γ m Open settlement rate of macroalgae 0.001 year −1 hAmbient herbivory rate0.3 (0–0.4) year −1 pAlgal protection; degree to which ambient herbivory is reduced for protected macroalgae 0.5 (0–1) Note: Units for all parameters are change in proportional cover per year. Values in parentheses indicate the ranges used for sensitivity analyses. 6of15KOPECKYET AL. 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License designated the state of the system as either a coral or macroalgae equilibrium based on which organisms were the predominant space holders (a low equilibrium cover of coral always corresponded to a high equilibrium cover of macroalgae). We identified the intensity of each distur- bance type that was required to trigger a shift from a coral to macroalgal state for each value of algal protection. This analysis was repeated for an ecosystem state that initially was dominated by macroalgae such that the initial cover of each space holder reflected that of a macroalgae equilib- rium. Finally, we quantified the time taken to reach equi- librium for each combination of algal protection and disturbance intensity. All analyses and figures were pro- duced using R version 4.0.0 (R Core Team, 2020), RStudio version 1.2.5042 (RStudio Team, 2020), the fields package (Nychka et al., 2015), and MATLAB version R2016a. All model code is permanently archived on Zenodo (Kopecky, 2023):https://doi.org/10.5281/zenodo.7556007. RESULTS Algal protection creates alternative stable states As is common among models of benthic cover on coral reefs (Briggs et al., 2018; Fung et al.,2011; McManus et al., 2019; Mumby,2006; Muthukrishnan et al.,2016; Sandin & McNamara, 2012), our model predicted the existence of alternative stable states dominated by either coral or macroalgae (Figure 3). The magnitude of hystere- sis between these states depended both on the amount of herbivory and the strength of algal protection (Figure 3c). A sensitivity analysis of equilibrium coral cover as a func- tion of the erosion rate of dead coral (e) and coral mortal- ity rate (d c ) revealed that bistability between the coral and macroalgae states exists when erosion occurs rela- tively slowly (i.e., the material legacy is more persistent), but only the coral state exists at higher rates of erosion when the material legacy becomes more ephemeral. Additionally, this analysis also showed that higher ero- sion rates allow the system to tolerate higher rates of coral mortality without transitioning to dominance by macroalgae (Appendix S1). Structure-retaining disturbances promote and maintain shifts from coral to macroalgal states Overall, structure-retaining disturbances were more likely to drive transitions to and maintain the macroalgae-dominated state (Figures 4and5). For example, coral-dominated systems that were perturbed by a structure-removing FIGURE 3(a, b) Bifurcation diagramsshowing (a) equilibrium cover of total live coral (C L +C P )and(b)totalmacroalgae(M E +M P )asa function of algal protection from herbivory,p. Solid lines indicate stable equilibria (i.e., values of thestatevariabletowhichthesystemwillreturnafter perturbations in either direction), and dotted lines indicate unstable equilibria (i.e., values of the state variablefromwhichthesystemwilldiverge if perturbed). Equilibria were determined via numerical solving of our model equations. Shaded portions of each plot illustrate the regions of bistability (the range of algal protection over which coral and macroalgae are alternative stable states). (c) Response surface displaying the resultant equilibrium cover of coral at varying values of both algal protection,p, and herbivores,h. Blue shading represents high-coral equilibria, and yellow represents low-coral equilibria. The black line indicates equilibrium coral cover at the default value of herbivores but across the range of algal protection. ECOLOGY7of15 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License disturbance with an intensity of 0.6 (i.e., all space holders instantaneously reduced by 60%) rapidly regained pre- disturbance levels of live coral and macroalgae cover (Figure 4a,c,e). By contrast, a structure-retaining distur- bance of the same intensity (i.e., where 60% of space occu- pied by live coral on open substrate and on dead coral was converted to standing dead coral) triggered persistent shifts to the macroalgal state (Figure 4b,d). In this case, live coral cover continued to drop after the disturbance and even- tually stabilized far below its predisturbance equilibrium cover. Both exposed and protected macroalgae sharply increased after the disturbance and achieved an equilibrium cover substantially higher than their predisturbance levels, surpassing coral as the dominant space holders on the reef (Figure 4b,d). When varying the rate of live coral settlement onto dead coral, we found that this outcome held when settle- ment onto dead coral was less than or equal to the rate of set- tlement on open substrate (i.e., whens≤1) (Figure 4a–d). However, when settlement on dead coral was doubled relative to open substrate, the system was able to recover from structure-retaining disturbance at this intensity, though at a slower rate than when the structure was removed (Figure 4f). FIGURE 4Time series of an initially coral-dominated community subjected to either a moderate structure-removing disturbance (a, c, e) or a moderate structure-retaining disturbance (b, d, f). Results are shown for settlement rates onto dead coral that were set to 0, 1, or 2 times the rate of settlement on open substrate (i.e.,s=0, 1, or 2; asterisk indicates default value). Blue lines (total live coral) show combined proportional cover of live coral that grows on open substrate and dead coral (C L +C P ), while brown lines (total macroalgae) show combined proportional cover of macroalgae that grow on open substrate and dead coral (M E +M P ). In both cases, the model system was subjected to a 60% intensity disturbance (indicated by dashed vertical black lines), where 60% of all space holders were removed in panels (a), (c), and (e), and 60% of each class of live coral cover was converted to dead coral in panels (b), (d), and (f) at the time of disturbance. 8of15KOPECKYET AL. 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Across the range of algal protection that created bistability, the thresholds for state shifts from coral- to macroalgae-dominated reefs were lower for structure- retaining disturbances relative to structure-removing dis- turbances. When the initial state was dominated by coral, the system returned to coral dominance following nearly all intensities of a structure-removing disturbance. However, when algal protection was sufficiently high, large structure-removing disturbances tipped the reef into macroalgal dominance (Figure 5a). By contrast, much lower intensities of structure-retaining disturbance were needed to tip the system from coral- to macroalgal-dominance, and the intensity required to do so was inversely related to the strength of algal protection offered by the dead skeletons (black line, Figure 5b). When the system was instead ini- tially dominated by macroalgae (Figure 5, bottom row), only high-intensity structure-removing disturbances at low levels of algal protection resulted in shifts to coral domi- nance (Figure 5c). The tipping point in disturbance inten- sity required to do so increased with increasing algal protection (Figure 5c, black line). Importantly, the macroalgal state was maintained following all intensities of structure-retaining disturbance and at all values of algal protection, revealing that shifts from the macroalgal to the coral state were not possible with disturbances that leave dead structure in place across this range of algal protection (Figure 5d). Equilibration times varied with disturbance intensity and level of algal protection Generally, rapid returns to a coral equilibrium occurred following most intensities of disturbance and at most FIGURE 5Equilibrium community states following structure-removing (a, c) and structure-retaining (b, d) disturbances plotted across a range of algal protection,p, and disturbance intensity. Model outputs for initial conditions that reflect a coral-dominated state are shown in panels (a) and (b), while panels (c) and (d) show outputs for an initially macroalgae-dominated state. Blue shading depicts a coral equilibrium after disturbance; brown depicts a macroalgae equilibrium. Black lines indicate the level of disturbance required to trigger a state shift at the corresponding level of algal protection (the tipping point). The saturation of each color represents the time taken for the system to reach equilibrium at a given value of algal protection and disturbance intensity. The range of macroalgal protection from herbivory shown is the region of bistability (the range in values over which alternative stable states exist, indicated by the shaded regions in Figure 3). Output is shown for all intensities of disturbance (i.e., from no disturbance to complete mortality). ECOLOGY9of15 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License values of algal protection. However, some slower return times resulted from disturbances near the threshold value of disturbance intensity and at higher values of algal pro- tection (Figures 5a,b). In these situations, macroalgae temporarily achieved a higher cover following the distur- bance and, thus, delayed slightly the return to a coral equilibrium. By contrast, systems that shifted to the macroalgal state had longer equilibration times overall, the longest of which followed the most intense disturbances (Figure 5b). This reflects the time taken for macroalgae to take up the newly available substrate (i.e., dead skeletons). When shifts from macroalgae to coral took place, equilibra- tion times were also generally longer for systems near the tipping point of disturbance intensity (Figure 5c). When the system returned to macroalgal dominance after distur- bance, the time to reach equilibrium was generally longer following higher-intensity disturbances of both types (Figure 5d). DISCUSSION Material legacies shape the resilience landscape Globally, ecosystems are increasingly crossing tipping points, in many cases to degraded states that offer dimin- ished ecosystem services (Fagre et al., 2009; Millennium Ecosystem Assessment Program, 2005; Scheffer et al., 2001). Knowledge of the factors that either enhance resil- ience and foster recoveries or reduce resilience and pro- mote shifts to alternate states is central to our ability to understand resilience now and forecast trajectories of community reassembly as disturbance regimes change in the future. Here, we showed that disturbances that leave dead skeletons (material legacies) can erode coral resil- ience, either prolonging the return to a coral-dominated state or causing a regime shift from a coral to a macroalgae community. Our findings suggest that better integration of material legacies into studies of resilience may offer key insight into when and where ecosystems that are dominated by structure-forming organisms will cross tipping points. Disturbance-driven shifts between alternative ecosys- tem states (i.e., those that occur without changes to underlying drivers) have traditionally been thought to depend on whether the intensity of a disturbance is suffi- cient to push the system across the unstable equilibrium value of a state variable (Beisner et al., 2003; Fabina et al., 2015; Scheffer & Carpenter,2003; Suding & Hobbs, 2009). Our findings add nuance to this, showing that even at the same intensity, different disturbance types can lead to divergent outcomes (i.e., recovery versus regime shift) if there is differential production of a material legacy that modifies a stabilizing feedback. Our model exhibited high resilience to structure-removing disturbances, showing very low hysteresis (Figure 1, blue lines). Nonlinear systems with little (or no) hysteresis tend to be resilient to disturbance, and abrupt shifts between ecological states occur only if the threshold value of a system driver is crossed (Beisner et al., 2003; Suding & Hobbs, 2009). By contrast, our model suggests that coral-dominated reefs were resilient only to low intensities of structure-retaining disturbance, while mod- erate to intense disturbances caused shifts from coral to macroalgae because of the great increase in the amount of algal protection afforded by the dead skeletons. When bistability exists across a wide range of the driver in this fashion (Figure 1, red lines), an abrupt shift in ecosystem state is possible with a disturbance that displaces the sys- tem across a tipping point without any change to the underlying driver (e.g., herbivore biomass). Consistent with the dynamics we hypothesized in Figure 1, our results suggest that material legacies hold the capacity to shape the landscape of resilience in which a system operates by determining the magnitude of hysteresis between a system variable and its driver. The importance of material legacies in preventing or driving regime shifts is likely to depend on the type of stabilizing feedback that promotes recovery in a given system. For our coral reef example, the material legacy (dead coral skeletons) acts to weaken a stabilizing feed- back (the rate of herbivory), but the possibility also exists that a material legacy could instead strengthen a stabiliz- ing feedback. For example, oyster reefs provide a soft sedi- ment analog to coral reefs, as oysters are structure-forming organisms that are periodically killed by disturbances that either remove shell structures (e.g., dredging) or leave shell structures intact (e.g., hypoxic events). Disturbances that leave shells intact may in fact promote recoveries on oyster reefs, as oyster shells provide substrate for larvae to settle on and reduce impacts from seafloor sediments that can smother young oysters (Lenihan & Peterson, 1998). This contrasts with coral reefs where coral larvae that recruit to dead skeletons may be doomed to early death by erosion of their dead host structure (Swanson, 2016). In our model, high recruitment of coral onto dead structure could pre- vent tipping into the macroalgal state by pre-empting algal settlement (Figure 4f). However, it is important to note that in our model, this high recruitment does not come at a cost to coral settlement in empty space; in other words, dead coral does not act as an“ecological trap”for larvae (Battin, 2004). If a settlement tradeoff did exist, dead coral could act as a“sink”for larval propagules and erode coral persistence (Kopecky et al., 2021). In forests, the removal of tree roots during disturbance can increase the erosion of 10 of 15KOPECKYET AL. 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License topsoil and destabilize the forested ecosystem state. If tree roots are instead retained through a disturbance, topsoil will persist afterward and can increase the colonization success of new trees (Flores et al., 2020). However, there is evidence that standing or fallen dead trees could decrease resilience by negatively affecting the establishment of new individuals (Johnstone et al., 2016; Swanson et al.,2011). These examples illustrate the importance of considering context dependency in assessing how a material legacy may affect the stabilizing and destabilizing feedbacks that govern alternative states of an ecosystem. The dead coral skeleton legacy decreases recovery potential on coral reefs Building on previous models of alternative stable states in coral reefs (e.g., Briggs et al., 2018; Mumby,2006), we explored the effects of disturbances that either remove or leave in place dead coral skeletons on resilience by incor- porating three novel components: (1) the occupation of space by dead coral skeletons (i.e., a material legacy); (2) the (transient) substrate these dead structures provide for corals and macroalgae; and (3) the protection from herbivores that these dead coral structures provide for macroalgae. The dead skeleton legacy produced by structure-retaining disturbances effectively reduced the strength of herbivory and produced a relatively high degree of hysteresis in our coral–macroalgae system com- pared to a relatively low degree of hysteresis when this legacy was removed by disturbance. The retention of this structure created a higher incidence of coral–macroalgae shifts (lower chance of recovery) when the dead skeleton legacy was in place to inhibit herbivory. These results indicate that coral-dominated reefs are likely to be more resilient to disturbances that remove dead skeletons (e.g., storm-generated waves), while disturbances that leave dead skeletons intact (e.g., predator outbreaks or bleaching) greatly lower the threshold of disturbance intensity required to trigger a regime shift to macroalgae dominance. We note that our model does not account for dynamical responses by herbivores that could result from changes in the amount of complex reef structure that pro- vides habitat. Indeed, the degree of habitat complexity has been found to positively affect abundances of reef fishes, including herbivores (Blackwood et al., 2011; Bozec et al., 2013; Holbrook et al.,2003); however, increases in herbivore abundance associated with higher habitat complexity may not directly translate to increased rates of herbivory if the habitat provides a high degree of protection for macroalgae. Nevertheless, future investiga- tions into the role of the dead coral skeleton legacy on coral–algae dynamics could consider dynamical responses by herbivores to the removal or retention of dead coral skeletons with varying degrees of algal protection. Our results suggest that the degree of hysteresis in the relationship between coral cover (the state variable) and herbivory (a system driver) depends on the type of distur- bance that occurs. More specifically, the amount of macroalgal refugia generated during a disturbance event (via coral skeletons that are left on the reef) determines the degree of bistability between coral-dominated and macroalgae-dominated reef states. In turn, the amount of spatial refugia generated depends on the intensity of the disturbance, while the strength of protection offered by the skeletons likely depends on the morphological traits of the affected coral species, such as the three-dimensional structural characteristics of the coral skeleton. The genera of coral that are most sensitive to bleaching mortality from marine heatwaves tend to be those with higher structural complexity (e.g., branching, corymbose, and tabular colony morphologies). These growth forms are also preferred by crown-of-thorns seastars (Acanthaster planci) (COTS), a coral predator that similarly leaves behind intact coral skeletons by removing coral tissue. Populations of this predator can exhibit“boom-and-bust”outbreaks that peri- odically cause widespread mortality of coral tissue over landscape scales (Pratchett et al., 2013,2017). The findings described here are likely most represen- tative of reefs dominated by complex, branching coral morphologies. Reefs dominated by massive or mounding coral morphologies have skeletons that may not provide as much protection for algae. Massive and mounding corals tend to be less susceptible to disturbance in general (Zawada et al., 2019) and, therefore, were not the main focus of our model. Nonetheless, these reef types were cap- tured in our sensitivity analysis of algal protection,p,when pwas set to extremely low levels (Figure 3c). Further, we parameterized our model to the level of dead coral cover observed in natural systems (i.e., <10% for a coral-dominated reef state). Although our estimated rate falls within observed bioerosion rates (Silbiger et al., 2014), erosion of dead coral likely varies widely with flow rates, wave exposure, coral skeleton morphology/structural com- position, and the presence of bioeroding organisms. Indeed, when erosive forces such as storms act to rapidly remove coral skeletons, reef recovery to coral-dominated states can be rapid (Holbrook et al., 2018). Additionally, we found that the rate at which coral skeletons are pro- duced via mortality can be counteracted by the rate at which these skeletons are removed via erosion (i.e., higher erosion allows for higher coral mortality without a transi- tion to macroalgal dominance; Appendix S1). This under- scores the importance of considering how multiple processes could interact to modify the strength of the material legacy effect and, thereby, equilibrium conditions. ECOLOGY11 of 15 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Theoretical work and empirical work support the notion that the skeletons of dead branching corals could facilitate the proliferation of macroalgae. Many primar",
  "sections": {
    "abstract": "Standing dead structures of habitat-forming organisms (e.g., dead trees, coral skeletons, oyster shells) killed by a disturbance are material legacies that can affect ecosystem recovery processes. Many ecosystems are subject to different types of disturbance that either remove biogenic structures or leave them intact. Here we used a mathematical model to quantify how the resil- ience of coral reef ecosystems may be differentially affected following structure-removing and structure-retaining disturbance events, focusing in particular on the potential for regime shifts from coral to macroalgae. We found that dead coral skeletons could substantially diminish coral resil- ience if they provided macroalgae refuge from herbivory, a key feedback asso- ciated with the recovery of coral populations. Our model shows that the material legacy of dead skeletons broadens the range of herbivore biomass over which coral and macroalgae states are bistable. Hence, material legacies can alter resilience by modifying the underlying relationship between a system driver (herbivory) and a state variable (coral cover).",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found that dead coral skeletons could substantially diminish coral resil- ience if they provided macroalgae refuge from herbivory, a key feedback asso- ciated with the recovery of coral populations.",
    "we found that this outcome held when settle- ment onto dead coral was less than or equal to the rate of set- tlement on open substrate (i.",
    "we showed that disturbances that leave dead skeletons (material legacies) can erode coral resil- ience, either prolonging the return to a coral-dominated state or causing a regime shift from a coral to a macroalgae community.",
    "Our findings suggest that better integration of material legacies into studies of resilience may offer key insight into when and where ecosystems that are dominated by structure-forming organisms will cross tipping points.",
    "our results suggest that material legacies hold the capacity to shape the landscape of resilience in which a system operates by determining the magnitude of hysteresis between a system variable and its driver.",
    "results indicate that coral-dominated reefs are likely to be more resilient to disturbances that remove dead skeletons (e.",
    "Our results suggest that the degree of hysteresis in the relationship between coral cover (the state variable) and herbivory (a system driver) depends on the type of distur- bance that occurs.",
    "we found that the rate at which coral skeletons are pro- duced via mortality can be counteracted by the rate at which these skeletons are removed via erosion (i."
  ],
  "fullText": "\n\nARTICLE\nMaterial legacies can degrade resilience:\nStructure-retaining disturbances promote\nregime shifts on coral reefs\nKai L. Kopecky\n1\n|  Adrian C. Stier\n1,2\n|  Russell J. Schmitt\n1,2\n|\nSally J. Holbrook\n1,2\n|  Holly V. Moeller\n1\n1\nDepartment of Ecology, Evolution, and\nMarine Biology, University of California,\nSanta Barbara, California, USA\n2\nMarine Science Institute, University of\nCalifornia, Santa Barbara,\nCalifornia, USA\nCorrespondence\nKai L. Kopecky\nEmail:\nkaikopecky@ucsb.edu\nFunding information\nUS National Science Foundation,\nGrant/Award Numbers: 2224354,\nBCS1714704, EF1921356, OCE1637396,\nOCE1851510; Simons Foundation,\nGrant/Award Number: 689265\nHandling Editor:Mariano A.\nRodriguez-Cabal\nAbstract\nStanding dead structures of habitat-forming organisms (e.g., dead trees,\ncoral skeletons, oyster shells) killed by a disturbance are material legacies that\ncan affect ecosystem recovery processes. Many ecosystems are subject to\ndifferent types of disturbance that either remove biogenic structures or leave\nthem intact. Here we used a mathematical model to quantify how the resil-\nience of coral reef ecosystems may be differentially affected following\nstructure-removing and structure-retaining disturbance events, focusing in\nparticular on the potential for regime shifts from coral to macroalgae.\nWe found that dead coral skeletons could substantially diminish coral resil-\nience if they provided macroalgae refuge from herbivory, a key feedback asso-\nciated with the recovery of coral populations. Our model shows that the\nmaterial legacy of dead skeletons broadens the range of herbivore biomass\nover which coral and macroalgae states are bistable. Hence, material legacies\ncan alter resilience by modifying the underlying relationship between a system\ndriver (herbivory) and a state variable (coral cover).\nKEYWORDS\nalternative stable states, coral reefs, disturbance, hysteresis, macroalgae, material legacies,\nregime shifts, resilience\nINTRODUCTION\nMajor disturbances, such as fire, drought, storms, and\nheat  waves,  can  abruptly  kill  the  structure-forming\nspecies that create the foundations of ecosystems. When\nthe dead structures of these organisms are left behind,\nthese material legacies can alter recolonization rates and\ninteractions among species in the recovering system\n(Johnstone et al.,\n2016). For example, standing or fallen\ndead trees can affect establishment success of new\ncolonizing individuals in forests (Johnstone et al.,\n2016),\nshells of dead oysters can provide substrate for new settling\nlarvae to facilitate recoveries on oyster reefs (Lenihan &\nPeterson,\n1998), and skeletons of dead corals can either\nserve as settlement substrate or harbor macroalgae that\ncompete with live corals for attachment space on coral reefs\n(Vieira,\n2020). Because material legacies can have powerful\neffects on ecological processes, they have the potential to\nReceived: 20 April 2022Revised: 9 January 2023Accepted: 19 January 2023\nDOI: 10.1002/ecy.4006\nThis is an open access article under the terms of theCreative Commons Attribution-NonCommercialLicense, which permits use, distribution and reproduction in any\nmedium, provided the original work is properly cited and is not used for commercial purposes.\n© 2023 The Authors.Ecologypublished by Wiley Periodicals LLC on behalf of The Ecological Society of America.\nEcology.2023;e4006.\nhttps://onlinelibrary.wiley.com/r/ecy1of15\nhttps://doi.org/10.1002/ecy.4006\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nalso  alter  how  ecosystems  resist  and  recover  from\ndisturbance—that is, ecosystem resilience. For example,\nif dead structures occupy significant amounts of habitat\nspace for extended durations, these legacies can prolong\nthe time for new colonists to reseed a disturbed area and\nfor that ecosystem to regain its predisturbance condition.\nAlternatively, if dead structures facilitate colonization by\na functionally different guild of organisms, these struc-\ntures may facilitate a regime shift in ecosystem state.\nTo better understand the role of material legacies,\nwe can directly compare how disturbances that either\nremove or leave in place dead biogenic structures affect\nresilience. Some disturbances both kill structure-forming\norganisms and remove their biogenic structure, opening up\nunoccupied habitat spaces between surviving individuals\n(hereafter,  structure-removing  disturbances).  Examples\ninclude intense fires, floods, storms (Fukami,\n2015), defor-\nestation, landslides, avalanches (Swanson et al.,\n2011),\ndredging, and ice scour (Lenihan & Peterson,\n1998).\nBy contrast, other disturbances kill structure-forming\norganisms but leave their structures intact, resulting in\npatchworks of live and dead organisms or dense stands of\ndead individuals that can restrict the amount of unoccu-\npied space for new colonists and surviving individuals\n(hereafter,  structure-retaining  disturbances).  Examples\ninclude drought, disease, predator  or  pest outbreaks\n(Johnstone et al.,\n2016), thermal stress (e.g., heat waves;\nFolke et al.,\n2004), and hypoxic events (Lenihan & Peterson,\n1998). In this study, we use a model to quantify how the\nresilience of coral reef ecosystems may be differentially\naffected  following  structure-removing  and  structure-\nretaining disturbance events.\nCoral reefs serve as a timely model system to explore\nthe effects of material legacies on resilience. Disturbance\nregimes are changing such that acute events that either\nremove or retain structure are increasing in frequency,\nseverity, or both (Oliver et al.,\n2018; Uthicke et al.,2015;\nWehner et al.,\n2018). For example, structure-removing\nevents (e.g., tropical storms) appear to be increasing in\nintensity (Vecchi et al.,\n2021), while structure-retaining\nevents (e.g., marine heat waves that cause coral bleaching,\npredator/disease outbreaks) are becoming more wide-\nspread, frequent, and severe (Hughes et al.,\n2017;Lough\net al.,\n2018; Pratchett et al.,2013). Storm disturbances can\nremove the entire coral colony, creating planar reef sur-\nfaces (Gardner et al.,\n2005), whereas structure-retaining\ndisturbances kill the soft tissue of corals while leaving their\nskeletons intact (Baker et al.,\n2008;Pratchettetal.,2013).\nCoral taxa that are most sensitive to both disturbance types\ntend to have greater structural complexity (e.g., branching,\ncorymbose, and tabular colony morphologies), but how\ntheir dead structures influence the recovery potential of\nreefs remains poorly understood. Some disturbances can\ntip a coral reef ecosystem from a coral-dominated state to\none where macroalgae or other benthic taxa are the more\ncommon space holder (Schmitt et al.,\n2022). There is\nmounting empirical and theoretical evidence supporting\nthe idea that these can be alternative basins of attraction\n(alternative stable states in models) when hysteresis cre-\nates a region of bistability that includes the ambient envi-\nronmental conditions (Briggs et al.,\n2018; Folke et al.,\n2004; McManus et al.,2019;Mumby,2006; Mumby et al.,\n2013; Muthukrishnan et al.,2016; Schmitt et al.,2019;\nSchröder et al.,\n2005). Yet the resilience of coral to distur-\nbance is tremendously variable across coral reef ecosys-\ntems, with rapid recovery in some reefs and continued\ncoral decline or shifts to macroalgae in others (Baumann\net al.,\n2022;Holbrooketal.,2018). The presence or type of\nmaterial legacies has the potential to account for some of\nthe observed variability in resilience of coral following a\ndisturbance.\nCompeting hypotheses exist regarding the role of\ndead coral structures in fostering return of coral on dis-\nturbed tropical reefs. High structural complexity can pro-\nmote faster or more successful recovery of corals if it\nprovides habitat for coral-associated organisms that bene-\nfit coral growth and/or settlement substrate with refuge\nspaces for colonizing corals that would otherwise be con-\nsumed by predators (Graham et al.,\n2015). Alternatively,\nthe retention of dead coral skeletons may diminish coral\nresilience if skeletons facilitate the establishment of\nmacroalgae—major competitors of coral for attachment\nspace on the reef—by, for example, creating physical\nrefugia from herbivores for vulnerable, early-life-stage\nmacroalgae (Bennett et al.,\n2010; Puk et al.,2020). Indeed,\nflat reef surfaces are readily grazed by herbivorous fish and\nsea urchins, preventing the establishment of macroalgae\n(Adam et al.,\n2011,2015; Bellwood et al.,2006;Holbrook\net al.,\n2016). This grazing helps maintain reef surfaces in a\nsuitable condition for the settlement of new coral colonies\nand, thus, can be a crucial stabilizing feedback during\nperiods of coral reef recovery (Adam et al.,\n2015; Holbrook\net al.,\n2016; Schmitt et al.,2022). Following reductions in\nherbivory, some coral reefs have transitioned to a degraded\necosystem state in which macroalgae become the dominant\nspace  holder  (Hughes,\n1994;  Mumby  et  al.,2013;\nVieira,\n2020). Once mature, macroalgae can become phys-\nically  and/or  chemically  defended  against  herbivory\n(Davis,\n2018) and compete directly with corals for reef\nspace by overgrowing live colonies and preempting\nsettlement space for coral larvae (McCook et al.,\n2001;\nVieira,\n2020). This suggests that macroalgae that are ini-\ntially protected by dead coral structures could persist on\nthe reef well after the dead structures have completely\neroded away, potentially trapping the system in the alter-\nnative, macroalgae-dominated state.\n2of15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nHere we integrate herbivory and retention of biogenic\nstructure using a conceptual framework derived from catas-\ntrophe theory (Jones,\n1977;Loehle,1989)toexplorehow\nmaterial legacies could act to modify the coral reef resilience\nlandscape (Figure\n1). At low amounts of algal refugia, the\ncoral-dominated state is resilient to disturbances that do not\nincrease algal refugia (i.e., structure-removing disturbances).\nHowever, disturbances that substantially decrease coral\nabundance and simultaneously increase the level of algal\nrefugia (i.e., structure-retaining disturbances) can move the\nsystem to a region of state space in which coral and\nmacroalgal states become bistable, thereby triggering shifts\nfrom coral to macroalgae dominance (Figure\n1, red line and\nbottom right). Material legacies of structure-retaining distur-\nbances may act to modify the resilience landscape and\nchange the underlying relationship between herbivores\n(a biological driver) and equilibrium coral abundance\n(a state variable) by increasingthedegreeofhysteresis\n(Figure\n1, blue dashed arrow). Importantly, the material\nlegacy in this case causes an effective reduction in the capac-\nity of herbivores to control macroalgae (i.e., the rate of her-\nbivory) without actually changing the biomass of herbivores\npresent in the system.\nTo investigate the effect of material legacies on coral\nreef resilience, we explored the consequences of structure-\nremoving and structure-retaining disturbances using a\nmodel that simulated how the fraction of reef space occu-\npied by key interacting benthic space holders (corals,\nmacroalgae) changes following these two types of distur-\nbance events. We address three main questions. First, how\ndo the material legacies of structure-retaining disturbances\naffect the presence of alternate states? Second, what distur-\nbance conditions (i.e., intensity and type) are required to\ntrigger shifts between coral and macroalgae states? Finally,\ndo structure-retaining disturbances speed or slow shifts to\nalternate states or recoveries to the predisturbance state?\nFIGURE 1(Left) A hypothetical response surface showing how the equilibrium abundance of coral might vary as a function of\nherbivory and the amount of physical refugia in the environment that facilitate the proliferation of macroalgae; for heuristic purposes, we\nassume the response surface for macroalgae is the inverse of that shown for coral. The material legacies of structure-retaining disturbances\n(dead coral skeletons) provide vulnerable stages of macroalgae with refuge space from herbivores, potentially moving the system into a\nregion of state space where hysteresis exists in the relationship with herbivory (blue dashed arrows). Such hysteresis promotes the bistability\nof coral and macroalgae for some range of herbivory. (Top right) In regions of state space without hysteresis, coral would return to its\npredisturbance state (upward dotted black arrow) after a high-intensity disturbance (downward solid black arrow). (Bottom right) By\ncontrast, for regions of state space with hysteresis, the same intensity of disturbance could flip the system to a macroalgae stable state\nwithout any change in herbivory.\nECOLOGY3of15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nMETHODS\nModel description\nTo quantify the effects of disturbance type on coral\nreef community structure, we developed a model that\ndescribes how benthic cover changes over time. Building on\nprevious work (Briggs et al.,\n2018; Mumby,2006), we\ndivided benthic cover on hard substrate into a set of classes\nrepresenting the fraction of reef space occupied by coral C,\nmacroalgae M, and“empty”space S. In this model, empty\nreef space is functionally equivalent to hard substrates occu-\npied by a thin layer of turf or crustose coralline algae,\nwhich can be colonized or overgrown by either coral or\nmacroalgae (Birrell et al.,\n2005;O’Brien & Scheibling,2018;\nSchmitt et al.,\n2022). To compare structure-removing and\nstructure-retaining disturbances and model the effects of\nthe dead skeleton legacy, we further subdivided the coral\ncover class into live colonies growing on primary reef sub-\nstrate (C\nL\n), live colonies growing on dead colonies (C\nP\n), and\nstanding dead skeletons (C\nD\n). Similarly, because dead skele-\ntons may influence herbivory rates on macroalgae (Bennett\net al.,\n2010; Puk et al.,2020), we partitioned macroalgal\ncover into two classes that differ in the substrate they\noccupy: macroalgae that grow on open reef spaces and are\nfully exposed to herbivory (M\nE\n) and macroalgae that grow\namid the branches of dead coral colonies and are protected\nto some degree from herbivory (M\nP\n).\nWe described changes in the proportions of the biotic\ncover classes (corals and macroalgae) using a system of\nfive  differential  equations  that  capture  transitions\nbetween empty space, live and dead branching coral\ncover, and macroalgal cover on the reef (Figure\n2). First,\nlive coral (C\nL\n) grows onto empty reef spaces at rateg\nc\n.\nOur model also allows for open recruitment, with coral\nsettlers arriving into empty space at rateγ\nc\n. Live coral\ncan die in two ways: It can experience natural mortality\nat a rated\nc\n, which causes transitions from live to dead\ncoral, or it can be overgrown by either exposed or\nprotected macroalgae at rateg\nmc\n, which causes transitions\ndirectly from live coral to protected macroalgae. The bal-\nance of these gain and loss processes produces the change\nin proportional live coral on the reef over time:\ndC\nL\ndt\n¼g\nc\nC\nL\nS+γ\nc\nS−g\nmc\nC\nL\nM\nE\n+M\nP\nðÞ−d\nc\nC\nL\n:ð1Þ\nWhen corals die naturally, their skeletal structures\nremain on the reef and continue to occupy benthic space as\nthey gradually erode over several years (Adam et al.,\n2014).\nFIGURE 2(a) Graphical depiction of interactions among state variables via model parameters (shown in parentheses). Arrows indicate\nthe transfer of spatial occupation from one state variable to another by the associated process (e.g., dead coral transitions to open space via\nerosion). (b) Photograph of a coral reef following a structure-removing disturbance event (cyclone) that created bare, unoccupied reef space\n(photo credit: Russell Schmitt). (c) Photograph of a coral reef following a structure-retaining disturbance event (coral bleaching) that left in\nplace dead coral skeletons (a material legacy) that are being overgrown by macroalgae (photo credit: Kai Kopecky).\n4of15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nWe represented this asC\nD\n, or the fraction of reef space\noccupied by standing dead coral skeleton. Transitions from\nlive coral to dead coral result from the natural mortality of\nlive  coral  (d\nc\nC\nL\n).  Further,  herbivores  can  remove\nmacroalgae from dead coral structure, but at a reduced rate\nh(1−p) compared to herbivory on exposed macroalgae,\nrepresenting the product of the ambient rate of herbivory\nhscaled by the degree of protection afforded by a dead coral\nskeleton (p), resulting in a transition fromprotected\nmacroalgaeto dead coral. Dead coral is lost in three ways: It\nis removed via erosion at a fixed rate,e;itcanbesettledand\ngrown on by live coral at ratesγ\nc\nandg\nc\n, respectively; and it\ncan be settled onto or overgrown by macroalgae at rates\nγ\nm\nandg\nm\n, respectively. We thus describe the change in\nproportional cover of standing dead coral over time as\ndC\nD\ndt\n¼d\nc\nC\nL\n+C\nP\nðÞ+M\nP\nh1−pðÞ+d\nm\nðÞ−g\nc\nC\nP\nC\nD\n−sγ\nc\nC\nD\n−g\nm\nC\nD\nM\nE\n+M\nP\nðÞ−γ\nm\nC\nD\n−eC\nD\n:ð2Þ\nStanding dead coral provides a secondary substrate\non which corals can settle and grow, and we represented\nthis in our model asC\nP\nor live coral that grows specifi-\ncally on dead coral structure. Corals of this class arise\nonly as a result of settlement (γ\nc\n) and subsequent growth\n(g\nc\n); lateral overgrowth by mature colonies does not tend\nto occur in structure-forming coral species, so we did not\ninclude this process in our model. We included a multi-\nplier,s, for the rate of settlement of live coral onto dead\ncoral relative to open substrate, where values less than\none correspond to reduced settlement, and values greater\nthan one correspond to increased settlement relative to\nthat on open substrate. As a default, we set the settlement\nrate on dead coral equal to that on open substrate\n(i.e.,s=1). Similar to live coral that grows on primary\nreef substrate, live coral that grows on dead coral can be\nlost via ambient mortality, at rated\nc\n, as well as over-\ngrowth by macroalgae, at rateg\nmc\n. This class of coral can\nalso be lost via erosion, at ratee, to capture the transient\nnature of standing dead coral as a substrate. We thus\ndescribe the change in proportional cover of live coral\ngrowing on dead coral over time as\ndC\nP\ndt\n¼g\nc\nC\nP\nC\nD\n+sγ\nc\nC\nD\n−g\nmc\nC\nP\nM\nE\n+M\nP\nðÞ−d\nc\nC\nP\n−eC\nP\n:\nð3Þ\nWe tested the sensitivity of our model’s predictions to\ncoral settlement on a dead structure by varying the\nparameters.\nMacroalgae  growing  within  or  beneath  complex\nstructures—such as the skeletons of dead corals—tend to\nhave reduced rates of herbivory relative to more planar,\nexposed reef surfaces (Bennett et al.,\n2010). To capture\nthis, we subjected the exposed and protected macroalgae\nclasses  to  different  levels  of  herbivory.  Exposed\nmacroalgae (M\nE\n) are removed at the ambient rate of her-\nbivory,h. Protected macroalgae (M\nP\n), by contrast, experi-\nence reduced herbivory pressure,h(1−p), wherepis a\nvalue between 0 and 1 that decreases the ambient level of\nherbivory by a designated amount (hereafter, referred to as\nalgal protection). Both exposed and protected macroalgae\ncan grow (at rateg\nm\n) and settle (at rateγ\nm\n) into empty\nspace (S), which increases exposed macroalgae (M\nE\n), and\nonto dead coral, which increases protected macroalgae\n(M\nP\n). Both classes of macroalgae can overgrow either\nclass of live coral, but at a slower rate,g\nmc\n, resulting in\na transition from live coral to protected macroalgae.\nFinally, both classes of macroalgae are lost via senescence\n(i.e., natural mortality) at a fixed rate,d\nm\n. The rates of\nchange in proportional cover for these two classes of\nmacroalgae are given by the following equations:\ndM\nE\ndt\n¼g\nm\nM\nE\nS+g\nm\nM\nP\nS+γ\nm\nS−M\nE\nh+d\nm\nðÞ,ð4Þ\ndM\nP\ndt\n¼g\nm\nM\nP\nC\nD\n+g\nm\nM\nE\nC\nD\n+g\nmc\nC\nL\nM\nE\n+M\nP\nðÞ\n+g\nmc\nC\nP\nM\nE\n+M\nP\nðÞ+γ\nm\nC\nD\n−M\nP\nh1−pðÞ+d\nm\n+eðÞ:\nð5Þ\nFinally, because our state variables represent the frac-\ntion of space occupied by any given class, we note that\nthe fraction of empty space can be described as\nS¼1−C\nL\n−C\nD\n−C\nP\n−M\nE\n−M\nP\n:ð6Þ\nDisturbance\nTo model an acute disturbance, such as a storm event\n(structure-removing disturbance) or bleaching episode\n(structure-retaining disturbance), we used a kick-flow\napproach in which the“flow”of the system described by\nEquations (\n1)to(6) is paused, the system is instanta-\nneously perturbed by a“kick”(e.g., an acute mortality\nevent), and then the simulation is resumed. During these\nperturbations, the fraction of reef occupied by each space\nholder is reduced, increased, or unchanged to simulate\npulse  disturbance  events  of  each  type.  Specifically,\nstructure-removing disturbances reduce all space holders\nto a designated percentage of their predisturbance levels\n(increasing empty space), where the percentage represents\nthe intensity of the disturbance. Structure-retaining distur-\nbances affect only the three coral classes (i.e., live coral on\nopen substrate or on dead coral, and standing dead coral).\nECOLOGY5of15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nIn these instances, both classes of live coral are reduced by\na fixed proportion (again, representative of disturbance\nintensity), and dead coral increases by the amount that live\ncoral is reduced.\nModel parameterization and analysis\nWe parameterized the model following ranges of parame-\nters published by Fung et al. (\n2011) for reef systems not\nsubjected to anthropogenic stressors (e.g., overfishing and\nsedimentation) and default values used by Briggs et al.\n(\n2018) (Table1). We modified some of the parameters and\nadded additional ones to account for the addition of the\nnew state variable representing dead coral skeletons. In par-\nticular, we reduced the coral mortality rate (production of\ndead skeletons) and estimated a new parameter, the erosion\nrate of dead coral skeletons, as 10 times greater than the\nmortality rate of live corals to ensure that the abundance of\ndead skeletons remained within a range typically observed\nin nature (Appendix S1). Our estimated erosion rate of 1%\nper year falls within published estimates of bioerosion of\ncalcium carbonate structures on reefs of 0% to 5% per year\n(Silbiger et al.,\n2014). Importantly, these published rates\nestimate annual volumetric loss, not two-dimensional sur-\nface loss, as modeled here. Nonetheless, a volumetric loss of\nthis  magnitude  translates  to  a  comparable  loss  of\ntwo-dimensional area (Appendix S1). Because this lower\ncoral mortality rate resulted in a reduced rate of production\nof empty space, we increased macroalgal growth and settle-\nment rates to allow macroalgae to colonize this reduced\nopen space efficiently.\nWe first explored the sensitivity of equilibrium condi-\ntions to variation in key parameters without disturbance\nusing bifurcation diagrams. For this analysis, we solved\nfor the equilibria of our model equations numerically\n(using MATLAB version R2016a, MathWorks, Natick,\nMA, USA) and assessed the equilibrium cover of each\nclass of space holder across selected ranges in key param-\neters. This analysis focused on how variation in algal\nprotection from herbivory (p) affected equilibrium values\nof live coral and total macroalgae (M\nE\n+M\nP\n) cover.\nIndependent simulations were run for values of algal pro-\ntection ranging between 0 and 1 (i.e., from no protection\nto complete protection forM\nP\n). Further, we analyzed the\nmodel’s sensitivity to variation in algal protection for\nstarting conditions that reflect either a coral-dominated or\nmacroalgae-dominated equilibrium to test for bistability\nbetween these two ecosystem states (i.e., hysteresis). We\nthen explored equilibrium conditions of coral cover as a\nresponse surface determined by the degree of algal protec-\ntion,p, and the ambient level of herbivory,h. For this anal-\nysis, we constrained the maximum level of herbivory to 0.4\nto represent a realistic range in this parameter (Mumby\net al.,\n2007). Lastly, we conducted a sensitivity analysis in\nsimilar fashion to explore equilibrium conditions of coral\nand macroalgae cover as a function of the erosion rate of\ndead coral (e) and coral mortality rate (d\nc\n) (Appendix S1).\nOver the range in algal protection that produced\nalternative stable states, we used numerical simulations\n(in R version 4.0.0) to explore how the model responded\nto structure-removing and structure-retaining disturbances\nof various intensities (fractional mortality of the affected\nspace holders). Beginning with a coral-dominated state, we\nsimulated the fraction of space occupied through time by\neach space holder following single disturbances that\nranged in intensity from no mortality to complete mortal-\nity of the affected space holders (i.e., 0 to 1). We evaluated\nthe equilibrium cover of each class of space holder via sim-\nulation by determining proportional cover after distur-\nbance once the rates of change all reached zero. We then\nTABLE 1Variable and parameter symbols, descriptions, and\ndefault values.\nSymbolDescription\nDefault\nvalue (range)\nVariable\nC\nL\nLive coral on open substrate\nC\nD\nDead coral\nC\nP\nLive coral on dead coral\nM\nE\nExposed macroalgae\nM\nP\nProtected macroalgae\nSEmpty space; colonizable by\ncoral or macroalgae\nParameter\ng\nc\nGrowth rate of coral0.1 year\n−1\ng\nm\nGrowth rate of macroalgae0.6 year\n−1\ng\nmc\nOvergrowth rate of macroalgae\nonto live coral\n0.06 year\n−1\nd\nc\nDeath rate of coral0.001 year\n−1\nd\nm\nSenescence rate of macroalgae0.05 year\n−1\neErosion rate of dead coral0.01 year\n−1\nγ\nc\nOpen settlement rate of coral0.001 year\n−1\nsMultiplier for rate of coral\nsettlement onto dead coral\n1(0–2)\nγ\nm\nOpen settlement rate of\nmacroalgae\n0.001 year\n−1\nhAmbient herbivory rate0.3 (0–0.4) year\n−1\npAlgal protection; degree to which\nambient herbivory is reduced\nfor protected macroalgae\n0.5 (0–1)\nNote: Units for all parameters are change in proportional cover per year.\nValues in parentheses indicate the ranges used for sensitivity analyses.\n6of15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ndesignated the state of the system as either a coral or\nmacroalgae equilibrium based on which organisms were\nthe predominant space holders (a low equilibrium cover of\ncoral always corresponded to a high equilibrium cover of\nmacroalgae). We identified the intensity of each distur-\nbance type that was required to trigger a shift from a coral\nto macroalgal state for each value of algal protection. This\nanalysis was repeated for an ecosystem state that initially\nwas dominated by macroalgae such that the initial cover\nof each space holder reflected that of a macroalgae equilib-\nrium. Finally, we quantified the time taken to reach equi-\nlibrium for each combination of algal protection and\ndisturbance intensity. All analyses and figures were pro-\nduced using R version 4.0.0 (R Core Team,\n2020), RStudio\nversion 1.2.5042 (RStudio Team,\n2020), the fields package\n(Nychka et al.,\n2015), and MATLAB version R2016a.\nAll model code is permanently archived on Zenodo\n(Kopecky,\n2023):https://doi.org/10.5281/zenodo.7556007.\nRESULTS\nAlgal protection creates alternative stable\nstates\nAs is common among models of benthic cover on coral\nreefs (Briggs et al.,\n2018; Fung et al.,2011; McManus\net al.,\n2019; Mumby,2006; Muthukrishnan et al.,2016;\nSandin & McNamara,\n2012), our model predicted the\nexistence of alternative stable states dominated by either\ncoral or macroalgae (Figure\n3). The magnitude of hystere-\nsis between these states depended both on the amount of\nherbivory and the strength of algal protection (Figure\n3c).\nA sensitivity analysis of equilibrium coral cover as a func-\ntion of the erosion rate of dead coral (e) and coral mortal-\nity rate (d\nc\n) revealed that bistability between the coral\nand macroalgae states exists when erosion occurs rela-\ntively slowly (i.e., the material legacy is more persistent),\nbut only the coral state exists at higher rates of erosion\nwhen the material legacy becomes more ephemeral.\nAdditionally, this analysis also showed that higher ero-\nsion rates allow the system to tolerate higher rates of\ncoral mortality without transitioning to dominance by\nmacroalgae (Appendix S1).\nStructure-retaining disturbances promote\nand maintain shifts from coral to\nmacroalgal states\nOverall, structure-retaining disturbances were more likely to\ndrive transitions to and maintain the macroalgae-dominated\nstate (Figures\n4and5). For example, coral-dominated\nsystems that were perturbed by a structure-removing\nFIGURE 3(a, b) Bifurcation diagramsshowing (a) equilibrium cover of total live coral (C\nL\n+C\nP\n)and(b)totalmacroalgae(M\nE\n+M\nP\n)asa\nfunction of algal protection from herbivory,p. Solid lines indicate stable equilibria (i.e., values of thestatevariabletowhichthesystemwillreturnafter\nperturbations in either direction), and dotted lines indicate unstable equilibria (i.e., values of the state variablefromwhichthesystemwilldiverge if\nperturbed). Equilibria were determined via numerical solving of our model equations. Shaded portions of each plot illustrate the regions of bistability\n(the range of algal protection over which coral and macroalgae are alternative stable states). (c) Response surface displaying the resultant equilibrium\ncover of coral at varying values of both algal protection,p, and herbivores,h. Blue shading represents high-coral equilibria, and yellow represents\nlow-coral equilibria. The black line indicates equilibrium coral cover at the default value of herbivores but across the range of algal protection.\nECOLOGY7of15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ndisturbance with an intensity of 0.6 (i.e., all space holders\ninstantaneously reduced by 60%) rapidly regained pre-\ndisturbance levels of live coral and macroalgae cover\n(Figure\n4a,c,e). By contrast, a structure-retaining distur-\nbance of the same intensity (i.e., where 60% of space occu-\npied by live coral on open substrate and on dead coral was\nconverted to standing dead coral) triggered persistent\nshifts to the macroalgal state (Figure\n4b,d). In this case, live\ncoral cover continued to drop after the disturbance and even-\ntually stabilized far below its predisturbance equilibrium\ncover. Both exposed and protected macroalgae sharply\nincreased after the disturbance and achieved an equilibrium\ncover substantially higher than their predisturbance levels,\nsurpassing coral as the dominant space holders on the reef\n(Figure\n4b,d). When varying the rate of live coral settlement\nonto dead coral, we found that this outcome held when settle-\nment onto dead coral was less than or equal to the rate of set-\ntlement on open substrate (i.e., whens≤1) (Figure\n4a–d).\nHowever, when settlement on dead coral was doubled relative\nto open substrate, the system was able to recover from\nstructure-retaining disturbance at this intensity, though at a\nslower rate than when the structure was removed (Figure\n4f).\nFIGURE 4Time series of an initially coral-dominated community subjected to either a moderate structure-removing disturbance\n(a, c, e) or a moderate structure-retaining disturbance (b, d, f). Results are shown for settlement rates onto dead coral that were set to 0, 1, or\n2 times the rate of settlement on open substrate (i.e.,s=0, 1, or 2; asterisk indicates default value). Blue lines (total live coral) show\ncombined proportional cover of live coral that grows on open substrate and dead coral (C\nL\n+C\nP\n), while brown lines (total macroalgae) show\ncombined proportional cover of macroalgae that grow on open substrate and dead coral (M\nE\n+M\nP\n). In both cases, the model system was\nsubjected to a 60% intensity disturbance (indicated by dashed vertical black lines), where 60% of all space holders were removed in panels\n(a), (c), and (e), and 60% of each class of live coral cover was converted to dead coral in panels (b), (d), and (f) at the time of disturbance.\n8of15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nAcross the range of algal protection that created\nbistability, the thresholds for state shifts from coral- to\nmacroalgae-dominated reefs were lower for structure-\nretaining disturbances relative to structure-removing dis-\nturbances. When the initial state was dominated by coral,\nthe system returned to coral dominance following nearly\nall  intensities  of  a  structure-removing  disturbance.\nHowever, when algal protection was sufficiently high, large\nstructure-removing  disturbances  tipped  the  reef  into\nmacroalgal dominance (Figure\n5a). By contrast, much lower\nintensities of structure-retaining disturbance were needed\nto tip the system from coral- to macroalgal-dominance, and\nthe intensity required to do so was inversely related to the\nstrength of algal protection offered by the dead skeletons\n(black line, Figure\n5b). When the system was instead ini-\ntially dominated by macroalgae (Figure\n5, bottom row),\nonly high-intensity structure-removing disturbances at low\nlevels of algal protection resulted in shifts to coral domi-\nnance (Figure\n5c). The tipping point in disturbance inten-\nsity required to do so increased with increasing algal\nprotection  (Figure\n5c,  black  line).  Importantly,  the\nmacroalgal state was maintained following all intensities\nof structure-retaining disturbance and at all values of\nalgal protection, revealing that shifts from the macroalgal\nto the coral state were not possible with disturbances that\nleave dead structure in place across this range of algal\nprotection (Figure\n5d).\nEquilibration times varied with disturbance\nintensity and level of algal protection\nGenerally, rapid returns to a coral equilibrium occurred\nfollowing most intensities of disturbance and at most\nFIGURE 5Equilibrium community states following structure-removing (a, c) and structure-retaining (b, d) disturbances plotted across\na range of algal protection,p, and disturbance intensity. Model outputs for initial conditions that reflect a coral-dominated state are shown\nin panels (a) and (b), while panels (c) and (d) show outputs for an initially macroalgae-dominated state. Blue shading depicts a coral\nequilibrium after disturbance; brown depicts a macroalgae equilibrium. Black lines indicate the level of disturbance required to trigger a\nstate shift at the corresponding level of algal protection (the tipping point). The saturation of each color represents the time taken for the\nsystem to reach equilibrium at a given value of algal protection and disturbance intensity. The range of macroalgal protection from\nherbivory shown is the region of bistability (the range in values over which alternative stable states exist, indicated by the shaded regions in\nFigure\n3). Output is shown for all intensities of disturbance (i.e., from no disturbance to complete mortality).\nECOLOGY9of15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nvalues of algal protection. However, some slower return\ntimes resulted from disturbances near the threshold value\nof disturbance intensity and at higher values of algal pro-\ntection (Figures\n5a,b). In these situations, macroalgae\ntemporarily achieved a higher cover following the distur-\nbance and, thus, delayed slightly the return to a coral\nequilibrium. By contrast, systems that shifted to the\nmacroalgal state had longer equilibration times overall, the\nlongest of which followed the most intense disturbances\n(Figure\n5b). This reflects the time taken for macroalgae to\ntake up the newly available substrate (i.e., dead skeletons).\nWhen shifts from macroalgae to coral took place, equilibra-\ntion times were also generally longer for systems near the\ntipping point of disturbance intensity (Figure\n5c). When\nthe system returned to macroalgal dominance after distur-\nbance, the time to reach equilibrium was generally longer\nfollowing  higher-intensity  disturbances  of  both  types\n(Figure\n5d).\nDISCUSSION\nMaterial legacies shape the resilience\nlandscape\nGlobally, ecosystems are increasingly crossing tipping\npoints, in many cases to degraded states that offer dimin-\nished ecosystem services (Fagre et al.,\n2009; Millennium\nEcosystem Assessment Program,\n2005; Scheffer et al.,\n2001). Knowledge of the factors that either enhance resil-\nience and foster recoveries or reduce resilience and pro-\nmote shifts to alternate states is central to our ability to\nunderstand resilience now and forecast trajectories of\ncommunity reassembly as disturbance regimes change in\nthe future. Here, we showed that disturbances that leave\ndead skeletons (material legacies) can erode coral resil-\nience, either prolonging the return to a coral-dominated\nstate or causing a regime shift from a coral to a\nmacroalgae community. Our findings suggest that better\nintegration of material legacies into studies of resilience\nmay offer key insight into when and where ecosystems\nthat are dominated by structure-forming organisms will\ncross tipping points.\nDisturbance-driven shifts between alternative ecosys-\ntem states (i.e., those that occur without changes to\nunderlying drivers) have traditionally been thought to\ndepend on whether the intensity of a disturbance is suffi-\ncient to push the system across the unstable equilibrium\nvalue of a state variable (Beisner et al.,\n2003; Fabina\net al.,\n2015; Scheffer & Carpenter,2003; Suding &\nHobbs,\n2009). Our findings add nuance to this, showing\nthat even at the same intensity, different disturbance\ntypes can lead to divergent outcomes (i.e., recovery versus\nregime shift) if there is differential production of a\nmaterial legacy that modifies a stabilizing feedback. Our\nmodel exhibited high resilience to structure-removing\ndisturbances, showing very low hysteresis (Figure\n1, blue\nlines). Nonlinear systems with little (or no) hysteresis\ntend to be resilient to disturbance, and abrupt shifts\nbetween ecological states occur only if the threshold\nvalue of a system driver is crossed (Beisner et al.,\n2003;\nSuding & Hobbs,\n2009). By contrast, our model suggests\nthat coral-dominated reefs were resilient only to low\nintensities of structure-retaining disturbance, while mod-\nerate to intense disturbances caused shifts from coral to\nmacroalgae because of the great increase in the amount\nof algal protection afforded by the dead skeletons. When\nbistability exists across a wide range of the driver in this\nfashion (Figure\n1, red lines), an abrupt shift in ecosystem\nstate is possible with a disturbance that displaces the sys-\ntem across a tipping point without any change to the\nunderlying driver (e.g., herbivore biomass). Consistent\nwith the dynamics we hypothesized in Figure\n1, our\nresults suggest that material legacies hold the capacity to\nshape the landscape of resilience in which a system\noperates by determining the magnitude of hysteresis\nbetween a system variable and its driver.\nThe importance of material legacies in preventing or\ndriving regime shifts is likely to depend on the type of\nstabilizing feedback that promotes recovery in a given\nsystem. For our coral reef example, the material legacy\n(dead coral skeletons) acts to weaken a stabilizing feed-\nback (the rate of herbivory), but the possibility also exists\nthat a material legacy could instead strengthen a stabiliz-\ning feedback. For example, oyster reefs provide a soft sedi-\nment analog to coral reefs, as oysters are structure-forming\norganisms that are periodically killed by disturbances that\neither remove shell structures (e.g., dredging) or leave shell\nstructures intact (e.g., hypoxic events). Disturbances that\nleave shells intact may in fact promote recoveries on oyster\nreefs, as oyster shells provide substrate for larvae to settle\non and reduce impacts from seafloor sediments that can\nsmother young oysters (Lenihan & Peterson,\n1998). This\ncontrasts with coral reefs where coral larvae that recruit to\ndead skeletons may be doomed to early death by erosion\nof their dead host structure (Swanson,\n2016). In our model,\nhigh recruitment of coral onto dead structure could pre-\nvent tipping into the macroalgal state by pre-empting algal\nsettlement (Figure\n4f). However, it is important to note\nthat in our model, this high recruitment does not come at\na cost to coral settlement in empty space; in other words,\ndead coral does not act as an“ecological trap”for larvae\n(Battin,\n2004). If a settlement tradeoff did exist, dead coral\ncould act as a“sink”for larval propagules and erode coral\npersistence (Kopecky et al.,\n2021). In forests, the removal\nof tree roots during disturbance can increase the erosion of\n10 of 15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ntopsoil and destabilize the forested ecosystem state. If tree\nroots are instead retained through a disturbance, topsoil\nwill persist afterward and can increase the colonization\nsuccess of new trees (Flores et al.,\n2020). However, there is\nevidence that standing or fallen dead trees could decrease\nresilience by negatively affecting the establishment of new\nindividuals (Johnstone et al.,\n2016; Swanson et al.,2011).\nThese examples illustrate the importance of considering\ncontext dependency in assessing how a material legacy\nmay affect the stabilizing and destabilizing feedbacks that\ngovern alternative states of an ecosystem.\nThe dead coral skeleton legacy decreases\nrecovery potential on coral reefs\nBuilding on previous models of alternative stable states\nin coral reefs (e.g., Briggs et al.,\n2018; Mumby,2006), we\nexplored the effects of disturbances that either remove or\nleave in place dead coral skeletons on resilience by incor-\nporating three novel components: (1) the occupation of\nspace by dead coral skeletons (i.e., a material legacy);\n(2) the (transient) substrate these dead structures provide\nfor corals and macroalgae; and (3) the protection from\nherbivores that these dead coral structures provide for\nmacroalgae.  The  dead  skeleton  legacy  produced  by\nstructure-retaining disturbances effectively reduced the\nstrength of herbivory and produced a relatively high\ndegree of hysteresis in our coral–macroalgae system com-\npared to a relatively low degree of hysteresis when this\nlegacy was removed by disturbance. The retention of this\nstructure created a higher incidence of coral–macroalgae\nshifts (lower chance of recovery) when the dead skeleton\nlegacy was in place to inhibit herbivory. These results\nindicate that coral-dominated reefs are likely to be more\nresilient to disturbances that remove dead skeletons\n(e.g., storm-generated waves), while disturbances that\nleave dead skeletons intact (e.g., predator outbreaks or\nbleaching) greatly lower the threshold of disturbance\nintensity required to trigger a regime shift to macroalgae\ndominance. We note that our model does not account for\ndynamical responses by herbivores that could result from\nchanges in the amount of complex reef structure that pro-\nvides habitat. Indeed, the degree of habitat complexity\nhas been found to positively affect abundances of reef\nfishes, including herbivores (Blackwood et al.,\n2011;\nBozec et al.,\n2013; Holbrook et al.,2003); however,\nincreases in herbivore abundance associated with higher\nhabitat complexity may not directly translate to increased\nrates of herbivory if the habitat provides a high degree of\nprotection for macroalgae. Nevertheless, future investiga-\ntions into the role of the dead coral skeleton legacy on\ncoral–algae dynamics could consider dynamical responses\nby herbivores to the removal or retention of dead coral\nskeletons with varying degrees of algal protection.\nOur results suggest that the degree of hysteresis in the\nrelationship between coral cover (the state variable) and\nherbivory (a system driver) depends on the type of distur-\nbance that occurs. More specifically, the amount of\nmacroalgal refugia generated during a disturbance event\n(via coral skeletons that are left on the reef) determines\nthe degree of bistability between coral-dominated and\nmacroalgae-dominated reef states. In turn, the amount of\nspatial refugia generated depends on the intensity of the\ndisturbance, while the strength of protection offered by\nthe skeletons likely depends on the morphological traits of\nthe affected coral species, such as the three-dimensional\nstructural characteristics of the coral skeleton. The genera\nof coral that are most sensitive to bleaching mortality from\nmarine heatwaves tend to be those with higher structural\ncomplexity (e.g., branching, corymbose, and tabular colony\nmorphologies). These growth forms are also preferred by\ncrown-of-thorns seastars (Acanthaster planci) (COTS), a\ncoral predator that similarly leaves behind intact coral\nskeletons by removing coral tissue. Populations of this\npredator can exhibit“boom-and-bust”outbreaks that peri-\nodically cause widespread mortality of coral tissue over\nlandscape scales (Pratchett et al.,\n2013,2017).\nThe findings described here are likely most represen-\ntative of reefs dominated by complex, branching coral\nmorphologies. Reefs dominated by massive or mounding\ncoral morphologies have skeletons that may not provide\nas much protection for algae. Massive and mounding\ncorals tend to be less susceptible to disturbance in general\n(Zawada et al.,\n2019) and, therefore, were not the main\nfocus of our model. Nonetheless, these reef types were cap-\ntured in our sensitivity analysis of algal protection,p,when\npwas set to extremely low levels (Figure\n3c). Further, we\nparameterized our model to the level of dead coral\ncover observed in natural systems (i.e., <10% for a\ncoral-dominated reef state). Although our estimated rate\nfalls within observed bioerosion rates (Silbiger et al.,\n2014),\nerosion of dead coral likely varies widely with flow rates,\nwave exposure, coral skeleton morphology/structural com-\nposition,  and  the  presence  of  bioeroding  organisms.\nIndeed, when erosive forces such as storms act to rapidly\nremove coral skeletons, reef recovery to coral-dominated\nstates can be rapid (Holbrook et al.,\n2018). Additionally,\nwe found that the rate at which coral skeletons are pro-\nduced via mortality can be counteracted by the rate at\nwhich these skeletons are removed via erosion (i.e., higher\nerosion allows for higher coral mortality without a transi-\ntion to macroalgal dominance; Appendix S1). This under-\nscores  the  importance  of  considering  how  multiple\nprocesses could interact to modify the strength of the\nmaterial legacy effect and, thereby, equilibrium conditions.\nECOLOGY11 of 15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nTheoretical work and empirical work support the\nnotion that the skeletons of dead branching corals could\nfacilitate the proliferation of macroalgae. Many primary\nproducers  (both  terrestrial  and  marine)  show  stage-\ndependent vulnerability to herbivory, where early life\nstages are palatable to herbivores but become physically\nand/or chemically defended as they mature or increase in\nsize (Barton & Koricheva,\n2010;Cronin&Hay,1996;\nDavis,\n2018). On coral reefs, this well-known life history\ntrait of macroalgae has been proposed as a mechanism\nthat contributes to shifts from coral to macroalgal states\n(e.g.,  Davis,\n2018).  Theory  shows  not  only  that\nstage-dependent vulnerability in macroalgae can produce\nalternative stable states between coral and macroalgae,\nbut also that the rate of maturation from the vulnerable\nto invulnerable stage influences the magnitude of hyster-\nesis between herbivory and coral cover (Briggs et al.,\n2018). Further, empirical studies have revealed that\nvulnerable (juvenile) macroalgae escape herbivory by\nreceiving associational refuge from unpalatable adults\n(Davis,\n2018) or reef structures that hinder herbivore\naccess (Puk et al.,\n2020), both of which can lead to\nmultigenerational persistence of stands of macroalgae\n(Schmitt et al.,\n2019,2022). Thus, dead coral skeletons\ncould provide a key spatial refuge for vulnerable life his-\ntory stages of macroalgae and could be a critical element\ncontributing to transitions to macroalgae-dominated reef\nstates. This is highly problematic for conservation and\nrestoration because reversing shifts when hysteresis exists\nrequires either a large relaxation of the underlying\ndriver or a subsequent large disturbance to reset the sys-\ntem (Beisner et al.,\n2003). Further, structure-retaining\ndisturbances—particularly coral bleaching events—are\nincreasing in prevalence and severity due to elevated sea\ntemperatures  associated  with  global  climate  change\n(Donovan et al.,\n2021; Hughes et al.,2018,2019; Lough\net al.,\n2018; Pratchett et al.,2017; Uthicke et al.,2015).\nThis changing disturbance regime may lead to more reefs\nbecoming trapped in the macroalgae state (Fabina et al.,\n2015), which has potentially far-reaching consequences\nfor human populations who rely directly on coral reefs\nfor a wide array of ecosystem services.\nACKNOWLEDGMENTS\nOur work was funded by the National Science Foundation\n(OCE1851510 to Adrian C. Stier, OCE1637396 and 2224354\nand  earlier  awards  to  Russell  J.  Schmitt  and  Sally\nJ.  Holbrook,  BCS1714704  to  Sally  J.  Holbrook,  and\nEF1921356 to Holly V. Moeller) and the Simons Foundation\n(Award Number 689265 to Holly V. Moeller). This is a con-\ntribution of the Moorea Coral Reef (MCR) Long Term\nEcological Research (LTER) site. We thank the University of\nCalifornia Gump Research Station for logistical support and\nmembers of the MCR LTER project and Ocean Recoveries\nLab for helpful feedback. Thanks also go to F. Pfab for\nadvice on technical aspects of model analysis and M. Ladd\nfor illustrations of organisms. Research was completed\nunder permits issued by the Territorial Government of\nFrench Polynesia (Délégation à la Recherche) and the\nHaut-commissariat de la République en Polynésie Française\n(DTRT) (Protocole d’Accueil to Russell J. Schmitt and Sally\nJ. Holbrook 2005–2022); we thank them for their continued\nsupport.\nCONFLICT OF INTEREST STATEMENT\nThe authors have no conflicts to declare.\nDATA AVAILABILITY STATEMENT\nAll model code (Kopecky,\n2023) is publicly available in\nZenodo at\nhttps://doi.org/10.5281/zenodo.7556007.Data\nsets utilized for this research are available from the\nEnvironmental Data Initiative (EDI) Data Portal as fol-\nlows: time series for cover of hard corals at the NSF\nMoorea Coral Reef Long Term Ecological Research (MCR\nLTER) site (Edmunds,\n2022;https://doi.org/10.6073/pasta/\n913b1532594fcaf02de7671ed940b4c5\n); time series for cover\nof benthic algae at the MCR LTER site (Carpenter,\n2022;\nhttps://doi.org/10.6073/pasta/69b6927cca72a5893573276c9\nb0dc2a0\n); and cover of dead coral at the MCR LTER site\n(Adam et al.,\n2012;https://doi.org/10.6073/pasta/23157cf\ndedcc6522c999e593d83007c9\n).\nORCID\nKai L. Kopecky\nhttps://orcid.org/0000-0002-0021-3087\nAdrian C. Stierhttps://orcid.org/0000-0002-4704-4145\nRussell J. Schmitthttps://orcid.org/0000-0002-9674-\n4244\nSally J. Holbrookhttps://orcid.org/0000-0002-3015-\n3484\nHolly V. Moellerhttps://orcid.org/0000-0002-9335-0039\nREFERENCES\nAdam, T., A. Brooks, R. Schmitt, and S. Holbrook of Moorea Coral\nReef LTER. 2012.MCR LTER: Coral Reef Resilience: Live and\nDead Pocillopora and Acropora Coral Colony Time Series from\n2006 to 2011. Madison: Environmental Data Initiative.\nhttps://\ndoi.org/10.6073/pasta/23157cfdedcc6522c999e593d83007c9\n.\nAdam,  T.  C.,  A.  J.  Brooks,  S.  J.  Holbrook,  R.  J.  Schmitt,\nL. Washburn, and G. Bernardi. 2014.“How Will Coral Reef\nFish Communities Respond to Climate-Driven Disturbances?\nInsight from Landscape-Scale Perturbations.”Oecologia176:\n285–96.\nAdam, T. C., D. E. Burkepile, B. I. Ruttenberg, and M. J. Paddack.\n2015.“Herbivory and the Resilience of Caribbean Coral Reefs:\nKnowledge Gaps and Implications for Management.”Marine\nEcology Progress Series520(February): 1–20.\nhttps://doi.org/10.\n3354/meps11170\n.\n12 of 15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nAdam, T. C., R. J. Schmitt, S. J. Holbrook, A. J. Brooks, P. J.\nEdmunds, R. C. Carpenter, and G. Bernardi. 2011.“Herbivory,\nConnectivity, and Ecosystem Resilience: Response of a Coral\nReef to a Large-Scale Perturbation.”PLoS One6(8): e23717.\nhttps://doi.org/10.1371/journal.pone.0023717.\nBaker, A. C., P. W. Glynn, and B. Riegl. 2008.“Climate Change and\nCoral  Reef  Bleaching:  An  Ecological  Assessment  of\nLong-Term Impacts, Recovery Trends and Future Outlook.”\nEstuarine, Coastal and Shelf Science80(4): 435–71.\nhttps://doi.\norg/10.1016/j.ecss.2008.09.003\n.\nBarton, K. E., and J. Koricheva. 2010.“The Ontogeny of Plant\nDefense  and  Herbivory:  Characterizing  General  Patterns\nUsing  Meta-Analysis.”The  American  Naturalist175(4):\n481–93.\nhttps://doi.org/10.1086/650722.\nBattin, J. 2004.“When Good Animals Love Bad Habitats: Ecological\nTraps and the Conservation of Animal Populations.”Conservation\nBiology18(6): 1482–91.\nhttps://doi.org/10.1111/j.1523-1739.2004.\n00417.x\n.\nBaumann,J.H.,L.Z.Zhao,A.C.Stier,andJ.F.Bruno.2022.\n“Remoteness Does Not Enhance Coral Reef Resilience.”Global\nChange Biology28(2): 417–28.\nhttps://doi.org/10.1111/gcb.15904.\nBeisner, B., D. Haydon, and K. Cuddington. 2003.“Alternative\nStable  States  in  Ecology.”Frontiers  in  Ecology  and  the\nEnvironment1(7): 376–82.\nhttps://doi.org/10.1890/1540-9295\n(2003)001[0376:ASSIE]2.0.CO;2\n.\nBellwood, D. R., T. P. Hughes, and A. S. Hoey. 2006.“Sleeping\nFunctional Group Drives Coral-Reef Recovery.”Current Biology\n16(24): 2434–9.\nhttps://doi.org/10.1016/j.cub.2006.10.030.\nBennett, S., A. Vergés, and D. R. Bellwood. 2010.“Branching Coral\nas a Macroalgal Refuge in a Marginal Coral Reef System.”\nCoral Reefs29(2): 471–80.\nhttps://doi.org/10.1007/s00338-010-\n0594-5\n.\nBirrell, C. L., L. J. McCook, and B. L. Willis. 2005.“Effects of Algal\nTurfs and Sediment on Coral Settlement.”Marine Pollution\nBulletin51(1–4): 408–14.\nBlackwood, J. C., A. Hastings, and P. J. Mumby. 2011.“A\nModel-Based Approach to Determine the Long-Term Effects of\nMultiple Interacting Stressors on Coral Reefs.”Ecological\nApplications21(7): 2722–33.\nhttps://doi.org/10.1890/10-2195.1.\nBozec, Y.-M., L. Yakob, S. Bejarano, and P. J. Mumby. 2013.\n“Reciprocal Facilitation and Non-Linearity Maintain Habitat\nEngineering on Coral Reefs.”Oikos122(3): 428–40.\nhttps://doi.\norg/10.1111/j.1600-0706.2012.20576.x\n.\nBriggs, C. J., T. C. Adam, S. J. Holbrook, and R. J. Schmitt. 2018.\n“Macroalgae Size Refuge from Herbivory Promotes Alternative\nStable States on Coral Reefs.”PLoS One13(9): e0202273.\nhttps://doi.org/10.1371/journal.pone.0202273.\nCarpenter,  R.  2022.“MCR  LTER:  Coral  Reef:  Long-Term\nPopulation and Community Dynamics: Benthic Algae and\nOther  Community  Components,  Ongoing  Since  2005.”\nEnvironmental Data Initiative.\nhttps://doi.org/10.6073/pasta/\n69b6927cca72a5893573276c9b0dc2a0\n.\nCronin, G., and M. E. Hay. 1996.“Within-Plant Variation in Seaweed\nPalatability and Chemical Defenses: Optimal Defense Theory\nVersus  the  Growth-Differentiation  Balance  Hypothesis.”\nOecologia105(3): 361–8.\nhttps://doi.org/10.1007/BF00328739.\nDavis, S. L. 2018.“Associational Refuge Facilitates Phase Shifts to\nMacroalgae in a Coral Reef Ecosystem.”Ecosphere9(5):\ne02272.\nhttps://doi.org/10.1002/ecs2.2272.\nDonovan, M. K., D. E. Burkepile, C. Kratochwill, T. Shlesinger,\nS. Sully, T. A. Oliver, G. Hodgson, J. Freiwald, and R. van\nWoesik. 2021.“Local Conditions Magnify Coral Loss after\nMarine Heatwaves.”Science372(6545): 977–80.\nhttps://doi.\norg/10.1126/science.abd9464\n.\nEdmunds, P. 2022.“MCR LTER: Coral Reef: Long-Term Population\nand Community Dynamics: Corals, Ongoing since 2005.”\nEnvironmental Data Initiative.\nhttps://doi.org/10.6073/pasta/\n913b1532594fcaf02de7671ed940b4c5\n.\nFabina, N. S., M. L. Baskett, and K. Gross. 2015.“The Differential\nEffects of Increasing Frequency and Magnitude of Extreme\nEvents on Coral Populations.”Ecological Applications25(6):\n1534–45.\nhttps://doi.org/10.1890/14-0273.1.\nFagre, D. B., C. W. Charles, C. D. Allen, C. Birkeland, F. S. Chapin, III,\nP.M.Groffman,G.R.Guntenspergen,A.K.Knapp,A.D.\nMcGuire, and P. J. Mulholland. 2009.“CCSP: Thresholds of\nClimate Change in Ecosystems.”InAReportbytheUSClimate\nChange Science Program and the Subcommittee and Global Change\nResearch. Reston: U.S. Geological Survey.\nFlores, B. M., A. Staal, C. C. Jakovac, M. Hirota, M. Holmgren, and\nR. S. Oliveira. 2020.“Soil Erosion as a Resilience Drain in\nDisturbed Tropical Forests.”Plant and Soil450(1–2): 11–25.\nhttps://doi.org/10.1007/s11104-019-04097-8.\nFolke,  C.,  S.  Carpenter,  B.  Walker,  M.  Scheffer,  T.  Elmqvist,\nL.  Gunderson,  and  C.  S.  Holling.  2004.“Regime  Shifts,\nResilience, and Biodiversity in Ecosystem Management.”Annual\nReview of Ecology, Evolution, and Systematics35(1): 557–81.\nhttps://doi.org/10.1146/annurev.ecolsys.35.021103.105711.\nFukami, T. 2015.“Historical Contingency in Community Assembly:\nIntegrating  Niches,  Species  Pools,  and  Priority  Effects.”\nAnnual Review of Ecology, Evolution, and Systematics46(1):\n1–23.\nhttps://doi.org/10.1146/annurev-ecolsys-110411-160340.\nFung, T., R. M. Seymour, and C. R. Johnson. 2011.“Alternative\nStable  States  and  Phase  Shifts  in  Coral  Reefs  under\nAnthropogenic Stress.”Ecology92(4): 967–82.\nhttps://doi.org/\n10.1890/10-0378.1\n.\nGardner, T. A., I. M. Côté, J. A. Gill, A. Grant, and A. R.\nWatkinson. 2005.“Hurricanes and Caribbean Coral Reefs:\nImpacts,  Recovery  Patterns,  and  Role  in  Long-Term\nDecline.”Ecology86(1): 174–84.\nhttps://doi.org/10.1890/04-\n0141\n.\nGraham, N. A. J., M. Simon Jennings, A. MacNeil, D. Mouillot, and\nS. K. Wilson. 2015.“Predicting Climate-Driven Regime Shifts\nVersus Rebound Potential in Coral Reefs.”Nature518(7537):\n94–7.\nhttps://doi.org/10.1038/nature14140.\nHolbrook, S. J., T. C. Adam, P. J. Edmunds, R. J. Schmitt, R. C.\nCarpenter, A. J. Brooks, H. S. Lenihan, and C. J. Briggs. 2018.\n“Recruitment Drives Spatial Variation in Recovery Rates of\nResilient Coral Reefs.”Scientific Reports8(1): 7338.\nhttps://doi.\norg/10.1038/s41598-018-25414-8\n.\nHolbrook, S. J., A. J. Brooks, and R. J. Schmitt. 2003.“Variation in\nStructural  Attributes  of  Patch-Forming  Corals  and  in\nPatterns of Abundance of Associated Fishes.”Marine and\nFreshwater Research53(7): 1045–53.\nhttps://doi.org/10.1071/\nmf02063\n.\nHolbrook, S. J., R. J. Schmitt, T. C. Adam, and A. J. Brooks. 2016.\n“Coral Reef Resilience, Tipping Points and the Strength of\nHerbivory.”Scientific Reports6(1): 35817.\nhttps://doi.org/10.\n1038/srep35817\n.\nECOLOGY13 of 15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nHughes, T. P. 1994.“Catastrophes, Phase Shifts, and Large-Scale\nDegradation of a Caribbean Coral Reef.”Science265(5178):\n1547–51.\nHughes, T. P., J. T. Kerry, and T. Simpson. 2018.“Large-Scale\nBleaching of Corals on the Great Barrier Reef.”Ecology99(2):\n501–1.\nhttps://doi.org/10.1002/ecy.2092.\nHughes,  T.  P.,  J.  T.  Kerry,  M.\n ́\nAlvarez-Noriega,  J.  G.\n ́\nAlvarez-Romero, K. D. Anderson, A. H. Baird, R. C. Babcock,\net al. 2017.“Global Warming and Recurrent Mass Bleaching of\nCorals.”Nature543(7645):  373–7.\nhttps://doi.org/10.1038/\nnature21707\n.\nHughes, T. P., J. T. Kerry, S. R. Connolly, A. H. Baird, C. Mark\nEakin, S. F. Heron, A. S. Hoey, et al. 2019.“Ecological\nMemory  Modifies  the  Cumulative  Impact  of  Recurrent\nClimate Extremes.”Nature Climate Change9(1): 40–3.\nhttps://\ndoi.org/10.1038/s41558-018-0351-2\n.\nJohnstone, J. F., C. D. Allen, J. F. Franklin, L. E. Frelich, B. J.\nHarvey, P. E. Higuera, M. C. Mack, et al. 2016.“Changing\nDisturbance  Regimes,  Ecological  Memory,  and  Forest\nResilience.”Frontiers in Ecology and the Environment14(7):\n369–78.\nhttps://doi.org/10.1002/fee.1311.\nJones, D. D. 1977.“Catastrophe Theory Applied to Ecological\nSystems.”Simulation29(1):  1–15.\nhttps://doi.org/10.1177/\n003754977702900102\n.\nKopecky, K. 2023.“kkopecky711/Material-legacy-disturbance-type-\nmodel: v1.0 (v1.0).”Zenodo.\nhttps://doi.org/10.5281/zenodo.\n7556007\n.\nKopecky, K. L., D. T. Cook, R. J. Schmitt, and A. C. Stier. 2021.\n“Effects of Corallivory and Coral Colony Density on Coral\nGrowth and Survival.”Coral Reefs40(2): 283–8.\nLenihan,  H.  S.,  and  C.  H.  Peterson.  1998.“How  Habitat\nDegradation through Fishery Disturbance Enhances Impacts\nof Hypoxia on Oyster Reefs.”Ecological Applications8(1):\n128–40.\nLoehle, C. 1989.“Catastrophe Theory in Ecology: A Critical Review\nand an Example of the Butterfly Catastrophe.”Ecological\nModelling49(1–2): 125–52.\nhttps://doi.org/10.1016/0304-3800\n(89)90047-1\n.\nLough, J. M., K. D. Anderson, and T. P. Hughes. 2018.“Increasing\nThermal Stress for Tropical Coral Reefs: 1871–2017.”Scientific\nReports8(1): 6079.\nhttps://doi.org/10.1038/s41598-018-24530-9.\nMcCook, L., J. Jompa, and G. Diaz-Pulido. 2001.“Competition\nbetween Corals and Algae on Coral Reefs: A Review of\nEvidence and Mechanisms.”Coral Reefs19(4): 400–17.\nhttps://\ndoi.org/10.1007/s003380000129\n.\nMcManus, L. C., J. R. Watson, V. V. Vasconcelos, and S. A. Levin.\n2019.“Stability and Recovery of Coral-Algae Systems: The\nImportance  of  Recruitment  Seasonality  and  Grazing\nInfluence.”Theoretical Ecology12(1): 61–72.\nhttps://doi.org/\n10.1007/s12080-018-0388-x\n.\nMillennium Ecosystem Assessment (Program). 2005.Ecosystems\nand  Human  Well-Being:  Wetlands  and  Water  Synthesis:\nA Report of the Millennium Ecosystem Assessment. Washington,\nDC: World Resources Institute.\nMumby, P. J. 2006.“Fishing, Trophic Cascades, and the Process of\nGrazing on Coral Reefs.”Science311(5757): 98–101.\nhttps://\ndoi.org/10.1126/science.1121129\n.\nMumby, P. J., A. Hastings, and H. J. Edwards. 2007.“Thresholds\nand  the  Resilience  of  Caribbean  Coral  Reefs.”Nature\n450(7166): 98–101.\nhttps://doi.org/10.1038/nature06252.\nMumby, P. J., R. S. Steneck, and A. Hastings. 2013.“Evidence for\nand against the Existence of Alternate Attractors on Coral\nReefs.”Oikos122(4): 481–91.\nhttps://doi.org/10.1111/j.1600-\n0706.2012.00262.x\n.\nMuthukrishnan,  R.,  J.  O.  Lloyd-Smith,  and  P.  Fong.  2016.\n“Mechanisms of Resilience: Empirically Quantified Positive\nFeedbacks Produce Alternate Stable States Dynamics in a\nModel of a Tropical Reef.”Journal of Ecology104(6): 1662–72.\nhttps://doi.org/10.1111/1365-2745.12631.\nNychka, D., R. Furrer, J. Paige, S. Sain, and M. D. Nychka. 2015.\n“Package‘Fields’.”\nhttps://cran.r-project.org/web/packages/fields/\nfields.pdf\n.\nO’Brien, J. M., and R. E. Scheibling. 2018.“Turf Wars: Competition\nbetween Foundation and Turf-Forming Species on Temperate\nand Tropical Reefs and its Role in Regime Shifts.”Marine\nEcology Progress Series590: 1–17.\nOliver, E. C. J., M. G. Donat, M. T. Burrows, P. J. Moore, D. A.\nSmale, L. V. Alexander, J. A. Benthuysen, et al. 2018.“Longer\nand more Frequent Marine Heatwaves over the Past Century.”\nNature Communications9(1): 1324.\nhttps://doi.org/10.1038/\ns41467-018-03732-9\n.\nPratchett, M. S., C. F. Caballes, J. C. Wilmes, S. Matthews,\nC. Mellin, H. P. A. Sweatman, L. E. Nadler, et al. 2017.“Thirty\nYears of Research on Crown-of-Thorns Starfish (1986–2016):\nScientific Advances and Emerging Opportunities.”Diversity\n9(4): 41.\nhttps://doi.org/10.3390/d9040041.\nPratchett, M. S., D. McCowan, J. A. Maynard, and S. F. Heron.\n2013.“Changes in Bleaching Susceptibility among Corals\nSubject to Ocean Warming  and Recurrent Bleaching  in\nMoorea, French Polynesia.”PLoS One8(7): e70443.\nhttps://\ndoi.org/10.1371/journal.pone.0070443\n.\nPuk, L. D., A. Marshell, J. Dwyer, N. R. Evensen, and P. J. Mumby.\n2020.“Refuge-Dependent Herbivory Controls a Key Macroalga\non Coral Reefs.”Coral Reefs39: 953–65.\nhttps://doi.org/10.\n1007/s00338-020-01915-9\n.\nR Core Team. 2020.R: A Language and Environment for Statistical\nComputing. Vienna, Austria: R Foundation for Statistical\nComputing.\nhttps://www.R-project.org/.\nRStudio Team. 2020.RStudio: Integrated Development for R. Boston:\nRStudio, Inc.\nhttp://www.rstudio.com/.\nSandin, S. A., and D. E. McNamara. 2012.“Spatial Dynamics of\nBenthic  Competition  on  Coral  Reefs.”Oecologia168(4):\n1079–90.\nhttps://doi.org/10.1007/s00442-011-2156-0.\nScheffer, M., S. Carpenter, J. A. Foley, C. Folke, and B. Walker.\n2001.“Catastrophic Shifts in Ecosystems.”Nature413(6856):\n591–6.\nhttps://doi.org/10.1038/35098000.\nScheffer, M., and S. R. Carpenter. 2003.“Catastrophic Regime Shifts\nin Ecosystems: Linking Theory to Observation.”Trends in\nEcology & Evolution18(12): 648–56.\nhttps://doi.org/10.1016/j.\ntree.2003.09.002\n.\nSchmitt, R. J., S. J. Holbrook, A. J. Brooks, and T. C. Adam. 2022.\n“Evaluating the Precariousness of Coral Recovery When Coral\nand  Macroalgae  Are  Alternative  Basins  of  Attraction.”\nLimnology and Oceanography67: S285–97.\nhttps://doi.org/10.\n1002/lno.11929\n.\nSchmitt, R. J., S. J. Holbrook, S. L. Davis, A. J. Brooks, and T. C.\nAdam. 2019.“Experimental Support for Alternative Attractors\non Coral Reefs.”Proceedings of the National Academy of\nSciences116(10):   4372–81.\nhttps://doi.org/10.1073/pnas.\n1812412116\n.\n14 of 15KOPECKYET AL.\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nSchröder, A., L. Persson, and A. M. De Roos. 2005.“Direct\nExperimental  Evidence  for  Alternative  Stable  States:\nA Review.”Oikos110(1): 3–19.\nhttps://doi.org/10.1111/j.0030-\n1299.2005.13962.x\n.\nSilbiger, N. J., Ò. Guadayol, F. I. M. Thomas, and M. J. Donahue.\n2014.“Reefs Shift from Net Accretion to Net Erosion along\na  Natural  Environmental  Gradient.”Marine  Ecology\nProgress Series515(November): 33–44.\nhttps://doi.org/10.3354/\nmeps10999\n.\nSuding, K. N., and R. J. Hobbs. 2009.“Threshold Models in\nRestoration and Conservation: A Developing Framework.”\nTrends in Ecology & Evolution24(5): 271–9.\nhttps://doi.org/10.\n1016/j.tree.2008.11.012\n.\nSwanson, M. E., J. F. Franklin, R. L. Beschta, C. M. Crisafulli, D. A.\nDellaSala, R. L. Hutto, D. B. Lindenmayer, and F. J. Swanson.\n2011.“The   Forgotten   Stage   of   Forest   Succession:\nEarly-Successional Ecosystems on Forest Sites.”Frontiers in\nEcology and the Environment9(2): 117–25.\nhttps://doi.org/10.\n1890/090157\n.\nSwanson, S. A. 2016.Echinoid Herbivores and Coral Reef Resilience.”\nDissertation. Santa Barbara: UC Santa Barbara.\nUthicke, S., M. Logan, M. Liddy, D. Francis, N. Hardy, and\nM.  Lamare.  2015.“Climate  Change  as  an  Unexpected\nCo-Factor Promoting Coral Eating Seastar (Acanthaster planci)\nOutbreaks.”Scientific Reports5(1): 8402.\nhttps://doi.org/10.\n1038/srep08402\n.\nVecchi, G. A., C. Landsea, W. Zhang, G. Villarini, and T. Knutson.\n2021.“Changes in Atlantic Major Hurricane Frequency since\nthe Late-19th Century.”Nature Communications12(1): 4054.\nhttps://doi.org/10.1038/s41467-021-24268-5.\nVieira, C. 2020.“Lobophora–Coral Interactions and Phase Shifts:\nSummary of Current Knowledge and Future Directions.”\nAquatic Ecology54(1): 1–20.\nhttps://doi.org/10.1007/s10452-\n019-09723-2\n.\nWehner, M. F., K. A. Reed, B. Loring, D. Stone, and H. Krishnan. 2018.\n“Changes in Tropical Cyclones under Stabilized 1.5 and 2.0\n\u0002\nC\nGlobal Warming Scenarios as Simulated by the Community\nAtmospheric Model under the HAPPI Protocols.”Earth System\nDynamics9(1): 187–95.\nhttps://doi.org/10.5194/esd-9-187-2018.\nZawada, K. J. A., J. S. Madin, A. H. Baird, T. C. L. Bridge, and\nM. Dornelas. 2019.“Morphological Traits Can Track Coral\nReef Responses to the Anthropocene.”Functional Ecology\n33(6): 962–75.\nhttps://doi.org/10.1111/1365-2435.13358.\nSUPPORTING INFORMATION\nAdditional supporting information can be found online\nin the Supporting Information section at the end of this\narticle.\nHow to cite this article:Kopecky, Kai L., Adrian\nC. Stier, Russell J. Schmitt, Sally J. Holbrook, and\nHolly V. Moeller. 2023.“Material Legacies Can\nDegrade Resilience: Structure-Retaining\nDisturbances Promote Regime Shifts on Coral\nReefs.”Ecologye4006.\nhttps://doi.org/10.1002/\necy.4006\nECOLOGY15 of 15\n 19399170, 0, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecy.4006 by University Of California, Santa Barbara, Wiley Online Library on [13/03/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n1 \nAPPENDIX S1 \nJournal name: Ecology \nTitle: Material legacies can degrade resilience: Structure-retaining disturbances promote regime \nshifts on coral reefs \nAuthors: Kai L. Kopecky, Adrian C. Stier, Russell J. Schmitt, Sally J. Holbrook, and Holly V. \nMoeller \n\n2 \nField observations to corroborate model predictions and parameter values \nHere, we show a time series of coral and macroalgae cover (Figure S1) from the Moorea \nCoral Reef Long Term Ecological Research site (http://mcr.lternet.edu/) for the fore reef on the \nnorthern shore of Moorea that shows divergent recovery patterns following a cyclone (in 2010), \nand more recently, a mass coral bleaching event (in 2019). Following the cyclone, we observed a \nmarked recovery of coral in which pre-disturbance coral cover was regained 5 years after the \ndisturbance, then far exceeded pre-disturbance levels in the following years before the bleaching \nevent. A similar trajectory is shown by our theoretical time series plot for a reef subjected to a \nsevere structure-removing disturbance (Figure 4a). By contrast, following the recent bleaching \nevent, coral cover has continued to decline and macroalgae have shown a marked increase, \nprimarily growing within dead coral structures. These patterns are consistent with our model’s \npredictions for a reef subjected to a severe structure-retaining disturbance event (Figure 4b). \nFigure S1. Time series of live coral cover (magenta dots) and macroalgae cover (green dots) following different \ndisturbance types on the north shore fore reef of Moorea, French Polynesia. An outbreak of predatory Crown-of-\nThorns Seastars occurred from 2007-2009, followed by a powerful cyclone that removed nearly all live and dead \ncoral structure at these sites in 2010. In 2019, a marine heat wave triggered a coral bleaching event that resulted in \nsignificant coral mortality, leaving the dead skeletons intact. \nBecause previous models did not explicitly simulate cover of dead coral or integrate it as \na separate substrate, we felt that the coral mortality rates used in these models were not \nappropriate for our model. We instead adjusted our rate for coral mortality to create a realistic \namount of dead coral in our system (<10%), that is, the amount that would be present at \n‘equilibrium’ or pre-disturbance. This value of dead coral cover is corroborated by field data \nfrom the Moorea Coral Reef Long Term Ecological Research project, which show the areal \ncoverage of dead coral during four different years in the time series. In 2006 (the only year in the \n\n3 \n4-year dataset before the outbreak of the Crown-of-Thorns Seastar), the island-wide mean\npercent cover of dead coral (i.e., across all 6 fore reef sites) was 7.1 ± 3.1% (mean ± SD; Table\nS1; Adam et al. 2012). With the default value we chose for coral mortality, the percent cover of\ndead coral at equilibrium (in the coral-dominated state) in our model system is 7.6%, and thus\nclosely aligns with these field observations.\nTable S1. Mean cover (and standard deviation) of dead coral at 6 long term monitoring sites for the year 2006 (the \nonly year with data on dead coral cover prior to the outbreak of predatory seastars and subsequent coral mortality). \nTranslating volumetric loss to areal loss for carbonate structures \nOur estimated erosion rate of 1% per year falls within published estimates of bioerosion of \ncalcium carbonate structures on reefs of 0 to 5% per year (Silbiger et al. 2014); however, these \npublished rates estimate annual volumetric loss, not two-dimensional surface loss, as modeled \nhere. We made a simple calculation (see 1-5 below) to compare how the reduction in volume of a \nhemisphere (a commonly used shape to estimate the volume of a coral colony; e.g., see Konh \nand Parry 2019, Shlesinger and van Woesik 2021) relates to a reduction in the area of a circle - \nthe two-dimensional footprint of a hemisphere - using the change in radii from the hemisphere. \nWe found that a 0-5% reduction in hemispheric volume translates roughly to a 0-3.3% reduction \nin the area of a circle with the same changes in radii:  \n1)Volume of a hemisphere: 100푐푚\n3\n= \n2휋푟\n3\n3\n, radius = 3.63푐푚 \n2)Initial, circular footprint of 100푐푚\n3\n hemisphere: 휋(3.63푐푚)\n2\n=41.40푐푚\n2\n3)Volume of hemisphere, reduced by 5%: 95푐푚\n3\n= \n2휋푟\n3\n3\n, radius = 3.57푐푚 \n4)Circular footprint of reduced, 95푐푚\n3\n hemisphere: 휋(3.57푐푚)\n2\n=40.04푐푚\n2\n5)% reduction of circular footprint:  \n퐹푖푛푎푙  − 푖푛푖푡푖푎푙 푎푟푒푎\n푖푛푖푡푖푎푙 푎푟푒푎\n=\n40.04푐푚\n2\n− 41.40푐푚\n2\n41.40푐푚\n2\n= −0.033, \n\n4 \n−0.033∗100=3.3%\nThus, our estimate of a 1% annual loss in two-dimensional area of dead coral skeletons via \nerosion fits within the range of 0-5% found by Silbiger et al. (2014) for volumetric losses of \ncarbonate structures. \nSensitivity analyses of other parameters – erosion rate and coral mortality \nTo understand how the erosion rate of dead corals interacts with the mortality rate of live corals \nto affect equilibrium conditions, we created response surfaces (Figure S2) to explore the \nsensitivity of equilibrium coral and macroalgae cover to variation in the erosion rate of dead \ncoral (e) and coral mortality rate (d\nc\n). For coral mortality, we explored a range from 0 to 0.02, \nthe lowest value that has been used in previous models. Not unexpectedly, higher erosion rates \nallow the system to tolerate higher rates of coral mortality. Generally, high erosion rates tend to \nproduce coral-dominated reefs. This is because only dead coral skeletons (populated by \nmacroalgae or not) erode, and when they erode quickly enough, the effect of this material legacy \n(i.e., protecting macroalgae from herbivory) is not sufficiently strong to facilitate the \nproliferation of macroalgae. Specifically, higher rates of erosion reduce the abundance of \nprotected macroalgae, thereby reducing the overgrowth of live coral by that macroalgae. \nImportantly, this response surface shows that our model still exhibits bi-stability between coral \nand algae at a coral mortality rate > 10x our default rate (~0.015), or within an order of \nmagnitude of the lowest rate used in previous models. \nFigure S2. Response surface displaying the resultant equilibrium cover of a) live coral and b) macroalgae and at \nvarying values of both the erosion rate of dead corals, e, and coral mortality, d\nC\n. Blue shading represents high-coral, \nlow-macroalgae equilibria, and yellow represents low-coral high, macroalgae equilibria.  \n\n5 \nREFERENCES \nAdam, T., A. Brooks, R. Schmitt and S. Holbrook of Moorea Coral Reef LTER. 2012. MCR \nLTER: Coral Reef Resilience: Live and Dead Pocillopora and Acropora Coral Colony \nTime Series from 2006 to 2011. knb-lter-mcr.7010.2 \ndoi:10.6073/pasta/23157cfdedcc6522c999e593d83007c9 \nKonh, B., and M. Parry. 2019. Design, fabrication, installation, and population of a novel \nfiberglass reinforced plastic coral nursery structure off the south shore of O’ahu, Hawaii. \nFrontiers in Marine Science 6:569. \nShlesinger, T., and R. van Woesik. 2021. Different population trajectories of two reef-building \ncorals with similar life-history traits. Journal of Animal Ecology 90:1379–1389. \nSilbiger, N. J., Ò. Guadayol, F. I. M. Thomas, and M. J. Donahue. 2014. Reefs shift from net \naccretion to net erosion along a natural environmental gradient. Marine Ecology Progress \nSeries 515:33–44. ",
  "extractedAt": "2025-12-12T18:45:09.031Z",
  "success": true,
  "matchedPublication": {
    "title": "Material legacies can degrade resilience: Structure‐retaining disturbances promote regime shifts on coral reefs",
    "doi": "10.1002/ecy.4006",
    "year": "2023",
    "authors": "Kopecky, Kai L.; Stier, Adrian C.; Schmitt, Russell J.; Holbrook, Sally J.; Moeller, Holly V."
  }
}