{
  "filename": "Kopecky et al. (Coral Reefs) 2021.pdf",
  "numPages": 23,
  "text": "NOTE Effects of corallivory and coral colony density on coral growth and survival Kai L. Kopecky 1 • Dana T. Cook 1 • Russell J. Schmitt 1,2 • Adrian C. Stier 1,2 Received: 3 May 2020 / Accepted: 4 February 2021 ÓThe Author(s) 2021 AbstractA suite of processes drive variation in coral populations in space and time, yet our understanding of how variation in coral density affects coral performance is limited. Theory predicts that reductions in density can send coral populations into a predator pit, where concentrated corallivory maintains corals at low densities. In reality, how variation in coral density alters corallivory rates is poorly resolved. Here, we experimentally quantified the effects of corallivory and coral density on growth and survival of small colonies of the staghorn coralAcropora pulchra. Our findings suggest that coral density and corallivory have strong but independent effects on coral performance. In the presence of corallivores, corals suf- fered high but density-independent mortality. When corallivores were excluded, however, vertical extension rates of colonies increased with increasing densities. While we found no evidence for a predator pit, our results suggest that spatio-temporal variation in corallivore and coral densities can fundamentally alter population dynamics via strong effects on juvenile corals. KeywordsDensity dependence!Coral fundamental traits!Corallivory!Staghorn coral Introduction The density of stony corals varies across multiple spatial and temporal scales, yet we lack a core understanding of how changes in coral colony density (hereafter, coral density) alter dynamics of coral populations. Ecological theory holds that the long-term persistence of populations is facilitated when population density alters one or more demographic rates (Murdoch and Walde1989). Specifi- cally, a negative relationship between density and popu- lation growth rate can bound populations at high density and promote population growth at low density. By con- trast, a very low or negative per capita growth rate at low population densities has a destabilizing influence and can lead to extirpation (Courchamp et al.1999). Conse- quently, lower colony densities may reduce competitive dynamics within or among species and allow coral pop- ulations to rebound. Alternatively, declines in coral den- sity may lead to negative per capita growth rates, which would destabilize coral populations and increase risk of extinction. Therefore, resolving the link between coral fundamental traits like colony growth or survival and coral density will sharpen our ability to forecast the capacity of coral populations to rebound following major declines in density. Topic Editor Mark Vermeij Supplementary informationThe online version contains supplementary material available at (https://doi.org/10.1007/s00338- 021-02076-z) &Kai L. Kopecky kaikopecky@ucsb.edu Dana T. Cook danacook@ucsb.edu Russell J. Schmitt russellschmitt@ucsb.edu Adrian C. Stier astier@ucsb.edu 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 2 Marine Science Institute, University of California, Santa Barbara, CA 93106, USA 123 Coral Reefs https://doi.org/10.1007/s00338-021-02076-z We comprehensively reviewed studies from 1996 to 2020 documenting links between coral density and coral fundamental traits (Table S1). Our review revealed that, to date, corallivory has received relatively limited attention as a mechanism that alters fundamental traits, despite mounting evidence for its importance to coral (Rotjan and Lewis2008; Lenihan et al.2011,2015) and theory high- lighting the role predators can have in shaping density dependence in demographic rates (Murdoch1994). Preda- tors can regulate growth of prey populations by increasing the per capita mortality of prey at higher prey densities (Janzen1970; Connell1971; Murdoch1994; Schmitt and Holbrook2007) through increases in foraging rates of individual predators, aggregation of predators to areas of higher prey density, and/or an overall increase in abun- dance via a demographic response to an increased food supply. Alternatively, increases in prey density can posi- tively affect per capita survival of prey, where high prey densities dilute predator effects (Murdoch1994). Lastly, predators can reduce the capacity of prey populations to recover when predators concentrate their foraging on low density prey populations, a situation known as a predator pit (Bakun2006). Therefore, how predators respond to variation in prey density has the potential to either stabilize or destabilize dynamics of prey populations. Studies have shown that highly mobile corallivores can aggregate in areas of higher coral density (Shantz et al. 2011) and that the feeding rate of an individual corallivore can increase as coral density increases (Roff et al.2011). However, it is unclear whether the observed responses of these corallivores to variation in coral density acted to regulate or destabilize coral populations because the link between the behavioral responses and effects on per capita mortality of coral was not explored. In the present study, we tested the hypothesis that corallivory is a key mecha- nism underlying the effects of coral density on coral growth and survival. Specifically, we quantified how the skeletal growth and colony survival of the staghorn coral, Acropora pulchra,varied with density in the presence and absence of corallivores. We focused on small-sized colo- nies for two related reasons. First, they represent a critical phase in the establishment of a new thicket of staghorn, either via sexual reproduction or asexual fragmentation, where the risk of whole-colony mortality is much greater than for larger colonies. Second, asA. pulchracolonies increase in size, they become protected by territorial farmerfishes that ward off both herbivorous and coralliv- orous species of fishes (Johnson et al.2011). Therefore, a small (juvenile) life stage is most susceptible to complete removal (and thereby extirpation) by corallivores and thus provides a more direct test of the predator pit hypothesis in this system. Materials and methods Study site, species, and experimental design We conducted a 30-day experiment on the northern shore of Moorea, French Polynesia (17.5388°S, 149.8295°W) from July–August, 2018. Moorea’s shallow lagoons (1–4 m depth) are characterized by patch reefs formed by live and dead colonies of mounding species ofPorites interspersed with sand and coral rubble. BranchingAcro- poracorals commonly grow on the tops of thesePorites reefs and vary naturally in density (Johnson et al.2011; Lenihan et al.2011). Our study focused onA. pulchradue to this known variation in density, as well as its high growth rate and sensitivity to predation pressure (Kamath et al.2019). To quantify how corallivory pressure changes as a function of coral density, we used a factorial experimental design crossing three levels of coral density with two levels of corallivore exposure (Fig.1). We harvestedA. pulchra coral nubbins, each 70–80 mm in length with no secondary branches (i.e., to mimic a young juvenile), from 6 thickets of adult colonies in a lagoon near our experimental site. We then affixed the nubbins to artificial bases using underwater epoxy (Z-Spar A-788 Splash Zone Epoxy), and measured their vertical extension (VE), total linear extension (TLE), and buoyant mass (Davies1989) before deployment. We then randomized their assignment to the three density treatments, using the average density of branch tips (*350 m -2 ) in nearby natural staghorn patches as the high density treatment (see Supplemental Materials). The low density treatment consisted of a single nubbin (affixed to a base ‘platform’ to facilitate deployment) (n = 12 for each corallivore treatment); the medium density had 4 nubbins evenly spaced 13 cm apart on a square platform (equiva- lent to*172 nubbins m -2 ; n = 8); and high density had 8 nubbins spaced in the same configuration but 6 cm from a neighbor (equivalent to 345 nubbins m -2 ; n = 8). Half of the replicates of each density treatment were left exposed to corallivores, while the other half was enshrouded in a thin-gauge vinyl-coated 6.25 cm 2 mesh wire cage that excluded larger corallivorous fishes but did not impede flow and light (Schmitt et al.2019). Following the rationale of other predator-exclusion field experiments (e.g., Thorp and Bergey1981), we did not include a cage control (e.g., partial cage treatment) as predators in this system are attracted to structures (Schmitt and Holbrook2007). A pair of caged and uncaged replicates of the same density treatment were deployed*0.5 m apart atop aPorites bommie (patch reef); replicate patch reefs were spaced at least one meter apart and distributed over an area of roughly 3000 m 2 (see Fig. S1, Supplemental Materials). Coral Reefs 123 The spatial scale of the experiment is smaller than the home range of the major excavating corallivores in this system (e.g.,Balistapus undulatus,Balistoides viridescens, Arothron meleagris; Johnson et al.2011), so we assume that we distributed patches of different resource densities over a relatively uniform landscape of corallivory. For each corallivore treatment, we deployed 28 platforms collec- tively holding 108 nubbins (experiment total = 216 nub- bins on 56 platforms). After 30 days, we collected all nubbins and re-measured their VE, TLE, and buoyant mass in the laboratory. We revisited the plots 8 months after deployment and found that cage surfaces did not require cleaning, presumably because herbivory kept them almost completely free of macroalgae (Figure S2); only a few cages became some- what more fouled after 12 months when surviving experi- mental corals were re-measured. After a year, corals protected from predators grew extensively and when pre- sent, often fused with neighbors; this meant that we could only compare the change in total volume of live coral over the year between the corallivore exposure treatments (see Supplemental Materials). The mid-lagoon experimental site was not subjected to either storm waves or high velocity current flows throughout the study (http://mcr. lternet.edu/cgi-bin/showDataset.cgi?docid=knb-lter-mcr. 30). Data analysis We treated each deployed platform (with 1, 4, or 8 nubbins) as a replicate. To obtain overall averages within density treatments, we first calculated the mean of a given metric for each replicate (medium and high den- sities) to obtain a single estimate for a platform, then took an average of all replicates within a density treat- ment to explore for treatment effects. We used a two-way ANOVA to test for interactive effects between coralli- vore presence/absence and coral density on coral sur- vival. Nubbins that suffered\\95% loss of tissue and skeleton after 30 days were considered to have survived. Within the corallivore exclusion treatment, we used planned orthogonal contrasts to first look at the effects of having neighbors (low vs. medium and high density treatments), then effects of neighbor density (medium vs. high density treatment) on coral growth. We adjusted for variation in growth due to slight differences in initial nubbin size by converting raw changes in VE, TLE, and buoyant mass to proportional changes. No coral exposed to corallivores showed measurable growth, and thus we did not use this approach for the uncaged density treatments. Fig. 1Factorial experimental design crossing two levels of corallivore exposure with three levels of colony density of the staghorn coral Acropora pulchra. Panelsa–cshow plots exposed to corallivores, whiled–fshow plots protected from corallivores (via exclosure cages) Coral Reefs 123 Results and discussion Our test of whether the effects of corallivores depended on coral colony density inAcropora pulchrarevealed that, although predators had a substantial negative effect on both growth and survival of juvenile-sized coral, we found no evidence that the rate of corallivory was dependent on coral density (i.e., there was no interaction between corallivore exposure and coral density). This does not support the notion that corallivory alters the stability of coral popula- tions in this system. After 30 days, corallivores had con- sumed[95% of tissue and skeleton in 64% of exposed corals, while all corals protected from corallivores survived without any partial mortality (two-way ANOVA: F 1,50 = 60.0911,P\\0.001; Fig.2). Repeated observa- tions of our experimental corals revealed the pattern of tissue and skeletal loss for the exposed nubbins was pre- cisely that known to be caused by excavating corallivores: bites that remove a portion of the distal end, gradually reducing the length of a nubbin over time (Johnson et al. 2011; Kamath et al.2019; Fig S3). With respect to growth, corals exposed to corallivores showed no measurable signs of skeletal growth after 30 days (Fig.3a), while virtually all protected corals increased in VE, TLE, and mass, and had also begun to develop secondary branches after the same duration (Fig.3b). After one year, the total volume of surviving corals that were protected from corallivores increased from 742.5 cm 3 to 55,251 cm 3 , while that for corals exposed to corallivores decreased from 752.5 cm 3 to 381.4 cm 3 (Fig.3c, d; Fig S4). Thus, patterns measured after 30 days held over the long term, where the volume of coral protected from predators increased by two orders of magnitude in a year, while that of exposed corals declined by half. Our findings contrast with previous studies that suggest high densities of coral colonies can dilute predator effects. For example, Jayewardene et al. (2009) showed that corallivory decreased as coral cover increased, which is indicative of predator dilution. One possible explanation for our failure to detect predator dilution is that it occurs only when corals are at extraordinarily large patch sizes. While our study focused on a range of variation inA. pulchradensity that is most commonly found on patch reefs in Moorea, some enormous thickets ofA. pulchratens of meters long exist, which is a situation that might pro- mote predator dilution, although natural staghorn patches in Moorea are protected by territorial farmerfishes that defend against both herbivorous and corallivorous fishes (Johnson et al.2011). Here, we found that corallivores exerted strong negative effects on coral growth and sur- vival at small colony sizes at a range of densities, cor- roborating other recent studies on corallivory (Lenihan et al.2011,2015; Roff et al.2011; Shantz et al.2011) and suggesting that corallivory does not become increasingly concentrated at low coral densities. We note that the mid- lagoon location of our experiment may well be character- ized by a relatively high level of corallivory, and that the performance of staghorn might scale with coral density in areas where corallivory is lower. Though the effects of corallivores on survival were independent of coral density, vertical extension was posi- tively correlated with density for corals protected from corallivores (Fig.4). In the absence of corallivory, the VE of corals in aggregations increased two-fold more than for solitary corals (low density vs. medium?high densities, F 2,103 = 5.954,P\\0.004). However, the positive effect of coral neighbors did not differ between the medium and high density treatments (Fig.4). Corals protected from corallivores also exhibited increases in mass and TLE, but these did not differ significantly by density treatment (see Supplemental Materials). Morphology and extension rates of Caribbean staghorn coral (Acropora cervicornis) have been found to be plastic (Kuffner et al.2017), while cal- cification and skeletal growth are energetically expensive (Gattuso et al.1999). Thus, if resource acquisition (and therefore, growth rate) is enhanced for corals in higher density aggregations, we would expect to have seen density dependent increases in skeletal mass as well as VE. Because only VE increased for corals in higher density aggregations and not mass, we posit that the increase in VE we found for corals in high density treatments was likely a plastic, competitive response to maximize resource capture (Lang and Chornesky1990) and not a true density dependent increase in growth rate. This is corroborated by a well-known phenomenon in terrestrial plants and subtidal algal forests—the self-thinning rule—by which individuals tend to grow taller in higher density stands in order to 0.00 0.25 0.50 0.75 1.00 LowMidHigh Density treatment Proportional coral survival Corallivores Absent Present Fig. 2Average proportional survival of coral nubbins as a function of coral density (low, medium, high) and corallivore exposure (absent or present). Survival is expressed as the mean (±1 SE; platforms as replicates) proportion alive after 30 days Coral Reefs 123 maximize light capture, while individuals in low density aggregations are able to allocate more energy into repro- duction (Weller1989; Reed1990). Additional research would be required to determine if this was the mechanism at play in our experiment and whether or not corals dif- ferentially allocate energy as a function of their aggrega- tion density. Our study shows that corallivory and coral density independently modify survival and growth of small stag- horn corals. Corallivores in this system exerted substantial mortality that was independent of coral density, which may be the common pattern when corallivory-induced mortality is intense (Lenihan et al.2015). However, additional research on corallivore foraging behavior is necessary to fully evaluate the role of predation in shaping the dynamics of coral populations. Given the findings of both positive and negative effects of coral density on coral fundamental traits (Table S1), further exploration of the mechanisms underlying the reported effects of coral density are critical to determine whether and how variation in density influ- ences the dynamics of coral populations. The present study deepens our understanding of the ecological processes that govern population dynamics via effects on vulnerable, juvenile-sized corals by considering explicitly the link between variation in density and their fundamental traits. AcknowledgementsWe thank S. Holbrook and M. Ladd for helpful discussion and the UC Gump Research Station staff for logistic support. We gratefully acknowledge financial support from National Science Foundation (OCE 1637396) and the Gordon and Betty Moore Foundation. Research was completed under permits issued by the Government of French Polynesia (De ́ le ́ gation a ` la Recherche) and the Haut-commissariat de la Re ́ publique en Polyne ́ sie Francaise (Proto- cole d’Accueil 2018), and we thank them for enabling us to conduct the project. This work is a contribution of the NSF Moorea Coral Reef Long-Term Ecological Research Site. Compliance with ethical standards Conflict of interestOn behalf of all authors, the corresponding author states that there is no conflict of interest. Fig. 3High density platforms after being (a) exposed to or (b) protected from corallivores for 30 days. Platforms were revisited after one year, showing even stronger effects of (c) exposure to or (d) protection from corallivores (cage removed for photograph) 0.00 0.05 0.10 0.15 0.20 0.25 0.30 LowMidHigh Density treatment Proportional change in VE Fig. 4Average increase in vertical extension (VE) as a function of density when protected from corallivory. Shown are the mean (±1 SE; platforms as replicates) proportional changes in VE (large black dots) and proportional changes for each nubbin (small gray dots) after 30 days Coral Reefs 123 Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visithttp://creativecommons. org/licenses/by/4.0/. References Bakun A (2006) Wasp-waist populations and marine ecosystem dynamics: Navigating the ‘predator pit’ topographies. Prog Oceanogr 68:271–288 Connell JH (1971) On the role of natural enemies in preventing competitive exclusion in some marine animals and in rain forest trees. Dyn Popul 298:312 Courchamp F, Clutton-Brock T, Grenfell B (1999) Inverse density dependence and the Allee effect. Trends Ecol Evol 14:405–410 Davies PS (1989) Short-term growth measurements of corals using an accurate buoyant weighing technique. Mar Biol 101:389–395 Gattuso JP, Allemand D, Frankignoulle M (1999) Photosynthesis and calcification at cellular, organismal and community levels in coral reefs: a review on interactions and control by carbonate chemistry. Am Zool 39:160–183 Janzen DH (1970) Herbivores and the number of tree species in tropical forests. Am Nat 104:501–528 Jayewardene D, Donahue MJ, Birkeland C (2009) Effects of frequent fish predation on corals in Hawaii. Coral Reefs 28:499–506 Johnson MK, Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Fish communities on staghorn coral: effects of habitat characteristics and resident farmerfishes. Env Bio Fish 91:429–448 Kamath A, Pruitt JN, Brooks AJ, Ladd MC, Cook DT, Gallagher JP, Vickers ME, Holbrook SJ, Schmitt RJ (2019) Potential feedback between coral presence and farmerfish collective behavior promotes coral recovery. Oikos 128:482–492 Kuffner IK, Bartels E, Stathakopoulos A, Enochs IC, Kolodziej G, Toth LT, Manzello DP (2017) Plasticity in skeletal character- istics of nursery-raised staghorn coral,Acropora cervicornis. Coral Reefs 36:679–684 Lang JC, Chornesky EA (1990) Competition between scleractinian reef corals: a review of mechanisms and effects. Ecosyst World 25:209–252 Lenihan HS, Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Influence of corallivory, competition, and habitat structure on coral commu- nity shifts. Ecology 92:1959–1971 Lenihan HS, Hench JL, Holbrook SJ, Schmitt RJ, Potoski M (2015) Hydrodynamics influence coral performance through simultane- ous direct and indirect effects. Ecology 96:1540–1549 Murdoch WW (1994) Population regulation in theory and practice. Ecology 75:271–287 Murdoch WW, Walde SJ (1989) Towards a more exact ecology. In: Analysis of insect population dynamics. Blackwell, Oxford, pp 113–140 Reed DC (1990) An experimental evaluation of density dependence in a subtidal algal population. Ecology 71(6):2286–2296 Roff G, Ledlie MH, Ortiz JC, Mumby PJ (2011) Spatial patterns of parrotfish corallivory in the caribbean: the importance of coral taxa, density and size. PLoS ONE 6:e29133 Rotjan RD, Lewis SM (2008) Impact of coral predators on tropical reefs. Mar Ecol Prog Ser 367:73–91 Schmitt RJ, Holbrook SJ (2007) The scale and cause of spatial heterogeneity in strength of temporal density dependence. Ecology 88:1241–1249 Schmitt RJ, Holbrook SJ, Davis SL, Brooks AJ, Adam TC (2019) Experimental support for alternative attractors on coral reefs. PNAS 116:4372–4381 Shantz AA, Stier AC, Idjadi JA (2011) Coral density and predation affect growth of a reef-building coral. Coral Reefs 30:363–367 Thorp JH, Bergey EA (1981) Field experiments on the responses of a freshwater, benthic macroinvertebrate community to vertebrate predators. Ecology 62:365–375 Weller DE (1989) The interspecific size-density relationship among crowded plant stands and its implications for the-3/2 power rule of self-thinning. Am Nat 133(1):20–41 Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Coral Reefs 123 Supplemental materials 1 Supplemental methods 2 Literature review 3 We obtained and summarized studies examining the effects of density dependence on 4 scleractinian corals, observationally or experimentally, by conducting an exhaustive electronic search on 5 Google Scholar and Web of Science under the queries \"coral density dependence\" and \"coral disease.\" 6 Of the approximately 350 search results produced, we found 27 relevant studies that directly observed 7 or tested for the effects of density dependence in hard corals. These studies span 1996-2020 and are 8 published in 14 different journals: Coral Reefs, Bulletin of Marine Science, PLOS Biology, Royal Society of 9 Open Science, Restoration Ecology, Oecologia, Ecology, Elsevier, Frontiers in Marine Science, Frontiers in 10 Ecology, Marine Ecology Progress Series, Diseases of Aquatic Organisms, Ecological Monographs, and 11 Anziam J. 12 13 Natural Staghorn coral density 14 To inform the experimental coral densities used in our study, we took density estimates of the 15 standing stock of A. pulchra in the lagoons of Moorea. At the patches from which we collected our 16 experimental corals, we counted the number of branch tips and measured maximum and minimum 17 distances between them (for branches extending at least 50mm from the basal branch) in 50 randomly 18 placed quadrats the size of the platforms used in our experiment. Measurements were taken within 4 19 large thickets of A. pulchra. We used the mean number of branch tips from these quadrats (7.94 ± 2.94 20 tips) as the number of corals for our high density treatment (8 nubbins) to reflect the average density 21 from a well-established thicket. We used the mean inter-branch distance (8.36 ± 1.29 cm) to inform the 22 spacing of corals in the high-density treatment. In practice, the spacing of the corals in the high-density 23 treatment was slightly less than this (~6cm) due to mechanical restrictions of the materials we had 24 available in the field. We then selected our medium density treatment to be roughly half of the high-25 density treatment. Finally, we selected our low density treatment as a single nubbin on an experimental 26 platform, as this is the lowest density possible in the units of coral nubbins. 27 28 Coral volume estimation 29 We revisited our experimental plots after one year, but due to the extent of growth and fusion 30 in the caged corals, we were unable to make the same measurements as in the initial 30-day 31 experiment. We instead estimated the change in total volume of live after one year for corals exposed 32 to or protected from corallivores. We estimated the volume of a single coral nubbin (from the initial 33 deployment) by multiplying each nubbin’s vertical extension by a width and length of 1 cm (an 34 estimation of the thickness of a staghorn coral branch), then summed all nubbin volumes within the 35 corallivore inclusion/exclusion treatments. To obtain volume measurements after a year had passed, we 36 measured the height, width, and length of each protected and unprotected nubbin in situ when it was 37 possible to discern divisions between nubbins. When this was not possible, we measured the height, 38 width, and length of the “coral cube” to estimate the volume of coral on the platform. We then summed 39 the volumes of all nubbins and coral cubes within each corallivore exposure treatment to estimate the 40 total change in volume of live coral. 41 Supplemental results 42 Coral growth 43 Corals protected from corallivores increased both in mass (Fig S3) and TLE (Fig S4) during the 30-44 day study period; however, one-way ANOVAs revealed that these increases did not vary significantly by 45 density treatment (mass: F 2,103 = 1.115, P = 0.332; TLE: F 2,103 = 0.989, P = 0.375). Corals increased 46 proportionally in mass by an average of 8.8 (± 0.9)% in the low density treatment, 8.0 (± 0.8)% in the 47 medium density treatment, and 7.3 (± 0.4)% in the high density treatment. As for TLE, corals increased 48 proportionally by an average of 30 (± 5.6)% in the low density treatment, 24.6 (± 3.3)% in the medium 49 density treatment, and 26.2 (± 2.2)% in the high density treatment. 50 Supplemental figures 51 Figure S1. 52 53 Figure S2. 54 55 Figure S3. 56 57 a) b) c) d) e) f) i) h) g) Figure S4. 58 59 Figure S5. 60 61 Figure S6. 62 63 Supplemental figure captions 64 Fig S1. Satellite image of experimental array. Experimental platforms were deployed to replicate reefs 65 within an area of 2,934 m 2 on the north shore lagoon of Moorea, French Polynesia. The reef area in the 66 center of the displayed image was avoided due to a high density of territorial damselfishes which ward 67 off corallivorous fishes. 68 69 Fig S2. Photos showing minimal fouling on experimental cage structures roughly 8 months after 70 initiation of the experiment (photos taken April 1 st and 2 nd of 2019). 71 72 Fig S3. Photos depicting progressive consumption of our experimental corals in a low (panels a-c), 73 medium (panels d-f), and high (panels g-i) density treatment exposed to corallivores. Removal of coral 74 skeleton and tissue began at the distal ends of each nubbin and progressed toward the artificial bases. 75 The consumption shown above occurred during the 30-day experimental period. 76 77 Fig S4. Estimated log total volume (cm 3 ) of live coral present at the initiation of the experiment and one 78 year after when protected from (red bars) or exposed to corallivores (green bars). 79 80 Fig S5. Proportional increases in dry mass (converted from buoyant mass) as a function of density 81 treatment. Treatment means are displayed as large black dots (± 1 SE), while small grey dots are 82 proportional changes for individual nubbins. 83 84 Fig S6. Proportional increases in total linear extension (TLE) as a function of density treatment. 85 Treatment means are displayed as large black dots (± 1 SE), while small grey dots are proportional 86 changes for individual nubbins. 87 Table S1. Table compiling results from 27 studies, spanning 1996-2020 and published in 14 journals that observed or tested for density 88 dependent effects in scleractinian corals. ‘Focal life stage(s)’ refers to the life stage that is the recipient of the density dependent effect (e.g., 89 effect of adult density on recruit survival would be listed as “Recruit”). “Pattern” refers to distributional observations (e.g., disease prevalence), 90 “process” refers to an ecological process or vital rate (e.g., settlement or growth), and “mechanism” refers to a driver of density-dependent 91 effects (e.g., corallivory). ‘Focal taxa’ refers to the primary study taxa examined. 92 Focal life stage(s) Pattern, process, or mechanism described Effect of density Focal taxa Geographic region Study Adult Genotypic diversity Negative Acropora palmata Caribbean/western Atlantic Baums et al. 2006 Recruit Recruitment Positive Acropora spp. Mo’orea, French Polynesia Bramanti & Edmunds 2016 Recruit Recruitment Negative Pocillopora spp. Adult Disease prevalence Positive Orbicella annularis Siderastrea radians Jamaica Bruckner et al. 1997 Not specified Disease prevalence Positive Great Barrier Reef spp. Great Barrier Reef Bruno et al. 2007 Adult Corallivory Positive See study Florida Keys Burkepile et al. 2012 Adult Disease prevalence Positive Porites spp. Montipora spp. Hawaiian archipelago Caldwell et al. 2016 Juvenile Distribution None See study Florida Reef Tract Chiappone & Sullivan 1996 Larvae Settlement Positive Acropora millepora Western Australia Doropoulos et al. 2017 Larvae Survivorship None Recruit Post-settlement survivorship Positive Larvae Settlement Positive Acropora digitifera Acropora millepora Goniastrea retiformis Western Australia Doropoulos et al. 2018 Adult Genotypic diversity Positive Acropora cervicornis Florida; Dominican Republic Drury et al. 2019 Recruit, juvenile, adult Recruitment, distribution Negative Pocillopora spp. Mo’orea, French Polynesia Edmunds et al. 2018 Juvenile, adult Distribution Positive Central Pacific spp. Palmyra atoll Edwards et al. 2017 Adult Growth Negative Acropora cervicornis St Croix, US Virgin Islands Griffin et al. 2015 Adult Disease prevalence Positive Acropora clathrata Acropora cytherea Acropora hyacinthus Indian Ocean (Cocos and Christmas islands) Hobbs & Frisch 2010 Recruit Recruitment None Acroporidae Great Barrier Reef Hughes et al. 2000 Adult Growth, mortality Positive Acropora cervicornis Florida; US Virgin Islands Huntington et al. 2017 Adult Growth, survivorship Positive Porites rus Porites lobata Mo’orea, French Polynesia Idjadi & Karlson 2007 Adult Corallivory Negative Porites compressa Main Hawai’ian islands Jayewardene et al. 2009 Adult Disease prevalence None Orbicella faveolata Montastraea cavernosa Colpophyllia natans Diploria clivosa Diploria strigosa Diploria labyrinthiformis Florida Keys Kuta & Richardson 1996 Adult Growth Negative Acropora cervicornis Florida Keys Ladd et al. 2016 Survivorship Negative Habitat production Positive Juvenile Survivorship Negative Orbicella faveolata Caribbean Marhaver et al. 2013 Not specified Disease prevalence Positive Western Australian spp. Western Australia Onton et al. 2011 Not specified Disease prevalence Positive Porites attenuata Philippines Raymundo et al. 2003 Not specified Corallivory Positive Orbicella faveolata Orbicella annularis Porites atreoides Bahamas Roff et al. 2011 Adult Growth Positive Porites lobata Mo’orea, French Polynesia Shantz et al. 2011 Corallivory Positive Porites lutea Recruit Recruitment, depth See study Acroporidae Pocilloporidae Poritidae Western Australia Turner et al. 2018 Settled planulae Settlement Positive Siderastrea radians Florida Keys Vermeij & Sandin 2008 Recruit Survivorship Negative 93 References Baums IB, Miller MW, Hellberg ME (2006) Geographic variation in clonal structure in a reef-building caribbean coral, Acropora palmata. Ecol Monogr 76:503–519 Bramanti L, Edmunds PJ (2016) Density-associated recruitment mediates coral population dynamics on a coral reef. Coral Reefs 35:543–553 Bruckner AW, Bruckner RJ, Williams Jr EH (1997) Spread of a black-band disease epizootic through the coral reef system in St. Ann's Bay, Jamaica. Bull Mar Sci 61:919-28 Bruno JF, Selig ER, Casey KS, Page CA, Willis BL, Harvell CD, Sweatman H, Melendy AM (2007) Thermal stress and coral cover as drivers of coral disease outbreaks. PLoS Biol 5:e124 Burkepile, DE (2012). Context-dependent corallivory by parrotfishes in a Caribbean reef ecosystem. Coral Reefs 31:111-120 Caldwell J, Heron S, Eakin C, Donahue M (2016) Satellite SST-based coral disease outbreak predictions for the Hawaiian archipelago. Remote Sens 8:93 Chiappone M, Sullivan KM (1996) Distribution, abundance and species composition of juvenile scleractinian corals in the Florida reef tract. Bull Mar Sci 58:555-69 Doropoulos C, Evensen NR, Gómez-Lemos LA, Babcock RC (2017) Density-dependent coral recruitment displays divergent responses during distinct early life-history stages. R Soc Open Sci 4:170082 Doropoulos C, Gómez-Lemos, LA, Babcock RC (2018) Exploring variable patterns of density-dependent larval settlement among corals with distinct and shared functional traits. Coral Reefs 37:25–29 Drury C, Greer JB, Baums I, Gintert B, Lirman D (2019) Clonal diversity impacts coral cover in Acropora cervicornis thickets: Potential relationships between density, growth, and polymorphisms. Ecol Evol. 9:4518-31 Edmunds PJ, Nelson HR, Bramanti L (2018) Density‐dependence mediates coral assemblage structure. Ecology 99:2605–2613 Edwards CB, Eynaud Y, Williams GJ, Pedersen NE, Zgliczynski BJ, Gleason ACR, Smith JE, Sandin SA (2017) Large-area imaging reveals biologically driven non-random spatial patterns of corals at a remote reef. Coral Reefs 36:1291–1305 Griffin JN, Schrack EC, Lewis KA, Baums IB, Soomdat N, Silliman BR (2015) Density-dependent effects on initial growth of a branching coral under restoration: Density affects coral restoration. Restor Ecol 23:197–200 Hobbs J, Frisch A (2010) Coral disease in the Indian ocean: Taxonomic susceptibility, spatial distribution and the role of host density on the prevalence of white syndrome. Dis Aquat Organ 89:1–8 Hughes TP, Baird AH, Dinsdale EA, Moltschaniwskyj NA, Pratchett MS, Tanner JE, Willis BL (2000) Supply- side ecology works both ways: The link between benthic adults, fecundity, and larval recruits. Ecology 81:2241–2249 Huntington BE, Miller MW, Pausch R, Richter L (2017) Facilitation in Caribbean coral reefs: High densities of staghorn coral foster greater coral condition and reef fish composition. Oecologia 184:247–257 Idjadi JA, Karlson RH (2007) Spatial arrangement of competitors influences coexistence of reef-building corals. Ecology 88:2449–2454 Kuta KG, Richardson LL (1996) Abundance and distribution of black band disease on coral reefs in the northern Florida Keys. Coral reefs 15:219-23 Ladd MC, Shantz AA, Nedimyer K, Burkepile DE (2016) Density dependence drives habitat production and survivorship of Acropora cervicornis used for restoration on a Caribbean coral reef. Front Mar Sci 12:261 Marhaver KL, Vermeij MJA, Rohwer F, Sandin SA (2013) Janzen-Connell effects in a broadcast-spawning Caribbean coral: Distance-dependent survival of larvae and settlers. Ecology 94:146–160 Onton K, Page C, Wilson S, Neale S, Armstrong S (2011) Distribution and drivers of coral disease at Ningaloo reef, Indian Ocean. Mar Ecol Prog Ser 433:75–84 Raymundo L (2003) Porites ulcerative white spot disease: Description, prevalence, and host range of a new coral disease affecting Indo-Pacific reefs. Dis Aquat Organ 56:95–104 Roff G, Ledlie MH, Ortiz JC, Mumby PJ (2011) Spatial patterns of parrotfish corallivory in the Caribbean: The importance of coral taxa, density and size. PLoS ONE 6:e29133 Shantz AA, Stier AC, Idjadi JA (2011) Coral density and predation affect growth of a reef-building coral. Coral Reefs 30:363–367 Turner JA, Thomson DP, Cresswell AK, Trapon M, Babcock RC (2018) Depth-related patterns in coral recruitment across a shallow to mesophotic gradient. Coral Reefs. 37:711-22 Vermeij MJA, Sandin SA (2008) Density-dependent settlement and mortality structure the earliest life phases of a coral population. Ecology 89:1994–2004.",
  "sections": {
    "abstract": "A suite of processes drive variation in coral populations in space and time, yet our understanding of how variation in coral density affects coral performance is limited. Theory predicts that reductions in density can send coral populations into a predator pit, where concentrated corallivory maintains corals at low densities. In reality, how variation in coral density alters corallivory rates is poorly resolved. Here, we experimentally quantified the effects of corallivory and coral density on growth and survival of small colonies of the staghorn coralAcropora pulchra. Our findings suggest that coral density and corallivory have strong but independent effects on coral performance. In the presence of corallivores, corals suf- fered high but density-independent mortality. When corallivores were excluded, however, vertical extension rates of colonies increased with increasing densities. While we found no evidence for a predator pit, our results suggest that spatio-temporal variation in corallivore and coral densities can fundamentally alter population dynamics via strong effects on juvenile corals.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our findings suggest that coral density and corallivory have strong but independent effects on coral performance.",
    "we found no evidence for a predator pit, our results suggest that spatio-temporal variation in corallivore and coral densities can fundamentally alter population dynamics via strong effects on juvenile corals.",
    "we found no evidence that the rate of corallivory was dependent on coral density (i.",
    "we found that corallivores exerted strong negative effects on coral growth and sur- vival at small colony sizes at a range of densities, cor- roborating other recent studies on corallivory (Lenihan et al.",
    "we found for corals in high density treatments was likely a plastic, competitive response to maximize resource capture (Lang and Chornesky1990) and not a true density dependent increase in growth rate.",
    "we found 27 relevant studies that directly observed 7 or tested for the effects of density dependence in hard corals."
  ],
  "fullText": "\n\nNOTE\nEffects of corallivory and coral colony density on coral growth\nand survival\nKai L. Kopecky\n1\n•\nDana T. Cook\n1\n•\nRussell J. Schmitt\n1,2\n•\nAdrian C. Stier\n1,2\nReceived: 3 May 2020 / Accepted: 4 February 2021\nÓThe Author(s) 2021\nAbstractA suite of processes drive variation in coral\npopulations in space and time, yet our understanding of\nhow variation in coral density affects coral performance is\nlimited. Theory predicts that reductions in density can send\ncoral populations into a predator pit, where concentrated\ncorallivory maintains corals at low densities. In reality,\nhow variation in coral density alters corallivory rates is\npoorly resolved. Here, we experimentally quantified the\neffects of corallivory and coral density on growth and\nsurvival of small colonies of the staghorn coralAcropora\npulchra. Our findings suggest that coral density and\ncorallivory have strong but independent effects on coral\nperformance. In the presence of corallivores, corals suf-\nfered  high  but  density-independent  mortality.  When\ncorallivores were excluded, however, vertical extension\nrates of colonies increased with increasing densities. While\nwe found no evidence for a predator pit, our results suggest\nthat spatio-temporal variation in corallivore and coral\ndensities can fundamentally alter population dynamics via\nstrong effects on juvenile corals.\nKeywordsDensity dependence!Coral fundamental\ntraits!Corallivory!Staghorn coral\nIntroduction\nThe density of stony corals varies across multiple spatial\nand temporal scales, yet we lack a core understanding of\nhow changes in coral colony density (hereafter, coral\ndensity) alter dynamics of coral populations. Ecological\ntheory holds that the long-term persistence of populations\nis facilitated when population density alters one or more\ndemographic rates (Murdoch and Walde1989). Specifi-\ncally, a negative relationship between density and popu-\nlation growth rate can bound populations at high density\nand promote population growth at low density. By con-\ntrast, a very low or negative per capita growth rate at low\npopulation densities has a destabilizing influence and can\nlead to extirpation (Courchamp et al.1999). Conse-\nquently, lower colony densities may reduce competitive\ndynamics within or among species and allow coral pop-\nulations to rebound. Alternatively, declines in coral den-\nsity may lead to negative per capita growth rates, which\nwould destabilize coral populations and increase risk of\nextinction. Therefore, resolving the link between coral\nfundamental traits like colony growth or survival and\ncoral density will sharpen our ability to forecast the\ncapacity of coral populations to rebound following major\ndeclines in density.\nTopic Editor Mark Vermeij\nSupplementary informationThe online version contains\nsupplementary material available at (https://doi.org/10.1007/s00338-\n021-02076-z)\n&Kai L. Kopecky\nkaikopecky@ucsb.edu\nDana T. Cook\ndanacook@ucsb.edu\nRussell J. Schmitt\nrussellschmitt@ucsb.edu\nAdrian C. Stier\nastier@ucsb.edu\n1\nDepartment of Ecology, Evolution, and Marine Biology,\nUniversity of California, Santa Barbara, CA 93106, USA\n2\nMarine Science Institute, University of California,\nSanta Barbara, CA 93106, USA\n123\nCoral Reefs\nhttps://doi.org/10.1007/s00338-021-02076-z\n\nWe comprehensively reviewed studies from 1996 to\n2020 documenting links between coral density and coral\nfundamental traits (Table S1). Our review revealed that, to\ndate, corallivory has received relatively limited attention as\na  mechanism  that  alters  fundamental  traits,  despite\nmounting evidence for its importance to coral (Rotjan and\nLewis2008; Lenihan et al.2011,2015) and theory high-\nlighting the role predators can have in shaping density\ndependence in demographic rates (Murdoch1994). Preda-\ntors can regulate growth of prey populations by increasing\nthe per capita mortality of prey at higher prey densities\n(Janzen1970; Connell1971; Murdoch1994; Schmitt and\nHolbrook2007) through increases in foraging rates of\nindividual predators, aggregation of predators to areas of\nhigher prey density, and/or an overall increase in abun-\ndance via a demographic response to an increased food\nsupply. Alternatively, increases in prey density can posi-\ntively affect per capita survival of prey, where high prey\ndensities dilute predator effects (Murdoch1994). Lastly,\npredators can reduce the capacity of prey populations to\nrecover when predators concentrate their foraging on low\ndensity prey populations, a situation known as a predator\npit (Bakun2006). Therefore, how predators respond to\nvariation in prey density has the potential to either stabilize\nor destabilize dynamics of prey populations.\nStudies have shown that highly mobile corallivores can\naggregate in areas of higher coral density (Shantz et al.\n2011) and that the feeding rate of an individual corallivore\ncan increase as coral density increases (Roff et al.2011).\nHowever, it is unclear whether the observed responses of\nthese corallivores to variation in coral density acted to\nregulate or destabilize coral populations because the link\nbetween the behavioral responses and effects on per capita\nmortality of coral was not explored. In the present study,\nwe tested the hypothesis that corallivory is a key mecha-\nnism underlying the effects of coral density on coral\ngrowth and survival. Specifically, we quantified how the\nskeletal growth and colony survival of the staghorn coral,\nAcropora pulchra,varied with density in the presence and\nabsence of corallivores. We focused on small-sized colo-\nnies for two related reasons. First, they represent a critical\nphase in the establishment of a new thicket of staghorn,\neither via sexual reproduction or asexual fragmentation,\nwhere the risk of whole-colony mortality is much greater\nthan for larger colonies. Second, asA.  pulchracolonies\nincrease in size, they become protected by territorial\nfarmerfishes that ward off both herbivorous and coralliv-\norous species of fishes (Johnson et al.2011). Therefore, a\nsmall (juvenile) life stage is most susceptible to complete\nremoval (and thereby extirpation) by corallivores and thus\nprovides a more direct test of the predator pit hypothesis in\nthis system.\nMaterials and methods\nStudy site, species, and experimental design\nWe conducted a 30-day experiment on the northern shore\nof Moorea, French Polynesia (17.5388°S, 149.8295°W)\nfrom  July–August,  2018.  Moorea’s  shallow  lagoons\n(1–4 m depth) are characterized by patch reefs formed by\nlive and dead colonies of mounding species ofPorites\ninterspersed with sand and coral rubble. BranchingAcro-\nporacorals commonly grow on the tops of thesePorites\nreefs and vary naturally in density (Johnson et al.2011;\nLenihan et al.2011). Our study focused onA. pulchradue\nto this known variation in density, as well as its high\ngrowth rate and sensitivity to predation pressure (Kamath\net al.2019).\nTo quantify how corallivory pressure changes as a\nfunction of coral density, we used a factorial experimental\ndesign crossing three levels of coral density with two levels\nof corallivore exposure (Fig.1). We harvestedA. pulchra\ncoral nubbins, each 70–80 mm in length with no secondary\nbranches (i.e., to mimic a young juvenile), from 6 thickets\nof adult colonies in a lagoon near our experimental site. We\nthen affixed the nubbins to artificial bases using underwater\nepoxy (Z-Spar A-788 Splash Zone Epoxy), and measured\ntheir vertical extension (VE), total linear extension (TLE),\nand buoyant mass (Davies1989) before deployment. We\nthen randomized their assignment to the three density\ntreatments, using the average density of branch tips\n(*350 m\n-2\n) in nearby natural staghorn patches as the high\ndensity treatment (see Supplemental Materials). The low\ndensity treatment consisted of a single nubbin (affixed to a\nbase ‘platform’ to facilitate deployment) (n = 12 for each\ncorallivore treatment); the medium density had 4 nubbins\nevenly spaced 13 cm apart on a square platform (equiva-\nlent to*172 nubbins m\n-2\n; n = 8); and high density had 8\nnubbins spaced in the same configuration but 6 cm from a\nneighbor (equivalent to 345 nubbins m\n-2\n; n = 8). Half of\nthe replicates of each density treatment were left exposed\nto corallivores, while the other half was enshrouded in a\nthin-gauge vinyl-coated 6.25 cm\n2\nmesh wire cage that\nexcluded larger corallivorous fishes but did not impede\nflow and light (Schmitt et al.2019). Following the rationale\nof other predator-exclusion field experiments (e.g., Thorp\nand Bergey1981), we did not include a cage control (e.g.,\npartial cage treatment) as predators in this system are\nattracted to structures (Schmitt and Holbrook2007). A pair\nof caged and uncaged replicates of the same density\ntreatment were deployed*0.5 m apart atop aPorites\nbommie (patch reef); replicate patch reefs were spaced at\nleast one meter apart and distributed over an area of\nroughly 3000 m\n2\n(see Fig. S1, Supplemental Materials).\nCoral Reefs\n123\n\nThe spatial scale of the experiment is smaller than the\nhome range of the major excavating corallivores in this\nsystem (e.g.,Balistapus undulatus,Balistoides viridescens,\nArothron  meleagris; Johnson et al.2011), so we assume\nthat we distributed patches of different resource densities\nover a relatively uniform landscape of corallivory. For each\ncorallivore treatment, we deployed 28 platforms collec-\ntively holding 108 nubbins (experiment total = 216 nub-\nbins on 56 platforms).\nAfter 30 days, we collected all nubbins and re-measured\ntheir VE, TLE, and buoyant mass in the laboratory. We\nrevisited the plots 8 months after deployment and found\nthat cage surfaces did not require cleaning, presumably\nbecause herbivory kept them almost completely free of\nmacroalgae (Figure S2); only a few cages became some-\nwhat more fouled after 12 months when surviving experi-\nmental corals were re-measured. After a year, corals\nprotected from predators grew extensively and when pre-\nsent, often fused with neighbors; this meant that we could\nonly compare the change in total volume of live coral over\nthe year between the corallivore exposure treatments (see\nSupplemental Materials). The mid-lagoon experimental\nsite was not subjected to either storm waves or high\nvelocity current flows throughout the study (http://mcr.\nlternet.edu/cgi-bin/showDataset.cgi?docid=knb-lter-mcr.\n30).\nData analysis\nWe treated each deployed platform (with 1, 4, or 8\nnubbins) as a replicate. To obtain overall averages within\ndensity treatments, we first calculated the mean of a\ngiven metric for each replicate (medium and high den-\nsities) to obtain a single estimate for a platform, then\ntook an average of all replicates within a density treat-\nment to explore for treatment effects. We used a two-way\nANOVA to test for interactive effects between coralli-\nvore presence/absence and coral density on coral sur-\nvival. Nubbins that suffered\\95% loss of tissue and\nskeleton after 30 days were considered to have survived.\nWithin the corallivore exclusion treatment, we used\nplanned orthogonal contrasts to first look at the effects of\nhaving neighbors (low vs. medium and high density\ntreatments), then effects of neighbor density (medium vs.\nhigh density treatment) on coral growth. We adjusted for\nvariation in growth due to slight differences in initial\nnubbin size by converting raw changes in VE, TLE, and\nbuoyant mass to proportional changes. No coral exposed\nto corallivores showed measurable growth, and thus we\ndid  not  use  this  approach  for  the  uncaged  density\ntreatments.\nFig. 1Factorial experimental design crossing two levels of corallivore exposure with three levels of colony density of the staghorn coral\nAcropora pulchra. Panelsa–cshow plots exposed to corallivores, whiled–fshow plots protected from corallivores (via exclosure cages)\nCoral Reefs\n123\n\nResults and discussion\nOur test of whether the effects of corallivores depended on\ncoral colony density inAcropora  pulchrarevealed that,\nalthough predators had a substantial negative effect on both\ngrowth and survival of juvenile-sized coral, we found no\nevidence that the rate of corallivory was dependent on coral\ndensity (i.e., there was no interaction between corallivore\nexposure and coral density). This does not support the\nnotion that corallivory alters the stability of coral popula-\ntions in this system. After 30 days, corallivores had con-\nsumed[95% of tissue and skeleton in 64% of exposed\ncorals, while all corals protected from corallivores survived\nwithout  any  partial  mortality  (two-way  ANOVA:\nF\n1,50\n= 60.0911,P\\0.001; Fig.2). Repeated observa-\ntions of our experimental corals revealed the pattern of\ntissue and skeletal loss for the exposed nubbins was pre-\ncisely that known to be caused by excavating corallivores:\nbites that remove a portion of the distal end, gradually\nreducing the length of a nubbin over time (Johnson et al.\n2011; Kamath et al.2019; Fig S3). With respect to growth,\ncorals exposed to corallivores showed no measurable signs\nof skeletal growth after 30 days (Fig.3a), while virtually\nall protected corals increased in VE, TLE, and mass, and\nhad also begun to develop secondary branches after the\nsame duration (Fig.3b). After one year, the total volume of\nsurviving corals that were protected from corallivores\nincreased from 742.5 cm\n3\nto 55,251 cm\n3\n, while that for\ncorals exposed to corallivores decreased from 752.5 cm\n3\nto\n381.4 cm\n3\n(Fig.3c, d; Fig S4). Thus, patterns measured\nafter 30 days held over the long term, where the volume of\ncoral protected from predators increased by two orders of\nmagnitude in a year, while that of exposed corals declined\nby half.\nOur findings contrast with previous studies that suggest\nhigh densities of coral colonies can dilute predator effects.\nFor example, Jayewardene et al. (2009) showed that\ncorallivory decreased as coral cover increased, which is\nindicative of predator dilution. One possible explanation\nfor our failure to detect predator dilution is that it occurs\nonly when corals are at extraordinarily large patch sizes.\nWhile our study focused on a range of variation inA.\npulchradensity that is most commonly found on patch\nreefs in Moorea, some enormous thickets ofA. pulchratens\nof meters long exist, which is a situation that might pro-\nmote predator dilution, although natural staghorn patches\nin Moorea are protected by territorial farmerfishes that\ndefend against both herbivorous and corallivorous fishes\n(Johnson et al.2011). Here, we found that corallivores\nexerted strong negative effects on coral growth and sur-\nvival at small colony sizes at a range of densities, cor-\nroborating other recent studies on corallivory (Lenihan\net al.2011,2015; Roff et al.2011; Shantz et al.2011) and\nsuggesting that corallivory does not become increasingly\nconcentrated at low coral densities. We note that the mid-\nlagoon location of our experiment may well be character-\nized by a relatively high level of corallivory, and that the\nperformance of staghorn might scale with coral density in\nareas where corallivory is lower.\nThough the effects of corallivores on survival were\nindependent of coral density, vertical extension was posi-\ntively correlated with density for corals protected from\ncorallivores (Fig.4). In the absence of corallivory, the VE\nof corals in aggregations increased two-fold more than for\nsolitary corals (low density vs. medium?high densities,\nF\n2,103\n= 5.954,P\\0.004). However, the positive effect of\ncoral neighbors did not differ between the medium and\nhigh density treatments (Fig.4). Corals protected from\ncorallivores also exhibited increases in mass and TLE, but\nthese did not differ significantly by density treatment (see\nSupplemental Materials). Morphology and extension rates\nof Caribbean staghorn coral (Acropora  cervicornis) have\nbeen found to be plastic (Kuffner et al.2017), while cal-\ncification and skeletal growth are energetically expensive\n(Gattuso et al.1999). Thus, if resource acquisition (and\ntherefore, growth rate) is enhanced for corals in higher\ndensity aggregations, we would expect to have seen density\ndependent increases in skeletal mass as well as VE.\nBecause only VE increased for corals in higher density\naggregations and not mass, we posit that the increase in VE\nwe found for corals in high density treatments was likely a\nplastic, competitive response to maximize resource capture\n(Lang and Chornesky1990) and not a true density\ndependent increase in growth rate. This is corroborated by\na well-known phenomenon in terrestrial plants and subtidal\nalgal forests—the self-thinning rule—by which individuals\ntend to grow taller in higher density stands in order to\n0.00\n0.25\n0.50\n0.75\n1.00\nLowMidHigh\nDensity treatment\nProportional coral survival\nCorallivores\nAbsent\nPresent\nFig. 2Average proportional survival of coral nubbins as a function\nof coral density (low, medium, high) and corallivore exposure (absent\nor present). Survival is expressed as the mean (±1 SE; platforms as\nreplicates) proportion alive after 30 days\nCoral Reefs\n123\n\nmaximize light capture, while individuals in low density\naggregations are able to allocate more energy into repro-\nduction (Weller1989; Reed1990). Additional research\nwould be required to determine if this was the mechanism\nat play in our experiment and whether or not corals dif-\nferentially allocate energy as a function of their aggrega-\ntion density.\nOur study shows that corallivory and coral density\nindependently modify survival and growth of small stag-\nhorn corals. Corallivores in this system exerted substantial\nmortality that was independent of coral density, which may\nbe the common pattern when corallivory-induced mortality\nis intense (Lenihan et al.2015). However, additional\nresearch on corallivore foraging behavior is necessary to\nfully evaluate the role of predation in shaping the dynamics\nof coral populations. Given the findings of both positive\nand negative effects of coral density on coral fundamental\ntraits (Table S1), further exploration of the mechanisms\nunderlying the reported effects of coral density are critical\nto determine whether and how variation in density influ-\nences the dynamics of coral populations. The present study\ndeepens our understanding of the ecological processes that\ngovern population dynamics via effects on vulnerable,\njuvenile-sized corals by considering explicitly the link\nbetween variation in density and their fundamental traits.\nAcknowledgementsWe thank S. Holbrook and M. Ladd for helpful\ndiscussion and the UC Gump Research Station staff for logistic\nsupport. We gratefully acknowledge financial support from National\nScience Foundation (OCE 1637396) and the Gordon and Betty Moore\nFoundation. Research was completed under permits issued by the\nGovernment of French Polynesia (De\n ́\nle\n ́\ngation a\n`\nla Recherche) and the\nHaut-commissariat de la Re\n ́\npublique en Polyne\n ́\nsie Francaise (Proto-\ncole d’Accueil 2018), and we thank them for enabling us to conduct\nthe project. This work is a contribution of the NSF Moorea Coral Reef\nLong-Term Ecological Research Site.\nCompliance with ethical standards\nConflict of interestOn behalf of all authors, the corresponding\nauthor states that there is no conflict of interest.\nFig. 3High density platforms\nafter being (a) exposed to or\n(b) protected from corallivores\nfor 30 days. Platforms were\nrevisited after one year, showing\neven stronger effects of\n(c) exposure to or (d) protection\nfrom corallivores (cage\nremoved for photograph)\n0.00\n0.05\n0.10\n0.15\n0.20\n0.25\n0.30\nLowMidHigh\nDensity treatment\nProportional change in VE\nFig. 4Average increase in vertical extension (VE) as a function of\ndensity when protected from corallivory. Shown are the mean (±1\nSE; platforms as replicates) proportional changes in VE (large black\ndots) and proportional changes for each nubbin (small gray dots) after\n30 days\nCoral Reefs\n123\n\nOpen AccessThis article is licensed under a Creative Commons\nAttribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as\nlong as you give appropriate credit to the original author(s) and the\nsource, provide a link to the Creative Commons licence, and indicate\nif changes were made. The images or other third party material in this\narticle are included in the article’s Creative Commons licence, unless\nindicated otherwise in a credit line to the material. If material is not\nincluded in the article’s Creative Commons licence and your intended\nuse is not permitted by statutory regulation or exceeds the permitted\nuse, you will need to obtain permission directly from the copyright\nholder. To view a copy of this licence, visithttp://creativecommons.\norg/licenses/by/4.0/.\nReferences\nBakun A (2006) Wasp-waist populations and marine ecosystem\ndynamics: Navigating the ‘predator pit’ topographies. Prog\nOceanogr 68:271–288\nConnell JH (1971) On the role of natural enemies in preventing\ncompetitive exclusion in some marine animals and in rain forest\ntrees. Dyn Popul 298:312\nCourchamp F, Clutton-Brock T, Grenfell B (1999) Inverse density\ndependence and the Allee effect. Trends Ecol Evol 14:405–410\nDavies PS (1989) Short-term growth measurements of corals using an\naccurate buoyant weighing technique. Mar Biol 101:389–395\nGattuso JP, Allemand D, Frankignoulle M (1999) Photosynthesis and\ncalcification at cellular, organismal and community levels in\ncoral reefs: a review on interactions and control by carbonate\nchemistry. Am Zool 39:160–183\nJanzen DH (1970) Herbivores and the number of tree species in\ntropical forests. Am Nat 104:501–528\nJayewardene D, Donahue MJ, Birkeland C (2009) Effects of frequent\nfish predation on corals in Hawaii. Coral Reefs 28:499–506\nJohnson MK, Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Fish\ncommunities on staghorn coral: effects of habitat characteristics\nand resident farmerfishes. Env Bio Fish 91:429–448\nKamath A, Pruitt JN, Brooks AJ, Ladd MC, Cook DT, Gallagher JP,\nVickers ME, Holbrook SJ, Schmitt RJ (2019) Potential feedback\nbetween coral presence and farmerfish collective behavior\npromotes coral recovery. Oikos 128:482–492\nKuffner IK, Bartels E, Stathakopoulos A, Enochs IC, Kolodziej G,\nToth LT, Manzello DP (2017) Plasticity in skeletal character-\nistics of nursery-raised staghorn coral,Acropora  cervicornis.\nCoral Reefs 36:679–684\nLang JC, Chornesky EA (1990) Competition between scleractinian\nreef corals: a review of mechanisms and effects. Ecosyst World\n25:209–252\nLenihan HS, Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Influence of\ncorallivory, competition, and habitat structure on coral commu-\nnity shifts. Ecology 92:1959–1971\nLenihan HS, Hench JL, Holbrook SJ, Schmitt RJ, Potoski M (2015)\nHydrodynamics influence coral performance through simultane-\nous direct and indirect effects. Ecology 96:1540–1549\nMurdoch WW (1994) Population regulation in theory and practice.\nEcology 75:271–287\nMurdoch WW, Walde SJ (1989) Towards a more exact ecology. In:\nAnalysis of insect population dynamics. Blackwell, Oxford,\npp 113–140\nReed DC (1990) An experimental evaluation of density dependence\nin a subtidal algal population. Ecology 71(6):2286–2296\nRoff G, Ledlie MH, Ortiz JC, Mumby PJ (2011) Spatial patterns of\nparrotfish corallivory in the caribbean: the importance of coral\ntaxa, density and size. PLoS ONE 6:e29133\nRotjan RD, Lewis SM (2008) Impact of coral predators on tropical\nreefs. Mar Ecol Prog Ser 367:73–91\nSchmitt RJ, Holbrook SJ (2007) The scale and cause of spatial\nheterogeneity in strength of temporal density dependence.\nEcology 88:1241–1249\nSchmitt RJ, Holbrook SJ, Davis SL, Brooks AJ, Adam TC (2019)\nExperimental support for alternative attractors on coral reefs.\nPNAS 116:4372–4381\nShantz AA, Stier AC, Idjadi JA (2011) Coral density and predation\naffect growth of a reef-building coral. Coral Reefs 30:363–367\nThorp JH, Bergey EA (1981) Field experiments on the responses of a\nfreshwater, benthic macroinvertebrate community to vertebrate\npredators. Ecology 62:365–375\nWeller DE (1989) The interspecific size-density relationship among\ncrowded plant stands and its implications for the-3/2 power rule\nof self-thinning. Am Nat 133(1):20–41\nPublisher’s NoteSpringer Nature remains neutral with regard to\njurisdictional claims in published maps and institutional affiliations.\nCoral Reefs\n123\n\n\n\nSupplemental materials 1 \nSupplemental methods 2 \nLiterature review 3 \nWe obtained and summarized studies examining the effects of density dependence on 4 \nscleractinian corals, observationally or experimentally, by conducting an exhaustive electronic search on 5 \nGoogle Scholar and Web of Science under the queries \"coral density dependence\" and \"coral disease.\" 6 \nOf the approximately 350 search results produced, we found 27 relevant studies that directly observed 7 \nor tested for the effects of density dependence in hard corals. These studies span 1996-2020 and are 8 \npublished in 14 different journals: Coral Reefs, Bulletin of Marine Science, PLOS Biology, Royal Society of 9 \nOpen Science, Restoration Ecology, Oecologia, Ecology, Elsevier, Frontiers in Marine Science, Frontiers in 10 \nEcology, Marine Ecology Progress Series, Diseases of Aquatic Organisms, Ecological Monographs, and 11 \nAnziam J. 12 \n 13 \nNatural Staghorn coral density 14 \n To inform the experimental coral densities used in our study, we took density estimates of the 15 \nstanding stock of A. pulchra in the lagoons of Moorea. At the patches from which we collected our 16 \nexperimental corals, we counted the number of branch tips and measured maximum and minimum 17 \ndistances between them (for branches extending at least 50mm from the basal branch) in 50 randomly 18 \nplaced quadrats the size of the platforms used in our experiment. Measurements were taken within 4 19 \nlarge thickets of A. pulchra. We used the mean number of branch tips from these quadrats (7.94 ± 2.94 20 \ntips) as the number of corals for our high density treatment (8 nubbins) to reflect the average density 21 \nfrom a well-established thicket. We used the mean inter-branch distance (8.36 ± 1.29 cm) to inform the 22 \n\nspacing of corals in the high-density treatment. In practice, the spacing of the corals in the high-density 23 \ntreatment was slightly less than this (~6cm) due to mechanical restrictions of the materials we had 24 \navailable in the field. We then selected our medium density treatment to be roughly half of the high-25 \ndensity treatment. Finally, we selected our low density treatment as a single nubbin on an experimental 26 \nplatform, as this is the lowest density possible in the units of coral nubbins. 27 \n 28 \nCoral volume estimation 29 \n We revisited our experimental plots after one year, but due to the extent of growth and fusion 30 \nin the caged corals, we were unable to make the same measurements as in the initial 30-day 31 \nexperiment. We instead estimated the change in total volume of live after one year for corals exposed 32 \nto or protected from corallivores. We estimated the volume of a single coral nubbin (from the initial 33 \ndeployment) by multiplying each nubbin’s vertical extension by a width and length of 1 cm (an 34 \nestimation of the thickness of a staghorn coral branch), then summed all nubbin volumes within the 35 \ncorallivore inclusion/exclusion treatments. To obtain volume measurements after a year had passed, we 36 \nmeasured the height, width, and length of each protected and unprotected nubbin in situ when it was 37 \npossible to discern divisions between nubbins. When this was not possible, we measured the height, 38 \nwidth, and length of the “coral cube” to estimate the volume of coral on the platform. We then summed 39 \nthe volumes of all nubbins and coral cubes within each corallivore exposure treatment to estimate the 40 \ntotal change in volume of live coral.   41 \n\nSupplemental results 42 \nCoral growth 43 \n Corals protected from corallivores increased both in mass (Fig S3) and TLE (Fig S4) during the 30-44 \nday study period; however, one-way ANOVAs revealed that these increases did not vary significantly by 45 \ndensity treatment (mass: F\n2,103\n = 1.115, P = 0.332; TLE: F\n2,103\n = 0.989, P = 0.375). Corals increased 46 \nproportionally in mass by an average of 8.8 (± 0.9)% in the low density treatment, 8.0 (± 0.8)% in the 47 \nmedium density treatment, and 7.3 (± 0.4)% in the high density treatment. As for TLE, corals increased 48 \nproportionally by an average of 30 (± 5.6)% in the low density treatment, 24.6 (± 3.3)% in the medium 49 \ndensity treatment, and 26.2 (± 2.2)% in the high density treatment.  50 \n\nSupplemental figures 51 \nFigure S1. 52 \n  53 \n\nFigure S2. 54 \n  55 \n\nFigure S3. 56 \n  57 \na) b) c) \nd) e) f) \ni) h) g) \n\nFigure S4. 58 \n  59 \n\nFigure S5. 60 \n  61 \n\nFigure S6. 62 \n  63 \n\nSupplemental figure captions 64 \nFig S1. Satellite image of experimental array. Experimental platforms were deployed to replicate reefs 65 \nwithin an area of 2,934 m\n2\n on the north shore lagoon of Moorea, French Polynesia. The reef area in the 66 \ncenter of the displayed image was avoided due to a high density of territorial damselfishes which ward 67 \noff corallivorous fishes.  68 \n 69 \nFig S2. Photos showing minimal fouling on experimental cage structures roughly 8 months after 70 \ninitiation of the experiment (photos taken April 1\nst\n and 2\nnd\n of 2019). 71 \n 72 \nFig S3.  Photos depicting progressive consumption of our experimental corals in a low (panels a-c), 73 \nmedium (panels d-f), and high (panels g-i) density treatment exposed to corallivores. Removal of coral 74 \nskeleton and tissue began at the distal ends of each nubbin and progressed toward the artificial bases. 75 \nThe consumption shown above occurred during the 30-day experimental period. 76 \n 77 \nFig S4. Estimated log total volume (cm\n3\n) of live coral present at the initiation of the experiment and one 78 \nyear after when protected from (red bars) or exposed to corallivores (green bars).  79 \n 80 \nFig S5. Proportional increases in dry mass (converted from buoyant mass) as a function of density 81 \ntreatment. Treatment means are displayed as large black dots (± 1 SE), while small grey dots are 82 \nproportional changes for individual nubbins.  83 \n 84 \n\nFig S6. Proportional increases in total linear extension (TLE) as a function of density treatment. 85 \nTreatment means are displayed as large black dots (± 1 SE), while small grey dots are proportional 86 \nchanges for individual nubbins.   87 \n\nTable S1. Table compiling results from 27 studies, spanning 1996-2020 and published in 14 journals that observed or tested for density 88 \ndependent effects in scleractinian corals. ‘Focal life stage(s)’ refers to the life stage that is the recipient of the density dependent effect (e.g., 89 \neffect of adult density on recruit survival would be listed as “Recruit”). “Pattern” refers to distributional observations (e.g., disease prevalence), 90 \n“process” refers to an ecological process or vital rate (e.g., settlement or growth), and “mechanism” refers to a driver of density-dependent 91 \neffects (e.g., corallivory). ‘Focal taxa’ refers to the primary study taxa examined. 92 \nFocal life stage(s) \nPattern, process, or \nmechanism described \nEffect of density Focal taxa Geographic region Study \nAdult Genotypic diversity Negative Acropora palmata \nCaribbean/western \nAtlantic \nBaums et al. 2006 \nRecruit Recruitment Positive Acropora spp. \nMo’orea, French Polynesia Bramanti & Edmunds 2016 \nRecruit Recruitment Negative Pocillopora spp. \nAdult Disease prevalence Positive \nOrbicella annularis \nSiderastrea radians \nJamaica Bruckner et al. 1997 \nNot specified Disease prevalence Positive Great Barrier Reef spp. Great Barrier Reef Bruno et al. 2007 \nAdult Corallivory Positive See study Florida Keys Burkepile et al. 2012 \nAdult Disease prevalence Positive \nPorites spp. \nMontipora spp. \nHawaiian archipelago Caldwell et al. 2016 \nJuvenile Distribution None See study Florida Reef Tract Chiappone & Sullivan 1996 \nLarvae Settlement Positive \nAcropora millepora Western Australia Doropoulos et al. 2017 \nLarvae Survivorship None \nRecruit \nPost-settlement \nsurvivorship \nPositive \nLarvae Settlement Positive \nAcropora digitifera \nAcropora millepora \nGoniastrea retiformis \nWestern Australia Doropoulos et al. 2018 \nAdult Genotypic diversity Positive Acropora cervicornis \nFlorida; Dominican \nRepublic \nDrury et al. 2019 \nRecruit, juvenile, adult Recruitment, distribution Negative Pocillopora spp. Mo’orea, French Polynesia Edmunds et al. 2018 \nJuvenile, adult Distribution Positive Central Pacific spp. Palmyra atoll Edwards et al. 2017 \n\nAdult Growth Negative Acropora cervicornis St Croix, US Virgin Islands Griffin et al. 2015 \nAdult Disease prevalence Positive \nAcropora clathrata \nAcropora cytherea \nAcropora hyacinthus \nIndian Ocean (Cocos and \nChristmas islands) \nHobbs & Frisch 2010 \nRecruit Recruitment None Acroporidae Great Barrier Reef Hughes et al. 2000 \nAdult Growth, mortality Positive Acropora cervicornis Florida; US Virgin Islands Huntington et al. 2017 \nAdult Growth, survivorship Positive \nPorites rus \nPorites lobata \nMo’orea, French Polynesia Idjadi & Karlson 2007 \nAdult Corallivory Negative Porites compressa Main Hawai’ian islands Jayewardene et al. 2009 \nAdult Disease prevalence None \nOrbicella faveolata \nMontastraea cavernosa \nColpophyllia natans \nDiploria clivosa \nDiploria strigosa \nDiploria labyrinthiformis \nFlorida Keys Kuta & Richardson 1996 \nAdult \nGrowth Negative \nAcropora cervicornis Florida Keys Ladd et al. 2016 Survivorship Negative \nHabitat production Positive \nJuvenile Survivorship Negative Orbicella faveolata Caribbean Marhaver et al. 2013 \nNot specified Disease prevalence Positive Western Australian spp. Western Australia Onton et al. 2011 \nNot specified Disease prevalence Positive Porites attenuata Philippines Raymundo et al. 2003 \nNot specified Corallivory Positive \nOrbicella faveolata \nOrbicella annularis \nPorites atreoides \nBahamas Roff et al. 2011 \nAdult \nGrowth Positive Porites lobata \nMo’orea, French Polynesia Shantz et al. 2011 \nCorallivory Positive Porites lutea \nRecruit Recruitment, depth See study \nAcroporidae \nPocilloporidae \nPoritidae \nWestern Australia Turner et al. 2018 \nSettled planulae Settlement Positive \nSiderastrea radians Florida Keys Vermeij & Sandin 2008 \nRecruit Survivorship Negative \n93 \n\nReferences \n \nBaums IB, Miller MW, Hellberg ME (2006) Geographic variation in clonal structure in a reef-building \ncaribbean coral, Acropora palmata. Ecol Monogr 76:503–519 \n \nBramanti L, Edmunds PJ (2016) Density-associated recruitment mediates coral population dynamics on a \ncoral reef. Coral Reefs 35:543–553 \n \nBruckner AW, Bruckner RJ, Williams Jr EH (1997) Spread of a black-band disease epizootic through \nthe coral reef system in St. Ann's Bay, Jamaica. Bull Mar Sci 61:919-28 \n \nBruno JF, Selig ER, Casey KS, Page CA, Willis BL, Harvell CD, Sweatman H, Melendy AM (2007) Thermal \nstress and coral cover as drivers of coral disease outbreaks. PLoS Biol 5:e124 \n \nBurkepile, DE (2012). Context-dependent corallivory by parrotfishes in a Caribbean reef \necosystem. Coral Reefs 31:111-120 \n \nCaldwell J, Heron S, Eakin C, Donahue M (2016) Satellite SST-based coral disease outbreak predictions \nfor the Hawaiian archipelago. Remote Sens 8:93  \n \nChiappone M, Sullivan KM (1996) Distribution, abundance and species composition of juvenile\n scleractinian corals in the Florida reef tract. Bull Mar Sci 58:555-69 \n \nDoropoulos C, Evensen NR, Gómez-Lemos LA, Babcock RC (2017) Density-dependent coral\n recruitment displays divergent responses during distinct early life-history stages. R\n Soc Open Sci 4:170082 \n \nDoropoulos C, Gómez-Lemos, LA, Babcock RC (2018) Exploring variable patterns of density-dependent \nlarval settlement among corals with distinct and shared functional traits. Coral Reefs 37:25–29  \n \n\nDrury C, Greer JB, Baums I, Gintert B, Lirman D (2019) Clonal diversity impacts coral cover in \n Acropora cervicornis thickets: Potential relationships between density, growth, and \n polymorphisms. Ecol Evol. 9:4518-31 \n \nEdmunds PJ, Nelson HR, Bramanti L (2018) Density‐dependence mediates coral assemblage structure. \nEcology 99:2605–2613 \n \nEdwards CB, Eynaud Y, Williams GJ, Pedersen NE, Zgliczynski BJ, Gleason ACR, Smith JE, Sandin SA (2017) \nLarge-area imaging reveals biologically driven non-random spatial patterns of corals at a remote reef. \nCoral Reefs 36:1291–1305 \n \nGriffin JN, Schrack EC, Lewis KA, Baums IB, Soomdat N, Silliman BR (2015) Density-dependent effects on \ninitial growth of a branching coral under restoration: Density affects coral restoration. Restor Ecol \n23:197–200 \n \nHobbs J, Frisch A (2010) Coral disease in the Indian ocean: Taxonomic susceptibility, spatial distribution \nand the role of host density on the prevalence of white syndrome. Dis Aquat Organ 89:1–8 \n \nHughes TP, Baird AH, Dinsdale EA, Moltschaniwskyj NA, Pratchett MS, Tanner JE, Willis BL (2000) Supply-\nside ecology works both ways: The link between benthic adults, fecundity, and larval recruits. Ecology \n81:2241–2249 \n \nHuntington BE, Miller MW, Pausch R, Richter L (2017) Facilitation in Caribbean coral reefs: High densities \nof staghorn coral foster greater coral condition and reef fish composition. Oecologia 184:247–257 \n \nIdjadi JA, Karlson RH (2007) Spatial arrangement of competitors influences coexistence of reef-building \ncorals. Ecology 88:2449–2454 \n \nKuta KG, Richardson LL (1996) Abundance and distribution of black band disease on coral reefs in the \nnorthern Florida Keys. Coral reefs 15:219-23 \n \nLadd MC, Shantz AA, Nedimyer K, Burkepile DE (2016) Density dependence drives habitat production \nand survivorship of Acropora cervicornis used for restoration on a Caribbean coral reef. Front Mar Sci \n12:261 \n\n \nMarhaver KL, Vermeij MJA, Rohwer F, Sandin SA (2013) Janzen-Connell effects in a broadcast-spawning \nCaribbean coral: Distance-dependent survival of larvae and settlers. Ecology 94:146–160 \n \nOnton K, Page C, Wilson S, Neale S, Armstrong S (2011) Distribution and drivers of coral disease at \nNingaloo reef, Indian Ocean. Mar Ecol Prog Ser 433:75–84 \n \nRaymundo L (2003) Porites ulcerative white spot disease: Description, prevalence, and host range of a \nnew coral disease affecting Indo-Pacific reefs. Dis Aquat Organ 56:95–104 \n \nRoff G, Ledlie MH, Ortiz JC, Mumby PJ (2011) Spatial patterns of parrotfish corallivory in the Caribbean: \nThe importance of coral taxa, density and size. PLoS ONE 6:e29133 \n \nShantz AA, Stier AC, Idjadi JA (2011) Coral density and predation affect growth of a reef-building coral. \nCoral Reefs 30:363–367 \n \nTurner JA, Thomson DP, Cresswell AK, Trapon M, Babcock RC (2018) Depth-related patterns \n in coral recruitment across a shallow to mesophotic gradient. Coral Reefs. 37:711-22 \n \nVermeij MJA, Sandin SA (2008) Density-dependent settlement and mortality structure the earliest life \nphases of a coral population. Ecology 89:1994–2004.  \n \n ",
  "extractedAt": "2025-12-12T18:45:08.796Z",
  "success": true,
  "matchedPublication": {
    "title": "Effects of corallivory and coral colony density on coral growth and survival",
    "doi": "10.1007/s00338-021-02076-z",
    "year": "2021",
    "authors": "Kopecky, Kai L.; Cook, Dana T.; Schmitt, Russell J.; Stier, Adrian C."
  }
}