{
  "filename": "Lamy et al. (Ecology) 2020.pdf",
  "numPages": 11,
  "text": "Foundation species promote community stability by increasing diversity in a giant kelp forest THOMASLAMY, 1,3 CRAIGKOENIGS, 2 SALLYJ. HOLBROOK, 1,2 ROBERTJ. MILLER, 1 ADRIANC. STIER, 1,2 AND DANIELC. REED 1 1 Marine Science Institute, University of California, Santa Barbara, California 93106 USA 2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA Citation:Lamy, T., C. Koenigs, S. J. Holbrook, R. J. Miller, A. C. Stier, and D. C. Reed. 2020. Foundation species promote community stability by increasing diversity in a giant kelp forest. Ecology 00(00):e02987. 10.1002/ecy.2987 Abstract.Foundation species structure communities, promote biodiversity, and stabilize ecosystem processes by creating locally stable environmental conditions. Despite their critical importance, the role of foundation species in stabilizing natural communities has seldom been quantified. In theory, the stability of a foundation species should promote community stability by enhancing species richness, altering the population fluctuations of individual species, or both. Here we tested the hypothesis that the stability of a marine foundation species, the giant kelpMacrocystis pyrifera, increased the stability of the aggregate biomass of a phylogenetically diverse assemblage of understory algae and sessile invertebrates that compete for space beneath the giant kelp canopy. To achieve this goal, we analyzed an 18-yr time series of the biomass of giant kelp and its associated benthic community collected from 32 plots distributed among nine shallow reefs in the Santa Barbara Channel, USA. We showed that the stability of under- story algae and sessile invertebrates was positively and indirectly related to the stability of giant kelp, which primarily resulted from giant kelp’s direct positive association with species rich- ness. The stability of all community types was positively related to species richness via increased species stability and species asynchrony. The stabilizing effects of richness were three to four times stronger when algae and invertebrates were considered separately rather than in combination. Our finding that diversity–stability relationships were stronger in communities consisting of species with similar resource requirements suggests that competition for shared resources rather than differential responses to environmental conditions played a more impor- tant role in stabilizing the community. Increasing threats to structure-forming foundation spe- cies worldwide necessitates a detailed understanding of how they influence their associated community. This study is among the first to show that dampened temporal fluctuations in the biomass of a foundation species is an important determinant of the stability of the complex communities it supports. Key words: biodiversity; community stability; diversity–stability relationship; environmental heterogene- ity; foundation species; kelp forests; species asynchrony. INTRODUCTION Foundation species have garnered considerable atten- tion by ecologists over the years for their disproportion- ate role in providing habitat for other species and structuring the communities they live in (Dayton 1972, Ellison et al. 2005). Much of the research on this topic has focused on the capacity of foundation species to influence communities by reducing environmental stress and increasing resource availability and habitat complex- ity (Bertness and Bruno 2001, Angelini et al. 2011, Kik- vidze et al. 2015). By contrast, the effects of foundation species on the stability of their associated communities has received relatively little attention (Bulleri et al. 2012), despite the fact that community stability was cen- tral to the original definition of foundation species (Day- ton 1972). This may be due in part to a traditional focus on long-lived foundation species that vary little in abun- dance or biomass from year to year (e.g., trees, desert shrubs; Ellison et al. 2005, Lindbladh and Foster 2010, Peters and Yao 2012). However, many structure-forming foundation species (e.g., bivalves, grasses, kelps) have rel- atively short life spans (i.e.,<10 yr) or display substan- tial intra-annual variability in abundance or biomass (Altieri and Witman 2006, Rodhouse et al. 2014, Miller et al. 2018). In ecological systems defined by such dynamic foundation species, it has not yet been estab- lished whether the stability of the foundation species enhances the stability of the entire community of organ- isms. Resolving this research gap will help determine the Manuscript received 23 April 2019; revised 27 November 2019; accepted 20 December 2019. Corresponding Editor: Michael H. Graham. 3 E-mail: Thomas.lamy27@gmail.com Article e02987; page 1 Ecology, 0(0), 2020, e02987 ©2020 by the Ecological Society of America extent to which the stability of a foundation species can simultaneously benefit the broader community they define. The stability of natural communities, and its relation- ship to species richness in particular, has captured the attention of ecologists for decades, spawning consider- able debate about the direction and strength of the rela- tionship between diversity and stability (MacArthur 1955, Goodman 1975, McNaughton 1977, McCann 2000, Ives and Carpenter 2007). Theory predicts that diversity enhances the stability of aggregate community properties (e.g., total biomass, primary production) via a variety of mechanisms, most notably compensatory dynamics, overyielding, evenness, and statistical averag- ing (Doak et al. 1998, Tilman 1999, Yachi and Loreau 1999, Lehman and Tilman 2000, Loreau and de Mazan- court 2008, Thibaut and Connolly 2013). A large num- ber of experimental studies, primarily conducted in grasslands and aquatic mesocosms, have confirmed that species richness can promote community stability and lead to positive diversity–stability relationships (DSR; Tilman and Downing 1994, Tilman 1999, Tilman et al. 2006, Isbell et al. 2009, Hector et al. 2010, Cardinale et al. 2013). However, more recent results derived from field studies in a wide range of natural systems are less definitive regarding the importance of diversity in stabi- lizing communities (Campbell et al. 2011, Houlahan et al. 2018), as compelling evidence for a positive DSR was found in approximately half of the natural commu- nities examined in a recent meta-analysis across multiple ecosystems and taxa (Houlahan et al. 2018). It has been argued that abiotic factors make compensatory dynam- ics rare in nature, which might disrupt DSRs (Houlahan et al. 2007). Consequently, accounting for the abiotic factors known to influence the diversity and abundance of organisms is key to understanding the relationship between diversity and stability in natural systems. The stability of a foundation species may promote community stability by either enhancing species richness, altering the population dynamics of individual species, or both. The stabilizing path involving species richness is supported in part by observations of increased diversity in the presence of foundation species (Kikvidze et al. 2015, Miller et al. 2018). Other lines of evidence show that foundation species reduce abiotic stress (Kikvidze et al. 2015), alter resources (Castorani et al. 2018), pro- vide refuge from predators and competitors (Dayton 1975, Stachowicz 2001, Canion and Heck 2009), and provide nursery habitat (Heck et al. 2003) for many spe- cies. Thus, foundation species have the capacity to pro- mote community stability by directly enhancing the stability of individual species and the degree of asyn- chronous fluctuations among them. The synthetic framework developed by Thibaut and Connolly (2013) has considerable merit for exploring the effects of foundation species on community stability as it explicitly links community stability to population stabil- ity and clarifies their dependency on species richness. Importantly, Thibaut and Connolly showed that com- munity stability is the product of two quantities: (1) the weighted average stability of the populations of the com- munity’s constituent species, and (2) the amount of asynchrony in the temporal fluctuations of these species (i.e., species asynchrony). This framework is particularly useful for investigating DSRs, as it is robust to idiosyn- cratic changes in species’mean abundances, variances, and covariances with increasing diversity that typically occur in nature. In this study, we used the Thibaut and Connolly framework to explore the bounds of DSRs in nature and the role of foundation species in underpinning them. We focused on a taxonomically and phylogenetically diverse assemblage of primary space holders (understory algae and sessile suspension-feeding invertebrates) on temper- ate rocky reefs that thrive beneath the canopy of the giant kelp (Macrocystis pyrifera), an iconic foundation species (Graham 2004, Castorani et al. 2018, Miller et al. 2018). We hypothesized that aggregate community biomass should be more stable on reefs where giant kelp biomass is also more stable. To test this hypothesis we surveyed the biomass of both the giant kelp and its asso- ciate assemblage of understory algae and sessile inverte- brates over 18 yr across 32 plots to examine (1) how the stability of the benthic community relates to its species richness (DSR), (2) how species richness relates to spe- cies stability and asynchrony to determine community stability, and (3) how the stability of the dynamic foun- dation species relates to the overall stability of the com- munity through its relationships with species richness and species dynamics. Because environmental hetero- geneity can alter or modulate these relationships (Houla- han et al. 2007) we accounted for a suite of environmental variables known to influence the abun- dance and species composition of reef organisms in our analyses. We also evaluated the contribution of individ- ual species to community stability to obtain a more detailed understanding of their relative importance in contributing to the DSR. M ETHODS Study system The giant kelpMacrocystis pyriferais a dynamic foun- dation species whose complex structure and high pro- ductivity enhance and define a diverse community of space holders on temperate rocky reefs in both the northern and southern hemispheres (Graham 2004, Cas- torani et al. 2018, Miller et al. 2018). Space holders on reefs occupy different trophic levels, which enhances the phylogenic and functional diversity of the community. Understory algae are primary producers that derive their nutrition from sunlight and dissolved nutrients, whereas sessile invertebrates are consumers that filter plankton and other organic matter from the water column. The amount of light available to understory algae is greatly Article e02987; page 2THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx influenced by shading from the taller canopy of giant kelp (Reed and Foster 1984, Santelices and Ojeda 1984), which fluctuates in space and time because of physical disturbance, grazing, variable growth conditions, and intrinsic demographic processes (reviewed in Carr and Reed 2015, Schiel and Foster 2015). Fluctuations in the biomass of giant kelp have also been shown to alter com- petition for space between understory algae and sessile invertebrates (Arkema et al. 2009) and significantly influence the trophic structure and species composition of the benthic community (Byrnes et al. 2011, Castorani et al. 2018, Miller et al. 2018). Data collection Annual community surveys in the Santa Barbara Channel were conducted from 2001 to 2018 by the Santa Barbara Coastal Long Term Ecological Research pro- gram. During summer (late July–early August) of each year, divers recorded the abundances (percent cover or density) and sizes of benthic algae and sessile suspen- sion-feeding invertebrates within 32 fixed 4092m plots distributed among nine rocky reef sites located along an 80-km stretch of the mainland coast of the Santa Barbara Channel, USA (120.333 W to 119.542 W and 34.392 N to 34.459 N). We converted abundance and size data to biomass density (g dry mass/m 2 ) using species-specific relationships between size and mass developed by Harrer et al. (2013) for understory algae, Reed et al. (2016) for invertebrates, and Rassweiler et al. (2018) for giant kelp. We lumped organisms that were difficult to identify to the species level underwater (e.g., crustose coralline algae, small filamentous red or brown algae) into higher taxonomic or morphological classifi- cations and treated them as a single taxon in our analy- ses. We ensured that every species was consistently assigned to only one taxon. As such, our data underesti- mate rather than overestimate the total number of spe- cies sampled. We included a total of 53 taxa of understory algae, 61 taxa of sessile invertebrates, and one species of seagrass (Zostera marina) in our analysis (Appendix S1: Table S1). A complete description of the sampling methods, geographic and taxonomic coverage, and links to the data and metadata are described in Reed (2018). Diversity and community stability We summed the number of species and biomass of understory algae (including the seagrassZ. marina) and epilithic sessile invertebrates (hereafter referred to as algae and invertebrates, respectively) within each plot and year combination to obtain annual means over the 18-yr study period of species richness and benthic com- munity biomass (i.e., the biomass of algae and inverte- brates aggregated across all constituent species). We calculated stability of aggregate community biomass (hereafter referred to as community stability) as the inverse coefficient of variation (l/r) in community bio- mass over the 18-yr study period, which standardizes the temporal variability in community biomass to its tempo- ral mean such that higher values ofl/rreflect higher stability. We evaluated the DSR of the benthic commu- nity by comparing community stability to mean species richness across the 32 plots. Species stability and species asynchrony Following Thibaut and Connolly (2013), we defined weighted average population stability (hereafter referred to as species stability orS s ) as the inverse of the weighted mean coefficient of variation in the biomass of all con- stituent species within a plot, with S s ¼1= X i l i l c r i l i ;(1) wherel i andr i denote the 18-yr mean and standard deviation of biomass of constituent speciesi, andl c rep- resents the 18-yr mean community biomass. We quanti- fied species asynchrony in each plot as the complement of the Loreau and de Mazancourt (2008) synchrony indexφ, with u¼r 2 c =ð X i r i Þ 2 ;(2) wherer 2 c is the annual variance of community biomass and (∑ i r i ) 2 is the squared sum of the standard deviations of the constituent species’biomass. This measure of spe- cies asynchrony (1 φ) is bounded by 0, which indicates fluctuations in species biomass are perfectly synchro- nized, and 1, which indicates fluctuations in species bio- mass are perfectly asynchronized. Direct and indirect drivers of community stability To characterize the mechanisms underpinning the DSR in our study system, we examined the direct response of community stability, species stability, and species asyn- chrony to variation in species richness using linear regres- sion. We also used linear regression to examine the amount of variation in species richness and community stability explained by the stability of the biomass of the foundation species (hereafter referred to as giant kelp sta- bility). Because we were interested in exploring whether DSRs were consistent across different assemblages of rocky reef organisms, we conducted separate analyses for the understory algal community (which included the sea- grassZ. marina), the invertebrate community, and the combined community of algae+invertebrates. We then used ANCOVA to compare the slopes of these relation- ships among the three types of communities. We used structural equation modeling (SEM) to examine the direct and indirect paths through which giant kelp stability may influence the stability of the Xxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 3 benthic reef community. We first fitted a full model in which community stability was directly influenced by species stability, species asynchrony, and species richness. In this model, we also incorporated a direct path from giant kelp stability to community stability to account for any additional effects. In a second step, we examined the influence of the five environmental variables described below on giant kelp stability, species richness, species stability, species asynchrony, and community stability. Our goal was to control for the effects of environmental heterogeneity on these factors and the relationships among them. We tested for path significance using a Satorra–Bentler corrected likelihood ratio test. We assessed adequacy of our SEM models using a chi- squared test and the root-mean-square error of approxi- mation (RMSEA). We constructed independent models for the combined community of algae+invertebrates and for communities consisting of only algae or inverte- brates. All SEM models were fitted in R version 3.5.1 (R Development Core Team 2018) using the package lavaan (Rosseel 2012) following the same rationale. Environmental heterogeneity We evaluated the environmental heterogeneity along the mainland coast of the Santa Barbara Channel by assessing five environmental variables that are known to influence reef organisms (Miller et al. 2018). These vari- ables were (1) the mean percent cover of rock (i.e., bed- rock and boulders>25 cm diameter) measured at 80 uniformly spaced points in each plot annually from 2001 to 2018 (range=8.4–98.8%), (2) mean depth estimated from 160 uniformly spaced points within each plot in 2010 (range=2.9–11.0 m), (3) topography, measured as the coefficient of variation of depth across the 160 uni- formly spaced points and expressed as a percentage (i.e., r/l9100; range=1.0–21.2%), and (4) grazing pres- sure as estimated by the mean biomass of sea urchins (Strongylocentrotus purpuratus,Mesocentrotus francis- canus, andLytechinus pictus) within each plot annually from 2001 to 2018 (range=1–143 g/m 2 ). These four variables were computed for each of the 32 plots. In addition, we also recorded bottom temperature every 15 min using two submersible temperature loggers from 2002 to 2018 at each of the nine rocky reef sites. We assumed that transects within each rocky reef site experi- enced similar long-term bottom temperature over the time period. Bottom temperatures averaged over the 18- yr study at the nine reefs ranged between 14.4 and 15.2°C. Importance of individual species We conducted a leave-one-out analysis to assess the importance of giant kelp stability as compared to any other species. In this analysis, we treated giant kelp not as an external driver, but as an additional member of the benthic community of understory algae and sessile invertebrates. We computed the slope of the DSR for this larger community including giant kelp, and com- puted the percent decrease or increase in the slope of the DSR associated with the removal of each species (giant kelp, invertebrates, or algae). We hypothesized that if giant kelp was a particularly strong driver of community stability, then we expected the strongest decline in the slope of the DSR when giant kelp was removed as com- pared to any other species. Finally, we computed two species-specific metrics to investigate how individual species contributed to community stability. These met- rics were computed by evaluating how (1) the mean bio- mass and (2) the stability of each species responded to variation in species richness using linear regression. We focused only on the species of algae and invertebrates detected in at least 10 of the 32 plots. R ESULTS Diversity, asynchrony, and stability The mean species richness of understory algae+in- vertebrates in the 32 plots averaged over the 18-yr study ranged from 11 to 27 species. We found a positive rela- tionship between the stability of the combined commu- nity of algae+invertebrates and the mean species richness in this taxonomically complex assemblage of reef organisms (positive DSR; Fig. 1A). A gain of 16 species along the diversity gradient of the 32 plots was associated with a 75% increase in community stability. As expected from the Thibaut and Connolly (2013) theo- retical framework, community stability was positively related to both the weighted stability of the community’s constituent species (S s ; Fig. 1B) and the degree of asyn- chrony in their biomass fluctuations (1 φ; Fig. 1C). The role of species richness in determining the strength of these two properties, however, differed, as only species stability was significantly related to species richness (Fig. 2A), whereas species asynchrony was not (Fig. 2B). We also observed positive DSRs when understory algae and invertebrates were considered as separate com- munities (Fig. 1A). The stabilizing effect of species rich- ness on aggregate community biomass was remarkably similar for these two disparate community types (F 1.60 =0.78;P=0.381), but four times greater than that of the more complex community of algae+inverte- brates (Fig. 1A;F 2.90 =12.66;P<0.001) as the stability of reef algae and of invertebrates increased by 219% and 323%, respectively, along the natural diversity gradient observed across plots (Fig. 1A). Both species stability (S s ) and species asynchrony (1 φ) were positively related to species richness for communities composed of either algae or invertebrates (Fig. 2A, B). Much like that observed for community stability (Fig. 1A), the positive relationships between species richness andS s (Fig. 2A) and 1 φ(Fig. 2B) for these two community types were quite similar (F 1.60 =0.02;P=0.891 andF 1.60 =0.15; P=0.700 forS s and 1 φ, respectively), but each was Article e02987; page 4THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx at least three times greater than that of the more com- plex community composed of algae+invertebrates (F 2.90 =8.12;P≤0.001 andF 2.90 =5.06;P=0.008). Diversity, stability, and foundation species We found that the relationship between community stability and giant kelp stability differed among the com- munity types (Fig. 3A). The stability of communities consisting of algae+invertebrates and algae only were positively related to giant kelp stability. In addition, we found that the stability of these two community types was more strongly related to the temporal standard devi- ation of giant kelp biomass (F 1,30 =5.07,P<0.05 and F 1,30 =4.463,P<0.05 for algae+invertebrates and algae only, respectively) than to the temporal mean of giant kelp biomass (non-significant relationships). In contrast, the stability of the invertebrate community was unrelated to giant kelp stability. We observed similar dif- ferences among community types with regard to the rela- tionship between species richness and giant kelp stability (Fig. 3B). Direct and indirect drivers of community stability Our SEM results revealed that species stability, species asynchrony, species richness, and giant kelp stability combined to explain at least 95% of the observed varia- tion in community stability for all three community types (Fig. 4). Adequate model fits were indicated by non-significant chi-squared tests (P>0.05) and low RMSEA (<0.08) for all three community types. The direct path from species richness to community stability was not significant for all three types of communities. FIG. 1. Relationships between community stability and (A) mean species richness, (B) species stability, and (C) species asyn- chrony. Communities consisting of algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue tri- angles, and orange squares, respectively. Solid lines denote significant relationships and gray areas represent the 95% confidence interval of these relationships. Non-significant relationships are shown using dashed lines. FIG. 2. Relationships between mean species richness, (A) species stability, and (B) species asynchrony. Communities consisting of algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue triangles, and orange squares, respectively. Solid lines denote significant relationships and gray areas represent the 95% confidence interval of these relationships. Non-significant relationships are shown using dashed lines. Xxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 5 Instead, the positive effect of species richness on com- munity stability occurred via indirect paths through spe- cies stability (S s ) and species asynchrony (1 φ). The positive univariate relationships between giant kelp stability and community stability observed for algae+invertebrates and algae only (Fig. 1B) were not significant in the SEMs (Fig. 4A, B). Instead, the posi- tive association between giant kelp stability and the com- munity stability of algae+invertebrates and algae only occurred via the indirect effects of species richness on both species stability and species asynchrony. Coeffi- cients for indirect paths between species richness and community stability throughS s were 1.3–2.9 times larger (depending on community type) than those involving species asynchrony. We found that the direct paths between giant kelp stability and both species stability and species asynchrony were not significant for all three community types and therefore removed them from the final SEMs. We also found that direct positive paths between giant kelp stability and species richness in the SEMs were similar to those in the univariate analyses for combined community of algae+invertebrates and the community of algae only (Fig. 4 vs. Fig. 3B). In contrast, the non-significant relationship between species richness of invertebrates and giant kelp stability observed in the univariate analyses was significantly positive in the SEM (Fig. 4 vs. Fig. 3B). Environmental heterogeneity Accounting for environmental heterogeneity among plots greatly improved the strength of the direct and indirect relationships between giant kelp stability and the other ecological variables evaluated in the SEMs of the three community types (Appendix S1: Fig. S1 vs. Fig. 4). Plot depth, topography, and the long-term aver- age of both sea urchin biomass and bottom temperature were significant predictors in all SEMs (Fig. 4). We found a positive path between plot depth and species richness of algae+invertebrates and invertebrates, but a negative one for the richness of algae. We also found a positive path between topography and the richness of all three community types, as well as with the species stabil- ity of algae+invertebrates and invertebrates. Sea urchin biomass displayed a negative association with the species stability of algae+invertebrates and the species richness of algae, whereas it was positively associated with the richness of invertebrates. Lastly, bottom temperature was negatively associated with giant kelp stability, the richness of algae, and the species stability of inverte- brates. Importance of individual species The slope of the DSR including giant kelp as part of the community was 0.082, suggesting that adding giant kelp increased the strength of the observed DSR by 33.7% (Fig. 5). Removing the dominant understory alga Pterygophora californicasimilarly decreased the strength of the DSR (by 30.4%). The effects of all other species on the DSR were substantially smaller (Fig. 5). We also found that the mean biomass ofP. californicadisplayed by far the largest increase with species richness (Appendix S1: Fig. S2). Finally, the stability of 35 spe- cies, includingP. californica, significantly increased with species richness, whereas the stability of only three spe- cies significantly decreased with species richness (Appendix S1: Fig. S2). D ISCUSSION Although previous studies have considered the role of foundation species in structuring natural communities (Bertness and Bruno 2001, Stachowicz 2001, Heck et al. FIG. 3. Relationships between giant kelp stability, (A) community stability and (B) mean species richness. Communities consist- ing of algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue triangles, and orange squares, respectively. Solid lines denote significant relationships and gray areas represent the 95% confidence interval of these relationships. Non-significant relationships are shown using dashed lines. Article e02987; page 6THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx 2003, Ellison et al. 2005, Canion and Heck 2009, Angel- ini et al. 2011, Kikvidze et al. 2015), few, if any, have explored the relationship between the stability of a foun- dation species and the stability of its associated commu- nity. Our study helps fill this gap by demonstrating that the stability of the aggregate biomass of a phylogeneti- cally diverse assemblage of understory algae and sessile invertebrates was positively related to the stability of an iconic marine foundation species, the giant kelpMacro- cystis pyrifera. Such positive relationships may be directly driven by the stability of giant kelp. More specif- ically, we suggest that this relationship resulted primarily from the indirect positive effect of giant kelp stability on species richness, partially corroborating our hypothesis that the stability of the foundation species should increase community stability via its effects on species richness and/or population dynamics. With respect to the latter mechanism, our SEMs provided no evidence that dampened fluctuations in giant kelp biomass directly affected species stability and species asynchrony to stabilize the aggregate community biomass of all three community types. This result was robust to the inclusion of several variables that captured the environmental heterogeneity at the scale of our study system. Our study is among the first to show that dampened fluctuation in the biomass of a foundation species is an important determinant of the dynamics of the complex communities it supports. Our finding that community stability and species richness increased with giant kelp stability was driven primarily by lower interannual varia- tion in kelp biomass (i.e., lower standard deviation) rather than by higher mean biomass averaged over the FIG. 4. The three best structural equation models (SEMs) explaining community stability for (A) algae + invertebrates, (B) algae only, and (C) invertebrates only. Values (percent) within boxes refer to the coefficient of determination of individual models. The four environmental variables retained in the final SEMs, depth, topography, grazing pressure, and bottom temperature, are shown in white boxes. The widths of the arrows scale with the magnitude of the standardized regression coefficients. Non-significant paths are shown using dashed lines. (A)v 2 = 23.208, df = 19;P= 0.228, root-mean-square error of approximation (RMSEA) = 0.083; (B)v 2 = 18.782, df = 20,P= 0.536, RMSEA = 0.001; (C)v 2 = 21.491, df = 19,P= 0.310, RMSEA = 0.064. Significance level: ***P<0.001, **P<0.01 and *P<0.05. Xxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 7 18-yr study period. Importantly, the role of giant kelp in stabilizing the benthic community was indirect; giant kelp stability indirectly increased community stability by increasing species richness, with no direct link between giant kelp stability and community stability. Temporally stable kelp forests may harbor more species because they facilitate more consistent recruitment of species over time (Carr 1994), stabilize the availability of limiting resources (Eckman et al. 1989, Castorani et al. 2018), and provide a spatial and temporal refuge from abiotic and biotic stresses (Gaylord et al. 2007). This in turn may diminish the demographic stochasticity of resident forest species, ultimately reducing their risk of local extinction. Stable kelp forests may also enhance biodi- versity by providing consistent microhabitats that allow more species to coexist over time because of niche differ- entiation (Bulleri et al. 2016). Including environmental heterogeneity into our analy- ses did not alter our general conclusions regarding the role of giant kelp on the DSR of the reef community. However, it did increase the strength of the direct and indirect relationships between community stability and the ecological variables that define it, which enhanced our understanding of the DSR in this system and giant kelp’s influence on it. For instance, bottom temperature negatively influenced giant kelp stability, which is not surprising given that the biomass dynamics of giant kelp in the region have been negatively linked to ocean tem- perature (Bell et al. 2015). Reef topography was posi- tively associated with the species richness of all three community types, perhaps because topographically more complex plots provide a greater array of microhabitat types. Reef depth was positively associated with the spe- cies richness of invertebrates and negatively associated with the species richness of macroalgae, most likely because light availability decreases with increased depth. The negative relationship between grazing pressure (as estimated by sea urchin biomass) and the species rich- ness of algae is consistent with the direct negative effects of sea urchins on macroalgae shown in many reef sys- tems (Ling et al. 2015), including giant kelp forests (Schiel and Foster 2015). Although previous work in our system demonstrated that sea urchins also negatively affect sessile invertebrates (Byrnes et al. 2013, Miller et al. 2018), our results show an indirect positive effect, suggesting that urchins may release invertebrates from competition for space with algae. The positive relationship between giant kelp stability and community stability varied among the three com- munity types; we found that the stability of communities consisting of algae+invertebrates and algae only was positively related to giant kelp stability, but uncoupled to giant kelp stability for communities consisting of invertebrates only. The lack of a relationship for the invertebrate community likely reflects differences in the response of understory algae and sessile invertebrates to fluctuations in kelp biomass. Many kelp forest under- story algae are fast-growing opportunistic species cap- able of responding quickly to changes in light caused by fluctuations in giant kelp biomass (Reed and Foster 1984, Santelices and Ojeda 1984). In contrast, sessile invertebrates living in giant kelp forests tend to grow 0 10 20 30 Kelp 123456789 10111314151617181920212223 242627 2930313233 Species rank % change in DSR Giant kelp Algae Invertebrates FIG. 5. Leave-one-out analysis treating giant kelp as an additional member of the benthic community of understory algae and sessile invertebrates rather than an external driver. The percent change in diversity–stability relationship (DSR) was computed as (DSR before  DSR after )/DSR before 9100, where DSR before and DSR after are the slope of the DSR before and after removing each species (giant kelp, invertebrates, or algae) individually. All species ranked higher than 33 have percent change in DSR<0.15% (Appendix S1: Table S1). Article e02987; page 8THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx more slowly than algae, and as heterotrophs, they are not directly affected by changes in light caused by fluctu- ations in giant kelp biomass. Instead, they display lagged responses to fluctuations in giant kelp that are indirectly mediated through competition for space with faster growing understory algae (Arkema et al. 2009, Miller et al. 2018). Although we did not examine the effects of giant kelp stability on the stability of mobile species, it seems reasonable that the stability of the mobile commu- nity varies with the degree to which it depends on the stability of the sessile reef community, which includes giant kelp. Indeed, recent findings show that giant kelp indirectly influences the biomass, diversity, and composi- tion of mobile invertebrates and fishes in a manner com- mensurate with their dependence on the physical, trophic, and habitat resources altered by giant kelp (Cas- torani et al. 2018, Miller et al. 2018). Giant kelp is a highly dynamic foundation species, and its variability across our study reefs over the 18-yr study period promoted a gradient of diversity in the ben- thic community that allowed us to examine diversity– stability relationships across a phylogenetically diverse range of organisms. We found that stability in aggregate community biomass was positively related to the time- averaged species richness for all community types. The strength of this relationship, however, varied consider- ably across the three community types as the DSR was three to four times stronger when algae and invertebrates were considered separately rather than in combination. Species asynchrony that promotes community stability can arise from competition for shared resources (Doak et al. 1998, Lehman and Tilman 2000) or differential responses to similar environmental conditions (Doak et al. 1998, Klug et al. 2000, Loreau and de Mazancourt 2013). Our finding that DSRs were stronger in less com- plex communities composed of species with similar resource requirements suggests that competition had the stronger influence in promoting species asynchrony. Most studies documenting positive DSRs have focused on single trophic levels, such as plants within a grassland community competing for the same resources (Tilman et al. 2006, Isbell et al. 2009, Hector et al. 2010; but see Bulleri et al. 2012, Valdivia et al. 2013). Theory and empirical studies have shown that trophic interac- tions, between predators and prey or plants and herbi- vores, can both positively and negatively influence the stability of aggregate ecosystem properties (Th   ebault and Loreau 2003, Duffy et al. 2007, Ives and Carpenter 2007). In our study, understory algae and sessile inverte- brates occur in distinct trophic levels of primary produc- ers and primary consumers, respectively (Arkema et al. 2009, Miller et al. 2015, 2018), that compete for space on the reef, but do not compete for food. The effect of change in biodiversity across trophic levels is still in its infancy, and species at different trophic levels can exhibit many indirect and non-additive interactions that make predictions regarding DSRs in natural food webs com- plex. Nevertheless, our findings suggest that DSRs may be strongest in communities consisting of species that share similar resource requirements as competition for limited shared resources leads to niche partitioning, which can stabilize communities (Loreau and de Mazan- court 2008). Such phenomena may help explain why DSRs in complex natural food webs can be uncommon (Jacquet et al. 2016). Our finding that the positive relationship between spe- cies richness and community stability was driven by the effects of species richness on both species stability and spe- cies asynchrony is consistent with theoretical predictions (Doak et al. 1998, Lehman and Tilman 2000, Loreau and de Mazancourt 2008, Thibaut and Connolly 2013) and empirical observations (Tilman et al. 2006, Isbell et al. 2009, Hector et al. 2010, Cardinale et al. 2013). In our study, the indirect effect of species richness on community stability via species stability was stronger than the indirect effect through species asynchrony for all community types. The distribution of biomass among species tended to be skewed toward a few dominant species in all three commu- nity types that we examined. We found that the stability of most species increased with richness, providing support for the relationship between species richness and species stability. However, the dominant species,Pterygophora cal- ifornica, was far and away the largest single contributor to the DSR, even though its stability did not show the great- est increase with species richness. This is because species stability in our analyses was weighted by species biomass (as per Thibaut and Connolly 2013). The disproportion- ately large effect ofP. californicaon community stability, therefore, reflects its disproportionately large contribution to the overall biomass of the community. Dominant spe- cies often fluctuate less over time (Lep   s 2004, Steiner et al. 2005, Polley et al. 2007), which also could have contributed to the high weighted species stability of P. californica. Bulleri et al. (2016) found that removing canopy-form- ing algae in the rocky intertidal increased temporal vari- ability in the cover of associated algae and invertebrates over 2 yr. Our study expands on this concept by showing that the stability of a canopy-forming foundation species was an important determinant of the interannual vari- ability in the underlying community of algae and inverte- brates over an 18-yr period. The extent to which this is true for other systems requires further investigation. Many marine ecosystems are defined by structure-form- ing foundation species (e.g., kelps, oysters, seagrasses, corals), and identifying the conditions under which their stability matters for the rest of the community is a worthwhile endeavor given the increasing threats to these systems worldwide and the potential that conserving and restoring foundational species will benefit the ecosystem as a whole (Ellison et al. 2005). ACKNOWLEDGMENTS We would like to thank J. Clint Nelson, Shannon H. Harrer, and numerous others that helped collect field data. This work was supported by the National Science Foundation’s support of Xxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 9 the Santa Barbara Coastal Long Term Ecological Research pro- gram; the National Aeronautics and Space Administration, Biodiversity and Ecological Forecasting Program (grant NNX14AR62A); the Bureau of Ocean Energy Management, Environmental Studies Program (BOEM Agreement MC15AC00006); and the National Oceanic and Atmospheric Administration in support of the Santa Barbara Channel Mar- ine Biodiversity Observation Network. L ITERATURECITED Altieri, A. H., and J. D. Witman. 2006. Local extinction of a foundation species in a hypoxic estuary: integrating individu- als to ecosystem. Ecology 87:717–730. Angelini, C., A. H. Altieri, B. R. Silliman, and M. D. Bertness. 2011. Interactions among foundation species and their conse- quences for community organization, biodiversity, and con- servation. BioScience 61:782–789. Arkema, K. K., D. C. Reed, and S. C. Schroeter. 2009. Direct and indirect effects of giant kelp determine benthic commu- nity structure and dynamics. Ecology 90:3126–3137. Bell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel. 2015. Geographical variability in the controls of giant kelp biomass dynamics. Journal of Biogeography 42:2010–2021. Bertness, M. D., and J. F. Bruno. 2001. Habitat modification and facilitation in benthic narine communities. Marine Com- munity Ecology 413:201–218. Bulleri, F., et al. 2012. Temporal stability of European rocky shore assemblages: variation across a latitudinal gradient and the role of habitat-formers. Oikos 121:1801–1809. Bulleri, F., J. F. Bruno, B. R. Silliman, and J. J. Stachowicz. 2016. Facilitation and the niche: implications for coexistence, range shifts and ecosystem functioning. Functional Ecology 30:70–78. Byrnes, J. E. K., B. J. Cardinale, and D. C. Reed. 2013. Interac- tions between sea urchin grazing and prey diversity on tem- perate rocky reef communities. Ecology 94:1636–1646. Byrnes, J. E. K., D. C. Reed, B. J. Cardinale, K. C. Cavanaugh, S. J. Holbrook, and R. J. Schmitt. 2011. Climate-driven increases in storm frequency simplify kelp forest food webs. Global Change Biology 17:2513–2524. Campbell, V., G. Murphy, and T. N. Romanuk. 2011. Experi- mental design and the outcome and interpretation of diver- sity–stability relations. Oikos 120:399–408. Canion, C. R., and K. L. Heck Jr. 2009. Effect of habitat com- plexity on predation success: re-evaluating the current para- digm in seagrass beds. Marine Ecology Progress Series 393:37–46. Cardinale, B. J., K. Gross, K. Fritschie, P. Flombaum, J. W. Fox, C. Rixen, J. van Ruijven, P. B. Reich, M. Scherer-Loren- zen, and B. J. Wilsey. 2013. Biodiversity simultaneously enhances the production and stability of community biomass, but the effects are independent. Ecology 94:1697–1707. Carr, M. H. 1994. Effects of macroalgal dynamics on recruit- ment of a temperate reef fish. Ecology 75:1320–1333. Carr, M. H., and D. C. Reed. 2015. Chapter 17: shallow rocky reefs and kelp forests. Pages 311–336 inH. Mooney and E. Zavaleta, editors. Ecosystems of California. University of Cali- fornia Press, Berkeley, California, USA. Castorani, M. C. N., D. C. Reed, and R. J. Miller. 2018. Loss of foundation species: disturbance frequency outweighs severity in structuring kelp forest communities. Ecology 99:2442– 2454. Dayton, P. K. 1972. Toward an understanding of community resilience and the potential effects of enrichments to the ben- thos at McMurdo Sound, Antarctica. Pages 81–96 inB. C. Parker, editor. Proceedings of the Colloquium on Conservation Problems in Antarctica. Allen Press, Lawrence, Kansas, USA. Dayton, P. K. 1975. Experimental evaluation of ecological dom- inance in a rocky intertidal algal community. Ecological Monographs 45:137–159. Doak, D. F., D. Bigger, E. K. Harding, M. A. Marvier, R. E. O'Malley, and D. Thomson. 1998. The statistical inevitability of stability–diversity relationships in community ecology. American Naturalist 151:264–276. Duffy, J. E., B. J. Cardinale, K. E. France, P. B. McIntyre, E. Th   ebault, and M. Loreau. 2007. The functional role of biodi- versity in ecosystems: incorporating trophic complexity. Ecol- ogy Letters 10:522–538. Eckman, J. E., D. O. Duggins, and A. T. Sewell. 1989. Ecology and understory kelp environments. I. Effects of kelps on flow and particle transport near the bottom. Journal of Experi- mental Marine Biology and Ecology 129:173–187. Ellison, A. M., et al. 2005. Loss of foundation species: conse- quences for the structure and dynamics of forested ecosys- tems. Frontiers in Ecology and the Environment 3:479–486. Gaylord, B., J. H. Rosman, D. C. Reed, J. R. Koseff, J. Fram, S. MacIntyre, K. Arkema, C. McDonald, M. A. Brzezinski, and J. L. Largier. 2007. Spatial patterns of flow and their modifi- cation within and around a giant kelp forest. Limnology and Oceanography 52:1838– 1852. Goodman, D. 1975. The theory of diversity–stability relation- ships in ecology. Quarterly Review of Biology 50:237–266. Graham, H. M. 2004. Effects of local deforestation on the diversity and structure of Southern California giant kelp for- est food webs. Ecosystems 7:341–357. Harrer, S. L., D. C. Reed, S. J. Holbrook, and R. J. Miller. 2013. Patterns and controls of the dynamics of net primary produc- tion by understory macroalgal assemblages in giant kelp for- ests. Journal of Phycology 49:248–257. Heck Jr., K. L., G. Hays, and R. J. Orth. 2003. Critical evalua- tion of the nursery role hypothesis for seagrass meadows. Marine Ecology Progress Series 253:123–136. Hector, A., et al. 2010. General stabilizing effects of plant diver- sity on grassland productivity through population asyn- chrony and overyielding. Ecology 91:2213–2220. Houlahan, J. E., et al. 2007. Compensatory dynamics are rare in natural ecological communities. Proceedings of the National Academy of Sciences USA 104:3273–3277. Houlahan, J. E., et al. 2018. Negative relationships between spe- cies richness and temporal variability are common but weak in natural systems. Ecology 99:2592–2604. Isbell, F. I., H. W. Polley, and B. J. Wilsey. 2009. Biodiversity, productivity and the temporal stability of productivity: pat- terns and processes. Ecology Letters 12:443–451. Ives, A. R., and S. R. Carpenter. 2007. Stability and diversity of ecosystems. Science 317:58–62. Jacquet, C., C. Moritz, L. Morissette, P. Legagneux, F. Massol, P. Archambault, and D. Gravel. 2016. No complexity–stabil- ity relationship in empirical ecosystems. Nature Communica- tions 7:12573. Kikvidze, Z., et al. 2015. The effects of foundation species on community assembly: a global study on alpine cushion plant communities. Ecology 96:2064–2069. Klug, J. L., J. M. Fischer, A. R. Ives, and B. Dennis. 2000. Com- pensatory dynamics in planktonic community responses to pH perturbations. Ecology 81:387–398. Lehman, C. L., and D. Tilman. 2000. Biodiversity, stability, and productivity in competitive communities. American Natural- ist 156:534–552. Lep   s, J. 2004. Variability in population and community biomass in a grassland community affected by environmental produc- tivity and diversity. Oikos 107:64–71. Article e02987; page 10THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx Lindbladh, M., and D. R. Foster. 2010. Dynamics of long-lived foundation species: the history of Quercus in southern Scan- dinavia. Journal of Ecology 98:1330–1345. Ling, S. D, et al. 2015. Global regime shift dynamics of catas- trophic sea urchin overgrazing. Philosophical Transactions of the Royal Society B: Biological Sciences 370:1–10. Loreau, M., and C. de Mazancourt. 2008. Species synchrony and its drivers: neutral and nonneutral community dynamics in fluctuating environments. American Naturalist 172:E48– E66. Loreau, M., and C. de Mazancourt. 2013. Biodiversity and ecosystem stability: a synthesis of underlying mechanisms. Ecology Letters 16:106–115. MacArthur, R. 1955. Fluctuations of animal populations and a measure of community stability. Ecology 36:533–536. McCann, K. S. 2",
  "sections": {
    "abstract": ".Foundation species structure communities, promote biodiversity, and stabilize ecosystem processes by creating locally stable environmental conditions. Despite their critical importance, the role of foundation species in stabilizing natural communities has seldom been quantified. In theory, the stability of a foundation species should promote community stability by enhancing species richness, altering the population fluctuations of individual species, or both. Here we tested the hypothesis that the stability of a marine foundation species, the giant kelpMacrocystis pyrifera, increased the stability of the aggregate biomass of a phylogenetically diverse assemblage of understory algae and sessile invertebrates that compete for space beneath the giant kelp canopy. To achieve this goal, we analyzed an 18-yr time series of the biomass of giant kelp and its associated benthic community collected from 32 plots distributed among nine shallow reefs in the Santa Barbara Channel, USA. We showed that the stability of under- story algae and sessile invertebrates was positively and indirectly related to the stability of giant kelp, which primarily resulted from giant kelp’s direct positive association with species rich- ness. The stability of all community types was positively related to species richness via increased species stability and species asynchrony. The stabilizing effects of richness were three to four times stronger when algae and invertebrates were considered separately rather than in combination. Our finding that diversity–stability relationships were stronger in communities consisting of species with similar resource requirements suggests that competition for shared resources rather than differential responses to environmental conditions played a more impor- tant role in stabilizing the community. Increasing threats to structure-forming foundation spe- cies worldwide necessitates a detailed understanding of how they influence their associated community. This study",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We showed that the stability of under- story algae and sessile invertebrates was positively and indirectly related to the stability of giant kelp, which primarily resulted from giant kelp’s direct positive association with species rich- ness.",
    "We found a positive rela- tionship between the stability of the combined commu- nity of algae+invertebrates and the mean species richness in this taxonomically complex assemblage of reef organisms (positive DSR; Fig.",
    "We found that the relationship between community stability and giant kelp stability differed among the com- munity types (Fig.",
    "we found that the stability of these two community types was more strongly related to the temporal standard devi- ation of giant kelp biomass (F 1,30 =5.",
    "We observed similar dif- ferences among community types with regard to the rela- tionship between species richness and giant kelp stability (Fig.",
    "results revealed that species stability, species asynchrony, species richness, and giant kelp stability combined to explain at least 95% of the observed varia- tion in community stability for all three community types (Fig.",
    "We found that the direct paths between giant kelp stability and both species stability and species asynchrony were not significant for all three community types and therefore removed them from the final SEMs.",
    "We found a positive path between plot depth and species richness of algae+invertebrates and invertebrates, but a negative one for the richness of algae."
  ],
  "fullText": "\n\nFoundation species promote community stability by increasing\ndiversity in a giant kelp forest\nTHOMASLAMY,\n1,3\nCRAIGKOENIGS,\n2\nSALLYJ. HOLBROOK,\n1,2\nROBERTJ. MILLER,\n1\nADRIANC. STIER,\n1,2\nAND\nDANIELC. REED\n1\n1\nMarine Science Institute, University of California, Santa Barbara, California 93106 USA\n2\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA\nCitation:Lamy, T., C. Koenigs, S. J. Holbrook, R. J. Miller, A. C. Stier, and D. C. Reed. 2020. Foundation\nspecies promote community stability by increasing diversity in a giant kelp forest. Ecology 00(00):e02987.\n10.1002/ecy.2987\nAbstract.Foundation species structure communities, promote biodiversity, and stabilize\necosystem processes by creating locally stable environmental conditions. Despite their critical\nimportance, the role of foundation species in stabilizing natural communities has seldom been\nquantified. In theory, the stability of a foundation species should promote community stability\nby enhancing species richness, altering the population fluctuations of individual species, or\nboth. Here we tested the hypothesis that the stability of a marine foundation species, the giant\nkelpMacrocystis pyrifera, increased the stability of the aggregate biomass of a phylogenetically\ndiverse assemblage of understory algae and sessile invertebrates that compete for space beneath\nthe giant kelp canopy. To achieve this goal, we analyzed an 18-yr time series of the biomass of\ngiant kelp and its associated benthic community collected from 32 plots distributed among\nnine shallow reefs in the Santa Barbara Channel, USA. We showed that the stability of under-\nstory algae and sessile invertebrates was positively and indirectly related to the stability of giant\nkelp, which primarily resulted from giant kelp’s direct positive association with species rich-\nness. The stability of all community types was positively related to species richness via\nincreased species stability and species asynchrony. The stabilizing effects of richness were three\nto four times stronger when algae and invertebrates were considered separately rather than in\ncombination. Our finding that diversity–stability relationships were stronger in communities\nconsisting of species with similar resource requirements suggests that competition for shared\nresources rather than differential responses to environmental conditions played a more impor-\ntant role in stabilizing the community. Increasing threats to structure-forming foundation spe-\ncies worldwide necessitates a detailed understanding of how they influence their associated\ncommunity. This study is among the first to show that dampened temporal fluctuations in the\nbiomass of a foundation species is an important determinant of the stability of the complex\ncommunities it supports.\nKey words:  biodiversity; community stability; diversity–stability relationship; environmental heterogene-\nity; foundation species; kelp forests; species asynchrony.\nINTRODUCTION\nFoundation species have garnered considerable atten-\ntion by ecologists over the years for their disproportion-\nate role in providing habitat for other species and\nstructuring the communities they live in (Dayton 1972,\nEllison et al. 2005). Much of the research on this topic\nhas focused on the capacity of foundation species to\ninfluence communities by reducing environmental stress\nand increasing resource availability and habitat complex-\nity (Bertness and Bruno 2001, Angelini et al. 2011, Kik-\nvidze et al. 2015). By contrast, the effects of foundation\nspecies on the stability of their associated communities\nhas received relatively little attention (Bulleri et al.\n2012), despite the fact that community stability was cen-\ntral to the original definition of foundation species (Day-\nton 1972). This may be due in part to a traditional focus\non long-lived foundation species that vary little in abun-\ndance or biomass from year to year (e.g., trees, desert\nshrubs; Ellison et al. 2005, Lindbladh and Foster 2010,\nPeters and Yao 2012). However, many structure-forming\nfoundation species (e.g., bivalves, grasses, kelps) have rel-\natively short life spans (i.e.,<10 yr) or display substan-\ntial intra-annual variability in abundance or biomass\n(Altieri and Witman 2006, Rodhouse et al. 2014, Miller\net al. 2018). In ecological systems defined by such\ndynamic foundation species, it has not yet been estab-\nlished whether the stability of the foundation species\nenhances the stability of the entire community of organ-\nisms. Resolving this research gap will help determine the\nManuscript received 23 April 2019; revised 27 November\n2019; accepted 20 December 2019. Corresponding Editor:\nMichael H. Graham.\n3\nE-mail: Thomas.lamy27@gmail.com\nArticle e02987; page 1\nEcology, 0(0), 2020, e02987\n©2020 by the Ecological Society of America\n\nextent to which the stability of a foundation species can\nsimultaneously benefit the broader community they\ndefine.\nThe stability of natural communities, and its relation-\nship to species richness in particular, has captured the\nattention of ecologists for decades, spawning consider-\nable debate about the direction and strength of the rela-\ntionship between diversity and stability (MacArthur\n1955, Goodman 1975, McNaughton 1977, McCann\n2000, Ives and Carpenter 2007). Theory predicts that\ndiversity enhances the stability of aggregate community\nproperties (e.g., total biomass, primary production) via a\nvariety of mechanisms, most notably compensatory\ndynamics, overyielding, evenness, and statistical averag-\ning (Doak et al. 1998, Tilman 1999, Yachi and Loreau\n1999, Lehman and Tilman 2000, Loreau and de Mazan-\ncourt 2008, Thibaut and Connolly 2013). A large num-\nber of experimental studies, primarily conducted in\ngrasslands and aquatic mesocosms, have confirmed that\nspecies richness can promote community stability and\nlead to positive diversity–stability relationships (DSR;\nTilman and Downing 1994, Tilman 1999, Tilman et al.\n2006, Isbell et al. 2009, Hector et al. 2010, Cardinale\net al. 2013). However, more recent results derived from\nfield studies in a wide range of natural systems are less\ndefinitive regarding the importance of diversity in stabi-\nlizing communities (Campbell et al. 2011, Houlahan\net al. 2018), as compelling evidence for a positive DSR\nwas found in approximately half of the natural commu-\nnities examined in a recent meta-analysis across multiple\necosystems and taxa (Houlahan et al. 2018). It has been\nargued that abiotic factors make compensatory dynam-\nics rare in nature, which might disrupt DSRs (Houlahan\net al. 2007). Consequently, accounting for the abiotic\nfactors known to influence the diversity and abundance\nof organisms is key to understanding the relationship\nbetween diversity and stability in natural systems.\nThe stability of a foundation species may promote\ncommunity stability by either enhancing species richness,\naltering the population dynamics of individual species,\nor both. The stabilizing path involving species richness is\nsupported in part by observations of increased diversity\nin the presence of foundation species (Kikvidze et al.\n2015, Miller et al. 2018). Other lines of evidence show\nthat foundation species reduce abiotic stress (Kikvidze\net al. 2015), alter resources (Castorani et al. 2018), pro-\nvide refuge from predators and competitors (Dayton\n1975, Stachowicz 2001, Canion and Heck 2009), and\nprovide nursery habitat (Heck et al. 2003) for many spe-\ncies. Thus, foundation species have the capacity to pro-\nmote community stability by directly enhancing the\nstability of individual species and the degree of asyn-\nchronous fluctuations among them.\nThe synthetic framework developed by Thibaut and\nConnolly (2013) has considerable merit for exploring the\neffects of foundation species on community stability as it\nexplicitly links community stability to population stabil-\nity and clarifies their dependency on species richness.\nImportantly, Thibaut and Connolly showed that com-\nmunity stability is the product of two quantities: (1) the\nweighted average stability of the populations of the com-\nmunity’s constituent species, and (2) the amount of\nasynchrony in the temporal fluctuations of these species\n(i.e., species asynchrony). This framework is particularly\nuseful for investigating DSRs, as it is robust to idiosyn-\ncratic changes in species’mean abundances, variances,\nand covariances with increasing diversity that typically\noccur in nature.\nIn this study, we used the Thibaut and Connolly\nframework to explore the bounds of DSRs in nature and\nthe role of foundation species in underpinning them. We\nfocused on a taxonomically and phylogenetically diverse\nassemblage of primary space holders (understory algae\nand sessile suspension-feeding invertebrates) on temper-\nate rocky reefs that thrive beneath the canopy of the\ngiant kelp (Macrocystis pyrifera), an iconic foundation\nspecies (Graham 2004, Castorani et al. 2018, Miller\net al. 2018). We hypothesized that aggregate community\nbiomass should be more stable on reefs where giant kelp\nbiomass is also more stable. To test this hypothesis we\nsurveyed the biomass of both the giant kelp and its asso-\nciate assemblage of understory algae and sessile inverte-\nbrates over 18 yr across 32 plots to examine (1) how the\nstability of the benthic community relates to its species\nrichness (DSR), (2) how species richness relates to spe-\ncies stability and asynchrony to determine community\nstability, and (3) how the stability of the dynamic foun-\ndation species relates to the overall stability of the com-\nmunity through its relationships with species richness\nand species dynamics. Because environmental hetero-\ngeneity can alter or modulate these relationships (Houla-\nhan  et  al.  2007)  we  accounted  for  a  suite  of\nenvironmental variables known to influence the abun-\ndance and species composition of reef organisms in our\nanalyses. We also evaluated the contribution of individ-\nual species to community stability to obtain a more\ndetailed understanding of their relative importance in\ncontributing to the DSR.\nM\nETHODS\nStudy system\nThe giant kelpMacrocystis pyriferais a dynamic foun-\ndation species whose complex structure and high pro-\nductivity enhance and define a diverse community of\nspace holders on temperate rocky reefs in both the\nnorthern and southern hemispheres (Graham 2004, Cas-\ntorani et al. 2018, Miller et al. 2018). Space holders on\nreefs occupy different trophic levels, which enhances the\nphylogenic and functional diversity of the community.\nUnderstory algae are primary producers that derive their\nnutrition from sunlight and dissolved nutrients, whereas\nsessile invertebrates are consumers that filter plankton\nand other organic matter from the water column. The\namount of light available to understory algae is greatly\nArticle e02987; page 2THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx\n\ninfluenced by shading from the taller canopy of giant\nkelp (Reed and Foster 1984, Santelices and Ojeda 1984),\nwhich fluctuates in space and time because of physical\ndisturbance, grazing, variable growth conditions, and\nintrinsic demographic processes (reviewed in Carr and\nReed 2015, Schiel and Foster 2015). Fluctuations in the\nbiomass of giant kelp have also been shown to alter com-\npetition for space between understory algae and sessile\ninvertebrates (Arkema et al. 2009) and significantly\ninfluence the trophic structure and species composition\nof the benthic community (Byrnes et al. 2011, Castorani\net al. 2018, Miller et al. 2018).\nData collection\nAnnual community surveys in the Santa Barbara\nChannel were conducted from 2001 to 2018 by the Santa\nBarbara Coastal Long Term Ecological Research pro-\ngram. During summer (late July–early August) of each\nyear, divers recorded the abundances (percent cover or\ndensity) and sizes of benthic algae and sessile suspen-\nsion-feeding invertebrates within 32 fixed 4092m\nplots distributed among nine rocky reef sites located\nalong an 80-km stretch of the mainland coast of the\nSanta Barbara Channel, USA (120.333 W to 119.542 W\nand 34.392 N to 34.459 N). We converted abundance\nand size data to biomass density (g dry mass/m\n2\n) using\nspecies-specific relationships between size and mass\ndeveloped by Harrer et al. (2013) for understory algae,\nReed et al. (2016) for invertebrates, and Rassweiler et al.\n(2018) for giant kelp. We lumped organisms that were\ndifficult to identify to the species level underwater (e.g.,\ncrustose coralline algae, small filamentous red or brown\nalgae) into higher taxonomic or morphological classifi-\ncations and treated them as a single taxon in our analy-\nses. We ensured that every species was consistently\nassigned to only one taxon. As such, our data underesti-\nmate rather than overestimate the total number of spe-\ncies sampled. We included a total of 53 taxa of\nunderstory algae, 61 taxa of sessile invertebrates, and\none species of seagrass (Zostera marina) in our analysis\n(Appendix S1: Table S1). A complete description of the\nsampling methods, geographic and taxonomic coverage,\nand links to the data and metadata are described in Reed\n(2018).\nDiversity and community stability\nWe summed the number of species and biomass of\nunderstory algae (including the seagrassZ. marina) and\nepilithic sessile invertebrates (hereafter referred to as\nalgae and invertebrates, respectively) within each plot\nand year combination to obtain annual means over the\n18-yr study period of species richness and benthic com-\nmunity biomass (i.e., the biomass of algae and inverte-\nbrates aggregated across all constituent species). We\ncalculated stability of aggregate community biomass\n(hereafter referred to as community stability) as the\ninverse coefficient of variation (l/r) in community bio-\nmass over the 18-yr study period, which standardizes the\ntemporal variability in community biomass to its tempo-\nral mean such that higher values ofl/rreflect higher\nstability. We evaluated the DSR of the benthic commu-\nnity by comparing community stability to mean species\nrichness across the 32 plots.\nSpecies stability and species asynchrony\nFollowing Thibaut and Connolly (2013), we defined\nweighted average population stability (hereafter referred\nto as species stability orS\ns\n) as the inverse of the weighted\nmean coefficient of variation in the biomass of all con-\nstituent species within a plot, with\nS\ns\n¼1=\nX\ni\nl\ni\nl\nc\nr\ni\nl\ni\n;(1)\nwherel\ni\nandr\ni\ndenote the 18-yr mean and standard\ndeviation of biomass of constituent speciesi, andl\nc\nrep-\nresents the 18-yr mean community biomass. We quanti-\nfied species asynchrony in each plot as the complement\nof the Loreau and de Mazancourt (2008) synchrony\nindexφ, with\nu¼r\n2\nc\n=ð\nX\ni\nr\ni\nÞ\n2\n;(2)\nwherer\n2\nc\nis the annual variance of community biomass\nand (∑\ni\nr\ni\n)\n2\nis the squared sum of the standard deviations\nof the constituent species’biomass. This measure of spe-\ncies asynchrony (1\u0002φ) is bounded by 0, which indicates\nfluctuations in species biomass are perfectly synchro-\nnized, and 1, which indicates fluctuations in species bio-\nmass are perfectly asynchronized.\nDirect and indirect drivers of community stability\nTo characterize the mechanisms underpinning the DSR\nin our study system, we examined the direct response of\ncommunity stability, species stability, and species asyn-\nchrony to variation in species richness using linear regres-\nsion. We also used linear regression to examine the\namount of variation in species richness and community\nstability explained by the stability of the biomass of the\nfoundation species (hereafter referred to as giant kelp sta-\nbility). Because we were interested in exploring whether\nDSRs were consistent across different assemblages of\nrocky reef organisms, we conducted separate analyses for\nthe understory algal community (which included the sea-\ngrassZ. marina), the invertebrate community, and the\ncombined community of algae+invertebrates. We then\nused ANCOVA to compare the slopes of these relation-\nships among the three types of communities.\nWe used structural equation modeling (SEM) to\nexamine the direct and indirect paths through which\ngiant kelp stability may influence the stability of the\nXxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 3\n\nbenthic reef community. We first fitted a full model in\nwhich community stability was directly influenced by\nspecies stability, species asynchrony, and species richness.\nIn this model, we also incorporated a direct path from\ngiant kelp stability to community stability to account for\nany additional effects. In a second step, we examined the\ninfluence of the five environmental variables described\nbelow on giant kelp stability, species richness, species\nstability, species asynchrony, and community stability.\nOur goal was to control for the effects of environmental\nheterogeneity on these factors and the relationships\namong them. We tested for path significance using a\nSatorra–Bentler  corrected  likelihood  ratio  test.  We\nassessed adequacy of our SEM models using a chi-\nsquared test and the root-mean-square error of approxi-\nmation (RMSEA). We constructed independent models\nfor the combined community of algae+invertebrates\nand for communities consisting of only algae or inverte-\nbrates. All SEM models were fitted in R version 3.5.1 (R\nDevelopment Core Team 2018) using the package lavaan\n(Rosseel 2012) following the same rationale.\nEnvironmental heterogeneity\nWe evaluated the environmental heterogeneity along\nthe mainland coast of the Santa Barbara Channel by\nassessing five environmental variables that are known to\ninfluence reef organisms (Miller et al. 2018). These vari-\nables were (1) the mean percent cover of rock (i.e., bed-\nrock and boulders>25 cm diameter) measured at 80\nuniformly spaced points in each plot annually from 2001\nto 2018 (range=8.4–98.8%), (2) mean depth estimated\nfrom 160 uniformly spaced points within each plot in\n2010 (range=2.9–11.0 m), (3) topography, measured as\nthe coefficient of variation of depth across the 160 uni-\nformly spaced points and expressed as a percentage (i.e.,\nr/l9100; range=1.0–21.2%), and (4) grazing pres-\nsure as estimated by the mean biomass of sea urchins\n(Strongylocentrotus purpuratus,Mesocentrotus francis-\ncanus, andLytechinus pictus) within each plot annually\nfrom 2001 to 2018 (range=1–143 g/m\n2\n). These four\nvariables were computed for each of the 32 plots. In\naddition, we also recorded bottom temperature every\n15 min using two submersible temperature loggers from\n2002 to 2018 at each of the nine rocky reef sites. We\nassumed that transects within each rocky reef site experi-\nenced similar long-term bottom temperature over the\ntime period. Bottom temperatures averaged over the 18-\nyr study at the nine reefs ranged between 14.4 and\n15.2°C.\nImportance of individual species\nWe conducted a leave-one-out analysis to assess the\nimportance of giant kelp stability as compared to any\nother species. In this analysis, we treated giant kelp not\nas an external driver, but as an additional member of the\nbenthic community of understory algae and sessile\ninvertebrates. We computed the slope of the DSR for\nthis larger community including giant kelp, and com-\nputed the percent decrease or increase in the slope of the\nDSR associated with the removal of each species (giant\nkelp, invertebrates, or algae). We hypothesized that if\ngiant kelp was a particularly strong driver of community\nstability, then we expected the strongest decline in the\nslope of the DSR when giant kelp was removed as com-\npared to any other species. Finally, we computed two\nspecies-specific metrics to investigate how individual\nspecies contributed to community stability. These met-\nrics were computed by evaluating how (1) the mean bio-\nmass and (2) the stability of each species responded to\nvariation in species richness using linear regression. We\nfocused only on the species of algae and invertebrates\ndetected in at least 10 of the 32 plots.\nR\nESULTS\nDiversity, asynchrony, and stability\nThe mean species richness of understory algae+in-\nvertebrates in the 32 plots averaged over the 18-yr study\nranged from 11 to 27 species. We found a positive rela-\ntionship between the stability of the combined commu-\nnity of algae+invertebrates and the mean species\nrichness in this taxonomically complex assemblage of\nreef organisms (positive DSR; Fig. 1A). A gain of 16\nspecies along the diversity gradient of the 32 plots was\nassociated with a 75% increase in community stability.\nAs expected from the Thibaut and Connolly (2013) theo-\nretical framework, community stability was positively\nrelated to both the weighted stability of the community’s\nconstituent species (S\ns\n; Fig. 1B) and the degree of asyn-\nchrony in their biomass fluctuations (1\u0002φ; Fig. 1C).\nThe role of species richness in determining the strength\nof these two properties, however, differed, as only species\nstability was significantly related to species richness\n(Fig. 2A), whereas species asynchrony was not (Fig. 2B).\nWe also observed positive DSRs when understory\nalgae and invertebrates were considered as separate com-\nmunities (Fig. 1A). The stabilizing effect of species rich-\nness on aggregate community biomass was remarkably\nsimilar  for  these  two  disparate  community  types\n(F\n1.60\n=0.78;P=0.381), but four times greater than\nthat of the more complex community of algae+inverte-\nbrates (Fig. 1A;F\n2.90\n=12.66;P<0.001) as the stability\nof reef algae and of invertebrates increased by 219% and\n323%, respectively, along the natural diversity gradient\nobserved across plots (Fig. 1A). Both species stability\n(S\ns\n) and species asynchrony (1\u0002φ) were positively\nrelated to species richness for communities composed of\neither algae or invertebrates (Fig. 2A, B). Much like that\nobserved for community stability (Fig. 1A), the positive\nrelationships between species richness andS\ns\n(Fig. 2A)\nand 1\u0002φ(Fig. 2B) for these two community types were\nquite similar (F\n1.60\n=0.02;P=0.891 andF\n1.60\n=0.15;\nP=0.700 forS\ns\nand 1\u0002φ, respectively), but each was\nArticle e02987; page 4THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx\n\nat least three times greater than that of the more com-\nplex  community  composed  of  algae+invertebrates\n(F\n2.90\n=8.12;P≤0.001 andF\n2.90\n=5.06;P=0.008).\nDiversity, stability, and foundation species\nWe found that the relationship between community\nstability and giant kelp stability differed among the com-\nmunity types (Fig. 3A). The stability of communities\nconsisting of algae+invertebrates and algae only were\npositively related to giant kelp stability. In addition, we\nfound that the stability of these two community types\nwas more strongly related to the temporal standard devi-\nation of giant kelp biomass (F\n1,30\n=5.07,P<0.05 and\nF\n1,30\n=4.463,P<0.05 for algae+invertebrates and\nalgae only, respectively) than to the temporal mean of\ngiant kelp biomass (non-significant relationships). In\ncontrast, the stability of the invertebrate community was\nunrelated to giant kelp stability. We observed similar dif-\nferences among community types with regard to the rela-\ntionship between species richness and giant kelp stability\n(Fig. 3B).\nDirect and indirect drivers of community stability\nOur SEM results revealed that species stability, species\nasynchrony, species richness, and giant kelp stability\ncombined to explain at least 95% of the observed varia-\ntion in community stability for all three community\ntypes (Fig. 4). Adequate model fits were indicated by\nnon-significant chi-squared tests (P>0.05) and low\nRMSEA (<0.08) for all three community types. The\ndirect path from species richness to community stability\nwas not significant for all three types of communities.\nFIG. 1.  Relationships between community stability and (A) mean species richness, (B) species stability, and (C) species asyn-\nchrony. Communities consisting of algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue tri-\nangles, and orange squares, respectively. Solid lines denote significant relationships and gray areas represent the 95% confidence\ninterval of these relationships. Non-significant relationships are shown using dashed lines.\nFIG. 2.  Relationships between mean species richness, (A) species stability, and (B) species asynchrony. Communities consisting\nof algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue triangles, and orange squares,\nrespectively. Solid lines denote significant relationships and gray areas represent the 95% confidence interval of these relationships.\nNon-significant relationships are shown using dashed lines.\nXxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 5\n\nInstead, the positive effect of species richness on com-\nmunity stability occurred via indirect paths through spe-\ncies stability (S\ns\n) and species asynchrony (1\u0002φ).\nThe positive univariate relationships between giant\nkelp stability and community stability observed for\nalgae+invertebrates and algae only (Fig. 1B) were not\nsignificant in the SEMs (Fig. 4A, B). Instead, the posi-\ntive association between giant kelp stability and the com-\nmunity stability of algae+invertebrates and algae only\noccurred via the indirect effects of species richness on\nboth species stability and species asynchrony. Coeffi-\ncients for indirect paths between species richness and\ncommunity stability throughS\ns\nwere 1.3–2.9 times larger\n(depending on community type) than those involving\nspecies asynchrony. We found that the direct paths\nbetween giant kelp stability and both species stability\nand species asynchrony were not significant for all three\ncommunity types and therefore removed them from the\nfinal SEMs. We also found that direct positive paths\nbetween giant kelp stability and species richness in the\nSEMs were similar to those in the univariate analyses for\ncombined community of algae+invertebrates and the\ncommunity of algae only (Fig. 4 vs. Fig. 3B). In contrast,\nthe non-significant relationship between species richness\nof invertebrates and giant kelp stability observed in the\nunivariate analyses was significantly positive in the SEM\n(Fig. 4 vs. Fig. 3B).\nEnvironmental heterogeneity\nAccounting for environmental heterogeneity among\nplots greatly improved the strength of the direct and\nindirect relationships between giant kelp stability and\nthe other ecological variables evaluated in the SEMs of\nthe three community types (Appendix S1: Fig. S1 vs.\nFig. 4). Plot depth, topography, and the long-term aver-\nage of both sea urchin biomass and bottom temperature\nwere significant predictors in all SEMs (Fig. 4). We\nfound a positive path between plot depth and species\nrichness of algae+invertebrates and invertebrates, but a\nnegative one for the richness of algae. We also found a\npositive path between topography and the richness of all\nthree community types, as well as with the species stabil-\nity of algae+invertebrates and invertebrates. Sea urchin\nbiomass displayed a negative association with the species\nstability of algae+invertebrates and the species richness\nof algae, whereas it was positively associated with the\nrichness of invertebrates. Lastly, bottom temperature\nwas negatively associated with giant kelp stability, the\nrichness of algae, and the species stability of inverte-\nbrates.\nImportance of individual species\nThe slope of the DSR including giant kelp as part of\nthe community was 0.082, suggesting that adding giant\nkelp increased the strength of the observed DSR by\n33.7% (Fig. 5). Removing the dominant understory alga\nPterygophora californicasimilarly decreased the strength\nof the DSR (by 30.4%). The effects of all other species\non the DSR were substantially smaller (Fig. 5). We also\nfound that the mean biomass ofP. californicadisplayed\nby  far  the  largest  increase  with  species  richness\n(Appendix S1: Fig. S2). Finally, the stability of 35 spe-\ncies, includingP. californica, significantly increased with\nspecies richness, whereas the stability of only three spe-\ncies  significantly  decreased  with  species  richness\n(Appendix S1: Fig. S2).\nD\nISCUSSION\nAlthough previous studies have considered the role of\nfoundation species in structuring natural communities\n(Bertness and Bruno 2001, Stachowicz 2001, Heck et al.\nFIG. 3.  Relationships between giant kelp stability, (A) community stability and (B) mean species richness. Communities consist-\ning of algae + invertebrates, algae only, and invertebrates only are pictured using black circles, blue triangles, and orange squares,\nrespectively. Solid lines denote significant relationships and gray areas represent the 95% confidence interval of these relationships.\nNon-significant relationships are shown using dashed lines.\nArticle e02987; page 6THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx\n\n2003, Ellison et al. 2005, Canion and Heck 2009, Angel-\nini et al. 2011, Kikvidze et al. 2015), few, if any, have\nexplored the relationship between the stability of a foun-\ndation species and the stability of its associated commu-\nnity. Our study helps fill this gap by demonstrating that\nthe stability of the aggregate biomass of a phylogeneti-\ncally diverse assemblage of understory algae and sessile\ninvertebrates was positively related to the stability of an\niconic marine foundation species, the giant kelpMacro-\ncystis  pyrifera.  Such  positive  relationships  may  be\ndirectly driven by the stability of giant kelp. More specif-\nically, we suggest that this relationship resulted primarily\nfrom the indirect positive effect of giant kelp stability on\nspecies richness, partially corroborating our hypothesis\nthat the stability of the foundation species should\nincrease community stability via its effects on species\nrichness and/or population dynamics. With respect to\nthe latter mechanism, our SEMs provided no evidence\nthat  dampened  fluctuations  in  giant  kelp  biomass\ndirectly affected species stability and species asynchrony\nto stabilize the aggregate community biomass of all three\ncommunity types. This result was robust to the inclusion\nof several variables that captured the environmental\nheterogeneity at the scale of our study system.\nOur study is among the first to show that dampened\nfluctuation in the biomass of a foundation species is an\nimportant determinant of the dynamics of the complex\ncommunities it supports. Our finding that community\nstability and species richness increased with giant kelp\nstability was driven primarily by lower interannual varia-\ntion in kelp biomass (i.e., lower standard deviation)\nrather than by higher mean biomass averaged over the\nFIG. 4.  The three best structural equation models (SEMs) explaining community stability for (A) algae + invertebrates, (B)\nalgae only, and (C) invertebrates only. Values (percent) within boxes refer to the coefficient of determination of individual models.\nThe four environmental variables retained in the final SEMs, depth, topography, grazing pressure, and bottom temperature, are\nshown in white boxes. The widths of the arrows scale with the magnitude of the standardized regression coefficients. Non-significant\npaths  are  shown using  dashed  lines.  (A)v\n2\n= 23.208,  df = 19;P= 0.228,  root-mean-square  error of  approximation\n(RMSEA) = 0.083;  (B)v\n2\n= 18.782,  df = 20,P= 0.536,  RMSEA = 0.001;  (C)v\n2\n= 21.491,  df = 19,P= 0.310,\nRMSEA = 0.064. Significance level: ***P<0.001, **P<0.01 and *P<0.05.\nXxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 7\n\n18-yr study period. Importantly, the role of giant kelp in\nstabilizing the benthic community was indirect; giant\nkelp stability indirectly increased community stability by\nincreasing species richness, with no direct link between\ngiant kelp stability and community stability. Temporally\nstable kelp forests may harbor more species because they\nfacilitate more consistent recruitment of species over\ntime (Carr 1994), stabilize the availability of limiting\nresources (Eckman et al. 1989, Castorani et al. 2018),\nand provide a spatial and temporal refuge from abiotic\nand biotic stresses (Gaylord et al. 2007). This in turn\nmay diminish the demographic stochasticity of resident\nforest species, ultimately reducing their risk of local\nextinction. Stable kelp forests may also enhance biodi-\nversity by providing consistent microhabitats that allow\nmore species to coexist over time because of niche differ-\nentiation (Bulleri et al. 2016).\nIncluding environmental heterogeneity into our analy-\nses did not alter our general conclusions regarding the\nrole of giant kelp on the DSR of the reef community.\nHowever, it did increase the strength of the direct and\nindirect relationships between community stability and\nthe ecological variables that define it, which enhanced\nour understanding of the DSR in this system and giant\nkelp’s influence on it. For instance, bottom temperature\nnegatively influenced giant kelp stability, which is not\nsurprising given that the biomass dynamics of giant kelp\nin the region have been negatively linked to ocean tem-\nperature (Bell et al. 2015). Reef topography was posi-\ntively associated with the species richness of all three\ncommunity types, perhaps because topographically more\ncomplex plots provide a greater array of microhabitat\ntypes. Reef depth was positively associated with the spe-\ncies richness of invertebrates and negatively associated\nwith the species richness of macroalgae, most likely\nbecause light availability decreases with increased depth.\nThe negative relationship between grazing pressure (as\nestimated by sea urchin biomass) and the species rich-\nness of algae is consistent with the direct negative effects\nof sea urchins on macroalgae shown in many reef sys-\ntems (Ling et al. 2015), including giant kelp forests\n(Schiel and Foster 2015). Although previous work in our\nsystem demonstrated that sea urchins also negatively\naffect sessile invertebrates (Byrnes et al. 2013, Miller\net al. 2018), our results show an indirect positive effect,\nsuggesting that urchins may release invertebrates from\ncompetition for space with algae.\nThe positive relationship between giant kelp stability\nand community stability varied among the three com-\nmunity types; we found that the stability of communities\nconsisting of algae+invertebrates and algae only was\npositively related to giant kelp stability, but uncoupled\nto giant kelp stability for communities consisting of\ninvertebrates only. The lack of a relationship for the\ninvertebrate community likely reflects differences in the\nresponse of understory algae and sessile invertebrates to\nfluctuations in kelp biomass. Many kelp forest under-\nstory algae are fast-growing opportunistic species cap-\nable of responding quickly to changes in light caused by\nfluctuations in giant kelp biomass (Reed and Foster\n1984, Santelices and Ojeda 1984). In contrast, sessile\ninvertebrates living in giant kelp forests tend to grow\n0\n10\n20\n30\nKelp\n123456789\n10111314151617181920212223\n242627\n2930313233\nSpecies rank\n% change in DSR\nGiant kelp\nAlgae\nInvertebrates\nFIG. 5.  Leave-one-out analysis treating giant kelp as an additional member of the benthic community of understory algae and\nsessile invertebrates rather than an external driver. The percent change in diversity–stability relationship (DSR) was computed as\n(DSR\nbefore\n\u0002DSR\nafter\n)/DSR\nbefore\n9100, where DSR\nbefore\nand DSR\nafter\nare the slope of the DSR before and after removing each\nspecies (giant kelp, invertebrates, or algae) individually. All species ranked higher than 33 have percent change in DSR<0.15%\n(Appendix S1: Table S1).\nArticle e02987; page 8THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx\n\nmore slowly than algae, and as heterotrophs, they are\nnot directly affected by changes in light caused by fluctu-\nations in giant kelp biomass. Instead, they display lagged\nresponses to fluctuations in giant kelp that are indirectly\nmediated through competition for space with faster\ngrowing understory algae (Arkema et al. 2009, Miller\net al. 2018). Although we did not examine the effects of\ngiant kelp stability on the stability of mobile species, it\nseems reasonable that the stability of the mobile commu-\nnity varies with the degree to which it depends on the\nstability of the sessile reef community, which includes\ngiant kelp. Indeed, recent findings show that giant kelp\nindirectly influences the biomass, diversity, and composi-\ntion of mobile invertebrates and fishes in a manner com-\nmensurate  with  their  dependence  on  the  physical,\ntrophic, and habitat resources altered by giant kelp (Cas-\ntorani et al. 2018, Miller et al. 2018).\nGiant kelp is a highly dynamic foundation species,\nand its variability across our study reefs over the 18-yr\nstudy period promoted a gradient of diversity in the ben-\nthic community that allowed us to examine diversity–\nstability relationships across a phylogenetically diverse\nrange of organisms. We found that stability in aggregate\ncommunity biomass was positively related to the time-\naveraged species richness for all community types. The\nstrength of this relationship, however, varied consider-\nably across the three community types as the DSR was\nthree to four times stronger when algae and invertebrates\nwere considered separately rather than in combination.\nSpecies asynchrony that promotes community stability\ncan arise from competition for shared resources (Doak\net al. 1998, Lehman and Tilman 2000) or differential\nresponses to similar environmental conditions (Doak\net al. 1998, Klug et al. 2000, Loreau and de Mazancourt\n2013). Our finding that DSRs were stronger in less com-\nplex communities composed of species with similar\nresource requirements suggests that competition had the\nstronger influence in promoting species asynchrony.\nMost  studies  documenting  positive  DSRs  have\nfocused on single trophic levels, such as plants within a\ngrassland community competing for the same resources\n(Tilman et al. 2006, Isbell et al. 2009, Hector et al. 2010;\nbut see Bulleri et al. 2012, Valdivia et al. 2013). Theory\nand empirical studies have shown that trophic interac-\ntions, between predators and prey or plants and herbi-\nvores, can both positively and negatively influence the\nstability of aggregate ecosystem properties (Th\n\u0013\nebault\nand Loreau 2003, Duffy et al. 2007, Ives and Carpenter\n2007). In our study, understory algae and sessile inverte-\nbrates occur in distinct trophic levels of primary produc-\ners and primary consumers, respectively (Arkema et al.\n2009, Miller et al. 2015, 2018), that compete for space\non the reef, but do not compete for food. The effect of\nchange in biodiversity across trophic levels is still in its\ninfancy, and species at different trophic levels can exhibit\nmany indirect and non-additive interactions that make\npredictions regarding DSRs in natural food webs com-\nplex. Nevertheless, our findings suggest that DSRs may\nbe strongest in communities consisting of species that\nshare similar resource requirements as competition for\nlimited shared resources leads to niche partitioning,\nwhich can stabilize communities (Loreau and de Mazan-\ncourt 2008). Such phenomena may help explain why\nDSRs in complex natural food webs can be uncommon\n(Jacquet et al. 2016).\nOur finding that the positive relationship between spe-\ncies richness and community stability was driven by the\neffects of species richness on both species stability and spe-\ncies asynchrony is consistent with theoretical predictions\n(Doak et al. 1998, Lehman and Tilman 2000, Loreau and\nde Mazancourt 2008, Thibaut and Connolly 2013) and\nempirical observations (Tilman et al. 2006, Isbell et al.\n2009, Hector et al. 2010, Cardinale et al. 2013). In our\nstudy, the indirect effect of species richness on community\nstability via species stability was stronger than the indirect\neffect through species asynchrony for all community types.\nThe distribution of biomass among species tended to be\nskewed toward a few dominant species in all three commu-\nnity types that we examined. We found that the stability of\nmost species increased with richness, providing support\nfor the relationship between species richness and species\nstability. However, the dominant species,Pterygophora cal-\nifornica, was far and away the largest single contributor to\nthe DSR, even though its stability did not show the great-\nest increase with species richness. This is because species\nstability in our analyses was weighted by species biomass\n(as per Thibaut and Connolly 2013). The disproportion-\nately large effect ofP. californicaon community stability,\ntherefore, reflects its disproportionately large contribution\nto the overall biomass of the community. Dominant spe-\ncies often fluctuate less over time (Lep\n\u0014\ns 2004, Steiner et al.\n2005,  Polley  et  al.  2007),  which  also  could  have\ncontributed to the high weighted species stability of\nP. californica.\nBulleri et al. (2016) found that removing canopy-form-\ning algae in the rocky intertidal increased temporal vari-\nability in the cover of associated algae and invertebrates\nover 2 yr. Our study expands on this concept by showing\nthat the stability of a canopy-forming foundation species\nwas an important determinant of the interannual vari-\nability in the underlying community of algae and inverte-\nbrates over an 18-yr period. The extent to which this is\ntrue for other systems requires further investigation.\nMany marine ecosystems are defined by structure-form-\ning foundation species (e.g., kelps, oysters, seagrasses,\ncorals), and identifying the conditions under which their\nstability matters for the rest of the community is a\nworthwhile endeavor given the increasing threats to these\nsystems worldwide and the potential that conserving and\nrestoring foundational species will benefit the ecosystem\nas a whole (Ellison et al. 2005).\nACKNOWLEDGMENTS\nWe would like to thank J. Clint Nelson, Shannon H. Harrer,\nand numerous others that helped collect field data. This work\nwas supported by the National Science Foundation’s support of\nXxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 9\n\nthe Santa Barbara Coastal Long Term Ecological Research pro-\ngram; the National Aeronautics and Space Administration,\nBiodiversity  and  Ecological  Forecasting  Program  (grant\nNNX14AR62A); the Bureau of Ocean Energy Management,\nEnvironmental   Studies   Program   (BOEM   Agreement\nMC15AC00006); and the National Oceanic and Atmospheric\nAdministration in support of the Santa Barbara Channel Mar-\nine Biodiversity Observation Network.\nL\nITERATURECITED\nAltieri, A. H., and J. D. Witman. 2006. Local extinction of a\nfoundation species in a hypoxic estuary: integrating individu-\nals to ecosystem. Ecology 87:717–730.\nAngelini, C., A. H. Altieri, B. R. Silliman, and M. D. Bertness.\n2011. Interactions among foundation species and their conse-\nquences for community organization, biodiversity, and con-\nservation. BioScience 61:782–789.\nArkema, K. K., D. C. Reed, and S. C. Schroeter. 2009. Direct\nand indirect effects of giant kelp determine benthic commu-\nnity structure and dynamics. Ecology 90:3126–3137.\nBell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel.\n2015. Geographical variability in the controls of giant kelp\nbiomass dynamics. Journal of Biogeography 42:2010–2021.\nBertness, M. D., and J. F. Bruno. 2001. Habitat modification\nand facilitation in benthic narine communities. Marine Com-\nmunity Ecology 413:201–218.\nBulleri, F., et al. 2012. Temporal stability of European rocky\nshore assemblages: variation across a latitudinal gradient and\nthe role of habitat-formers. Oikos 121:1801–1809.\nBulleri, F., J. F. Bruno, B. R. Silliman, and J. J. Stachowicz.\n2016. Facilitation and the niche: implications for coexistence,\nrange shifts and ecosystem functioning. Functional Ecology\n30:70–78.\nByrnes, J. E. K., B. J. Cardinale, and D. C. Reed. 2013. Interac-\ntions between sea urchin grazing and prey diversity on tem-\nperate rocky reef communities. Ecology 94:1636–1646.\nByrnes, J. E. K., D. C. Reed, B. J. Cardinale, K. C. Cavanaugh,\nS. J. Holbrook, and R. J. Schmitt. 2011. Climate-driven\nincreases in storm frequency simplify kelp forest food webs.\nGlobal Change Biology 17:2513–2524.\nCampbell, V., G. Murphy, and T. N. Romanuk. 2011. Experi-\nmental design and the outcome and interpretation of diver-\nsity–stability relations. Oikos 120:399–408.\nCanion, C. R., and K. L. Heck Jr. 2009. Effect of habitat com-\nplexity on predation success: re-evaluating the current para-\ndigm in seagrass beds. Marine Ecology Progress Series\n393:37–46.\nCardinale, B. J., K. Gross, K. Fritschie, P. Flombaum, J. W.\nFox, C. Rixen, J. van Ruijven, P. B. Reich, M. Scherer-Loren-\nzen, and B. J. Wilsey. 2013. Biodiversity simultaneously\nenhances the production and stability of community biomass,\nbut the effects are independent. Ecology 94:1697–1707.\nCarr, M. H. 1994. Effects of macroalgal dynamics on recruit-\nment of a temperate reef fish. Ecology 75:1320–1333.\nCarr, M. H., and D. C. Reed. 2015. Chapter 17: shallow rocky\nreefs and kelp forests. Pages 311–336 inH. Mooney and E.\nZavaleta, editors. Ecosystems of California. University of Cali-\nfornia Press, Berkeley, California, USA.\nCastorani, M. C. N., D. C. Reed, and R. J. Miller. 2018. Loss of\nfoundation species: disturbance frequency outweighs severity\nin structuring kelp forest communities. Ecology 99:2442–\n2454.\nDayton, P. K. 1972. Toward an understanding of community\nresilience and the potential effects of enrichments to the ben-\nthos at McMurdo Sound, Antarctica. Pages 81–96 inB. C.\nParker, editor. Proceedings of the Colloquium on Conservation\nProblems in Antarctica. Allen Press, Lawrence, Kansas, USA.\nDayton, P. K. 1975. Experimental evaluation of ecological dom-\ninance in a rocky intertidal algal community. Ecological\nMonographs 45:137–159.\nDoak, D. F., D. Bigger, E. K. Harding, M. A. Marvier, R. E.\nO'Malley, and D. Thomson. 1998. The statistical inevitability\nof stability–diversity relationships in community ecology.\nAmerican Naturalist 151:264–276.\nDuffy, J. E., B. J. Cardinale, K. E. France, P. B. McIntyre, E.\nTh\n\u0013\nebault, and M. Loreau. 2007. The functional role of biodi-\nversity in ecosystems: incorporating trophic complexity. Ecol-\nogy Letters 10:522–538.\nEckman, J. E., D. O. Duggins, and A. T. Sewell. 1989. Ecology\nand understory kelp environments. I. Effects of kelps on flow\nand particle transport near the bottom. Journal of Experi-\nmental Marine Biology and Ecology 129:173–187.\nEllison, A. M., et al. 2005. Loss of foundation species: conse-\nquences for the structure and dynamics of forested ecosys-\ntems. Frontiers in Ecology and the Environment 3:479–486.\nGaylord, B., J. H. Rosman, D. C. Reed, J. R. Koseff, J. Fram, S.\nMacIntyre, K. Arkema, C. McDonald, M. A. Brzezinski, and\nJ. L. Largier. 2007. Spatial patterns of flow and their modifi-\ncation within and around a giant kelp forest. Limnology and\nOceanography 52:1838–\n1852.\nGoodman, D. 1975. The theory of diversity–stability relation-\nships in ecology. Quarterly Review of Biology 50:237–266.\nGraham, H. M. 2004. Effects of local deforestation on the\ndiversity and structure of Southern California giant kelp for-\nest food webs. Ecosystems 7:341–357.\nHarrer, S. L., D. C. Reed, S. J. Holbrook, and R. J. Miller. 2013.\nPatterns and controls of the dynamics of net primary produc-\ntion by understory macroalgal assemblages in giant kelp for-\nests. Journal of Phycology 49:248–257.\nHeck Jr., K. L., G. Hays, and R. J. Orth. 2003. Critical evalua-\ntion of the nursery role hypothesis for seagrass meadows.\nMarine Ecology Progress Series 253:123–136.\nHector, A., et al. 2010. General stabilizing effects of plant diver-\nsity on grassland productivity through population asyn-\nchrony and overyielding. Ecology 91:2213–2220.\nHoulahan, J. E., et al. 2007. Compensatory dynamics are rare in\nnatural ecological communities. Proceedings of the National\nAcademy of Sciences USA 104:3273–3277.\nHoulahan, J. E., et al. 2018. Negative relationships between spe-\ncies richness and temporal variability are common but weak\nin natural systems. Ecology 99:2592–2604.\nIsbell, F. I., H. W. Polley, and B. J. Wilsey. 2009. Biodiversity,\nproductivity and the temporal stability of productivity: pat-\nterns and processes. Ecology Letters 12:443–451.\nIves, A. R., and S. R. Carpenter. 2007. Stability and diversity of\necosystems. Science 317:58–62.\nJacquet, C., C. Moritz, L. Morissette, P. Legagneux, F. Massol,\nP. Archambault, and D. Gravel. 2016. No complexity–stabil-\nity relationship in empirical ecosystems. Nature Communica-\ntions 7:12573.\nKikvidze, Z., et al. 2015. The effects of foundation species on\ncommunity assembly: a global study on alpine cushion plant\ncommunities. Ecology 96:2064–2069.\nKlug, J. L., J. M. Fischer, A. R. Ives, and B. Dennis. 2000. Com-\npensatory dynamics in planktonic community responses to\npH perturbations. Ecology 81:387–398.\nLehman, C. L., and D. Tilman. 2000. Biodiversity, stability, and\nproductivity in competitive communities. American Natural-\nist 156:534–552.\nLep\n\u0014\ns, J. 2004. Variability in population and community biomass\nin a grassland community affected by environmental produc-\ntivity and diversity. Oikos 107:64–71.\nArticle e02987; page 10THOMAS LAMY ET AL.Ecology, Vol. xx, No. xx\n\nLindbladh, M., and D. R. Foster. 2010. Dynamics of long-lived\nfoundation species: the history of Quercus in southern Scan-\ndinavia. Journal of Ecology 98:1330–1345.\nLing, S. D, et al. 2015. Global regime shift dynamics of catas-\ntrophic sea urchin overgrazing. Philosophical Transactions of\nthe Royal Society B: Biological Sciences 370:1–10.\nLoreau, M., and C. de Mazancourt. 2008. Species synchrony\nand its drivers: neutral and nonneutral community dynamics\nin fluctuating environments. American Naturalist 172:E48–\nE66.\nLoreau, M., and C. de Mazancourt. 2013. Biodiversity and\necosystem stability: a synthesis of underlying mechanisms.\nEcology Letters 16:106–115.\nMacArthur, R. 1955. Fluctuations of animal populations and a\nmeasure of community stability. Ecology 36:533–536.\nMcCann, K. S. 2000. The diversity–stability debate. Nature\n405:228.\nMcNaughton, S. J. 1977. Diversity and stability of ecological\ncommunities: a comment on the role of empiricism in ecology.\nAmerican Naturalist 111:515–525.\nMiller, R. J., K. D. Lafferty, T. Lamy, L. Kui, A. Rassweiler,\nand D. C. Reed. 2018. Giant kelp, Macrocystis pyrifera,\nincreases faunal diversity through physical engineering. Pro-\nceedings of the Royal Society B 285:20172571.\nMiller, R. J., H. M. Page, and D. C. Reed. 2015. Trophic versus\nstructural effects of a marine foundation species, giant kelp\n(Macrocystis pyrifera). Oecologia 179:1199–1209.\nPeters, D. P. C., and J. Yao. 2012. Long-term experimental loss\nof foundation species: consequences for dynamics at ecotones\nacross heterogeneous landscapes. Ecosphere 3:1–23.\nPolley, H. W., B. J. Wilsey, and J. D. Derner. 2007. Dominant\nspecies constrain effects of species diversity on temporal vari-\nability in biomass production of tallgrass prairie. Oikos\n116:2044–2052.\nR Development Core Team. 2018. R: a language and environ-\nment for statistical computing. R Foundation for Statistical\nComputing, Vienna, Austria. www.r-project.org\nRassweiler, A., D. C. Reed, S. L. Harrer, and J. C. Nelson. 2018.\nImproved estimates of net primary production, growth, and\nstanding crop of Macrocystis pyriferain Southern California.\nEcology 99:2132.\nReed, D. C. 2018. SBC LTER: Reef: annual time series of bio-\nmass for kelp forest species, ongoing since 2000. Environmen-\ntal   Data   Initiative.   http://dx.doi.org/https://doi.org/10.\n6073/pasta/23965abf42954f345cfd6642fe3c4810\nReed, D. C., and M. S. Foster. 1984. The effects of canopy shad-\nings on algal recruitment and growth in a giant kelp forest.\nEcology 65:937–948.\nReed, D. C., J. C. Nelson, S. L. Harrer, and R. J. Miller. 2016.\nEstimating biomass of benthic kelp forest invertebrates from\nbody  size  and  percent  cover  data.  Marine  Biology\n163:101.\nRodhouse, T. J., K. M. Irvine, R. L. Sheley, B. S. Smith, S. Hoh,\nD. M. Esposito, and R. Mata-Gonzalez. 2014. Predicting\nfoundation bunchgrass species abundances: model-assisted\ndecision-making in protected-area sagebrush steppe. Eco-\nsphere 5:1–16.\nRosseel, Y. 2012. lavaan: an R package for structural equa-\ntion modeling. Journal of Statistical Software 48:1–36.\nSantelices, B., and F. P. Ojeda. 1984. Effects of canopy removal\non the understory algal community structure of coastal for-\nests of Macrocystis pyriferafrom southern South America.\nMarine Ecology Progress Series 14:165–173.\nSchiel, D. R., and M. S. Foster. 2015. The biology and ecology\nof giant kelp forests. First edition. University of California\nPress, Berkeley, California, USA.\nStachowicz, J. J. 2001. Mutualism, facilitation, and the structure\nof ecological communities: positive interactions play a criti-\ncal, but underappreciated, role in ecological communities by\nreducing physical or biotic stresses in existing habitats and by\ncreating new habitats on. BioScience 51:235–246.\nSteiner, C. F., Z. T. Long, J. A. Krumins, and P. J. Morin. 2005.\nTemporal stability of aquatic food webs: partitioning the\neffects of species diversity, species composition and enrich-\nment. Ecology Letters 8:819–828.\nTh\n\u0013\nebault, E., and M. Loreau. 2003. Food-web constraints on\nbiodiversity–ecosystem functioning relationships. Proceedings\nof the National Academy of Sciences of the United States of\nAmerica 100:14949–14954.\nThibaut, L. M., and S. R. Connolly. 2013. Understanding diver-\nsity–\nstability relationships: towards a unified model of port-\nfolio effects. Ecology Letters 16:140–150.\nTilman, D. 1999. The ecological consequences of changes in\nbiodiversity: a search for general principles. Ecology 80:1455–\n1474.\nTilman, D., and J. A. Downing. 1994. Biodiversity and stability\nin grasslands. Nature 367:363.\nTilman, D., P. B. Reich, and J. M. H. Knops. 2006. Biodiversity\nand ecosystem stability in a decade-long grassland experi-\nment. Nature 441:629–632.\nValdivia, N., A. E. Gonz\n\u0013\nalez, T. Manzur, and B. R. Broitman.\n2013. Mesoscale variation of mechanisms contributing to sta-\nbility in rocky shore communities. PLoS ONE 8:e54159.\nYachi, S., and M. Loreau. 1999. Biodiversity and ecosystem\nproductivity in a fluctuating environment: the insurance\nhypothesis. Proceedings of the National Academy of Sciences\nUSA 96:1463–1468.\nS\nUPPORTINGINFORMATION\nAdditional supporting information may be found in the online version of this article at http://onlinelibrary.wiley.com/doi/\n10.1002/ecy.2987/suppinfo\nD\nATAAVAILABILITY\nData are available from the Environmental Data Initiative: https://doi.org/10.6073/pasta/23965abf42954f345cfd6642fe3c4810\nXxxxx 2020FOUNDATION SPECIES AND STABILITYArticle e02987; page 11",
  "extractedAt": "2025-12-12T18:45:09.146Z",
  "success": true,
  "matchedPublication": {
    "title": "Foundation species promote community stability by increasing diversity in a giant kelp forest",
    "doi": "10.1002/ecy.2987",
    "year": "2020",
    "authors": "Lamy, Thomas; Koenigs, Craig; Holbrook, Sally J.; Miller, Robert J.; Stier, Adrian C.; Reed, Daniel C."
  }
}