{
  "filename": "Lenihan et al. (Ecosphere) 2022.pdf",
  "numPages": 16,
  "text": "ARTICLE Special Feature: Honoring Charles H. Peterson, Ecologist Increasing spillover enhances southern California spiny lobster catch along marine reserve borders Hunter S. Lenihan 1 | Sean P. Fitzgerald 1,2 | Daniel C. Reed 3 | Jennifer K. K. Hofmeister 4 | Adrian C. Stier 3,5 1 Bren School of Environmental Science and Management, University of California, Santa Barbara, California, USA 2 Florida Fish and Wildlife Conservation Commission, Tallahassee, Florida, USA 3 Marine Science Institute, University of California, Santa Barbara, California, USA 4 California Department of Fish and Wildlife, San Diego, California, USA 5 Department of Ecology, Evolution and Marine Biology, University of California, Santa Barbara, California, USA Correspondence Hunter S. Lenihan Email: hlenihan@ucsb.edu Funding information California Sea Grant Prop 84 grant program, Grant/Award Number: R/ OPCOAH-2; Environmental Markets Solution Laboratory (emLAB); National Science Foundation, Long Term Ecological Research, Grant/Award Number: OCE 1831937; Ocean Recoveries Lab at UC Santa Barbara Handling Editor:Sean P. Powers Abstract The conservation benefits of marine reserves are well established but their contri- bution to adjacent fisheries via spillover is less certain and context-dependent. Theoretical predictions do not always match empirical evidence from individual reserves, so carefully designed studies are essential for accurately assessing spill- over and its contribution to fisheries. Biomass buildup within reserves, and spill- over from reserve borders, also usually takes time to develop. In 2003, a network of no-take marine reserves was established in the Northern Channel Islands (NCI) of southern California (CA) to conserve biodiversity and to eventually enhance local fisheries through spillover of larvae, juveniles, and adults. The reserve network impacted the local CA spiny lobster (Panulirus interruptus)fish- ery by removing about 20% of fishing grounds in the NCI. In 2008, a collabora- tive fisheries research effort detected substantial lobster population increases within reserves, and an indication of the possible spillover of adult lobsters across reserve borders. To estimate whether and how much populations within reserves, and spillover from reserves, have increased through time, we repeated the sam- pling program 10 years later in 2018 at two of the three original reserves. Scien- tific trapping was conducted prior to thefishing season along a spatial gradient beginning deep within the reserves to reference sites located outside (≥2km)of reserve borders. Results showed that legal-sized lobster abundance in traps (catch per unit effort) increased by 125%–465% deep inside reserves, and by 223%–331% at sites near to reserve borders, and by nearly 400% just outside of reserve borders over the 10-year period, thus indicating asubstantial increase in spillover across reserve borders. A similar pattern was observed in lobster biomass caught in traps at the two reserves. This study demonstrates how spillover scales with bio- mass buildup and that collaborative fisheries research can be used to assess the efficacy of marine reserves as fishery management tools worldwide. KEYWORDS collaborative fisheries research, fishery benefits, marine reserves,Panulirus interruptus, Special Feature: Honoring Charles H. Peterson Ecologist, spillover, spiny lobster Received: 26 February 2021Revised: 24 August 2021Accepted: 17 September 2021 DOI: 10.1002/ecs2.4110 This is an open access article under the terms of theCreative Commons AttributionLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2022 The Authors.Ecospherepublished by Wiley Periodicals LLC on behalf of The Ecological Society of America. Ecosphere.2022;13:e4110. https://onlinelibrary.wiley.com/r/ecs21of16 https://doi.org/10.1002/ecs2.4110 INTRODUCTION Marine reserves are no-take marine protected areas (MPAs) that are widely recognized as effective conserva- tion tools for protecting marine resources within their borders (Byers, 2005; Di Franco et al.,2016; Lubchenco et al., 2003; Sala & Giakoumi,2017). Establishing and enforcing marine reserves often lead to the increased size, density, and spawning biomass of harvested species. Theory predicts that marine reserves can increase the reliability of exploitable fish stocks for the benefit of fishers (Lester et al., 2009; Roberts et al.,2005; Russ & Alcala, 2011). One mechanism by which reserves can benefit fisheries is through“spillover,”of which there are two main forms. First, protection from fishing can lead to an increase in the abundance and biomass of reproductive adults that produce relatively many eggs or larvae that disperse from within reserve borders to areas outside of reserves, where animals can be harvested (e.g., Botsford et al., 2009; Gell & Roberts,2003; Pelc et al., 2010). Jennings (2000) described this mechanism as increases in spawner biomass per recruit and larval supply by protecting“source”populations. Second, an increase in the population density, and individual size of animals within a reserve, can stimulate juvenile and adult individuals to migrate from inside to outside of reserve borders in search of food, habitat, or mates, or to avoid aggressive interactions with conspecifics (e.g., Di Lorenzo et al., 2016,2020; Halpern et al.,2010; Kellner et al., 2007). Both mechanisms of spillover can enhance fisheries by increasing the overall biomass of target spe- cies available for harvest in open fishing grounds. How- ever, the capacity for marine reserves to benefit adjacent fisheries through spillover is controversial and an active area of research (Hilborn et al., 2004; Parrish,1999; Woodcock et al., 2017). This controversy arises, in part, from the clear short-term costs to fishers associated with reserve implementation, which typically includes the reduction in the size of available fishing grounds (Di Lorenzo et al., 2016; McClanahan,1999). In addition, the spillover of juveniles and adults is thought to enhance only fisheries in which intensive fishing has substantially depleted the stock to such a degree that the addition of individuals through spillover has a detectable positive effect on catch (Halpern et al., 2010; Walters et al.,2007; but see Lenihan et al., 2021). While theory and some empirical evidence suggest that reserves can benefit adjacent fisheries through spill- over, despite the closure of fishable habitat (Follesa et al., 2011; Goñi et al.,2010; Kerwath et al.,2013; Lenihan et al., 2021), other studies have failed to identify clear evidence of spillover benefits (Willis et al., 2003). Evaluation of what underlies the long-term benefits of marine reserves as fishery management tools requires ongoing site-specific empirical study (Caselle et al., 2015; De Leo & Micheli, 2015; Kay, Lenihan, Guenther, et al., 2012; Sale et al.,2005). Whether and to what extent reserves provide net economic benefits to a fishery through spillover depends on a suite of biological, social, and economic factors that usually take time to develop (Lynham et al., 2020). Even after protection occurs and mortality from harvest goes down inside reserves, it usu- ally takes time for most species to build up in biomass inside a protected area (Kaplan et al., 2019). Additionally, when reserves restrict access to certain fishing grounds, it may take time for fishers to adapt and find new places to fish (Guenther et al., 2015). One way to better understand the fisheries conse- quences of reserve implementation is to examine how reserves affect both the harvested species and catch through time (Lenihan et al., 2021). Specifically, we can quantify temporal changes in the biomass, size structure, and density of harvested species inside of reserves, and then relate the patterns we observe to the catch per unit effort of the harvested species (CPUE) measured outside of reserves (Goñi et al., 2011). Here, we use multiple esti- mates of catch per unit effort and biomass to examine the response of CA spiny lobster (Panulirus interruptus) populations to reserve protection in southern CA, and to test whether increases in lobster abundance and size inside reserves have led to greater catch through spillover in nearby fishing grounds. Lobster species have been the focus of relatively many studies designed to assess the ecological performance of marine reserves (Babcock et al., 1999; Bevacqua et al., 2010; Edgar & Barrett,1999; Goñi et al.,2006; Shears et al., 2006) and the effects of reserves on fisheries (e.g., Follesa et al., 2011; Goñi et al.,2010,2011; Ley- Cooper et al., 2014; Moland et al.,2013). Lobsters are rel- atively long-lived (30–100 years) and highly fecund (mil- lions of eggs) marine benthic predators whose larvae can spend long periods of time (6–12 months) in a planktotrophic dispersive state. Much attention has been paid to lobsters because many species are relatively very heavily fished due to their high value, and many of their biological characteristics, especially a benthic life history as juveniles and adults, and a relatively limited range of movement ( 1–2 km) as adults, mean that even rela- tively small reserves are effective tools for conservation (Kramer & Chapman, 1999; Le Quesne & Codling,2008; Moffitt et al., 2009; Moland et al.,2011). Nevertheless, the results of studies designed to quantify the spillover of rel- atively many lobster species have varied widely. Some studies detected spillover and associated fishery benefits (Bevacqua et al., 2010; Follesa et al.,2011; Goñi et al., 2006,2010; Kerwath et al.,2013; Lenihan 2of16LENIHANET AL. et al.,2021; Ley-Cooper et al.,2014; Moland et al.,2013), while others found no evidence of the spillover of legal- sized individuals (Hoskin et al., 2011; Rowe,2002)or found spillover only for relatively very larger lobsters (Thorbjørnsen et al., 2018). Additionally, for Caribbean spiny lobsters in Florida, one study found that lobsters “spill in”to reserves in response to disturbance (Eggleston & Parsons, 2008). Variation in the presence/absence, intensity, and dynamics of lobster spillover reported in marine reserve literature may reflect several key factors, including a wide array of different lobster species and environmental set- tings. Poaching within reserves is an ubiquitous and often unaccounted for problem (Byers & Noonburg, 2007). Lob- sters also may not consistently migrate over reserve boundaries, or if they do, the amount of net migration out of reserves may not be enough to influence local catch rates. Such a scenario is possible when lobster abundance and catch were relatively high before reserves were implemented (Halpern et al., 2009; Hilborn et al.,2004). Additionally, the fishery may not actively fish reserve bor- ders if there is not suitable habitat along reserve borders (Freeman et al., 2009;Guentheretal.,2015;White et al., 2020; ). The response of recovering species inside reserves can also be long and transient (White et al., 2013). Thus, it may take substantial time for populations to increase sufficiently enough inside reserves to cause the net movement of animals from inside to outside of reserves where they are harvested (Hilborn et al., 2006; Jiao et al., 2018). The implementation of a marine reserve network in the Northern Channel Islands (NCI), California (CA), USA, in 2003 had major impacts on the southern CA spiny lobster fishery. Prior to the establishment of the reserve network, lobster populations were heavily exploited (California Department of Fish and Game [CDFG], 2008), but the fishery was considered sustain- able by fishers and managers (Neilson, 2011). The place- ment of reserves and the total amount of area protected from fishing effectively removed 17% of lobster fishing grounds in the NCI (Guenther et al., 2015). Whether reserve establishment influenced the total catch of lob- sters in the region has not been tested, but interviews with 65% of fishers within the NCI lobster fleet indicated that individual catch rates had declined by an average of 10% during the six periods (2003–2008) after reserves were established (Guenther, 2010). To clarify, reserves were established prior to the lobster fishing season (October–March) in 2003. Research on the effects of NCI reserves on spiny lobsters showed that by 2008, there were substantial increases in lobster abundance and bio- mass inside reserves (Kay, Lenihan, Guenther, et al., 2012). Spatially intensive research trapping of adults and juveniles, and tag-and-recovery studies, con- ducted in collaboration with the local lobster fishery rev- ealed evidence of spillover, albeit in a relatively small amount (Kay, Lenihan, Kotchen, & Miller, 2012). By con- trast, results from a before–after–control–impact analysis in the NCI indicated that fishing effort and CPUE for lob- ster decreased near reserve borders 5 years after reserve implementation due mainly to the fishers choosing not fish near to the reserve borders (Guenther et al., 2015). Thus, the benefits of the NCI reserves to the fishery have remained uncertain (Kay, Lenihan, Kotchen, & Miller, 2012; Withy-Allen & Hovel,2013). Anecdotal evidence suggests that, over the past decade, fishers are spending an increasing amount of time fishing the line (i.e., the line that marks the border of MPAs) in southern CA (e.g., Lenihan et al., 2021) and that spiny lobster catch rates and lobster sizes near reserve borders have markedly increased (S. Fitzgerald & H. Lenihan, personal observations). This anecdotal evi- dence motivated us to examine whether lobster popula- tion abundance and spillover detected in 2008 by Kay, Lenihan, Kotchen, and Miller ( 2012) have increased through time. To do this, we partnered with the fishery to replicate Kay et al.’s study using scientific trapping at two Channel Island MPAs prior to the opening of the fishing season in 2018. Our objectives were to test whether and how much lobster abundance and biomass have increased within the NCI reserves after 15 years of protection from fishing, and whether fishers are experiencing increased catch outside of reserve borders due to spillover. We know of no other study that tested for increases in reserve spillover through time by repeat- ing a spatially explicit experimental fishing regime. We dedicate this research in honor of Charles H.“Pete” Peterson and to his extraordinary body of research that contributed greatly to coastal marine resource manage- ment and ecological science. METHODS Study sites and data collection To test how continued, well-enforced protection from fishing influenced lobster populations and catch, we col- lected size and CPUE data for CA spiny lobster using modified commercial lobster traps placed along a spatial gradient extending from deep within to relatively far out- side the borders of two no-take MPAs, Scorpion Marine Reserve and Gull Marine Reserve, located on Santa Cruz Island in the Santa Barbara Channel (SBC) (Figure 1). A total of 13 marine reserves were established in the SBC in April 2003 (CDFG, 2008). A full description of the ECOSPHERE3of16 physical, ecological, and oceanographic characteristics of the Scorpion and Gull reserves and sampling sites is pro- vided in Kay, Lenihan, Guenther, et al. ( 2012) and Kay, Lenihan, Kotchen, and Miller ( 2012). In brief, trapping sites were selected based on extensive habitat surveys by divers and local ecological knowledge (LEK) of commer- cial fishers. Surveys and LEK ensured that sites were appropriate for lobster sampling based on habitat, histori- cal lobster yield, and population size structure, depth, and oceanographic conditions. Each trap was placed in 2018 on the same localized reef patch, but 30 m away from the initial spot used in 2008, in an effort to promote sample independence. Four trap location categories rela- tive to MPA borders were designated for each reserve: deep inside (“in-deep”), near the inner reserve border (“in-edge”), near the outer reserve border (“out-edge”), and far outside (“out-far”; Figure 2). A prior study found that the use of baited traps to estimate spiny lobster abundance was sufficiently accurate: Estimates from traps were statistically indistinguishable from estimates made by diver counts (Kay, Lenihan, Guenther, et al., 2012). Trap location designations (in-deep, in-edge, out- edge, and out-far) were based on trap distance from MPA borders as measured by GPS coordinates, fisher LEK of areas with contiguous habitat, and the spatial scale of lobster movement. Tagging studies over a 2-year period (2007–2008) at the Channel Islands showed that most lobsters tagged at the Channel Islands moved≤1km from their initial tagging site and lobsters rarely moved ≥2 km from their initial tagging site (CDFG, 2008; Kay & Wilson, 2012). As such, we defined out-far sites as≥2km outside of a reserve border and out-edge sites as≤1km outside of a reserve border for both MPAs. Inner site des- ignations differed slightly between studies. At Gull Island Reserve (Gull), in-deep traps were those set≥2 km inside the western reserve border (where the remainder of trap sampling took place; see Figure 2). In-edge traps were set ≤1 km inside the western border of Gull. At Scorpion Point Reserve (Scorpion), there is a sandy area located  0.65–0.85 km inside the reserve that disrupts the con- tinuous rocky reef habitat. As such, in-deep traps were set≥0.85 km inside the reserve border and in-edge traps were set≤0.65 km inside the reserve border. Fisher LEK supported these designations while at sea. Figure 2shows the coordinates and categorizations for each trap. Traps with erroneous GPS recordings (i.e., GPS appeared out- side of known sampling locations or GPS did not match at-sea trap location designation) and traps that did not closely overlap (>50 m) between the two studies were removed from both datasets. Data from 40 to 122 traps were used from each sampling location in 2018. Traps were set under the guidance of a commercial fisherman in August and September of 2018, just prior to the opening of the commercial and recreational lobster fishery. Data from the 2008 study were restricted to traps set in August and September as well. Traps were identical to those used in the commercial lobster fishery, with the exception that escape ports for sublegal lobsters were closed to obtain a better representation of population size structure. In addition, differences in the spatial patterns in the CPUE of adult and sublegal juveniles provide an additional test of spillover as sublegals are caught and retained at much lower rates than adults (see Kay, Len- ihan, Kotchen, & Miller, 2012). Complete details regard- ing commercial trap construction and deployment are described in Kay, Lenihan, Guenther, et al. ( 2012). In brief, traps were deployed haphazardly at 6- to 16-m water depth within areas stratified by reef boundaries (i.e., the extent of hard-bottom substrate) that were delineated prior to sampling based on qualitative scuba surveys, local ecological knowledge (LEK) of collaborative fishery part- ners, and the distribution of giant kelp (Macrocystis pyrifera). As such, the exact position of each trap on the seafloor was not controlled, and replicate traps were sepa- rated by 30 m to avoid nonindependence of sampling units. The distance of 30 m was identified a prior by fish- ery partners as a distance that would not cause traps to compete against each other, and individual lobstermen often set their own traps much closer together (see Kay, Lenihan, Guenther, et al., 2012). For every trap deployed, we recorded depth, GPS coordinates, date, soak time (number of nights a trap was left in the water), number of lobsters caught, and trap SCI SRI Scorpion MR Gull Island MR Santa Barbara Channel 33.8° N 33.9° N 34° N 34.1° N 34.2° N 34.3° N 34.4° N 120.6° W Longitude Latitude CA, USA MEX Area of study 120.3° W120° W119.7° W119.4° W FIGURE 1Map showing the study area in the southern California Bight, including the Santa Barbara Channel and the Northern Channel Islands. Black lines indicate the coast and the state boundary three nautical miles offshore. The two largest islands are labeled (SCI, Santa Cruz Island; SRI, Santa Rosa Island). Rectangles (dark gray) represent marine reserves (MR); the reserves sampled in this study (Scorpion and Gull Island) are highlighted in red. MEX, Mexico. 4of16LENIHANET AL. location designation. We also recorded the sex of every lobster caught in every trap, and measured and recorded every lobster’s carapace length (CL; in millimeters) to the nearest two decimal points using Mitutoyo 500-763-10 IP67 Absolute Coolant Proof Calipers. While docked inside Scorpion, we also measured lobster weight to the nearest 0.01 kg using a Gempler’s digital hanging scale (model number 227658) for a subset of lobsters (n=114) that covered the size spectrum for both sexes sampled in this study. All lobsters were kept in the shade to reduce stress and were released in their original location. Standardizing data for soak time An important difference between the 2008 and 2018 stud- ies was the number of nights a trap was left in the water (soak time). All other methodology used in 2018 was the exact same as that used in 2008. Our own at-sea observa- tions, fisher LEK, and results from Kay, Lenihan, Kotchen, and Miller ( 2012) show that soak time signifi- cantly affects trap CPUE at the Channel Islands, and traps soaked for fewer nights in this study (1.9 0.8 nights, mean SD) compared with 2008 (4.5 1.6 nights; Welch’st 1729.6 =47.202,p< 0.0001). As such, data required standardization to account for soak time. Modeling efforts suggested that the nature of the relation- ship (i.e., linear or nonlinear) between soak time and catch per trap varied depending on the number of nights soaked, perhaps due to trap saturation occurring after multiple nights. The significance and magnitude of soak time’s influence on catch per trap were also specific to different combinations of trap location and year (Appendix S1: Tables S1 and S2 provide model details FIGURE 2Map showing location of each trap pulled relative to border (red) for (a) Scorpion Marine Reserve in 2008 (top left), (b) Gull Island Marine Reserve in 2008 (top right), (c) Scorpion Marine Reserve in 2018 (bottom left), and (d) Gull Island Marine Reserve in 2018 (bottom right). Circle colors represent trap location designation (green, in-deep; salmon, in-edge; orange, out-edge; and light blue, out-far). Scorpion, Scorpion Marine Reserve; Gull, Gull Island Marine Reserve. ECOSPHERE5of16 and further explanation). We therefore assessed the effect of soak time separately for each combination of year (2008 or 2018), MPA (Gull or Scorpion), and trap location (in-deep, in-edge, out-edge, and out-far) using the equations: Catch per trap in kilograms or number of lobstersðÞ ¼β 0 þβ 1 Soakþεð1Þ and Catch per trap in kilograms or number of lobstersðÞ ¼β 0 þβ 1 Soakþβ 2 SoakðÞ 2 þε,ð2Þ whereβ 0 is the intercept, Soak is a continuous variable representing the number of nights a trap was left in the water, the (Soak) 2 term in Equation2allows for a nonlinear relationship between soak time and catch per trap,β 1 andβ 2 are the regression coefficients on Soak and (Soak) 2 , respectively, andεis an error term describing variance not explained by the regression. When a model demonstrated a significant relation- ship between soak time and catch per trap for a given year–MPA–location combination, the best-performing model (Equation 1or2) was selected based on Akaike information criterion (AIC) andR 2 values. Raw data entries were then standardized to represent the average value for a 3-night soak (the median soak time across all data) by multiplying each data entry by the ratio 3_night/ i_night, where 3_night is the model-predicted value for a 3-night soak, andi_night is the model-predicted value for the actual number of nights soaked for the given trap (1– 8 nights). When catch per trap was not significantly affected by soak time (i.e.,p> 0.05 forβ 1 in Equation1,p> 0.05 for β 1 orβ 2 in Equation2), raw data were not standardized. Linear and nonlinear model results assessing soak time for each year–MPA–location combination are in Appendix S1: Tables S3–S10. In rare cases where model diagnostics suggested similar fits for linear and nonlinear models, the more conservative data transformation was applied (i.e., data were adjusted to a lesser degree). The catch per unit effort of the harvested species (numbers) and weight per trap data (in kilograms) were standard- ized for 7 of 16 year–MPA–location combinations, which changed mean catch per trap values by 15%–48% (Appendix S1: Tables S11 and S12). Data analysis We assessed changes in catch per trap from 2008 to 2018 in terms of CPUE (numbers per trap) and weight per trap (in kilograms) of legally sized lobsters using two-sample hypothesis testing for each combination of MPA and trap location (e.g., Gull in-deep CPUE in 2008=Gull in-deep CPUE in 2018). Data for most year–MPA–location combi- nations exhibited non-normality, skewness, and unequal variances between sites and years regardless of log or square root transformation, so we used Welch’st test approximation to compare groups and used un- transformed data to provide the simplest possible inter- pretation of test results. Welch’s test is more reliable than other two-sample hypothesis testing methods when vari- ances are unequal (i.e., Student’sttest, Mann-Whitney U; Ruxton, 2006; Zimmerman et al.,1993), and was the most robust method when comparing samples similar to ours in terms of unequal levels of skewness, variance, and sample size (the true significance level was within 10%–20% of the nominal significance value; Fagerland & Sandvik, 2009). Finally, type I error rates of Welch’s test (α=0.05) were low (≤8%) with sample sizes similar to ours even when dealing with highly uneven sample sizes and sample variances, as well as data coming from a lognormal, beta, or exponential distribution (Algina et al., 1994). We also assessed differences in the length frequency of lobster populations sampled from each location using two-sided Kolmogorov-Smirnov (KS) tests. Tests were performed on data combining legal (≥85-mm carapace length;P. interruptususually reaches sexual maturity at 65–69 mm at 5–9 years old; the maximum length caught in this study was >150 mm) and sublegal lobsters to assess the full-size structure of the population, but addi- tional tests were performed using only legally sized lob- sters to provide consistency with catch per trap analyses. When two-sided KS tests revealed a signifi- cantly different size distribution between years for a given site (p< 0.05), we used one-sided KS tests and the cumulative distribution functions for the 2 years to determine which sample had a higher proportion of large lobsters. Weights were calculated for each lobster based on sex-specific length–weight observations recorded in this study (S. Fitzgerald, unpublished data) using the allome- tric growth equation: Wt¼aCLðÞ b ,ð3Þ where Wt refers to lobster weight (in kilograms), CL refers to lobster carapace length (in centimeters),ais a constant, andbis an allometric scaling parameter. Weights were then converted to pounds (the metric used in the lobster fishery) prior to data standardization for soak time (see above). We generated scatterplots for CPUE and weight per trap data to visualize the differences between year– 6of16LENIHANET AL. MPA–location combinations, box-and-violin plots to more accurately visualize the data spread for both variables, and histograms with superimposed density plots to visualize size data. All analyses and figure generation were per- formed in R (R Core Team, 2018). RESULTS Catch per unit effort There were dramatic increases in legal-sized lobster CPUE within and just outside of reserve borders from 2008 to 2018 (Figure 3). The change in the spatial pat- tern of CPUE between the two sampling periods was indicative of a substantial increase in the spillover of legal-sized lobster from within reserves to the adjacent fishing ground. An increase in CPUE was not observed at control sites (out-far sites) located≥2kmawayfrom the reserve borders. At Gull Island Reserve (Gull), the mean number of lobsters caught per trap increased by 9.5 at in-deep sites (a 124% increase; Welch’sttest: p< 0.001) and by 1.5 at out-edge sites (223% increase; Welch’sttest:p<0.001), whereas mean CPUE decreased by 0.8 lobsters per trap at out-far sites (69% decrease; Welch’sttest:p< 0.001). Table 1summarizes results of all statistical tests comparing CPUE between years for each combination of MPA and trap location. At Scorpion Point Reserve (Scorpion), mean CPUE increased by 20.5 at in-deep sites (402% increase; Welch’sttest:p< 0.001), by 7.2 at in-edge sites (384% increase; Welch’sttest:p< 0.001), and by 1.6 at out- edge sites (315% increase; Welch’sttest:p< 0.001). CPUE did not change at in-edge sites at Gull or at out- far sites at Scorpion (p>0.05forboth).Figure 3shows mean CPUE ( SEs) for each year–MPA–trap location combination, and Appendix S1: Figure S1 visualizes the data spread for each combination. A similar trend was observed for sublegal lobsters but with important differences (Appendix S1: Table S13). At Gull Island Reserve (Gull), the mean number of sublegal lobsters caught per trap increased during the 2008–2018 period by 3.2 at in-deep sites, by 1.5 at in-edge sites, but by only 0.43 at out-edge sites. At Scorpion Point Reserve (Scorpion), the mean CPUE of sublegal lobsters increased over the 10-year period by almost 6 at in-deep sites, by about 5 lobsters at in-edge sites, and by 1.3 lobsters (250%) at out-edge sites. Using the mean CPUE of both adults and sublegal lobsters for each site–year combina- tion, we found that the ratio of sublegals to legal lobsters increased for all trapping locations except three, the out-edge at both Gull and Scorpion, and the in-deep at Scorpion (Appendix S1: Table S13). Weight The increase in the total weight of lobsters caught inside reserves was even more dramatic than our measurements of CPUE (Figure 4). From 2008 to 2018 at Gull, the mean weight of lobsters caught per trap increased by 11.8 kg at in-deep sites (a 144% increase; Welch’sttest:p< 0.001) and by 1.3 kg at out-edge sites (258% increase; Welch’s ttest:p=0.001), whereas mean weight per trap decreased by 0.7 kg at out-far sites (74% decrease; Welch’s ttest:p< 0.001). Table 2summarizes Welch’sttest results comparing lobster weight per trap (in kilograms) between years for each combination of MPA and trap location. At Scorpion, mean weight per trap increased by 24.3 kg at in-deep sites (465% increase; Welch’sttest: p< 0.001), by 6.13 kg at in-edge sites (335% increase; Welch’sttest:p< 0.001), and by 1.46 kg at out-edge sites (331% increase; Welch’sttest:p< 0.001). Like that observed for CPUE, the weight per trap did not change for in-edge sites in Gull or out-far sites at Scorpion (Welch’sttest:p> 0.05 for both). Figure 4shows mean * * * * * * Scorpion Gull In-deep In-edge Out-edge ut-far 0 10 20 0 10 20 CPUE (No. legal lobsters caught) All trap locations * * * Scorpion Gull Out-edge Out-far 0 1 2 0 1 2 Outer sites only Year 2008 2018 FIGURE 3Mean catch per unit effort (CPUE; number of lobsters per trap) for every combination of year, reserve, and trap location relative to reserve borders for the Scorpion and Gull Island marine reserves. Scorpion, Scorpion Marine Reserve; Gull, Gull Island Marine Reserve. The vertical dotted line represents the reserve boundary. Open circles represent 2018 data, closed circles represent 2008 data, and error bars represent standard errors. The left panel shows data for all four trap location designations, whereas the right panel zooms in to show only data from sites outside of reserves. Asterisks next to a point indicate a significantly higher CPUE for that given year as determined by Welch’sttest; *p< 0.05; **p< 0.01; and ***p< 0.001. CPUE was statistically adjusted relative to soak time that is standardized in some cases, as explained inStandardizing data for soak time. ECOSPHERE7of16 weight per trap ( SEs) for each year–MPA–trap location combination, and Appendix S1: Figure S2 visualizes the data spread for each combination. Lobster size At Gull, results of the KS tests showed that the size distri- butions of lobster populations (sublegals and legals com- bined) differed between time periods for all four sites (Table 3). There were a higher proportion of large lob- sters in 2018 than in 2008 at in-deep, in-edge, and out- edge sites, and a smaller proportion of large lobsters in 2018 than in 2008 at out-far sites (one-sidedp< 0.001 in all cases; Figure 5). These results remained similar when restricting the analysis to legal lobsters only (p< 0.05 in all cases; Table 3). At Scorpion, KS tests showed that the size distributions of lobster populations (sublegals and legals combined) differed for in-edge, out-edge, and out- far sites (p< 0.05), but not for in-deep sites (p=0.07; Table 3) between 2008 and 2018 (Figure5). There was a higher proportion of large lobster at out-edge sites in 2018 (one-sidedp=0.01), but a lower proportion of large lobsters in 2018 than in 2008 at in-edge and out-far sites (one-sidedp< 0.01 for both; Table 3). When restricting analyses to legally sized lobsters, findings remained simi- lar at in-edge and out-far sites (one-sidedp< 0.01 for both) but were insignificant at the out-edge site (p> 0.05; Table 3). DISCUSSION Quantifying the effects of MPAs on fisheries yields is an important component of marine spatial planning, conser- vation, and fisheries management. Our study provides a case study on the role of marine reserves in driving TABLE 1Catch per unit effort (CPUE; number of lobsters per trap) for each combination of year, MPA, and trap location, including the difference between years and the associated 95% confidence interval (95% CI), and two-sided Welch’sttest results comparing CPUE between years Trap location Mean CPUEDifference (CPUE) tdfp N 20082018Mean95% CI20082018 Gull In-deep7.645494917.14841189.507.76 to 11.25 10.73192.63<0.0001178112 In-edge4.61877256.752.13 1.27 to 5.53 1.2740.850.21226340 Out-edge0.65725392.1251.470.86 to 2.08 4.8641.35<0.000122640 Out-far1.15620510.3548387 0.80 1.05 to 0.566.41308.87<0.000122193 Scorpion In-deep5.114285725.661501720.5516.9 to 24.19 11.3054.26<0.00013543 In-edge1.87179499.06666677.195.45 to 8.94 8.1787.19<0.00013961 Out-edge0.52112682.16393441.641.1 to 2.19 5.97151.74<0.000171122 Out-far2.34615382.36538460.02 1.12 to 1.16 0.0348.420.9732652 Note: Boldface text indicates sites with significantly greater CPUE in 2018 versus 2008.Ndenotes sample sizes in number of traps pulled. Gull, Gull Island Marine Reserve; Scorpion, Scorpion Marine Reserve (see Figure 1for location). * * * * * * Scorpion Gull I n -de e p I n- ed ge O u t - e d g e Out- f ar 0 5 10 15 20 0 10 20 30 Weight per trap (kg) All trap locations * * * Scorpion Gull O u t - ed g e O ut - fa r 0.0 0.5 1.0 1.5 2.0 0.0 0.5 1.0 1.5 2.0 Outer sites only Year 2008 2018 FIGURE 4Mean lobster weight per trap (in kilograms) for every combination of year, reserve, and trap location relative to reserve borders for the Scorpion and Gull Island marine reserves. Gull, Gull Island Marine Reserve; Scorpion, Scorpion Marine Reserve. The vertical dotted line represents the reserve boundary. Open circles represent 2018 data, closed circles represent 2008 data, and error bars represent standard errors. The left panel shows data for all four trap location designations, whereas the right panel zooms in to show only data from sites outside of reserves. Asterisks next to a point indicate a significantly higher CPUE for that given year as determined by Welch’sttest; *p<0.05;**p<0.01;and***p<0.001. 8of16LENIHANET AL. fisheries yields in southern CA and offers important insight into the importance of time as a key driver in the effects of protected areas on harvest. We found that 15 years after reserves were established two key proxies for lobster population status and fishery performance (i.e., biomass and CPUE) increased substantially inside two replicate reserves, and that legal-sized lobsters were apparently spilling into nearby fished areas along the reserve borders. Our findings indicate that lobster populations may have doubled in size within reserves, and the rate of spillover may have quadrupled in the 10-year increment between 2008 and 2018. As we noted above, relatively many studies have documented the buildup of lobster populations in reserves, and the spill- over of lobsters from reserves. A suite of studies has also reported that reserve-enhanced catches can increase com- mercial fishery yield (e.g., Goñi et al., 2011). For example, our recent work on the nearby Santa Barbara mainland coast (Lenihan et al., 2021) reported how the establish- ment of marine reserves in 2012 increased the yield of lobster for the commercial fishery by 200% in fishing zones near to reserves, even though the reserves removed 35% of total lobster fishing ground within those zones. In that case, the positive influence of spillover on yield was observed within 6 years of the establishment of reserves. By contrast, here we report that more than twice that amount of time was necessary to enhance catch outside of reserves in the NCI, specifically on Santa Cruz Island, which is located about 40 km from the mainland. Two factors help explain the delayed response in spill- over in the NCI compared with that observed for main- land reserves. First, the fishery on the mainland is much more intensively fished than in the NCI (Guenther et al., 2015), which is logical because the NCI is much farther away from the Santa Barbara Harbor than the local coastal fishery. As such, there are twofold to three- fold more traps placed annually along the mainland than in NCI (CDFW, 2019). The result is relatively less heavily fished populations in the NCI, which theory predicts should lead to relatively less spillover (Hilborn et al., 2004). In addition, it was not until relatively recently (since 2008) that lobster fishers began substan- tially fishing the line in the NCI, whereas they began to fish the line almost immediately after the mainland reserve was established in 2012, perhaps due to an evolu- tion of fishing behavior in the NCI. Second, the reserves producing substantial spillover on the mainland were connected in space to nearby fishing grounds by the con- tinuous rocky reef habitat across which lobster readily move (Lenihan et al., 2021). The mainland reefs probably provided safe passage for lobsters out of reserves where they eventually were caught. Conversely, the border region of two reserves sampled in the NCI in this study contained reefs distributed in patches across substantial areas of the sand bottom, over which lobsters prefer not to travel (Goñi et al., 2008; Kay, Lenihan, Kotchen, & Miller, 2012). In combination, these two factors probably delayed both the fishery-driven development of a steep gradient in lobster abundance from inside to outside reserve borders—a gradient indicative of spillover (Halpern et al., 2009; Kellner et al.,2007)—and the rate of movement of lobsters from areas of high population density within the reserves to relatively low population density outside of the reserves. TABLE 2Lobster weight per trap (in kilograms) for each combination of year, MPA, and trap location, including the difference between years and the associated 95% confidence interval (95% CI), and two-sided Welch’sttest results comparing weight per trap between years Trap location Mean weight per trap (kg)Difference (kg) tdfp N 20082018Mean95% CI20082018 Gull In-deep8.2120.0211.819.79 to 13.84 11.50175.13<0.0001178112 In-edge4.107.843.740.19 to 7.67 1.9240.030.06226340 Out-edge0.491.761.270.71 to 1.82 4.6240.69<0.000122640 Out-far0.920.25 0.68 0.88 to 0.486.78298.35<0.0001916 Scorpion In-deep5.2229.4824.2619.47 to 29.06 10.1649.65<0.000122193 In-edge0.447.996.154.53 to 7.78 7.5390.13<0.00013543 Out-edge0.441.901.462.11 to 4.33 5.73148.51<0.00013961 Out-far1.881.83 0.11 0.96 to 0.930.1045.900.92171122 Note: Boldface text indicates sites with significantly greater weight per trap in 2018 versus 2008.Ndenotes sample sizes in number of traps pulled. Gull, Gull Island Marine Reserve; Scorpion, Scorpion Marine Reserve (see Figure 1for location). ECOSPHERE9of16 We are confident that the patterns that we observed in our trapping data indicate spillover contributions to the southern CA lobster fishery. Several reasons underlie our confidence. First, lobster fishers now intently focus on fishing at reserve borders in the CINMS, including at the Gull Island and Scorpion Point reserves, and else- where throughout the SBC ecosystem (Lenihan et al., 2021; C. Voss, personal communication). Fishers sample continually with their traps to identify the best harvest locations and have strong economic incentives to fish in the most productive spots. According to our fishing part- ners, fishing has increased at reserve borders as the catch rates have increased in those locations over the past 10 years. The most reasonable explanation for greater catch rates through time at reserve borders is the buildup and subsequent spillover of lobsters from no-fishing reserves. Second, we have no evidence that natural varia- tion through space in lobster abundance drove the pat- terns that we observed. In fact, our work from 2003 to 2008 indicated lobster abundance was similar across all sites prior to reserve establishment and increased inside of reserves after fishing ceased. Whether spatial variation in recruitment drove the patterns that we report is possible but not supported by our data. We have and know of no data on recruitment. Instead, we collected CPUE for sublegal lobsters that provide a proxy for recruitment (Kay, Lenihan, Guenther, et al., 2012). Those data (see Appendix S1: Table S13) indicate that the CPUE of sublegals increased everywhere (except one site; out-far at Gull Island), thus implying that recruitment may have increased ubiqui- tously across the CINMS. That recruitment may have TABLE 3Kolmogorov–Smirnov (KS) test results comparing length frequencies of lobsters between years for each combination of MPA and trap location Trap locationDpTestCDF interpretation N 20082018 All lobsters (legal+sublegal combined) Gull In-deep0.174<0.0001One-sidedLarger lobsters in 201822521705 In-edge0.264<0.0001One-sidedLarger lobsters in 20182808389 Out-edge0.189<0.0001One-sidedLarger lobsters in 2018811175 Out-far0.169**0.001One-sidedSmaller lobsters in 2018**1064151 Scorpion In-deep0.0830.067Two-sidedN.S.3111156 In-edge0.231**<0.0001One-sidedSmaller lobsters in 2018**101723 Out-edge0.1480.012One-sidedLarger lobsters in 2018125530 Out-far0.179**0.004One-sidedSmaller lobsters in 2018**128265 Legal lobsters only Gull In-deep0.237<0.0001One-sidedLarger lobsters in 2018579429 In-edge0.375<0.0001One-sidedLarger lobsters in 201838099 Out-edge0.1870.012One-sidedLarger lobsters in 20186657 Out-far0.251**0.022One-sidedSmaller lobsters in 2018**18717 Scorpion In-deep0.0960.111Two-sidedN.S.127492 In-edge0.232**0.001One-sidedSmaller lobsters in 2018**45156 Out-edge0.1800.159Two-sidedN.S.36157 Out-far0.260**0.002One-sidedSmaller lobsters in 2018**6167 Note:Dis the test statistic;“Test”indicates whether the results are for a one-sided or two-sided test;“CDF interpretation”refers to a comparison of the cumulative distribution functions (CDFs) between years to determine which year yielded larger lobsters; andNdenotes sample size (number of lobsters measured) in each year. The top panel presents results from analyses that included all lobsters, whereas the bottom panel presents results from analyses restricted to only legal lobsters. Boldface text indicates a significantly higher proportion of large lobsters in 2018, whereas asterisks and italic text indicate a significantly smaller proportion of large lobsters in 2018. Gull, Gull Island Marine Reserve; Scorpion, Scorpion Marine Reserve (see Figure 1for location). 10 of 16LENIHANET AL. increased at the highest rates within the reserves is also possible, as the level of anthropogenic disturbances also generally decreased in reserves, habitat improved, and lobster recruitment may be gregarious to some degree. Furthermore, the ratio of sublegal to legal lobsters (Appendix S1: Table S13), in theory, implies indirectly that spillover increased. With a net movement of adult lobsters out of reserves, and under the assumption that smaller sublegals move less than adults, even with greater density-dependent interactions, one might pre- dict that the ratio of sublegals to legals increases with greater spillover. Data in Appendix S1: Table S13 support this theory, as 70% of the locations that we sampled had a higher sublegal: legal ratio in 2018 than in 2008. Why the ratio declined over this period at Scorpion“in-deep” appears to be the substantially large increase in legal lob- ster toward the middle of the reserve. Nevertheless, we caught more sublegals at that site in 2018 than in 2008. In-deep In-deep In-deep In-deep In-edge In-edge In-edge In-edge Out-edge Out-edge Out-edge Out-edge Out-far Out-far Out-far Out-far Scorpion: 2018Scorpion: 2018Scorpion: 2018Scorpion: 2018 Scorpion: 2006-08Scorpion: 2006-08 Gull: 2018Gull: 2018Gull: 2018Gull: 2018 Gull: 2006-08Gull: 2006-08Gull: 2006-08Gull: 2006-08 51015510155101551015 51015510155101551015 51015510155101551015 51015510155101551015 0.0 0.1 0.2 0.3 0.4 0.5 0.0 0.1 0.2 0.3 0.4 0.5 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.3 0.4 0.0 0.1 0.2 0.3 0.4 0.5 0.0 0.1 0.2 0.3 0.4 0.0 0.1 0.2 0.3 0.4 0.0 0.1 0.2 0.3 0.4 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.0 0.1 0.2 0.0 0.1 0.2 0.3 0.0 0.1 0.2 0.3 Carapace length (cm) Individuals by size (density) Sex F M 20082008 2008 2008 20082008 Scorpion: 2008Scorpion: 2008 FIGURE 5Length frequency (carapace length, cm) of sampled lobster populations for each combination of year (1st and 3rd row=2008, 2nd and 4th row=2018), reserve (top two rows=Gull marine reserve; bottom two rows=Scorpion marine reserve), and trap location (from left to right: in-deep, in-edge, out-edge, out-far). Males (M) are shown in dark gray and females (F) are shown in white. Red line is the carapace length of a legal-size lobster. Rectangles indicate histogram bins and pink shading reflects density plots for both sexes combined. ECOSPHERE11 of 16 That the ratio declined at the out-edge site is entirely consistent with an increase in spillover, especially because the CPUE of sublegals also went up at that site during the same period. Certainly, recruitment variation may have been a contributing factor influencing our results, but we think it does not confound our study and weaken our conclusion that greater spillover generated greater catch rates at the borders of the two reserves. Third, we did not conduct a tagging study that would have provided additional evidence for or against enhanced spillover. However, Kay, Lenihan, Guenther, et al. ( 2012) did conduct a tagging study and their con- clusion was that by 2008, 5 years after reserves were established, that lobsters were moving in and out of reserves, and that the movement combined with the pat- tern of catches supported the presence of spillover, albeit at not high enough rates to stimulate the fishery to fish the borders (see also Guenther et al., 2015). The pattern of fishing has radically changed since then. Finally, if the substantial increases in the preseason weight per trap that we report were a result of broadscale environ- mental changes, landings probably would have increased uniformly across the fishery. However, trap yield did not increase at out-far control sites, confirming that increased weight per trap in and near reserve borders was a reserve-based effect. The direction and statistical significance of results also remained the same when using raw data not standardized for soak time (see Appendix S1: Tables S11 and S12). In summary, we detected clear evidence of substantial levels of spillover occurring in the Channel Islands CA (NCI) spiny lobster fishery 15 years after reserves were established. The eco- nomic implications of spillover may be significant for the fishery, but future research efforts are required to fully assess these economic consequences. The roughly fourfold increase in weight per trap of lobsters caught in our experimental fishing at the outer edge of reserves reflects a considerable contribution of MPAs to the adjacent fishery. At-sea observations from the last week of sampling confirmed that fishers are tak- ing advantage of spillover by placing high numbers of traps near reserve borders (i.e., fishing the line), contrary to fisher behavior in 2008 and before (Guenther et al., 2015). The true magnitude of spillover benefits experienced by local fishers may also be higher than esti- mated here because August and September are months where spiny lobsters at the Channel Islands are not par- ticularly mobile, in part because this is when they molt so are most vulnerable to predators. CA spiny lobsters appear to undergo offshore–nearshore migrations begin- ning in late October, and winter storms cause increased movement rates as well (CDFG, 2004,2013; Kay, Len- ihan, Guenther, et al., 2012). Fishers move their traps further offshore later in the fishing season to take advan- tage of these migrations (CDFW, 2013), representing an additional opportunity to benefit from spillover. Substan- tial fishery enha",
  "sections": {
    "abstract": "The conservation benefits of marine reserves are well established but their contri- bution to adjacent fisheries via spillover is less certain and context-dependent. Theoretical predictions do not always match empirical evidence from individual reserves, so carefully designed studies are essential for accurately assessing spill- over and its contribution to fisheries. Biomass buildup within reserves, and spill- over from reserve borders, also usually takes time to develop. In 2003, a network of no-take marine reserves was established in the Northern Channel Islands (NCI) of southern California (CA) to conserve biodiversity and to eventually enhance local fisheries through spillover of larvae, juveniles, and adults. The reserve network impacted the local CA spiny lobster (Panulirus interruptus)fish- ery by removing about 20% of fishing grounds in the NCI. In 2008, a collabora- tive fisheries research effort detected substantial lobster population increases within reserves, and an indication of the possible spillover of adult lobsters across reserve borders. To estimate whether and how much populations within reserves, and spillover from reserves, have increased through time, we repeated the sam- pling program 10 years later in 2018 at two of the three original reserves. Scien- tific trapping was conducted prior to thefishing season along a spatial gradient beginning deep within the reserves to reference sites located outside (≥2km)of reserve borders. Results showed that legal-sized lobster abundance in traps (catch per unit effort) increased by 125%–465% deep inside reserves, and by 223%–331% at sites near to reserve borders, and by nearly 400% just outside of reserve borders over the 10-year period, thus indicating asubstantial increase in spillover across reserve borders. A similar pattern was observed in lobster biomass caught in traps at the two reserves. This study demonstrates how spillover scales with bio- mass buildup and that collaborative fisheries research",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Results showed that legal-sized lobster abundance in traps (catch per unit effort) increased by 125%–465% deep inside reserves, and by 223%–331% at sites near to reserve borders, and by nearly 400% just outside of reserve borders over the 10-year period, thus indicating asubstantial increase in spillover across reserve borders.",
    "This study demonstrates how spillover scales with bio- mass buildup and that collaborative fisheries research can be used to assess the efficacy of marine reserves as fishery management tools worldwide.",
    "we found that the ratio of sublegals to legal lobsters increased for all trapping locations except three, the out-edge at both Gull and Scorpion, and the in-deep at Scorpion (Appendix S1: Table S13).",
    "We found that 15 years after reserves were established two key proxies for lobster population status and fishery performance (i.",
    "Our findings indicate that lobster populations may have doubled in size within reserves, and the rate of spillover may have quadrupled in the 10-year increment between 2008 and 2018.",
    "we report that more than twice that amount of time was necessary to enhance catch outside of reserves in the NCI, specifically on Santa Cruz Island, which is located about 40 km from the mainland.",
    "we observed in our trapping data indicate spillover contributions to the southern CA lobster fishery.",
    "we report is possible but not supported by our data."
  ],
  "fullText": "\n\nARTICLE\nSpecial Feature: Honoring Charles H. Peterson, Ecologist\nIncreasing spillover enhances southern California spiny\nlobster catch along marine reserve borders\nHunter S. Lenihan\n1\n|  Sean P. Fitzgerald\n1,2\n|  Daniel C. Reed\n3\n|\nJennifer K. K. Hofmeister\n4\n|  Adrian C. Stier\n3,5\n1\nBren School of Environmental Science\nand Management, University of\nCalifornia, Santa Barbara,\nCalifornia, USA\n2\nFlorida Fish and Wildlife Conservation\nCommission, Tallahassee, Florida, USA\n3\nMarine Science Institute, University of\nCalifornia, Santa Barbara,\nCalifornia, USA\n4\nCalifornia Department of Fish and\nWildlife, San Diego, California, USA\n5\nDepartment of Ecology, Evolution and\nMarine Biology, University of California,\nSanta Barbara, California, USA\nCorrespondence\nHunter S. Lenihan\nEmail:\nhlenihan@ucsb.edu\nFunding information\nCalifornia Sea Grant Prop 84 grant\nprogram, Grant/Award Number: R/\nOPCOAH-2; Environmental Markets\nSolution Laboratory (emLAB); National\nScience Foundation, Long Term\nEcological Research, Grant/Award\nNumber: OCE 1831937; Ocean Recoveries\nLab at UC Santa Barbara\nHandling Editor:Sean P. Powers\nAbstract\nThe conservation benefits of marine reserves are well established but their contri-\nbution to adjacent fisheries via spillover is less certain and context-dependent.\nTheoretical predictions do not always match empirical evidence from individual\nreserves, so carefully designed studies are essential for accurately assessing spill-\nover and its contribution to fisheries. Biomass buildup within reserves, and spill-\nover from reserve borders, also usually takes time to develop. In 2003, a network\nof no-take marine reserves was established in the Northern Channel Islands\n(NCI) of southern California (CA) to conserve biodiversity and to eventually\nenhance local fisheries through spillover of larvae, juveniles, and adults. The\nreserve network impacted the local CA spiny lobster (Panulirus interruptus)fish-\nery by removing about 20% of fishing grounds in the NCI. In 2008, a collabora-\ntive fisheries research effort detected substantial lobster population increases\nwithin reserves, and an indication of the possible spillover of adult lobsters across\nreserve borders. To estimate whether and how much populations within reserves,\nand spillover from reserves, have increased through time, we repeated the sam-\npling program 10 years later in 2018 at two of the three original reserves. Scien-\ntific trapping was conducted prior to thefishing season along a spatial gradient\nbeginning deep within the reserves to reference sites located outside (≥2km)of\nreserve borders. Results showed that legal-sized lobster abundance in traps (catch\nper unit effort) increased by 125%–465% deep inside reserves, and by 223%–331%\nat sites near to reserve borders, and by nearly 400% just outside of reserve borders\nover the 10-year period, thus indicating asubstantial increase in spillover across\nreserve borders. A similar pattern was observed in lobster biomass caught in\ntraps at the two reserves. This study demonstrates how spillover scales with bio-\nmass buildup and that collaborative fisheries research can be used to assess the\nefficacy of marine reserves as fishery management tools worldwide.\nKEYWORDS\ncollaborative fisheries research, fishery benefits, marine reserves,Panulirus interruptus,\nSpecial Feature: Honoring Charles H. Peterson Ecologist, spillover, spiny lobster\nReceived: 26 February 2021Revised: 24 August 2021Accepted: 17 September 2021\nDOI: 10.1002/ecs2.4110\nThis is an open access article under the terms of theCreative Commons AttributionLicense, which permits use, distribution and reproduction in any medium, provided\nthe original work is properly cited.\n© 2022 The Authors.Ecospherepublished by Wiley Periodicals LLC on behalf of The Ecological Society of America.\nEcosphere.2022;13:e4110.\nhttps://onlinelibrary.wiley.com/r/ecs21of16\nhttps://doi.org/10.1002/ecs2.4110\n\nINTRODUCTION\nMarine reserves are no-take marine protected areas\n(MPAs) that are widely recognized as effective conserva-\ntion tools for protecting marine resources within their\nborders (Byers,\n2005; Di Franco et al.,2016; Lubchenco\net al.,\n2003; Sala & Giakoumi,2017). Establishing and\nenforcing marine reserves often lead to the increased\nsize, density, and spawning biomass of harvested species.\nTheory predicts that marine reserves can increase the\nreliability of exploitable fish stocks for the benefit of\nfishers (Lester et al.,\n2009; Roberts et al.,2005; Russ &\nAlcala,\n2011). One mechanism by which reserves can\nbenefit fisheries is through“spillover,”of which there\nare two main forms. First, protection from fishing can\nlead to an increase in the abundance and biomass of\nreproductive adults that produce relatively many eggs or\nlarvae that disperse from within reserve borders to areas\noutside of reserves, where animals can be harvested\n(e.g., Botsford et al.,\n2009; Gell & Roberts,2003; Pelc\net al.,\n2010). Jennings (2000) described this mechanism\nas increases in spawner biomass per recruit and larval\nsupply by protecting“source”populations. Second, an\nincrease in the population density, and individual size of\nanimals within a reserve, can stimulate juvenile and\nadult individuals to migrate from inside to outside of\nreserve borders in search of food, habitat, or mates, or to\navoid aggressive interactions with conspecifics (e.g., Di\nLorenzo et al.,\n2016,2020; Halpern et al.,2010; Kellner\net al.,\n2007). Both mechanisms of spillover can enhance\nfisheries by increasing the overall biomass of target spe-\ncies available for harvest in open fishing grounds. How-\never, the capacity for marine reserves to benefit adjacent\nfisheries through spillover is controversial and an active\narea of research (Hilborn et al.,\n2004; Parrish,1999;\nWoodcock et al.,\n2017). This controversy arises, in part,\nfrom the clear short-term costs to fishers associated with\nreserve implementation, which typically includes the\nreduction  in  the  size  of  available  fishing  grounds\n(Di Lorenzo et al.,\n2016; McClanahan,1999). In addition,\nthe spillover of juveniles and adults is thought to enhance\nonly fisheries in which intensive fishing has substantially\ndepleted the stock to such a degree that the addition of\nindividuals through spillover has a detectable positive\neffect on catch (Halpern et al.,\n2010; Walters et al.,2007;\nbut see Lenihan et al.,\n2021).\nWhile theory and some empirical evidence suggest\nthat reserves can benefit adjacent fisheries through spill-\nover, despite the closure of fishable habitat (Follesa\net al.,\n2011; Goñi et al.,2010; Kerwath et al.,2013;\nLenihan et al.,\n2021), other studies have failed to identify\nclear evidence of spillover benefits (Willis et al.,\n2003).\nEvaluation of what underlies the long-term benefits of\nmarine reserves as fishery management tools requires\nongoing site-specific empirical study (Caselle et al.,\n2015;\nDe  Leo  &  Micheli,\n2015;  Kay,  Lenihan,  Guenther,\net al.,\n2012; Sale et al.,2005). Whether and to what extent\nreserves provide net economic benefits to a fishery\nthrough spillover depends on a suite of biological, social,\nand economic factors that usually take time to develop\n(Lynham et al.,\n2020). Even after protection occurs and\nmortality from harvest goes down inside reserves, it usu-\nally takes time for most species to build up in biomass\ninside a protected area (Kaplan et al.,\n2019). Additionally,\nwhen reserves restrict access to certain fishing grounds, it\nmay take time for fishers to adapt and find new places to\nfish (Guenther et al.,\n2015).\nOne way to better understand the fisheries conse-\nquences of reserve implementation is to examine how\nreserves affect both the harvested species and catch\nthrough time (Lenihan et al.,\n2021). Specifically, we can\nquantify temporal changes in the biomass, size structure,\nand density of harvested species inside of reserves, and\nthen relate the patterns we observe to the catch per unit\neffort of the harvested species (CPUE) measured outside\nof reserves (Goñi et al.,\n2011). Here, we use multiple esti-\nmates of catch per unit effort and biomass to examine the\nresponse of CA spiny lobster (Panulirus interruptus)\npopulations to reserve protection in southern CA, and to\ntest whether increases in lobster abundance and size\ninside reserves have led to greater catch through spillover\nin nearby fishing grounds.\nLobster species have been the focus of relatively many\nstudies designed to assess the ecological performance of\nmarine  reserves  (Babcock  et  al.,\n1999;  Bevacqua\net al.,\n2010; Edgar & Barrett,1999; Goñi et al.,2006;\nShears et al.,\n2006) and the effects of reserves on fisheries\n(e.g., Follesa et al.,\n2011; Goñi et al.,2010,2011; Ley-\nCooper et al.,\n2014; Moland et al.,2013). Lobsters are rel-\natively long-lived (30–100 years) and highly fecund (mil-\nlions of eggs) marine benthic predators whose larvae can\nspend  long  periods  of  time  (6–12 months)  in  a\nplanktotrophic dispersive state. Much attention has been\npaid to lobsters because many species are relatively very\nheavily fished due to their high value, and many of their\nbiological characteristics, especially a benthic life history\nas juveniles and adults, and a relatively limited range of\nmovement (\u00011–2 km) as adults, mean that even rela-\ntively small reserves are effective tools for conservation\n(Kramer & Chapman,\n1999; Le Quesne & Codling,2008;\nMoffitt et al.,\n2009; Moland et al.,2011). Nevertheless, the\nresults of studies designed to quantify the spillover of rel-\natively  many  lobster  species  have  varied  widely.\nSome studies detected spillover and associated fishery\nbenefits (Bevacqua et al.,\n2010; Follesa et al.,2011; Goñi\net  al.,\n2006,2010;  Kerwath  et  al.,2013;  Lenihan\n2of16LENIHANET AL.\n\net al.,2021; Ley-Cooper et al.,2014; Moland et al.,2013),\nwhile others found no evidence of the spillover of legal-\nsized individuals (Hoskin et al.,\n2011; Rowe,2002)or\nfound spillover only for relatively very larger lobsters\n(Thorbjørnsen et al.,\n2018). Additionally, for Caribbean\nspiny lobsters in Florida, one study found that lobsters\n“spill  in”to  reserves  in  response  to  disturbance\n(Eggleston & Parsons,\n2008).\nVariation  in  the  presence/absence,  intensity,  and\ndynamics of lobster spillover reported in marine reserve\nliterature may reflect several key factors, including a wide\narray of different lobster species and environmental set-\ntings. Poaching within reserves is an ubiquitous and often\nunaccounted for problem (Byers & Noonburg,\n2007). Lob-\nsters also may not consistently migrate over reserve\nboundaries, or if they do, the amount of net migration out\nof reserves may not be enough to influence local catch\nrates. Such a scenario is possible when lobster abundance\nand catch were relatively high before reserves were\nimplemented (Halpern et al.,\n2009; Hilborn et al.,2004).\nAdditionally, the fishery may not actively fish reserve bor-\nders if there is not suitable habitat along reserve borders\n(Freeman et al.,\n2009;Guentheretal.,2015;White\net al.,\n2020; ). The response of recovering species inside\nreserves can also be long and transient (White et al.,\n2013).\nThus, it may take substantial time for populations to\nincrease sufficiently enough inside reserves to cause the\nnet movement of animals from inside to outside of\nreserves where they are harvested (Hilborn et al.,\n2006;\nJiao et al.,\n2018).\nThe implementation of a marine reserve network in\nthe Northern Channel Islands (NCI), California (CA),\nUSA, in 2003 had major impacts on the southern CA\nspiny lobster fishery. Prior to the establishment of the\nreserve  network,  lobster  populations  were  heavily\nexploited (California Department of Fish and Game\n[CDFG],\n2008), but the fishery was considered sustain-\nable by fishers and managers (Neilson,\n2011). The place-\nment of reserves and the total amount of area protected\nfrom fishing effectively removed\u000117% of lobster fishing\ngrounds in the NCI (Guenther et al.,\n2015). Whether\nreserve establishment influenced the total catch of lob-\nsters in the region has not been tested, but interviews\nwith 65% of fishers within the NCI lobster fleet indicated\nthat individual catch rates had declined by an average of\n10% during the six periods (2003–2008) after reserves\nwere established (Guenther,\n2010). To clarify, reserves\nwere established prior to the lobster fishing season\n(October–March) in 2003. Research on the effects of NCI\nreserves on spiny lobsters showed that by 2008, there\nwere substantial increases in lobster abundance and bio-\nmass  inside  reserves  (Kay,  Lenihan,  Guenther,\net al.,\n2012). Spatially intensive research trapping of\nadults and juveniles, and tag-and-recovery studies, con-\nducted in collaboration with the local lobster fishery rev-\nealed evidence of spillover, albeit in a relatively small\namount (Kay, Lenihan, Kotchen, & Miller,\n2012). By con-\ntrast, results from a before–after–control–impact analysis\nin the NCI indicated that fishing effort and CPUE for lob-\nster decreased near reserve borders 5 years after reserve\nimplementation due mainly to the fishers choosing not\nfish near to the reserve borders (Guenther et al.,\n2015).\nThus, the benefits of the NCI reserves to the fishery have\nremained  uncertain  (Kay,  Lenihan,  Kotchen,  &\nMiller,\n2012; Withy-Allen & Hovel,2013).\nAnecdotal  evidence  suggests  that,  over  the  past\ndecade, fishers are spending an increasing amount of\ntime fishing the line (i.e., the line that marks the border\nof MPAs) in southern CA (e.g., Lenihan et al.,\n2021) and\nthat spiny lobster catch rates and lobster sizes near\nreserve borders have markedly increased (S. Fitzgerald &\nH. Lenihan, personal observations). This anecdotal evi-\ndence motivated us to examine whether lobster popula-\ntion abundance and spillover detected in 2008 by Kay,\nLenihan, Kotchen, and Miller (\n2012) have increased\nthrough time. To do this, we partnered with the fishery\nto replicate Kay et al.’s study using scientific trapping at\ntwo Channel Island MPAs prior to the opening of the\nfishing season in 2018. Our objectives were to test\nwhether and how much lobster abundance and biomass\nhave increased within the NCI reserves after 15 years of\nprotection  from  fishing,  and  whether  fishers  are\nexperiencing increased catch outside of reserve borders\ndue to spillover. We know of no other study that tested\nfor increases in reserve spillover through time by repeat-\ning a spatially explicit experimental fishing regime. We\ndedicate this research in honor of Charles H.“Pete”\nPeterson and to his extraordinary body of research that\ncontributed greatly to coastal marine resource manage-\nment and ecological science.\nMETHODS\nStudy sites and data collection\nTo test how continued, well-enforced protection from\nfishing influenced lobster populations and catch, we col-\nlected size and CPUE data for CA spiny lobster using\nmodified commercial lobster traps placed along a spatial\ngradient extending from deep within to relatively far out-\nside the borders of two no-take MPAs, Scorpion Marine\nReserve and Gull Marine Reserve, located on Santa Cruz\nIsland in the Santa Barbara Channel (SBC) (Figure\n1). A\ntotal of 13 marine reserves were established in the SBC in\nApril 2003 (CDFG,\n2008). A full description of the\nECOSPHERE3of16\n\nphysical, ecological, and oceanographic characteristics of\nthe Scorpion and Gull reserves and sampling sites is pro-\nvided in Kay, Lenihan, Guenther, et al. (\n2012) and Kay,\nLenihan, Kotchen, and Miller (\n2012). In brief, trapping\nsites were selected based on extensive habitat surveys by\ndivers and local ecological knowledge (LEK) of commer-\ncial fishers. Surveys and LEK ensured that sites were\nappropriate for lobster sampling based on habitat, histori-\ncal lobster yield, and population size structure, depth,\nand oceanographic conditions. Each trap was placed in\n2018 on the same localized reef patch, but\u000130 m away\nfrom the initial spot used in 2008, in an effort to promote\nsample independence. Four trap location categories rela-\ntive to MPA borders were designated for each reserve:\ndeep inside (“in-deep”), near the inner reserve border\n(“in-edge”), near the outer reserve border (“out-edge”),\nand far outside (“out-far”; Figure\n2). A prior study found\nthat the use of baited traps to estimate spiny lobster\nabundance was sufficiently accurate: Estimates from\ntraps were statistically indistinguishable from estimates\nmade  by  diver  counts  (Kay,  Lenihan,  Guenther,\net al.,\n2012).\nTrap location designations (in-deep, in-edge, out-\nedge, and out-far) were based on trap distance from MPA\nborders as measured by GPS coordinates, fisher LEK of\nareas with contiguous habitat, and the spatial scale of\nlobster movement. Tagging studies over a 2-year period\n(2007–2008) at the Channel Islands showed that most\nlobsters tagged at the Channel Islands moved≤1km\nfrom their initial tagging site and lobsters rarely moved\n≥2 km from their initial tagging site (CDFG,\n2008; Kay &\nWilson,\n2012). As such, we defined out-far sites as≥2km\noutside of a reserve border and out-edge sites as≤1km\noutside of a reserve border for both MPAs. Inner site des-\nignations differed slightly between studies. At Gull Island\nReserve (Gull), in-deep traps were those set≥2 km inside\nthe western reserve border (where the remainder of trap\nsampling took place; see Figure\n2). In-edge traps were set\n≤1 km inside the western border of Gull. At Scorpion\nPoint Reserve (Scorpion), there is a sandy area located\n\u00010.65–0.85 km inside the reserve that disrupts the con-\ntinuous rocky reef habitat. As such, in-deep traps were\nset≥0.85 km inside the reserve border and in-edge traps\nwere set≤0.65 km inside the reserve border. Fisher LEK\nsupported these designations while at sea. Figure\n2shows\nthe coordinates and categorizations for each trap. Traps\nwith erroneous GPS recordings (i.e., GPS appeared out-\nside of known sampling locations or GPS did not match\nat-sea trap location designation) and traps that did not\nclosely overlap (>50 m) between the two studies were\nremoved from both datasets. Data from 40 to 122 traps\nwere used from each sampling location in 2018.\nTraps were set under the guidance of a commercial\nfisherman in August and September of 2018, just prior to\nthe opening of the commercial and recreational lobster\nfishery. Data from the 2008 study were restricted to traps\nset in August and September as well. Traps were identical\nto those used in the commercial lobster fishery, with the\nexception that escape ports for sublegal lobsters were\nclosed to obtain a better representation of population size\nstructure. In addition, differences in the spatial patterns\nin the CPUE of adult and sublegal juveniles provide an\nadditional test of spillover as sublegals are caught and\nretained at much lower rates than adults (see Kay, Len-\nihan, Kotchen, & Miller,\n2012). Complete details regard-\ning commercial trap construction and deployment are\ndescribed in Kay, Lenihan, Guenther, et al. (\n2012). In\nbrief, traps were deployed haphazardly at 6- to 16-m water\ndepth within areas stratified by reef boundaries (i.e., the\nextent of hard-bottom substrate) that were delineated\nprior to sampling based on qualitative scuba surveys, local\necological knowledge (LEK) of collaborative fishery part-\nners, and the distribution of giant kelp (Macrocystis\npyrifera). As such, the exact position of each trap on the\nseafloor was not controlled, and replicate traps were sepa-\nrated by\u000130 m to avoid nonindependence of sampling\nunits. The distance of 30 m was identified a prior by fish-\nery partners as a distance that would not cause traps to\ncompete against each other, and individual lobstermen\noften set their own traps much closer together (see Kay,\nLenihan, Guenther, et al.,\n2012).\nFor every trap deployed, we recorded depth, GPS\ncoordinates, date, soak time (number of nights a trap was\nleft in the water), number of lobsters caught, and trap\nSCI\nSRI\nScorpion MR\nGull Island MR\nSanta Barbara Channel\n33.8° N\n33.9° N\n34° N\n34.1° N\n34.2° N\n34.3° N\n34.4° N\n120.6° W\nLongitude\nLatitude\nCA,\nUSA\nMEX\nArea \nof study\n120.3° W120° W119.7° W119.4° W\nFIGURE 1Map showing the study area in the southern\nCalifornia Bight, including the Santa Barbara Channel and the\nNorthern Channel Islands. Black lines indicate the coast and the\nstate boundary three nautical miles offshore. The two largest\nislands are labeled (SCI, Santa Cruz Island; SRI, Santa Rosa Island).\nRectangles (dark gray) represent marine reserves (MR); the reserves\nsampled in this study (Scorpion and Gull Island) are highlighted in\nred. MEX, Mexico.\n4of16LENIHANET AL.\n\nlocation designation. We also recorded the sex of every\nlobster caught in every trap, and measured and recorded\nevery lobster’s carapace length (CL; in millimeters) to the\nnearest two decimal points using Mitutoyo 500-763-10\nIP67 Absolute Coolant Proof Calipers. While docked\ninside Scorpion, we also measured lobster weight to the\nnearest 0.01 kg using a Gempler’s digital hanging scale\n(model number 227658) for a subset of lobsters (n=114)\nthat covered the size spectrum for both sexes sampled in\nthis study. All lobsters were kept in the shade to reduce\nstress and were released in their original location.\nStandardizing data for soak time\nAn important difference between the 2008 and 2018 stud-\nies was the number of nights a trap was left in the water\n(soak time). All other methodology used in 2018 was the\nexact same as that used in 2008. Our own at-sea observa-\ntions,  fisher  LEK,  and  results  from  Kay,  Lenihan,\nKotchen, and Miller (\n2012) show that soak time signifi-\ncantly affects trap CPUE at the Channel Islands, and\ntraps soaked for fewer nights in this study (1.9\u00030.8\nnights,  mean\u0003SD)  compared  with  2008  (4.5\u00031.6\nnights; Welch’st\n1729.6\n=47.202,p< 0.0001). As such,\ndata required standardization to account for soak time.\nModeling efforts suggested that the nature of the relation-\nship (i.e., linear or nonlinear) between soak time and\ncatch per trap varied depending on the number of nights\nsoaked, perhaps due to trap saturation occurring after\nmultiple nights. The significance and magnitude of soak\ntime’s influence on catch per trap were also specific to\ndifferent  combinations  of  trap  location  and  year\n(Appendix S1: Tables S1 and S2 provide model details\nFIGURE 2Map showing location of each trap pulled relative to border (red) for (a) Scorpion Marine Reserve in 2008 (top left), (b) Gull\nIsland Marine Reserve in 2008 (top right), (c) Scorpion Marine Reserve in 2018 (bottom left), and (d) Gull Island Marine Reserve in 2018\n(bottom right). Circle colors represent trap location designation (green, in-deep; salmon, in-edge; orange, out-edge; and light blue, out-far).\nScorpion, Scorpion Marine Reserve; Gull, Gull Island Marine Reserve.\nECOSPHERE5of16\n\nand further explanation). We therefore assessed the effect\nof soak time separately for each combination of year\n(2008 or 2018), MPA (Gull or Scorpion), and trap location\n(in-deep,  in-edge,  out-edge,  and  out-far)  using  the\nequations:\nCatch per trap in kilograms or number of lobstersðÞ\n¼β\n0\nþβ\n1\nSoakþεð1Þ\nand\nCatch per trap in kilograms or number of lobstersðÞ\n¼β\n0\nþβ\n1\nSoakþβ\n2\nSoakðÞ\n2\nþε,ð2Þ\nwhereβ\n0\nis the intercept, Soak is a continuous variable\nrepresenting the number of nights a trap was left in the\nwater, the (Soak)\n2\nterm in Equation2allows for a\nnonlinear relationship between soak time and catch per\ntrap,β\n1\nandβ\n2\nare the regression coefficients on Soak and\n(Soak)\n2\n, respectively, andεis an error term describing\nvariance not explained by the regression.\nWhen a model demonstrated a significant relation-\nship between soak time and catch per trap for a given\nyear–MPA–location  combination,  the  best-performing\nmodel (Equation\n1or2) was selected based on Akaike\ninformation criterion (AIC) andR\n2\nvalues. Raw data\nentries were then standardized to represent the average\nvalue for a 3-night soak (the median soak time across all\ndata) by multiplying each data entry by the ratio 3_night/\ni_night, where 3_night is the model-predicted value for a\n3-night soak, andi_night is the model-predicted value for\nthe actual number of nights soaked for the given trap (1–\n8 nights).\nWhen catch per trap was not significantly affected by\nsoak time (i.e.,p> 0.05 forβ\n1\nin Equation1,p> 0.05 for\nβ\n1\norβ\n2\nin Equation2), raw data were not standardized.\nLinear and nonlinear model results assessing soak time\nfor  each  year–MPA–location  combination  are  in\nAppendix S1: Tables S3–S10. In rare cases where model\ndiagnostics suggested similar fits for linear and nonlinear\nmodels, the more conservative data transformation was\napplied (i.e., data were adjusted to a lesser degree). The\ncatch per unit effort of the harvested species (numbers)\nand weight per trap data (in kilograms) were standard-\nized for 7 of 16 year–MPA–location combinations, which\nchanged  mean  catch  per  trap  values  by  15%–48%\n(Appendix S1: Tables S11 and S12).\nData analysis\nWe assessed changes in catch per trap from 2008 to 2018\nin terms of CPUE (numbers per trap) and weight per trap\n(in kilograms) of legally sized lobsters using two-sample\nhypothesis testing for each combination of MPA and trap\nlocation (e.g., Gull in-deep CPUE in 2008=Gull in-deep\nCPUE in 2018). Data for most year–MPA–location combi-\nnations exhibited non-normality, skewness, and unequal\nvariances between sites and years regardless of log\nor square root transformation, so we used Welch’st\ntest approximation to compare groups and used un-\ntransformed data to provide the simplest possible inter-\npretation of test results. Welch’s test is more reliable than\nother two-sample hypothesis testing methods when vari-\nances are unequal (i.e., Student’sttest, Mann-Whitney\nU; Ruxton,\n2006; Zimmerman et al.,1993), and was the\nmost robust method when comparing samples similar to\nours in terms of unequal levels of skewness, variance,\nand sample size (the true significance level was within\n10%–20% of the nominal significance value; Fagerland &\nSandvik,\n2009). Finally, type I error rates of Welch’s test\n(α=0.05) were low (≤8%) with sample sizes similar to\nours even when dealing with highly uneven sample sizes\nand sample variances, as well as data coming from a\nlognormal,  beta,  or  exponential  distribution  (Algina\net al.,\n1994).\nWe also assessed differences in the length frequency\nof lobster populations sampled from each location using\ntwo-sided Kolmogorov-Smirnov (KS) tests. Tests were\nperformed on data combining legal (≥85-mm carapace\nlength;P. interruptususually reaches sexual maturity at\n65–69 mm at 5–9 years old; the maximum length caught\nin this study was >150 mm) and sublegal lobsters to\nassess the full-size structure of the population, but addi-\ntional tests were performed using only legally sized lob-\nsters  to  provide  consistency  with  catch  per  trap\nanalyses. When two-sided KS tests revealed a signifi-\ncantly different size distribution between years for a\ngiven site (p< 0.05), we used one-sided KS tests and the\ncumulative distribution functions for the 2 years to\ndetermine which sample had a higher proportion of\nlarge lobsters.\nWeights were calculated for each lobster based on\nsex-specific length–weight observations recorded in this\nstudy (S. Fitzgerald, unpublished data) using the allome-\ntric growth equation:\nWt¼aCLðÞ\nb\n,ð3Þ\nwhere Wt refers to lobster weight (in kilograms), CL refers\nto lobster carapace length (in centimeters),ais a constant,\nandbis an allometric scaling parameter. Weights were\nthen converted to pounds (the metric used in the lobster\nfishery) prior to data standardization for soak time (see\nabove). We generated scatterplots for CPUE and weight\nper trap data to visualize the differences between year–\n6of16LENIHANET AL.\n\nMPA–location combinations, box-and-violin plots to more\naccurately visualize the data spread for both variables, and\nhistograms with superimposed density plots to visualize\nsize data. All analyses and figure generation were per-\nformed in R (R Core Team,\n2018).\nRESULTS\nCatch per unit effort\nThere were dramatic increases in legal-sized lobster\nCPUE within and just outside of reserve borders from\n2008 to 2018 (Figure\n3). The change in the spatial pat-\ntern of CPUE between the two sampling periods was\nindicative of a substantial increase in the spillover of\nlegal-sized lobster from within reserves to the adjacent\nfishing ground. An increase in CPUE was not observed\nat control sites (out-far sites) located≥2kmawayfrom\nthe reserve borders. At Gull Island Reserve (Gull), the\nmean number of lobsters caught per trap increased by\n9.5 at in-deep sites (a 124% increase; Welch’sttest:\np< 0.001) and by 1.5 at out-edge sites (223% increase;\nWelch’sttest:p<0.001), whereas mean CPUE\ndecreased by 0.8 lobsters per trap at out-far sites (69%\ndecrease; Welch’sttest:p< 0.001). Table\n1summarizes\nresults of all statistical tests comparing CPUE between\nyears for each combination of MPA and trap location.\nAt Scorpion Point Reserve (Scorpion), mean CPUE\nincreased  by  20.5  at  in-deep  sites  (402%  increase;\nWelch’sttest:p< 0.001), by 7.2 at in-edge sites (384%\nincrease; Welch’sttest:p< 0.001), and by 1.6 at out-\nedge sites (315% increase; Welch’sttest:p< 0.001).\nCPUE did not change at in-edge sites at Gull or at out-\nfar sites at Scorpion (p>0.05forboth).Figure\n3shows\nmean CPUE (\u0003SEs) for each year–MPA–trap location\ncombination, and Appendix S1: Figure S1 visualizes the\ndata spread for each combination.\nA similar trend was observed for sublegal lobsters but\nwith important differences (Appendix S1: Table S13). At\nGull Island Reserve (Gull), the mean number of sublegal\nlobsters caught per trap increased during the 2008–2018\nperiod by 3.2 at in-deep sites, by 1.5 at in-edge sites, but\nby only 0.43 at out-edge sites. At Scorpion Point Reserve\n(Scorpion), the mean CPUE of sublegal lobsters increased\nover the 10-year period by almost 6 at in-deep sites, by\nabout 5 lobsters at in-edge sites, and by 1.3 lobsters\n(250%) at out-edge sites. Using the mean CPUE of both\nadults and sublegal lobsters for each site–year combina-\ntion, we found that the ratio of sublegals to legal lobsters\nincreased for all trapping locations except three, the\nout-edge at both Gull and Scorpion, and the in-deep at\nScorpion (Appendix S1: Table S13).\nWeight\nThe increase in the total weight of lobsters caught inside\nreserves was even more dramatic than our measurements\nof CPUE (Figure\n4). From 2008 to 2018 at Gull, the mean\nweight of lobsters caught per trap increased by 11.8 kg at\nin-deep sites (a 144% increase; Welch’sttest:p< 0.001)\nand by 1.3 kg at out-edge sites (258% increase; Welch’s\nttest:p=0.001), whereas mean weight per trap\ndecreased by 0.7 kg at out-far sites (74% decrease; Welch’s\nttest:p< 0.001). Table\n2summarizes Welch’sttest\nresults comparing lobster weight per trap (in kilograms)\nbetween years for each combination of MPA and trap\nlocation. At Scorpion, mean weight per trap increased by\n24.3 kg at in-deep sites (465% increase; Welch’sttest:\np< 0.001), by 6.13 kg at in-edge sites (335% increase;\nWelch’sttest:p< 0.001), and by 1.46 kg at out-edge sites\n(331% increase; Welch’sttest:p< 0.001). Like that\nobserved for CPUE, the weight per trap did not change\nfor in-edge sites in Gull or out-far sites at Scorpion\n(Welch’sttest:p> 0.05 for both). Figure\n4shows mean\n*\n*\n*\n*\n*\n*\nScorpion\nGull\nIn-deep\nIn-edge\nOut-edge\nut-far\n0\n10\n20\n0\n10\n20\nCPUE (No. legal lobsters caught)\nAll trap locations\n*\n*\n*\nScorpion\nGull\nOut-edge\nOut-far\n0\n1\n2\n0\n1\n2\nOuter sites only\nYear\n2008\n2018\nFIGURE 3Mean catch per unit effort (CPUE; number of\nlobsters per trap) for every combination of year, reserve, and trap\nlocation relative to reserve borders for the Scorpion and Gull Island\nmarine reserves. Scorpion, Scorpion Marine Reserve; Gull, Gull\nIsland Marine Reserve. The vertical dotted line represents the\nreserve boundary. Open circles represent 2018 data, closed circles\nrepresent 2008 data, and error bars represent standard errors. The\nleft panel shows data for all four trap location designations,\nwhereas the right panel zooms in to show only data from sites\noutside of reserves. Asterisks next to a point indicate a significantly\nhigher CPUE for that given year as determined by Welch’sttest;\n*p< 0.05; **p< 0.01; and ***p< 0.001. CPUE was statistically\nadjusted relative to soak time that is standardized in some cases, as\nexplained inStandardizing data for soak time.\nECOSPHERE7of16\n\nweight per trap (\u0003SEs) for each year–MPA–trap location\ncombination, and Appendix S1: Figure S2 visualizes the\ndata spread for each combination.\nLobster size\nAt Gull, results of the KS tests showed that the size distri-\nbutions of lobster populations (sublegals and legals com-\nbined) differed between time periods for all four sites\n(Table\n3). There were a higher proportion of large lob-\nsters in 2018 than in 2008 at in-deep, in-edge, and out-\nedge sites, and a smaller proportion of large lobsters in\n2018 than in 2008 at out-far sites (one-sidedp< 0.001 in\nall cases; Figure\n5). These results remained similar when\nrestricting the analysis to legal lobsters only (p< 0.05 in\nall cases; Table\n3). At Scorpion, KS tests showed that the\nsize distributions of lobster populations (sublegals and\nlegals combined) differed for in-edge, out-edge, and out-\nfar sites (p< 0.05), but not for in-deep sites (p=0.07;\nTable\n3) between 2008 and 2018 (Figure5). There was a\nhigher proportion of large lobster at out-edge sites in\n2018 (one-sidedp=0.01), but a lower proportion of large\nlobsters in 2018 than in 2008 at in-edge and out-far sites\n(one-sidedp< 0.01 for both; Table\n3). When restricting\nanalyses to legally sized lobsters, findings remained simi-\nlar at in-edge and out-far sites (one-sidedp< 0.01 for\nboth)  but  were  insignificant  at  the  out-edge  site\n(p> 0.05; Table\n3).\nDISCUSSION\nQuantifying the effects of MPAs on fisheries yields is an\nimportant component of marine spatial planning, conser-\nvation, and fisheries management. Our study provides a\ncase study on the role of marine reserves in driving\nTABLE 1Catch per unit effort (CPUE; number of lobsters per trap) for each combination of year, MPA, and trap location, including\nthe difference between years and the associated 95% confidence interval (95% CI), and two-sided Welch’sttest results comparing CPUE\nbetween years\nTrap location\nMean CPUEDifference (CPUE)\ntdfp\nN\n20082018Mean95% CI20082018\nGull\nIn-deep7.645494917.14841189.507.76 to 11.25\u000410.73192.63<0.0001178112\nIn-edge4.61877256.752.13\u00041.27 to 5.53\u00041.2740.850.21226340\nOut-edge0.65725392.1251.470.86 to 2.08\u00044.8641.35<0.000122640\nOut-far1.15620510.3548387\u00040.80\u00041.05 to\u00040.566.41308.87<0.000122193\nScorpion\nIn-deep5.114285725.661501720.5516.9 to 24.19\u000411.3054.26<0.00013543\nIn-edge1.87179499.06666677.195.45 to 8.94\u00048.1787.19<0.00013961\nOut-edge0.52112682.16393441.641.1 to 2.19\u00045.97151.74<0.000171122\nOut-far2.34615382.36538460.02\u00041.12 to 1.16\u00040.0348.420.9732652\nNote: Boldface text indicates sites with significantly greater CPUE in 2018 versus 2008.Ndenotes sample sizes in number of traps pulled. Gull, Gull Island\nMarine Reserve; Scorpion, Scorpion Marine Reserve (see Figure\n1for location).\n*\n*\n*\n*\n*\n*\nScorpion\nGull\nI\nn\n-de\ne\np\nI\nn-\ned\nge\nO\nu\nt\n-\ne\nd\ng\ne\nOut-\nf\nar\n0\n5\n10\n15\n20\n0\n10\n20\n30\nWeight per trap (kg)\nAll trap locations\n*\n*\n*\nScorpion\nGull\nO\nu\nt\n-\ned\ng\ne\nO\nut\n-\nfa\nr\n0.0\n0.5\n1.0\n1.5\n2.0\n0.0\n0.5\n1.0\n1.5\n2.0\nOuter sites only\nYear\n2008\n2018\nFIGURE 4Mean lobster weight per trap (in kilograms) for\nevery combination of year, reserve, and trap location relative to\nreserve borders for the Scorpion and Gull Island marine reserves.\nGull, Gull Island Marine Reserve; Scorpion, Scorpion Marine\nReserve. The vertical dotted line represents the reserve boundary.\nOpen circles represent 2018 data, closed circles represent 2008 data,\nand error bars represent standard errors. The left panel shows data\nfor all four trap location designations, whereas the right panel zooms\nin to show only data from sites outside of reserves. Asterisks next to a\npoint indicate a significantly higher CPUE for that given year as\ndetermined by Welch’sttest; *p<0.05;**p<0.01;and***p<0.001.\n8of16LENIHANET AL.\n\nfisheries yields in southern CA and offers important\ninsight into the importance of time as a key driver in the\neffects of protected areas on harvest. We found that\n15 years after reserves were established two key proxies\nfor lobster population status and fishery performance\n(i.e., biomass and CPUE) increased substantially inside\ntwo replicate reserves, and that legal-sized lobsters were\napparently spilling into nearby fished areas along the\nreserve  borders.  Our  findings  indicate  that  lobster\npopulations may have doubled in size within reserves,\nand the rate of spillover may have quadrupled in the\n10-year increment between 2008 and 2018. As we noted\nabove, relatively many studies have documented the\nbuildup of lobster populations in reserves, and the spill-\nover of lobsters from reserves. A suite of studies has also\nreported that reserve-enhanced catches can increase com-\nmercial fishery yield (e.g., Goñi et al.,\n2011). For example,\nour recent work on the nearby Santa Barbara mainland\ncoast (Lenihan et al.,\n2021) reported how the establish-\nment of marine reserves in 2012 increased the yield of\nlobster for the commercial fishery by 200% in fishing\nzones near to reserves, even though the reserves removed\n35% of total lobster fishing ground within those zones. In\nthat case, the positive influence of spillover on yield was\nobserved within 6 years of the establishment of reserves.\nBy contrast, here we report that more than twice that\namount of time was necessary to enhance catch outside\nof reserves in the NCI, specifically on Santa Cruz Island,\nwhich is located about 40 km from the mainland.\nTwo factors help explain the delayed response in spill-\nover in the NCI compared with that observed for main-\nland reserves. First, the fishery on the mainland is much\nmore intensively fished than in the NCI (Guenther\net al.,\n2015), which is logical because the NCI is much\nfarther away from the Santa Barbara Harbor than the\nlocal coastal fishery. As such, there are twofold to three-\nfold more traps placed annually along the mainland than\nin NCI (CDFW,\n2019). The result is relatively less heavily\nfished populations in the NCI, which theory predicts\nshould  lead  to  relatively  less  spillover  (Hilborn\net al.,\n2004). In addition, it was not until relatively\nrecently (since\u00012008) that lobster fishers began substan-\ntially fishing the line in the NCI, whereas they began to\nfish the line almost immediately after the mainland\nreserve was established in 2012, perhaps due to an evolu-\ntion of fishing behavior in the NCI. Second, the reserves\nproducing substantial spillover on the mainland were\nconnected in space to nearby fishing grounds by the con-\ntinuous rocky reef habitat across which lobster readily\nmove (Lenihan et al.,\n2021). The mainland reefs probably\nprovided safe passage for lobsters out of reserves where\nthey eventually were caught. Conversely, the border\nregion of two reserves sampled in the NCI in this study\ncontained reefs distributed in patches across substantial\nareas of the sand bottom, over which lobsters prefer not\nto travel (Goñi et al.,\n2008; Kay, Lenihan, Kotchen, &\nMiller,\n2012). In combination, these two factors probably\ndelayed both the fishery-driven development of a steep\ngradient in lobster abundance from inside to outside\nreserve  borders—a  gradient  indicative  of  spillover\n(Halpern et al.,\n2009; Kellner et al.,2007)—and the rate\nof movement of lobsters from areas of high population\ndensity within the reserves to relatively low population\ndensity outside of the reserves.\nTABLE 2Lobster weight per trap (in kilograms) for each combination of year, MPA, and trap location, including the difference\nbetween years and the associated 95% confidence interval (95% CI), and two-sided Welch’sttest results comparing weight per trap between\nyears\nTrap location\nMean weight per trap (kg)Difference (kg)\ntdfp\nN\n20082018Mean95% CI20082018\nGull\nIn-deep8.2120.0211.819.79 to 13.84\u000411.50175.13<0.0001178112\nIn-edge4.107.843.740.19 to 7.67\u00041.9240.030.06226340\nOut-edge0.491.761.270.71 to 1.82\u00044.6240.69<0.000122640\nOut-far0.920.25\u00040.68\u00040.88 to\u00040.486.78298.35<0.0001916\nScorpion\nIn-deep5.2229.4824.2619.47 to 29.06\u000410.1649.65<0.000122193\nIn-edge0.447.996.154.53 to 7.78\u00047.5390.13<0.00013543\nOut-edge0.441.901.462.11 to 4.33\u00045.73148.51<0.00013961\nOut-far1.881.83\u00040.11\u00040.96 to 0.930.1045.900.92171122\nNote: Boldface text indicates sites with significantly greater weight per trap in 2018 versus 2008.Ndenotes sample sizes in number of traps pulled. Gull, Gull\nIsland Marine Reserve; Scorpion, Scorpion Marine Reserve (see Figure\n1for location).\nECOSPHERE9of16\n\nWe are confident that the patterns that we observed\nin our trapping data indicate spillover contributions to\nthe southern CA lobster fishery. Several reasons underlie\nour confidence. First, lobster fishers now intently focus\non fishing at reserve borders in the CINMS, including at\nthe Gull Island and Scorpion Point reserves, and else-\nwhere throughout the SBC ecosystem (Lenihan et al.,\n2021; C. Voss, personal communication). Fishers sample\ncontinually with their traps to identify the best harvest\nlocations and have strong economic incentives to fish in\nthe most productive spots. According to our fishing part-\nners, fishing has increased at reserve borders as the catch\nrates have increased in those locations over the past\n10 years. The most reasonable explanation for greater\ncatch rates through time at reserve borders is the buildup\nand subsequent spillover of lobsters from no-fishing\nreserves. Second, we have no evidence that natural varia-\ntion through space in lobster abundance drove the pat-\nterns that we observed. In fact, our work from 2003 to\n2008 indicated lobster abundance was similar across all\nsites prior to reserve establishment and increased inside\nof reserves after fishing ceased.\nWhether spatial variation in recruitment drove the\npatterns that we report is possible but not supported by\nour data. We have and know of no data on recruitment.\nInstead,  we  collected  CPUE  for  sublegal  lobsters\nthat provide a proxy for recruitment (Kay, Lenihan,\nGuenther, et al.,\n2012). Those data (see Appendix S1:\nTable S13) indicate that the CPUE of sublegals increased\neverywhere (except one site; out-far at Gull Island), thus\nimplying that recruitment may have increased ubiqui-\ntously across the CINMS. That recruitment may have\nTABLE 3Kolmogorov–Smirnov (KS) test results comparing length frequencies of lobsters between years for each combination of MPA\nand trap location\nTrap locationDpTestCDF interpretation\nN\n20082018\nAll lobsters (legal+sublegal combined)\nGull\nIn-deep0.174<0.0001One-sidedLarger lobsters in 201822521705\nIn-edge0.264<0.0001One-sidedLarger lobsters in 20182808389\nOut-edge0.189<0.0001One-sidedLarger lobsters in 2018811175\nOut-far0.169**0.001One-sidedSmaller lobsters in 2018**1064151\nScorpion\nIn-deep0.0830.067Two-sidedN.S.3111156\nIn-edge0.231**<0.0001One-sidedSmaller lobsters in 2018**101723\nOut-edge0.1480.012One-sidedLarger lobsters in 2018125530\nOut-far0.179**0.004One-sidedSmaller lobsters in 2018**128265\nLegal lobsters only\nGull\nIn-deep0.237<0.0001One-sidedLarger lobsters in 2018579429\nIn-edge0.375<0.0001One-sidedLarger lobsters in 201838099\nOut-edge0.1870.012One-sidedLarger lobsters in 20186657\nOut-far0.251**0.022One-sidedSmaller lobsters in 2018**18717\nScorpion\nIn-deep0.0960.111Two-sidedN.S.127492\nIn-edge0.232**0.001One-sidedSmaller lobsters in 2018**45156\nOut-edge0.1800.159Two-sidedN.S.36157\nOut-far0.260**0.002One-sidedSmaller lobsters in 2018**6167\nNote:Dis the test statistic;“Test”indicates whether the results are for a one-sided or two-sided test;“CDF interpretation”refers to a comparison of the\ncumulative distribution functions (CDFs) between years to determine which year yielded larger lobsters; andNdenotes sample size (number of lobsters\nmeasured) in each year. The top panel presents results from analyses that included all lobsters, whereas the bottom panel presents results from analyses\nrestricted to only legal lobsters. Boldface text indicates a significantly higher proportion of large lobsters in 2018, whereas asterisks and italic text indicate a\nsignificantly smaller proportion of large lobsters in 2018. Gull, Gull Island Marine Reserve; Scorpion, Scorpion Marine Reserve (see Figure\n1for location).\n10 of 16LENIHANET AL.\n\nincreased at the highest rates within the reserves is also\npossible, as the level of anthropogenic disturbances also\ngenerally decreased in reserves, habitat improved, and\nlobster recruitment may be gregarious to some degree.\nFurthermore, the ratio of sublegal to legal lobsters\n(Appendix S1: Table S13), in theory, implies indirectly\nthat spillover increased. With a net movement of adult\nlobsters out of reserves, and under the assumption that\nsmaller sublegals move less than adults, even with\ngreater density-dependent interactions, one might pre-\ndict that the ratio of sublegals to legals increases with\ngreater spillover. Data in Appendix S1: Table S13 support\nthis theory, as 70% of the locations that we sampled had\na higher sublegal: legal ratio in 2018 than in 2008. Why\nthe ratio declined over this period at Scorpion“in-deep”\nappears to be the substantially large increase in legal lob-\nster toward the middle of the reserve. Nevertheless, we\ncaught more sublegals at that site in 2018 than in 2008.\nIn-deep\nIn-deep\nIn-deep\nIn-deep\nIn-edge\nIn-edge\nIn-edge\nIn-edge\nOut-edge\nOut-edge\nOut-edge\nOut-edge\nOut-far\nOut-far\nOut-far\nOut-far\nScorpion: 2018Scorpion: 2018Scorpion: 2018Scorpion: 2018\nScorpion: 2006-08Scorpion: 2006-08\nGull: 2018Gull: 2018Gull: 2018Gull: 2018\nGull: 2006-08Gull: 2006-08Gull: 2006-08Gull: 2006-08\n51015510155101551015\n51015510155101551015\n51015510155101551015\n51015510155101551015\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.3\n0.4\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.0\n0.1\n0.2\n0.3\n0.4\n0.0\n0.1\n0.2\n0.3\n0.4\n0.0\n0.1\n0.2\n0.3\n0.4\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.0\n0.1\n0.2\n0.0\n0.1\n0.2\n0.3\n0.0\n0.1\n0.2\n0.3\nCarapace length (cm)\nIndividuals by size (density)\nSex\nF\nM\n20082008\n2008\n2008\n20082008\nScorpion: 2008Scorpion: 2008\nFIGURE 5Length frequency (carapace length, cm) of sampled lobster populations for each combination of year (1st and 3rd\nrow=2008, 2nd and 4th row=2018), reserve (top two rows=Gull marine reserve; bottom two rows=Scorpion marine reserve), and trap\nlocation (from left to right: in-deep, in-edge, out-edge, out-far). Males (M) are shown in dark gray and females (F) are shown in white. Red\nline is the carapace length of a legal-size lobster. Rectangles indicate histogram bins and pink shading reflects density plots for both sexes\ncombined.\nECOSPHERE11 of 16\n\nThat the ratio declined at the out-edge site is entirely\nconsistent  with  an  increase  in  spillover,  especially\nbecause the CPUE of sublegals also went up at that site\nduring the same period. Certainly, recruitment variation\nmay have been a contributing factor influencing our\nresults, but we think it does not confound our study and\nweaken our conclusion that greater spillover generated\ngreater catch rates at the borders of the two reserves.\nThird, we did not conduct a tagging study that would\nhave  provided  additional  evidence  for  or  against\nenhanced spillover. However, Kay, Lenihan, Guenther,\net al. (\n2012) did conduct a tagging study and their con-\nclusion was that by 2008, 5 years after reserves were\nestablished, that lobsters were moving in and out of\nreserves, and that the movement combined with the pat-\ntern of catches supported the presence of spillover, albeit\nat not high enough rates to stimulate the fishery to fish\nthe borders (see also Guenther et al.,\n2015). The pattern\nof fishing has radically changed since then. Finally, if\nthe substantial increases in the preseason weight per\ntrap that we report were a result of broadscale environ-\nmental changes, landings probably would have increased\nuniformly across the fishery. However, trap yield did not\nincrease  at  out-far  control  sites,  confirming  that\nincreased weight per trap in and near reserve borders\nwas a reserve-based effect. The direction and statistical\nsignificance of results also remained the same when\nusing raw data not standardized for soak time (see\nAppendix S1: Tables S11 and S12). In summary, we\ndetected clear evidence of substantial levels of spillover\noccurring in the Channel Islands CA (NCI) spiny lobster\nfishery 15 years after reserves were established. The eco-\nnomic implications of spillover may be significant for\nthe fishery, but future research efforts are required to\nfully assess these economic consequences.\nThe roughly fourfold increase in weight per trap of\nlobsters caught in our experimental fishing at the outer\nedge of reserves reflects a considerable contribution of\nMPAs to the adjacent fishery. At-sea observations from\nthe last week of sampling confirmed that fishers are tak-\ning advantage of spillover by placing high numbers of\ntraps near reserve borders (i.e., fishing the line), contrary\nto  fisher  behavior  in  2008  and  before  (Guenther\net al.,\n2015). The true magnitude of spillover benefits\nexperienced by local fishers may also be higher than esti-\nmated here because August and September are months\nwhere spiny lobsters at the Channel Islands are not par-\nticularly mobile, in part because this is when they molt\nso are most vulnerable to predators. CA spiny lobsters\nappear to undergo offshore–nearshore migrations begin-\nning in late October, and winter storms cause increased\nmovement rates as well (CDFG,\n2004,2013; Kay, Len-\nihan, Guenther, et al.,\n2012). Fishers move their traps\nfurther offshore later in the fishing season to take advan-\ntage of these migrations (CDFW,\n2013), representing an\nadditional opportunity to benefit from spillover. Substan-\ntial fishery enhancement may also be occurring via larval\nspillover, a key component of MPA benefits to surround-\ning fisheries that we did not consider in this study\n(Botsford et al.,\n2009; Guénette et al.,1998). Finally, the\n144%–465% increase in weight per trap deep within\nreserves augments a previously detected fourfold to eight-\nfold increase in trap yield at these same sites between\n1998 and 2002 and between 2007 and 2008 (Kay, Len-\nihan, Guenther, et al.,\n2012), suggesting that biomass\nlevels deep inside reserves in 2018 may be approximately\n20 times prereserve levels.\nA 20-fold increase in lobster biomass in reserves is\nlarger than that detected in most empirical studies\n(Follesa  et  al.,\n2011;  Jack  &  Wing,2010;  Moland\net al.,\n2013), but is within expected ranges for reserves\nthat  have  been  protected  for  over  15 years  (Kelly\net al.,\n2000; Shears et al.,2006). Nevertheless, results from\nthis study are novel because stock assessment determined\nthat the CA spiny lobster fishery was sustainable from\n2000 onward (Neilson,\n2011). The increased trap yield at\nout-edge sites also occurred despite a reported 34%\nincrease in fishing effort (number of traps pulled) in the\n10 fishing blocks closest to Santa Cruz Island from 1998–\n2003 to 2013–2017 (CDFW,\n2019). To our knowledge, this\nis the first study to document dramatic reserve-driven\nincreases in trap yield outside MPA borders in a fishery\nthat was already considered sustainable prior to MPA\nimplementation.\nWhether the level of spillover we detected in this\nstudy offsets the cost of losing approximately one fifth of\nthe viable fishing grounds at the Channel Islands due to\nMPA establishment (Guenther et al.,\n2015; Kay, Lenihan,\nGuenther, et al.,\n2012) remains an important question to\naddress. Marine protected areas are often promoted as\ndevices that will lead to increased long-term yields, but\nsuch advocacy can sometimes be unqualified and mis-\nleading,  thereby  leading  to  negative  perceptions  of\nreserves and friction between fishers, scientists, and man-\nagers (Agardy et al.,\n2003; Bennett & Dearden,2014;\nHilborn et al.,\n2004). Individual reserves must be moni-\ntored and evaluated over time to maintain credibility and\ntransparency  between  managers  and  stakeholders\n(Hilborn et al.,\n2004). For CA spiny lobster, the next chal-\nlenge is to assess the overall benefit spillover has on the\nfishery based in part on the information generated from\nthis study. Our results are vital because they demonstrate\nthe value of MPAs as a fishery management tool for CA\nspiny lobster, and the need for monitoring and evaluating\nreserve success over the long term (see also Gerber\net al.,\n2005).\n12 of 16LENIHANET AL.\n\nHonoring Charles H. Peterson (1946–2020)\nThis paper was inspired by our colleague and mentor\nProfessor Charles H.“Pete”Peterson,whoforoverfour\ndecades, beginning in the early 1970s, worked to solve\nmarine environmental problems while simultaneously\nadvancing the field of ecology. Pete’s research, teaching,\nand leadership helped reposition applied marine ecology\nto the forefront of marine science. Following his advice,\nwe utilized a robust experimental trapping design that\ncontrolled for fine-scale habitat features, broadscale\nenvironmental changes, and fishing activity to compare\ncatch per trap 5 and 15 years after reserve implementa-\ntion. Establishing and repeating well-designed field\nstudies are critical for learning whether management\nactions, such as establishing MPAs, are meeting their\nintended goals and objectives. Following in Pete’sfoot-\nsteps, we have shown that MPAs in the SBC are meeting\nimportant management goals for the CA spiny lobster\nfishery.\nACKNOWLEDGMENTS\nThis work was inspired by and executed in honor of Pro-\nfessor Charles H. Peterson (1946–2020). We could not\nhave conducted the work without the expert advice of Dr\nMatthew C. Kay and Chris Voss, a commercial lobster\nfisher, who provided the vessel, equipment, and LEK\nenabling us to conduct the study, and who worked in the\nfield with us to help sample. Funding for this research\nwas provided by the National Science Foundation’s sup-\nport of the Santa Barbara Coastal Long Term Ecological\nResearch program (NSF OCE 1831937), California Sea\nGrant Prop 84 grant program (R/OPCOAH-2), the Envi-\nronmental Markets Solution Laboratory (emLAB) at UC\nSanta Barbara, and Ocean Recoveries Lab at UC Santa\nBarbara. All methods were carried out in accordance\nwith the University of California and National Science\nFoundation guidelines and regulations. All experimental\nprotocols were approved by the University of California,\nSanta Barbara, and the California Department of Fish\nand Wildlife.\nCONFLICT OF INTEREST\nThe authors declare no conflict of interest.\nDATA AVAILABILITY STATEMENT\nA portion of the data (from 2008) was published previ-\nously (Kay, Lenihan, Kotchen, & Miller,\n2012). The\n2018 data and all analytical codes (Santa Barbara\nCoastal LTER and Lenihan,\n2021) are available from\nthe Environmental Data Initiative (EDI) Data Portal:\nhttps://doi.org/10.6073/pasta/69929b35dcffc7014ac47c7\n2db06cb3e\n.\nORCID\nAdrian C. Stier\nhttps://orcid.org/0000-0002-4704-4145\nREFERENCES\nAgardy, T., P. Bridgewater, M. P. Crosby, J. Day, P. K. Dayton, R.\nKenchington, D. Laffoley, et al. 2003.“Dangerous Targets?\nUnresolved Issues and Ideological Clashes around Marine\nProtected Areas.”Aquatic Conservation: Marine and Freshwa-\nter Ecosystems13: 353–67.\nAlgina, J., T. C. Oshima, and W. Y. Lin. 1994.“Type I Error Rates\nfor Welch’s Test and James’s Second-Order Test under Non-\nnormality and Inequality of Variance When There Are Two\nGroups.”Journal of Educational Statistics19: 275–91.\nBabcock, R. C., S. Kelly, N. T. Shears, J. W. Walker, and T. J. Willis.\n1999.“Changes in Community Structure in Temperate Marine\nReserves.”Marine Ecology Progress Series189: 125–34.\nBennett, N. J., and P. Dearden. 2014.“Why Local People Do Not\nSupport Conservation: Community Perceptions of Marine\nProtected Area Livelihood Impacts, Governance and Manage-\nment in Thailand.”Marine Policy44: 107–16.\nBevacqua, D., P. Melià, M. C. Follesa, G. A. De Leo, M. Gatto, and\nA. Cau. 2010.“Body Growth and Mortality of the Spiny Lob-\nsterPalinurus elephaswithin and outside a Small Marine\nProtected Area.”Fisheries Research106: 543–9.\nBotsford, L. W., D. R. Brumbaugh, C. Grimes, J. B. Kellner, J.\nLargier, J.,. M. R. O’Farrell, S. Ralston, E. Soulanille, and V.\nWespestad. 2009.“Connectivity, Sustainability, and Yield:\nBridging the Gap between Conventional Fisheries Manage-\nment and Marine Protected Areas.”Reviews in Fish Biology\nand Fisheries19: 69–95.\nByers, J. E. 2005.“Marine Reserves Enhance Abundance but Not\nCompetitive Impacts of a Harvested Nonindigenous Species.”\nEcology86: 487–500.\nByers, J. E., and E. G. Noonburg. 2007.“Poaching, Enforcement,\nand the Efficacy of Marine Reserves.”Ecological Applications\n17: 1851–6.\nCalifornia Department of Fish and Game. 2004.“California Spiny\nLobster.”InAnnual Status of the Fisheries Report through\n2003, edited by C. Ryan and N. Payten, 4-1–\n4-12. Monterey,\nCA: California Department of Fish and Wildlife, Marine\nRegion.\nCalifornia Department of Fish and Game, Partnership for Interdis-\nciplinary Studies of Coastal Oceans, Channel Islands National\nMarine Sanctuary, and Channel Islands National Park. 2008.\nInChannel Islands Marine Protected Areas: First 5 Years of\nMonitoring: 2003–2008, edited by S. Airamé and J. Ugoretz.\nMonterey, CA: California Department of Fish and Wildlife,\nMarine Region.\nCalifornia Department of Fish and Wildlife. 2013.“California Spiny\nLobster,Panulirus interruptus.”InStatus of the Fisheries\nReport: An Update Through 2011, edited by T. Larinto, 1-1–9.\nMonterey, CA: California Department of Fish and Wildlife,\nMarine Region.\nCalifornia Department of Fish and Wildlife. 2019.Confidential Log-\nbook Data by Fishing Block for CA Spiny Lobster, 1998–2017.\nMonterey, CA: California Department of Fish and Wildlife,\nMarine Region.\nCaselle, J. E., A. Rassweiler, S. L. Hamilton, and R. R. Warner.\n2015.“Recovery Trajectories of Kelp Forest Animals Are Rapid\nECOSPHERE13 of 16\n\nYet Spatially Variable across a Network of Temperate Marine\nProtected Areas.”Scientific Reports5: 14102.\nDe Leo, G. A., and F. Micheli. 2015.“The Good, the Bad and the\nUgly of Marine Reserves for Fishery Yields.”Philosophical\nTransactions of the Royal Society B: Biological Sciences370:\n20140276.\nDi Franco, A., P. Thiriet, G. Di Carlo, C. Dimitriadis, P. Francour,\nN. L. Gutiérrez, A. J. De Grissac, et al. 2016.“Five Key Attri-\nbutes Can Increase Marine Protected Areas Performance for\nSmall-Scale  Fisheries  Management.”Scientific  Reports6:\n38135.\nDi Lorenzo, M., J. Claudet, and P. Guidetti. 2016.“Spillover from\nMarine Protected Areas to Adjacent Fisheries Has an Ecologi-\ncal and a Fishery Component.”Journal for Nature Conserva-\ntion32: 62–6.\nDi Lorenzo, M., P. Guidetti, A. Di Franco, A. Calò, and J. Claudet.\n2020.“Assessing Spillover from Marine Protected Areas and\nits Drivers: A Meta-Analytical Approach.”Fish and Fisheries\n21: 906–15.\nEdgar, G. J., and N. S. Barrett. 1999.“Effects of the Declaration of\nMarine Reserves on Tasmanian Reef Fishes, Invertebrates and\nPlants.”Journal of Experimental Marine Biology and Ecology\n242: 107–44.\nEggleston, D. B., and D. M. Parsons. 2008.“Disturbance-Induced\n‘Spill-in’of Caribbean Spiny Lobster to Marine Reserves.”\nMarine Ecology Progress Series371: 213–20.\nFagerland, M. W., and L. Sandvik. 2009.“Performance of Five Two-\nSample Location Tests for Skewed Distributions with Unequal\nVariances.”Contemporary Clinical Trials30: 490–6.\nFollesa, M. C., R. Cannas, A. Cau, D. Cuccu, A. Gastoni, A. Ortu, C.\nPedoni, C. Porcu, and A. Cau. 2011.“Spillover Effects of a\nMediterranean Marine Protected Area on the European Spiny\nLobsterPalinurus elephas(Fabricius, 1787) Resource.”Aquatic\nConservation: Marine and Freshwater Ecosystems21: 564–72.\nFreeman, D. J., A. B. MacDiarmid, and R. B. Taylor. 2009.“Habitat\nPatches that Cross Marine Reserve Boundaries: Consequences\nfor the LobsterJasus edwardsii.”Marine Ecology Progress Series\n388: 159–67.\nGell, F. R., and C. M. Roberts. 2003.“Benefits beyond Boundaries:\nThe Fishery Effects of Marine Reserves.”Trends in Ecology &\nEvolution18: 448–55.\nGerber, L. R., M. Beger, M. A. McCarthy, and H. P. Possingham.\n2005.“A Theory for Optimal Monitoring of Marine Reserves.”\nEcology Letters8: 829–37.\nGoñi, R., S. Adlerstein, D. Alvarez-Berastegui, A. Forcada, O.\nReñones, G. Criquet, S. Polti, et al. 2008.“Spillover from Six\nWestern Mediterranean Marine Protected Areas: Evidence\nfrom Artisanal Fisheries.”Marine Ecology Progress Series366:\n159–74.\nGoñi, R., F. Badalamenti, and M. H. Tupper. 2011.“Effects of\nMarine Protected Areas on Local Fisheries: Evidence from\nEmpirical Studies.”InMarine Protected Areas: A Multi-\ndisciplinary Approach, edited by J. Claudet, 73–102. Cam-\nbridge: Cambridge University Press.\nGoñi, R., R. Hilborn, D. Díaz, S. Mallol, and S. Adlerstein. 2010.\n“Net Contribution of Spillover from a Marine Reserve to Fish-\nery Catches.”Marine Ecology Progress Series400: 233–43.\nGoñi, R., A. Quetglas, and O. Reñones. 2006.“Spillover of Spiny\nLobstersPalinurus elephasfrom a Marine Reserve to an\nAdjoining  Fishery.”Marine  Ecology  Progress  Series308:\n207–19.\nGuénette, S., T. Lauck, and C. Clark. 1998.“Marine Reserves: From\nBeverton and Holt to the Present.”Reviews in Fish Biology and\nFisheries8: 251–72.\nGuenther, C. 2010.“A Socio-Ecological Analysis of Marine Protected\nAreas and Commercial Lobster Fishing in the Santa Barbara\nChannel, California.”Dissertation, University of California.\nGuenther, C., D. L\n\u0002\nopez-Carr, and H. S. Lenihan. 2015.“Differences\nin Lobster Fishing Effort before and after MPA Establish-\nment.”Applied Geography59: 78–87.\nHalpern, B. S., S. E. Lester, and J. B. Kellner. 2009.“Spillover from\nMarine Reserves and the Replenishment of Fished Stocks.”\nEnvironmental Conservation36: 268–76.\nHalpern, B. S., S. E. Lester, and K. L. McLeod. 2010.“Placing\nMarine Protected Areas onto the Ecosystem-Based Manage-\nment Seascape.”Proceedings of the National Academy of Sci-\nences107: 18312–7.\nHilborn, R., F. Micheli, and G. A. De Leo. 2006.“Integrating Marine\nProtected Areas with Catch Regulation.”Canadian Journal of\nFisheries and Aquatic Sciences63: 642–9.\nHilborn, R., K. Stokes, J. J. Maguire, T. Smith, L. W. Botsford, M.\nMangel, J. Orensanz, et al. 2004.“When Can Marine Reserves\nImprove Fisheries Management?”Ocean and Coastal Manage-\nment47: 197–205.\nHoskin, M. G., R. A. Coleman, E. Von Carlshausen, and C. M.\nDavis. 2011.“Variable Population Responses by Large Deca-\npod Crustaceans to the Establishment of a Temperate Marine\nNo-Take Zone.”Canadian Journal of Fisheries and Aquatic\nSciences68: 185–200.\nJack, L., and S. R. Wing. 2010.“Maintenance of Old-Growth\nSize  Structure  and  Fecundity  of  the  Red  Rock  Lobster\nJasus edwardsiiamong Marine Protected Areas in Fiordland,\nNew Zealand.”Marine Ecology Progress Series404: 161–72.\nJennings, S. 2000.“Patterns and Prediction of Population Recovery\nin Marine Reserves.”Reviews in Fish Biology and Fisheries10:\n209–31.\nJiao, J., S. S. Pilyugin, L. Riotte-Lambert, and C. W. Osenberg. 2018.\n“Habitat-Dependent Movement Rate Can Determine the Effi-\ncacy of Marine Protected Areas.”Ecology99: 2485–95.\nKaplan, K. A., L. Yamane, L. W. Botsford, M. L. Baskett, A.\nHastings, S. Worden, and J. W. White. 2019.“Setting Expected\nTimelines of Fished Population Recovery for the Adaptive\nManagement of a Marine Protected Area Network.”Ecological\nApplications29: e01949.\nKay, M. C., H. S. Lenihan, C. M. Guenther, J. R. Wilson, C. J.\nMiller, and S. W. Shrout. 2012.“Collaborative Assessment of\nCalifornia Spiny Lobster Population and Fishery Responses to\na  Marine  Reserve  Network.”Ecological  Applications22:\n322–35.\nKay, M. C., H. S. Lenihan, M. J. Kotchen, and C. J. Miller. 2012.\n“Effects of Marine Reserves on California Spiny Lobster Are\nRobust and Modified by Fine-Scale Habitat Features and Dis-\ntance from Reserve Borders.”Marine Ecology Progress Series\n451: 137–50.\nKay, M. C., and J. R. Wilson. 2012.“Spatially Explicit Mortality of\nCalifornia  Spiny Lobster (Panulirus interruptus)  across a\nMarine Reserve Network.”Environmental Conservation39:\n215–24.\n14 of 16LENIHANET AL.\n\nKellner, J. B., I. Tetreault, S. D. Gaines, and R. M. Nisbet. 2007.\n“Fishing the Line near Marine Reserves in Single and Multi-\nspecies Fisheries.”Ecological Applications17: 1039–54.\nKelly, S., D. Scott, A. B. MacDiarmid, and R. C. Babcock. 2000.\n“Spiny Lobster,Jasus edwardsii, Recovery in New Zealand\nMarine Reserves.”Biological Conservation92: 359–69.\nKerwath, S. E., H. Winker, A. Götz, and C. G. Attwood. 2013.\n“Marine  Protected  Area  Improves  Yield  without  Dis-\nadvantaging Fishers.”Nature Communications4: 2347.\nKramer, D. L., and M. R. Chapman. 1999.“Implications of Fish\nHome Range Size and Relocation for Marine Reserve Func-\ntion.”Environmental Biology of Fishes55: 65–79.\nLe Quesne, W. J., and E. A. Codling. 2008.“Managing Mobile Spe-\ncies with MPAs: The Effects of Mobility, Larval Dispersal, and\nFishing Mortality on Closure Size.”ICES Journal of Marine\nScience66: 122–31.\nLenihan, H. S., J. P. Gallagher, J. R. Peters, A. C. Stier, J. K. K.\nHofmeister, and D. C. Reed. 2021.“Evidence that Spillover\nfrom Marine Protected Areas Benefits the Spiny Lobster (Pan-\nulirus interruptus) Fishery in Southern California.”Scientific\nReports11: 2663.\nLester, S. E., B. S. Halpern, K. Grorud-Colvert, J. Lubchenco, B. I.\nRuttenberg, S. D. Gaines, S. Airame, and R. R. Warner. 2009.\n“Biological Effects within No-Take Marine Reserves: A Global\nSynthesis.”Marine Ecology Progress Series384: 33–46.\nLey-Cooper, K., S. De Lestang, B. F. Phillips, and E. Lozano-\n ́\nAlvarez. 2014.“An Unfished Area Enhances a Spiny Lobster,\nPanulirus argus, Fishery: Implications for Management and\nConservation within a Biosphere Reserve in the Mexican\nCaribbean.”Fisheries Management and Ecology21: 264–74.\nLubchenco, J., S. R. Palumbi, S. D. Gaines, and S. Andelman. 2003.\n“Plugging a Hole in the Ocean: The Emerging Science of\nMarine Reserves.”Ecological Applications13(Special Issue):\n3–7.\nLynham, J., A. Nikolaev, J. Raynor, T. Vilela, and J. C. Villaseñor-\nDerbez. 2020.“Impact of Two of the World’s Largest Protected\nAreas on Longline Fishery Catch Rates.”\nNature Communica-\ntions11: 1–9.\nMcClanahan, T. R. 1999.“Is there a Future for Coral Reef Parks in\nPoor Tropical Countries?”Coral Reefs18: 321–5.\nMoffitt, E. A., L. W. Botsford, D. M. Kaplan, and M. R. O’Farrell.\n2009.“Marine Reserve Networks for Species that Move within\na Home Range.”Ecological Applications19: 1835–47.\nMoland, E., E. M. Olsen, K. Andvord, J. A. Knutsen, and N. C.\nStenseth. 2011.“Home Range of European Lobster (Homarus\ngammarus) in a Marine Reserve: Implications for Future\nReserve Design.”Canadian Journal of Fisheries and Aquatic\nSciences68: 1197–210.\nMoland, E., E. M. Olsen, H. Knutsen, P. Garrigou, S. H. Espeland,\nA. R. Kleiven, C. Andre ́, and J. A. Knutsen. 2013.“Lobster\nand Cod Benefit from Small-Scale Northern Marine Protected\nAreas: Inference from an Empirical Before–After Control-\nImpact Study.”Proceedings of the Royal Society B: Biological\nSciences280: 20122679.\nNeilson, D. J.. 2011. Assessment of the California Spiny Lobster\n(Panulirus interruptus). Final, Post Technical Review, Report\nSubmitted to and Approved by the California Fish and Game\nCommission.\nParrish, R. 1999.“Marine Reserves for Fisheries Management: Why\nNot.”Reports of California Cooperative Oceanic Fisheries Inves-\ntigations40: 77–86.\nPelc, R. A., R. R. Warner, S. D. Gaines, and C. B. Paris. 2010.\n“Detecting Larval Export from Marine Reserves.”Proceedings\nof the National Academy of Sciences107: 18266–71.\nR Core Team. 2018.R: A Language and Environment for Statistical\nComputing. Vienna: R Foundation for Statistical Computing.\nhttps://www.R-project.org/.\nRoberts, C. M., J. P. Hawkins, and F. R. Gell. 2005.“TheRoleofMarine\nReserves in Achieving Sustainable Fisheries.”Philosophical Trans-\nactions of the Royal Society B: Biological Sciences360: 123–32.\nRowe, S. 2002.“Population Parameters of American Lobster inside\nand outside No-Take Reserves in Bonavista Bay, Newfound-\nland.”Fisheries Research56: 167–75.\nRuss, G. R., and A. C. Alcala. 2011.“Enhanced Biodiversity beyond\nMarine Reserve Boundaries: The Cup Spillith over.”Ecological\nApplications21: 241–50.\nRuxton, G. D. 2006.“The Unequal Variancet-Test Is an Underused\nAlternative  to  Student’st-Test  and  the  Mann–Whitney\nUTest.”Behavioral Ecology17: 688–90.\nSala, E., and S. Giakoumi. 2017.“No-Take Marine Reserves Are the\nMost Effective Protected Areas in the Ocean.”ICES Journal of\nMarine Science75: 1166–8.\nSale, P. F., R. K. Cowen, B. S. Danilowicz, G. P. Jones, J. P. Kritzer,\nK. C. Lindeman, S. Planes, et al. 2005.“Critical Science Gaps\nImpede Use of No-Take Fishery Reserves.”Trends in Ecology &\nEvolution20: 74–80.\nSanta Barbara Coastal LTER and H. Lenihan. 2021.“SBC LTER:\nTheme 1B: Lobster Trap Data from Marine Reserves Version\n1.”Environmental Data Initiative.\nhttps://doi.org/10.6073/\npasta/69929b35dcffc7014ac47c72db06cb3e\nShears, N. T., R. V. Grace, N. R. Usmar, V. Kerr, and R. C. Babcock.\n2006.“Long-Term Trends in Lobster Populations in a Partially\nProtected Vs. No-Take Marine Park.”Biological Conservation\n132: 222–31.\nThorbjørnsen, S. H., E. Moland, M. B. O. Huserbråten, J. A.\nKnutsen, H. Knutsen, and E. M. Olsen. 2018.“Replicated\nMarine Protected Areas (MPAs) Support Movement of Larger,\nbut Not More, European Lobsters to Neighbouring Fished\nAreas.”Marine Ecology Progress Series595: 123–33.\nWalters, C. J., R. Hilborn, and R. Parrish. 2007.“An Equilibrium\nModel for Predicting the Efficacy of Marine Protected Areas in\nCoastal Environments.”Canadian Journal of Fisheries and\nAquatic Sciences64: 1009–18.\nWhite, J. W., L. W. Botsford, A. Hastings, M. L. Baskett, D. M.\nKaplan, and L. A. Barnett. 2013.“Transient Responses of\nFished Populations to Marine Reserve Establishment.”Conser-\nvation Letters6: 180–91.\nWhite, J. W., M. T. Yamane, K. J. Nickols, and J. E. Caselle. 2020.\n“Analysis of Fish Population Size Distributions Confirms Ces-\nsation of Fishing in Marine Protected Areas.”Conservation Let-\nters14(2): e12775.\nWillis, T. J., R. B Millar, and R. C. Babcock. 2003.“Protection of\nExploited Fish in Temperate Regions: High Density and Bio-\nmass of Snapper Pagrus Auratus (Sparidae) in Northern New\nZealand Marine Reserves.”Journal of Applied Ecology40:\n214–27.\nECOSPHERE15 of 16\n\nWithy-Allen, K. R., and K. A. Hovel. 2013.“California Spiny\nLobster (Panulirus interruptus) Movement Behavior and\nHabitat  Use:  Implications  for  the  Effectiveness  of\nMarine Protected Areas.”Marine and Freshwater Research\n64: 359–71.\nWoodcock, P., B. C. O’Leary, M. J. Kaiser, and A. S. Pullin. 2017.\n“Your Evidence or Mine? Systematic Evaluation of Reviews of\nMarine Protected Area Effectiveness.”Fish and Fisheries18:\n668–81.\nZimmerman, D. W., and B. D. Zumbo. 1993.“Rank Transforma-\ntions and the Power of the Student t test and Welch t’test for\nNon-normal Populations with Unequal Variances.”Canadian\nJournal of Experimental Psychology/Revue Canadienne de Psy-\nchologie Expérimentale47: 523.\nSUPPORTING INFORMATION\nAdditional supporting information may be found in the\nonline version of the article at the publisher’s website.\nHow to cite this article:Lenihan, Hunter S.,\nSean P. Fitzgerald, Daniel C. Reed, Jennifer K.\nK. Hofmeister, and Adrian C. Stier. 2022.\n“Increasing Spillover Enhances Southern\nCalifornia Spiny Lobster Catch along Marine\nReserve Borders.”Ecosphere13(6): e4110.\nhttps://\ndoi.org/10.1002/ecs2.4110\n16 of 16LENIHANET AL.",
  "extractedAt": "2025-12-12T18:45:09.261Z",
  "success": true,
  "matchedPublication": {
    "title": "Increasing spillover enhances southern California spiny lobster catch along marine reserve borders",
    "doi": "10.1002/ecs2.4110",
    "year": "2022",
    "authors": "Lenihan, Hunter S.; Fitzgerald, Sean P.; Reed, Daniel C.; Hofmeister, Jennifer K. K.; Stier, Adrian C."
  }
}