{
  "filename": "Lenihan et al. (Scientific Reports) 2021.pdf",
  "numPages": 9,
  "text": "1 Vol.:(0123456789) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports Evidence that spillover from Marine Protected Areas benefits the spiny lobster (Panulirus interruptus) fishery in southern California Hunter S. Lenihan 1* , Jordan P. Gallagher 2 , Joseph R. Peters 2 , Adrian C. Stier 2,3 , Jennifer K. K. Hofmeister 4 & Daniel C. Reed 3 Marine Protected Areas (MPAs) are designed to enhance biodiversity and ecosystem services. Some MPAs are also established to benefit fisheries through increased egg and larval production, or the spillover of mobile juveniles and adults. Whether spillover influences fishery landings depend on the population status and movement patterns of target species both inside and outside of MPAs, as well as the status of the fishery and behavior of the fleet. We tested whether an increase in the lobster population inside two newly established MPAs influenced local catch, fishing effort, and catch-per- unit-effort (CPUE) within the sustainable California spiny lobster fishery. We found greater build-up of lobsters within MPAs relative to unprotected areas, and greater increases in fishing effort and total lobster catch, but not CPUE, in fishing zones containing MPAs vs. those without MPAs. Our results show that a 35% reduction in fishing area resulting from MPA designation was compensated for by a 225% increase in total catch after 6-years, thus indicating at a local scale that the trade-off of fishing ground for no-fishing zones benefitted the fishery. Marine Protected Areas (MPAs) are widely recognized as effective conservation tools for protecting marine resources within their borders 1,2 , and are used with increasing frequency in marine spatial management 3 . Research has shown repeatedly that the absence of fishing in MPAs leads to increased biomass, size, density, and diversity of protected species within well-enforced reserves 4–6 . Whether positive conservation outcomes also benefit fisheries are less certain, yet are important to assess because many MPAs are established with assur- ances to local fisheries that the capacity of MPAs to increase fish stocks and yield will outweigh costs associated with the loss of fishing grounds 7–9 . MPAs are thought to enhance adjacent fisheries mainly in two ways, through increased export of eggs and larvae that eventually augment populations of target species 10,11 , or through increases in biomass of animals near MPA borders that ostensibly move into fished areas and are caught as “spillover” 12–15 . Numerous studies have reported evidence for the spillover of large, mobile taxa from MPAs into adjacent fished areas 16–19 . For example, 20 years after the implementation of a marine protected area in the Philippines, there was a tripling of fish density inside the reserve, as well as in the neighboring 200–300 m wide area just outside the reserve, a pattern attributed to spillover 20 . Patterns of density-driven spillover with potential benefits to fisheries have most often been observed for exploited species of mobile invertebrates, especially lobsters, in large part because they are intensively fished using stationary traps that can be placed at reserve borders 19,21 . Nevertheless, increased biomass and density within MPAs, and behavioral responses by fishers, such as “fishing the line” 22 , have not emerged for all reserves 23–28 . In some cases, spiny lobsters have even spilled into MPAs 29 . Despite much attention given to documenting spillover from MPAs, relatively few studies have attempted to quantify the extent to which increases in the density and size structure of animals along the borders of MPAs influences fishing behavior, total landings, and revenue 19 . We know of two studies, both conducted on lobsters, that measured the net gain in a fishery generated by spillover 30,31 . Goñi et al. 30 examined a heavily exploited lobster fishery in the Mediterranean Sea and found a net gain of 10% in total lobster weight caught after MPA implementation despite there being a decrease in the total number of individual lobsters caught. Moland et al. 31 OPEN 1 Bren School of Environmental Science and Management, University of California Santa Barbara, Santa Barbara, CA 93116, USA. 2 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93116, USA. 3 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93116, USA. 4 California Department of Fish and Wildlife, San Diego, CA 92123, USA. * email: HLenihan@ ucsb.edu 2 Vol:.(1234567890) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ documented a 245% increase in lobster caught within reserves that was linked to an 87% increase in nearby fished areas. The net benefit to the fishery was attributed in both cases to the spillover of relatively large lobsters from MPAs. Such studies are critical for demonstrating the ability of MPAs to meet their fishery objectives because without them the implementation of MPAs risks being perceived as having unfulfilled expectations and a lack of credibility in their purported value as an effective tool for fisheries management 32 . The long history of coastal MPAs in California (CA) provides a unique setting for studying their effects. Small coastal MPAs have existed in the state since the 1930s. Passage of the Marine Life Protection Act in 1999 led to the establishment of an additional 124 MPAs, encompassing 2197 km 2 of protected marine habitat, distributed along 1900 km of coastline 33 . Studies conducted within CA’s MPAs have focused primarily on understanding the biological and ecological consequences of protection. For example, researchers studying a network of MPAs at the Channel Islands in southern CA documented significant positive effects of protection on a wide variety of fish and invertebrate species within and immediately outside of reserve borders 34,35 . One of the largest responses was observed in the CA spiny lobster (Panulirus interruptus), which increased dramatically in both biomass and size within multiple MPAs after only five years (2003–2008) of protection 21 , and exhibited spillover into adjacent fishing zones 36 . The rapid response of lobster to MPA protection was rather surprising because the lobster fishery in CA is considered relatively sustainable 37 . Whether the gain in lobster abundance in fishing zones adjacent to MPAs is sufficient to compensate for the reduction in fishable area created by the designation of MPAs has yet to be determined. The establishment of a network of no-take zones in 2012 along the mainland coast of southern CA, where CA spiny lobster is heavily fished, provided us with a unique opportunity to study the influence of MPAs and spillover on the lobster fishery and to determine its potential benefit to the commercial lobster fishery. Prior observations of spillover of lobster from MPAs within five years of establishment at the offshore Channel Islands 33 suggested that a similar pattern would emerge along the adjacent mainland coast, especially because the mainland fishery is more heavily fished than that at the Channel Islands 27,38 . Therefore, we tested the hypothesis that the establish- ment of MPAs along the mainland coast of the Santa Barbara Channel would lead to increased lobster biomass and density inside MPAs, which in turn would lead to increased landings in the region despite the reduction in fishable area caused by the establishment of the MPAs. Our approach involved analyzing: (1) fishery independent data collected by divers within and outside of MPAs, immediately before and six years after MPA establishment, to determine the effects of the MPAs on lobster density, size and biomass, and (2) fishery dependent landings data of lobster catch and fishing effort, also collected six years before and after MPA establishment, to assess the effects of the MPAs on the fishery. Our results are important to fishers, who were assured spillover would even- tually enhance lobster catches, and fishery managers, who worked in collaboration with fishers to established reserves with fishery benefits. Results Fishery independent estimates of lobster abundance and size. The density of lobster increased significantly over time in both fished and unfished plots, however the rate that density increased in unfished MPA plots was three times higher than that in fished plots (Fig. 1a; F 1.248 = 5.53, P = 0.020 for protection status × time interaction). By contrast, the mean carapace length of lobster did not change significantly over time in either fished or unfished plots (Fig. 1b; F 1.182 = 2.12, P = 0.147 for protection status × time interaction), although it’s worth noting the non-significant trends in fished and unfished plots showed opposite patterns with size increasing over time in the unfished plots and decreasing in the fished plots. Similar patterns of non-significance and opposing directional trends were observed for changes in the median carapace length of lobster (F 1.182 = 2.16, P = 0.143, data not shown), which is more sensitive to skewed distributions. Observed changes in lobster biomass following MPA establishment closely resembled those of lobster den- sity (Fig. 1a vs. c). Biomass increased significantly over time following MPA establishment in both fished and unfished plots (F 1.131 = 4.65, P = 0.033 and F 1.118 = 62.45, P < 0.0001 for fished and unfished plots, respectively), with threefold higher increases in unfished MPA plots compared to fished plots (Fig. 1c; F 1.248 = 12.14, P < 0.001 for protection status × time interaction). Fishery dependent estimates of lobster catch and fishing effort. Analyses of commercial fishing block landing data showed that the effects of fishing block on the total annual catch of lobster differed signifi- cantly between the six-year periods before and after MPA establishment (Fig. 2a; F 3.40 = 4.86, P = 0.006 for block × time period interaction). Average annual lobster landings more than doubled in the 6 years after MPA establish- ment in the block with the two MPAs (#654) despite a 35% reduction in the fishable area (Table 1). In contrast, lobster landings in the three blocks without MPAs remained relatively unchanged during the six years following MPA establishment. Annual fishing effort estimated by the number of traps pulled increased throughout the study region following MPA establishment with the largest increase occurring in block 654 (Fig. 2b; F 3.40 = 4.31, P = 0.010 for block × period interaction). CPUE differed significantly among the fishing blocks (Fig. 2c; F 3.40 = 4.54, P = 0.008), but not between the periods before and after MPA establishment (F 1.40 = 0.84, P = 0.850). Block 654 with the two MPAs consistently had the highest CPUE irrespective of the timing of MPA establishment. The nearly identical values of CPUE in block 654 before and after MPA establishment suggests the doubling of landings in this block in the six years following the establishment of the two MPAs resulted from a doubling of the fishing effort rather than an increase in lobster stock. The average annual catch in the study region summed across all four fishing blocks increased by 57% in the six years following MPA establishment while the fishing effort increased by 73%. By contrast, the average annual CPUE of the region declined slightly from 0.68 (± 0.051 SE) to 0.61 (± 0.058 SE) pounds per pull. 3 Vol.:(0123456789) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ Discussion Spiny lobster density and biomass increased in MPAs and fished areas in the 6 years following the establish- ment of the two no fishing zones. The increase in lobster abundance across the region observed in our fishery independent data may be related to a suite of factors that we did not test, including enhanced lobster recruit- ment related to El Nino events in 2006–2007, and 2014–2016 39 . However, the increase within the MPAs was four times greater for density, and almost twice as much for biomass than in the fished areas, indicating lobster abundance increased dramatically in the absence of fishing. Similar increases in lobster populations have been observed within established no-fishing zones at the Channel Islands 40 and elsewhere 12,41 , but over a substantially longer period of time (15–23 years). That the change in mean size of lobsters did not vary markedly inside vs. outside of MPAs is interesting but not unexpected. Prior work comparing lobster sizes inside vs. outside MPAs in the Channel Islands has been equivocal concerning effects on mean carapace length: Iaccheci et al. 41 found little difference for relatively long-established MPAs while Kay et al. 21 found large positive effects of MPAs only 5 years after they were established. Cessation of fishing appears to have been the primary mechanism driving the relatively large difference in lobster density and biomass inside vs. outside of the MPAs. Nevertheless, other ecological mechanisms may have also played a part, including spatial variation in lobster habitat and recruitment, and differences in food avail- ability. Prior work in the Santa Barbara Channel found that the intensity of lobster spillover from MPAs across multiple reserves was driven mainly by cessation of fishing, and to a lesser degree by the spatial arrangement of the caves, cracks, and crevices where lobsters gather to shelter from their predators 36 . While we did not quantify the amount and quality of lobster habitat in this study, we have no reason to believe that those habitat metrics changed over the course of the study. Of course, habitat availability is a key factor in spillover because as lobster density increases inside reserves preferred shelters become crowded leading to the movement of lobsters to 0123456 Change in densit y (no. 1200 m -2 ) -2 0 2 4 6 Unfished Fished 0123456 Change in mean size (mm) -15 -10 -5 0 5 10 15 Time since MPA designation (y) 0123456 Change in biomass (kg 1200 m -2 ) -2 -1 0 1 2 a) b) c) Figure 1. Annual changes in the: (a) density, (b) mean carapace length and (c) biomass of spiny lobster in fixed 1200 m 2 plots within MPAs and fished areas off the coast of Santa Barbara since the establishment of MPAs in 2012. Values are means with 95% CI. N = 17 and 19 for unfished and fished plots respectively. 4 Vol:.(1234567890) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ less-crowded habitats outside of the MPAs 36 . The role of recruitment in generating the patterns that we report remains uncertain. Peters et al. 39 found evidence that recruitment was lower in the MPAs than in fished areas in 2014 but observed the opposite pattern in 2015. They found no difference in recruitment inside vs. outside of MPAs in 2012–2013 and 2016–2018. We have no direct evidence that lobster populations increased inside the MPAs due to greater food avail- ability. An indirect ecological effect of ceasing to fish lobsters on temperate latitude rocky reefs is an increase in the abundance of macroalgae—specifically giant kelp in the SB Channel- due to the decline of sea urchins, which graze on kelp and are preyed upon by lobsters 42 . In turn, increased kelp abundance can lead to greater abundances of many species of invertebrates, some of which are lobster prey 43 . We do not have the data to test this idea but other work in our region indicates that lobster prey species tend to decline instead of increase inside MPAs, apparently due to increased lobster forging 44 . In summary, indirect ecological effects related to 652653654 (MPA)655 Lobster landings (lbs. y -1 ) 0 10000 20000 30000 40000 2006-2011 2012-2017 652653654 (MPA)655 No. traps pulled per year 0 10000 20000 30000 40000 50000 Fish Block no. 652653654 (MPA)655 Lobster pounds tra p -1 0.0 0.2 0.4 0.6 0.8 1.0 a) Catch b) Effort c) CPUE Figure 2. CDFW fishing block data for: (a) catch, (b) effort and (c) catch per unit effort (CPUE) of spiny lobster off the mainland coast of Santa Barbara. Values are means ± SE for the 6-year periods before and after the establishment of MPAs in block 654. Table 1. The fishable area of state waters within the CDFW fishing blocks off the coast of Santa Barbara before and after the establishment of MPAs in 2012. a Denotes fishing block with MPAs. Block numberFishable area (ha) pre-2012Fishable area (ha) post-2012Percent reduction (%) 6529589.99589.90 6539555.39555.30 654 a 9665.76257.035 6559015.19015.10 5 Vol.:(0123456789) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ the cessation of fishing may have contributed to the large increase in lobster abundance in the MPAs, but do not adequately explain the dramatic differences we report between fished and unfished areas. Fishery-dependent catch data showed that lobster landings in the fishing block 654 with MPAs increased by ~ 225% after the reserves were implemented compared with an average increase of 19% in the three blocks without MPAs. Importantly, the large increase in catch in fishing block 654 occurred despite a 35% decrease in fishable area, and resulted from a 250% increase in effort, as catch efficiency (i.e., CPUE) remained relatively con- stant. The pattern of increased effort and constant CPUE implies there was a substantial increase in the abundance of legal sized lobsters in the fishable area of fishing block 654 after the MPAs were established, which is consistent with the results of the diver surveys. By contrast, the CPUE in the three fishing blocks without MPAs declined by an average of 13% in the six years after the MPAs were established. We predict that this pattern was driven mainly by the most efficient fishers who shifted their effort to fish close to the MPA borders. To our knowledge, this is the largest increase in lobster catch associated with MPA spillover ever recorded. The most plausible mechanism leading to the increase in lobster abundance and catch in the fishing block with MPAs was the movement of legal-sized lobsters from within the reserve boundaries to areas outside where they were caught. Such movement from the Naples SMCA and Campus Point SMCA may be facilitated by extensive rocky reefs, the preferred habitat of spiny lobster, that extend uninterrupted from within the MPA’s boundaries to areas outside where fishing occurs. Such habitat corridors are well-known to facilitate lobster movement 45 . Prior work indicates a lack of such habitat corridors reduces, or even impedes, lobster movement and spillover 21,38 . Prior work in the northern Channel Islands also suggests that substantial increases in population abundance within reserves takes place within 5 years of reserve establishment, and that increases in abundance are positively associated with greater movement of legal-sized lobsters 21 . Considered together, this is strong circumstantial evidence that substantial increases in lobster abundance within multiple MPAs over a six-year period increased the local commercial catch through spillover. Interestingly, fishing effort also increased in nearby fishing blocks without MPAs (albeit at a much smaller rate) between 2012 and 2017, indicating that there was an overall increase in fishing effort in the region fol- lowing the establishment of MPAs. This is consistent with results from visual surveys of deployed lobster traps (which are marked by surface floats), which implied that the increase in fishing pressure was concentrated at the borders of the two MPAs in fishing block 654. For example, the average number of traps counted along the eastern border of the Campus Point SMCA during the second week of the lobster fishing season nearly doubled from 46 ± 16 traps per hectare in 2009–2012 to 89 ± 14 traps per hectare in 2014–2019 (Authors, unpublished data). The higher fishing effort and catch coupled with a relatively constant CPUE in block 654 suggests fishers were attracted to the MPAs because of enhanced catch from spillover. This is born out in interviews with fishers who acknowledged that they purposefully fish the borders of the Naples and Campus Point SMCAs to maximize their catch (H. Lenihan, personal communications). Theory suggests that MPAs benefit fisheries the most when they are poorly managed and overfished prior to reserve implementation 31,46,47 . Empirical evidence so far supports this prediction 19,30,48,49 . For example, Halpern et al. 50 used statistical analyses of 17 MPA-fishery systems to suggest that spillover can replenish a highly depleted fishery that targets a mobile species when: (1) the gradient of decay in population abundance across the MPA’s border is steep, (2) catch is greater than the population growth rate outside the reserve, and (3) there are mul- tiple reserves subsidizing the fishery, such as in a reserve network. A synthesis of field studies by Goñi et al. 19 also reported patterns consistent with MPAs replenishing heavily exploited fisheries in which the abundance of target species in fished areas was far below that in no-fishing zones 51 . In addition to heavy fishing pressure, other important elements stimulating high catch outside of MPAs appear to be habitat characteristics that promote the movement of animals across MPAs borders 26,36 , good fishing habitat in close vicinity (e.g., < 800 m) to MPA borders 36,50 , and a behavioral response by the fishery to fish near the borders. Our results provide one of the few examples that link increased abundance of a target species within reserves to increased catch within the fishery, albeit at a local scale (see review by Goñi et al. 18 ). In his review Hilborn 52 reiterated the growing consensus, gleaned from models and empirical work 19,31,50,53–55 , that MPAs increase the catch outside of no-fishing zones when fishing pressure is very high and stocks are seriously overexploited. By contrast, we have shown in this study that MPAs can increase catch in a relatively sustainable fishery. Certainly, the CA spiny lobster fishery is heavily exploited but remains sustainable, due in large part to management efforts designed to control fishing effort, and oceanic connectivity that delivers larvae to southern CA from less-heavily exploited fishing grounds in Baja California, Mexico 37,56 . An important general lesson re-emerges from our results: close collaboration between fishers, scientists, policy makers, and fishery managers enhances marine ecosystem management 10,57,58 . California’s MPA-fishery system is an integrated, well-enforced network of no-fishing zones designed to protect productive subtidal rocky reefs that are essential habitat to populations of many target species, including CA spiny lobster. The lobster fishers helped to design the CA MPA network, and the State dedicates substantial funding to effective enforcement. Our results indicate that by responding to the no-fishing zones by fishing near MPA borders, the fishery is experiencing a net benefit of no-fishing zones at a local scale. The next step is to test whether southern California’s MPA network is enhancing total catch across the entire CA spiny lobster fishery. Methods Spiny lobster fishery in southern California. The U.S. commercial fishery for spiny lobster in CA extends from Point Conception south to the U.S.-Mexico border and involves fishers using relatively small boats to deploy baited wire box-like traps set on the bottom in shallow (typically < 20 m) reef habitats. The fishing season is from October to March with approximately 80% of the annual catch landed within the first half of the season. It is assumed that the majority of lobsters landed by the fishery reached legal size (83 mm carapace 6 Vol:.(1234567890) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ length) during the previous year, but this is as yet been unconfirmed. Recreational fishing in the study region off Santa Barbara has been historically low relative to other regions in southern CA and accounts for a relatively small fraction of the total catch 59 . Fishery independent estimates of lobster abundance and size. Underwater surveys of lobster abundance and size were conducted using scuba by the Santa Barbara Coastal Long Term Ecological Research program in reef habitat at five sites spanning 75 km of the mainland coast of the Santa Barbara Channel: Arroyo Quemado (AQUE; 120.07°W, 34.28°N), Naples (NAPL; 119.57°W, 34.25°N), Isla Vista (IVEE; 119.51°W, 34.24°N), Mohawk (MOHK; 119.43°W, 34.23°N), and Carpinteria (CARP; 119.32°W, 34.23°N). Two of these sites, NAPL, and IVEE, are located within MPAs established in 2012 (i.e., Naples SMCA and Campus Point SMCA, respectively), while the other three sites (AQUE, MOHK, and CARP) have always been open to fishing (Fig. 3). At each site divers recorded the number and visually estimated the size (i.e., carapace length) of lobster in 1200 m 2 plots (n = 2 to 8 plots per site depending on the available reef habitat). Using handheld lights divers thoroughly searched the benthos, including areas of dense vegetation, crevices, ledges, and other structures used by lobster to shelter, to obtain a census of lobster in each plot (n = 36 plots total). Surveys were conducted annu- ally from 2012 to 2018 during daylight hours in late August to mid-September prior to the start of the lobster fishing season to control for possible confounding effects of habitat type, storms, season, and time of day on lobster abundance (sensu Iacchei et al. 41 ). Details of the sampling methodology and data can be found in Reed 60 . We classified plots as fished (n = 17) or unfished (n = 19) depending on whether or not they were located in an MPA. The effects of protection status (fish vs. unfished) and time since MPA establishment on the absolute change in lobster density, mean carapace size, and biomass since MPA established were determined in separate ANCOVAs in which protection status was considered a fixed factor and time since MPA establishment a covari- ate. The mass of each lobster (wet g) was calculated as 0.001 × L 2.914 where L is the carapace length in mm 61 . Lobster biomass was calculated as the summed mass of all lobster observed in a plot. Lobster survey data were not collected prior to 2012 when MPAs were established. Fishery dependent landings data. CA fisheries are managed by the CA Department of Fish and Wildlife (CDFW), who has divided the entire coastline into rectangular fishing blocks (~ 140 km 2 ), from which commer- cial lobster fishers, and other fisheries, are required to record and log all their catch (https ://nrm.dfg.ca.gov/FileH andle r.ashx?Docum entID =67449 &inlin e). Annual fishing block data of commercial landings (wet kg caught) and fishing effort (number of traps pulled) of spiny lobster in the study region were obtained from CDFW for the six fishing seasons prior to MPA establishment (2006–2011) and the six seasons after MPA establishment Figure 3. Map of CDFW designated fishing blocks off the mainland coast of Santa Barbara, CA USA. The dashed line marks the 3 nautical mile offshore state boundary of the fishing blocks. Grey polygons show the locations of the two MPAs at Campus Point and Naples Reef established in 2012. (For inset map of MPAs, see California Department of Fish and Wildlife (2021). https ://nrm.dfg.ca.gov/FileH andle r.ashx?Docum entID =13535 6&inlin e, p. 4.). 7 Vol.:(0123456789) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ (2012–2017). We defined a fishing season by the year in which it started (e.g., the 2012 season extended from October 2012 through March 2013). Fishing block data are based on landings weighed at the dock by the proces- sor, who records the data on a “fish ticket” that is submitted to the CDFW. Fishermen are required to assign their landings to a specific fishing block and report the fishing effort (i.e., number of traps pulled) allocated to their catch. Catch-per-unit-effort (CPUE) is defined by CDFW as the number of legal lobsters per trap pull. Herein, we define CPUE as the weight of lobsters pulled per traps pulled. The study region included four commercial fishing blocks that extend along the mainland coast of the Santa Barbara Channel (Fig. 3). The two MPAs (Naples SMCA and Campus Point SMCA) are located in a single block (#654) and their designation in 2012 constituted a 35% reduction in the fishable area in this block (Table 1). The CA Marine Life Protection Act had no effect on the amount of fishable area in the other three fish blocks in the study region (# 652, 653, 655). The effects of fishing block and period (i.e., before vs. after MPA establishment) on annual catch, annual effort, and annual catch-per-unit-effort (CPUE) were evaluated in separate fixed factor ANOVAs. Landings and effort data were log transformed to meet the assumptions of normality and homoscedasticity. All statistical analyses were conducted in SPSS-SYSTAT software. Ethical approval. All methods were carried out in accordance with University of California and National Science Foundation guidelines and regulations. All experimental protocols were approved by the University of California, Santa Barbara and the California Department of Fish and Wildlife. Received: 22 May 2020; Accepted: 14 January 2021 References 1. Lubchenco, J., Palumbi, S. R., Gaines, S. D. & Andelman, S. Plugging a hole in the ocean: the emerging science of marine reserves. Ecol. Appl. 13, 3–7 (2003). 2. Di Franco, A. et al. Five key attributes can increase marine protected areas performance for small-scale fisheries management. Sci. Rep. 6, 38135 (2016). 3. Sala, E. & Giakoumi, S. No-take marine reserves are the most effective protected areas in the ocean. ICES J. Mar. Sci. 75, 1166–1168 (2018). 4. Lester, S. E. & Halpern, B. S. Biological responses in marine no-take reserves versus partially protected areas. Mar. Ecol. Prog. Ser. 367, 49–56 (2008). 5. Lester, S. E. et al. Biological effects within no-take marine reserves: A global synthesis. Mar. Ecol. Prog. Ser. 384, 33–46 (2009). 6. Edgar, G. J. et al. Global conservation outcomes depend on marine protected areas with five key features. Nature 506, 216–220 (2014). 7. Gaines, S. D., White, C., Carr, M. H. & Palumbi, S. R. Designing marine reserve networks for both conservation and fisheries management. Proc. Nat. Acad. Sci. 107, 18286–18293 (2010). 8. Sala, E. et al. A general business model for marine reserves. PLoS ONE 8, e58799 (2013). 9. Lynham, J. et al. Impact of two of the world’s largest protected areas on longline fishery catch rates. Nat. Commun. 11, 1–9 (2020). 10. Cudney-Bueno, R., Lavín, M. F., Marinone, S. G., Raimondi, P. T. & Shaw, W. W. Rapid effects of marine reserves via larval dispersal. PLoS ONE 4, e4140 (2009). 11. Pelc, R. A., Warner, R. R., Gaines, S. D. & Paris, C. B. Detecting larval export from marine reserves. Proc. Nat. Acad. Sci. 107, 18266–18271 (2010). 12. Gell, F. R. & Roberts, C. M. Benefits beyond boundaries: The fishery effects of marine reserves. Trends Ecol. Evol. 18, 448–455 (2003). 13. Roberts, C. M., Hawkins, J. P. & Gell, F. R. The role of marine reserves in achieving sustainable fisheries. Philso. Trans. R. Soc. B Biol. Sci. 360, 123–132 (2005). 14. Russ, G. R. & Alcala, A. C. Enhanced biodiversity beyond marine reserve boundaries: The cup spillith over. Ecol. Appl. 21, 241–250 (2011). 15. Di Lorenzo, M., Guidetti, P., Di Franco, A., Calò, A. & Claudet, J. Assessing spillover from marine protected areas and its drivers: A meta-analytical approach. Fish Fish. 21, 906–915 (2020). 16. Dayton, P. K., Sala, E., Tegner, M. J. & Thrush, S. Marine reserves: parks, baselines, and fishery enhancement. Bull. Mar. Sci. 6, 617–634 (2000). 17. Roberts, C. M., Bohnsack, J. A., Gell, F. J., Hawkins, J. P. & Goodridge, R. Effects of marine reserves on adjacent fisheries. Science 294, 1920–1923 (2001). 18. Russ, G. R. et al. Marine reserve benefits local fisheries. Ecol. Appl. 14, 597–606 (2004). 19. Goñi, R., Badalamenti, F. & Tupper, M. H. Fisheries—effects of marine protected areas on local fisheries: Evidence from empirical studies. In Marine Protected Areas: A Multidisciplinary Approach (Cambridge Univ (ed. Claudet, J.) 73–102 (Press, Cambridge, 2011). 20. Abesamis, R. A. & Russ, G. R. Density-dependent spillover from a marine reserve: Long-term evidence. Ecol. Appl. 15, 1798–1812 (2005). 21. Kay, M. C. et al. Collaborative assessment of California spiny lobster population and fishery responses to a marine reserve network. Ecol. Appl. 22, 322–335 (2012). 22. Kellner, J. B., Tetreault, I., Gaines, S. D. & Nisbet, R. M. Fishing the line near marine reserves in single and multispecies fisheries. Ecol. Appl. 17, 1039–1054 (2007). 23. Edgar, G. J. et al. Bias in evaluating the effects of marine protected areas: The importance of baseline data for the Galapagos Marine Reserve. Envir. Conserv. 31, 212–218 (2004). 24. Edgar, G. J., Barrett, N. S. & Morton, A. J. Biases associated with the use of underwater visual census techniques to quantify the density and size-structure of fish populations. J. Exp. Mar. Biol. Ecol. 308, 269–290 (2004). 25. Sale, P. F. et al. Critical science gaps impede use of no-take fishery reserves. Trends Ecol. Evol. 20, 74–80 (2005). 26. Forcada, A. et al. Effects of habitat on spillover from marine protected areas to artisanal fisheries. Mar. Ecol. Prog. Ser. 379, 197–211 (2009). 27. Hovel, K. A., Neilson, D. J., & Parnell, E. Baseline characterization of California spiny lobster (Panulirus interruptus) in South Coast marine protected areas: A report to California Sea Grant and the California Ocean Science Trust. 172 p. (COPC, 2015). 28. Di Lorenzo, M., Claudet, J. & Guidetti, P. Spillover from marine protected areas to adjacent fisheries has an ecological and a fishery component. J. Nat. Conserv. 32, 62–66 (2016). 8 Vol:.(1234567890) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ 29. Eggleston, D. B. & Parsons, D. M. Disturbance-induced ‘spill-in’ of Caribbean spiny lobster to marine reserves. Mar. Ecol. Prog. S e r. 371, 213–220 (2008). 30. Goñi, R., Hilborn, R., Díaz, D., Mallol, S. & Adlerstein, S. Net contribution of spillover from a marine reserve to fishery catches. Mar. Ecol. Prog. Ser. 400, 233–243 (2010). 31. Moland, E. et al. Lobster and cod benefit from small-scale northern marine protected areas: Inference from an empirical before- after control-impact study. Proc. Royal Soc. B 280, 20122679 (2013). 32. Hilborn, R. K. et al. When can marine reserves improve fisheries management?. Ocean Coast. Manage. 47, 197–205 (2004). 33. Saarman, E. T. & Carr, M. H. The California Marine Life Protection Act: A balance of top down and bottom up governance in MPA planning. Mar. Pol. 41, 41–49 (2013). 34. Hamilton, S. L., Caselle, J. E., Malone, D. P. & Carr, M. H. Incorporating biogeography into evaluations of the Channel Islands marine reserve network. Proc. Natl. Acad. Sci. 107, 18272–18277 (2010). 35. Caselle, J. E., Rassweiler, A., Hamilton, S. L. & Warner, R. R. Recovery trajectories of kelp forest animals are rapid yet spatially variable across a network of temperate marine protected areas. Sci. Rep. 5, 14102 (2015). 36. Kay, M. C., Lenihan, H. S., Kotchen, M. J. & Miller, C. J. Effects of marine reserves on California spiny lobster are robust and modified by fine-scale habitat features and distance from reserve borders. Mar. Ecol. Prog. Ser. 451, 137–150 (2012). 37. Koslow, J. A., Rogers-Bennett, L. & Neilson, D. J. A time series of California spiny lobster (Panulirus interruptus) phyllosoma from 1951 to 2008 links abundance to warm oceanographic conditions in southern California. CalCOFI Rep. 53, 132–139 (2012). 38. Guenther, C., López-Carr, D. & Lenihan, H. S. Differences in lobster fishing effort before and after MPA establishment. Appl. Geog. 59, 78–87 (2015). 39. Peters, J. R., Reed, D. C. & Burkepile, D. E. Climate and fishing drive regime shifts in consumer-mediated nutrient cycling in kelp forests. Glob. Change Biol. 25, 3179–3192 (2019). 40. Fitzgerald, S. P. Collaborative Research and Data-Limited Assessment of Small-Scale Trap Fisheries in the Santa Barbara Chan- nel (Doctoral dissertation, UC Santa Barbara). 165 p. (2019). 41. Iacchei, M., Robinson, P. & Miller, K. A. Direct impacts of commercial and recreational fishing on spiny lobster, Panulirus inter- ruptus, populations at Santa Catalina Island, California, United States. N. Z. J. Mar. Fresh. Res. 39, 1201–1214 (2005). 42. Lafferty, K. D. Fishing for lobsters indirectly increases epidemics in sea urchins. Ecol. Appl. 14, 1566–1573 (2004). 43. Castorani, M. C., Reed, D. C. & Miller, R. J. Loss of foundation species: Disturbance frequency outweighs severity in structuring kelp forest communities. Ecology 99, 2442–2454 (2018). 44. Berriman, J. S. et al. Shifts in attack behavior of an important kelp forest predator within marine reserves. Mar. Ecol. Prog. Series 522, 193–201 (2015). 45. Withy-Allen, K. R. & Hovel, K. A. California spiny lobster (Panulirus interruptus) movement behaviour and habitat use: Implica- tions for the effectiveness of marine protected areas. Mar. Fresh. Res. 64, 359–371 (2013). 46. Hart, D. R. When do marine reserves increase fishery yield?. Can. J. Fish. Aquat. Sci. 63, 1445–1449 (2006). 47. Buxton, C. D., Hartmann, K. R., Kearney, R. & Gardner, C. When is spillover from marine reserves likely to benefit fisheries?. PLoS ONE 9, e107032 (2014). 48. Goñi, R. S. et al. Spillover from six western Mediterranean marine protected areas: Evidence from artisanal fisheries. Mar. Ecol. Prog. Ser. 366, 159–174 (2008). 49. Nillos-Kleiven, P. J. et al. Fishing pressure impacts the abundance gradient of European lobsters across the borders of a newly established marine protected area. Proc. R. Soc. B 286, 20182455 (2019). 50. Halpern, B. S., Lester, S. E. & Kellner, J. B. Spillover from marine reserves and the replenishment of fished stocks. Environ. Conserv. 36, 268–276 (2009). 51. Woodcock, P., O’Leary, B. C., Kaiser, M. J. & Pullin, A. S. Your evidence or mine? Systematic evaluation of reviews of marine protected area effectiveness. Fish Fish. 18, 668–681 (2017). 52. Hilborn, R. Are MPAs effective?. ICES J. Mar. Sci. 75, 1160–1162 (2018). 53. Ojeda-Martínez, C. et al. Review of the effects of protection in marine protected areas: Current knowledge and gaps. Anim. Biodiv. Conserv. 34, 191–203 (2011). 54. Kerwath, S. E., Winker, H., Götz, A. & Attwood, C. G. Marine protected area improves yield without disadvantaging fishers. Nat. Commun. 4, 1–6 (2013). 55. Rassweiler, A., Costello, C., Hilborn, R. & Siegel, D. A. Integrating scientific guidance into marine spatial planning. Proc. R. Soc. B Biol. Sci. 281, 20132252 (2014). 56. Selkoe, K. A. et al. Taking the chaos out of genetic patchiness: Seascape genetics reveals ecological and oceanographic drivers of genetic patterns in three temperate reef species. Mol. Ecol. 19, 3708–3726 (2010). 57. Starr, R. M. et al. Variation in responses of fishes across multiple reserves within a network of marine protected areas in temperate waters. PLoS ONE 10, e118502 (2015). 58. Jones, N., McGinlay, J. & Dimitrakopoulos, P. G. Improving social impact assessment of protected areas: A review of the literature and directions for future research. Envir. Impact Assess. Rev. 64, 1–7 (2017). 59. CDFW. South Coast Fishery Spotlight: California Spiny Lobster. State of the California South Coast Supplemental Report: Cali- fornia Spiny Lobster. 7 pp. https ://nrm.dfg.ca.gov/FileH andle r.ashx?Docum entID =14129 5&inlin e (2017) 60. Reed, D. C. SBC LTER: reef: abundance, size and fishing effort for California Spiny Lobster (Panulirus interruptus), ongoing since 2012. Environ. Data Initiat. https ://doi.org/10.6073/pasta /a593a 675d6 44fde fb736 750b2 91579 a0 (2019). 61. Reed, D. C., Nelson, J. C., Harrer, S. L. & Miller, R. J. Estimating biomass of benthic kelp forest invertebrates from body size and percent cover data. Mar. Biol. 163, 1–6 (2017). Acknowledgements Funding for this research was provided by the National Science Foundation’s support of the Santa Barbara Coastal Long Term Ecological Research program. We thank S. Harrer, C. Nelson, and S. Sampson and numerous others for help collecting field data. Author contributions H.S.L., J.P.G., J.R.P., A.C.S., and D.C.R. initiated the study and contributed to manuscript writing. J.K.K.H. also contributed to the writing and provided all fishery dependent data. J.P.G., J.R.P., and D.C.R. collected field data. H.S.L., J.P.G., J.R.P., and D.C.R. analyzed the data. Competing interests The authors declare no competing interests. Additional information Correspondence and requests for materials should be addressed to H.S.L. 9 Vol.:(0123456789) Scientific Reports | (2021) 11:2663 | https://doi.org/10.1038/s41598-021-82371-5 www.nature.com/scientificreports/ Reprints and permissions information is available at www.nature.com/reprints. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/. © The Author(s) 2021",
  "sections": {
    "abstract": ", indirect ecological effects related to 652653654 (MPA)655 Lobster landings (lbs. y -1 ) 0 10000 20000 30000 40000 2006-2011 2012-2017 652653654 (MPA)655 No. traps pulled per year 0 10000 20000 30000 40000 50000 Fish Block no. 652653654 (MPA)655 Lobster pounds tra p -1",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found greater build-up of lobsters within MPAs relative to unprotected areas, and greater increases in fishing effort and total lobster catch, but not CPUE, in fishing zones containing MPAs vs.",
    "Our results show that a 35% reduction in fishing area resulting from MPA designation was compensated for by a 225% increase in total catch after 6-years, thus indicating at a local scale that the trade-off of fishing ground for no-fishing zones benefitted the fishery.",
    "we report between fished and unfished areas.",
    "Our results indicate that by responding to the no-fishing zones by fishing near MPA borders, the fishery is experiencing a net benefit of no-fishing zones at a local scale."
  ],
  "fullText": "\n\n1\nVol.:(0123456789)\nScientific Reports |         (2021) 11:2663  \n| \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports\nEvidence that spillover from Marine \nProtected Areas benefits the spiny \nlobster (Panulirus interruptus) \nfishery in southern California\nHunter    S. Lenihan\n1*\n, Jordan P. Gallagher\n2\n, Joseph R. Peters\n2\n, Adrian    C.  Stier\n2,3\n,  \nJennifer K. K. Hofmeister\n4\n & Daniel C. Reed\n3\nMarine Protected Areas (MPAs) are designed to enhance biodiversity and ecosystem services. Some \nMPAs are also established to benefit fisheries through increased egg and larval production, or the \nspillover of mobile juveniles and adults. Whether spillover influences fishery landings depend on the \npopulation status and movement patterns of target species both inside and outside of MPAs, as well \nas the status of the fishery and behavior of the fleet. We tested whether an increase in the lobster \npopulation inside two newly established MPAs influenced local catch, fishing effort, and catch-per-\nunit-effort (CPUE) within the sustainable California spiny lobster fishery. We found greater build-up \nof lobsters within MPAs relative to unprotected areas, and greater increases in fishing effort and total \nlobster catch, but not CPUE, in fishing zones containing MPAs vs. those without MPAs. Our results \nshow that a 35% reduction in fishing area resulting from MPA designation was compensated for by a \n225% increase in total catch after 6-years, thus indicating at a local scale that the trade-off of fishing \nground for no-fishing zones benefitted the fishery.\nMarine Protected Areas (MPAs) are widely recognized as effective conservation tools for protecting marine \nresources within their  borders\n1,2\n, and are used with increasing frequency in marine spatial  management\n3\n. \nResearch has shown repeatedly that the absence of fishing in MPAs leads to increased biomass, size, density, \nand diversity of protected species within well-enforced  reserves\n4–6\n. Whether positive conservation outcomes \nalso benefit fisheries are less certain, yet are important to assess because many MPAs are established with assur-\nances to local fisheries that the capacity of MPAs to increase fish stocks and yield will outweigh costs associated \nwith the loss of fishing  grounds\n7–9\n. MPAs are thought to enhance adjacent fisheries mainly in two ways, through \nincreased export of eggs and larvae that eventually augment populations of target  species\n10,11\n, or through increases \nin biomass of animals near MPA borders that ostensibly move into fished areas and are caught as “spillover”\n12–15\n.\nNumerous studies have reported evidence for the spillover of large, mobile taxa from MPAs into adjacent \nfished  areas\n16–19\n. For example, 20 years after the implementation of a marine protected area in the Philippines, \nthere was a tripling of fish density inside the reserve, as well as in the neighboring 200–300 m wide area just \noutside the reserve, a pattern attributed to  spillover\n20\n. Patterns of density-driven spillover with potential benefits \nto fisheries have most often been observed for exploited species of mobile invertebrates, especially lobsters, in \nlarge part because they are intensively fished using stationary traps that can be placed at reserve  borders\n19,21\n. \nNevertheless, increased biomass and density within MPAs, and behavioral responses by fishers, such as “fishing \nthe line”\n22\n, have not emerged for all  reserves\n23–28\n. In some cases, spiny lobsters have even spilled into  MPAs\n29\n.\nDespite much attention given to documenting spillover from MPAs, relatively few studies have attempted to \nquantify the extent to which increases in the density and size structure of animals along the borders of MPAs \ninfluences fishing behavior, total landings, and  revenue\n19\n. We know of two studies, both conducted on lobsters, \nthat measured the net gain in a fishery generated by  spillover\n30,31\n. Goñi et al.\n30\n examined a heavily exploited \nlobster fishery in the Mediterranean Sea and found a net gain of 10% in total lobster weight caught after MPA \nimplementation despite there being a decrease in the total number of individual lobsters caught. Moland et al.\n31\n \nOPEN\n1\nBren  School  of  Environmental  Science  and  Management,  University  of  California  Santa  Barbara,  Santa  Barbara,  \nCA 93116, USA. \n2\nDepartment  of  Ecology,  Evolution,  and  Marine  Biology,  University  of  California  Santa  Barbara,  \nSanta   Barbara,     CA 93116, USA. \n3\nMarine  Science  Institute,  University  of  California  Santa  Barbara,  Santa  Barbara,  \nCA 93116, USA. \n4\nCalifornia Department of  Fish   and   Wildlife,     San   Diego,    CA 92123, USA.\n *\nemail:  HLenihan@\nucsb.edu\n\n2\nVol:.(1234567890)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\ndocumented a 245% increase in lobster caught within reserves that was linked to an 87% increase in nearby fished \nareas. The net benefit to the fishery was attributed in both cases to the spillover of relatively large lobsters from \nMPAs. Such studies are critical for demonstrating the ability of MPAs to meet their fishery objectives because \nwithout them the implementation of MPAs risks being perceived as having unfulfilled expectations and a lack \nof credibility in their purported value as an effective tool for fisheries  management\n32\n.\nThe long history of coastal MPAs in California (CA) provides a unique setting for studying their effects. Small \ncoastal MPAs have existed in the state since the 1930s. Passage of the Marine Life Protection Act in 1999 led to \nthe establishment of an additional 124 MPAs, encompassing 2197  km\n2\n of protected marine habitat, distributed \nalong 1900 km of  coastline\n33\n. Studies conducted within CA’s MPAs have focused primarily on understanding \nthe biological and ecological consequences of protection. For example, researchers studying a network of MPAs \nat the Channel Islands in southern CA documented significant positive effects of protection on a wide variety of \nfish and invertebrate species within and immediately outside of reserve  borders\n34,35\n. One of the largest responses \nwas observed in the CA spiny lobster (Panulirus interruptus), which increased dramatically in both biomass and \nsize within multiple MPAs after only five years (2003–2008) of  protection\n21\n, and exhibited spillover into adjacent \nfishing  zones\n36\n. The rapid response of lobster to MPA protection was rather surprising because the lobster fishery \nin CA is considered relatively  sustainable\n37\n. Whether the gain in lobster abundance in fishing zones adjacent to \nMPAs is sufficient to compensate for the reduction in fishable area created by the designation of MPAs has yet \nto be determined.\nThe establishment of a network of no-take zones in 2012 along the mainland coast of southern CA, where CA \nspiny lobster is heavily fished, provided us with a unique opportunity to study the influence of MPAs and spillover \non the lobster fishery and to determine its potential benefit to the commercial lobster fishery. Prior observations \nof spillover of lobster from MPAs within five years of establishment at the offshore Channel  Islands\n33\n suggested \nthat a similar pattern would emerge along the adjacent mainland coast, especially because the mainland fishery \nis more heavily fished than that at the Channel  Islands\n27,38\n. Therefore, we tested the hypothesis that the establish-\nment of MPAs along the mainland coast of the Santa Barbara Channel would lead to increased lobster biomass \nand density inside MPAs, which in turn would lead to increased landings in the region despite the reduction in \nfishable area caused by the establishment of the MPAs. Our approach involved analyzing: (1) fishery independent \ndata collected by divers within and outside of MPAs, immediately before and six years after MPA establishment, \nto determine the effects of the MPAs on lobster density, size and biomass, and (2) fishery dependent landings \ndata of lobster catch and fishing effort, also collected six years before and after MPA establishment, to assess the \neffects of the MPAs on the fishery. Our results are important to fishers, who were assured spillover would even-\ntually enhance lobster catches, and fishery managers, who worked in collaboration with fishers to established \nreserves with fishery benefits.\nResults\nFishery independent estimates of lobster abundance and size. The  density  of  lobster  increased  \nsignificantly  over  time  in  both  fished  and  unfished  plots,  however  the  rate  that  density  increased  in  unfished  \nMPA plots was three times higher than that in fished plots (Fig. 1a; F\n1.248\n = 5.53, P   =   0.020 for protection status \n× time interaction). By contrast, the mean carapace length of lobster did not change significantly over time in \neither fished or unfished plots (Fig. 1b; F\n1.182\n = 2.12, P   =   0.147 for protection status × time interaction), although \nit’s  worth  noting  the  non-significant  trends  in  fished  and  unfished  plots  showed  opposite  patterns  with  size  \nincreasing over time in the unfished plots and decreasing in the fished plots. Similar patterns of non-significance \nand opposing directional trends were observed for changes in the median carapace length of lobster (F\n1.182\n = 2.16, \nP   =   0.143, data not shown), which is more sensitive to skewed distributions.\nObserved changes in lobster biomass following MPA establishment closely resembled those of lobster den-\nsity (Fig. 1a vs. c). Biomass increased significantly over time following MPA establishment in both fished and \nunfished plots (F\n1.131\n = 4.65, P = 0.033  and F\n1.118\n = 62.45, P <   0.0001 for fished and unfished plots, respectively), \nwith threefold higher increases in unfished MPA plots compared to fished plots (Fig. 1c; F\n1.248\n = 12.14, P < 0.001 \nfor protection status × time interaction).\nFishery dependent estimates of lobster catch and fishing effort. Analyses of commercial fishing \nblock landing data showed that the effects of fishing block on the total annual catch of lobster differed signifi-\ncantly between the six-year periods before and after MPA establishment (Fig. 2a; F\n3.40\n = 4.86, P   =   0.006 for block × \ntime period interaction). Average annual lobster landings more than doubled in the 6 years after MPA establish-\nment in the block with the two MPAs (#654) despite a 35% reduction in the fishable area (Table 1). In contrast, \nlobster landings in the three blocks without MPAs remained relatively unchanged during the six years following \nMPA establishment.\nAnnual fishing effort estimated by the number of traps pulled increased throughout the study region following \nMPA establishment with the largest increase occurring in block 654 (Fig. 2b; F\n3.40\n = 4.31, P =   0.010 for block × \nperiod interaction). CPUE differed significantly among the fishing blocks (Fig. 2c; F\n3.40\n =  4.54, P = 0.008),  but  not \nbetween the periods before and after MPA establishment (F\n1.40\n = 0.84, P = 0.850). Block 654 with the two MPAs \nconsistently had the highest CPUE irrespective of the timing of MPA establishment. The nearly identical values \nof CPUE in block 654 before and after MPA establishment suggests the doubling of landings in this block in the \nsix years following the establishment of the two MPAs resulted from a doubling of the fishing effort rather than \nan increase in lobster stock.\nThe average annual catch in the study region summed across all four fishing blocks increased by 57% in the \nsix years following MPA establishment while the fishing effort increased by 73%. By contrast, the average annual \nCPUE of the region declined slightly from 0.68 (± 0.051 SE) to 0.61 (± 0.058 SE) pounds per pull.\n\n3\nVol.:(0123456789)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\nDiscussion\nSpiny lobster density and biomass increased in MPAs and fished areas in the 6 years following the establish-\nment of the two no fishing zones. The increase in lobster abundance across the region observed in our fishery \nindependent data may be related to a suite of factors that we did not test, including enhanced lobster recruit-\nment related to El Nino events in 2006–2007, and 2014–2016\n39\n. However, the increase within the MPAs was \nfour times greater for density, and almost twice as much for biomass than in the fished areas, indicating lobster \nabundance increased dramatically in the absence of fishing. Similar increases in lobster populations have been \nobserved within established no-fishing zones at the Channel  Islands\n40\n and  elsewhere\n12,41\n, but over a substantially \nlonger period of time (15–23 years). That the change in mean size of lobsters did not vary markedly inside vs. \noutside of MPAs is interesting but not unexpected. Prior work comparing lobster sizes inside vs. outside MPAs \nin the Channel Islands has been equivocal concerning effects on mean carapace length: Iaccheci et al.\n41\n found \nlittle difference for relatively long-established MPAs while Kay et al.\n21\n found large positive effects of MPAs only \n5 years after they were established.\nCessation of fishing appears to have been the primary mechanism driving the relatively large difference in \nlobster density and biomass inside vs. outside of the MPAs. Nevertheless, other ecological mechanisms may have \nalso played a part, including spatial variation in lobster habitat and recruitment, and differences in food avail-\nability. Prior work in the Santa Barbara Channel found that the intensity of lobster spillover from MPAs across \nmultiple reserves was driven mainly by cessation of fishing, and to a lesser degree by the spatial arrangement of \nthe caves, cracks, and crevices where lobsters gather to shelter from their  predators\n36\n. While we did not quantify \nthe amount and quality of lobster habitat in this study, we have no reason to believe that those habitat metrics \nchanged over the course of the study. Of course, habitat availability is a key factor in spillover because as lobster \ndensity increases inside reserves preferred shelters become crowded leading to the movement of lobsters to \n0123456\nChange in densit\ny (no. 1200 \nm\n-2\n)\n-2\n0\n2\n4\n6\nUnfished\nFished\n0123456\nChange in mean size (mm)\n-15\n-10\n-5\n0\n5\n10\n15\nTime since MPA designation (y)\n0123456\nChange in biomass (kg 1200 \nm\n-2\n)\n-2\n-1\n0\n1\n2\na)\nb)\nc)\nFigure 1.    Annual changes in the: (a) density, (b) mean carapace length and (c) biomass of spiny lobster in fixed \n1200  m\n2\n plots within MPAs and fished areas off the coast of Santa Barbara since the establishment of MPAs in \n2012. Values are means with 95% CI. N =   17 and 19 for unfished and fished plots respectively.\n\n4\nVol:.(1234567890)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\nless-crowded habitats outside of the  MPAs\n36\n. The role of recruitment in generating the patterns that we report \nremains uncertain. Peters et al.\n39\n found evidence that recruitment was lower in the MPAs than in fished areas in \n2014 but observed the opposite pattern in 2015. They found no difference in recruitment inside vs. outside of \nMPAs in 2012–2013 and 2016–2018.\nWe have no direct evidence that lobster populations increased inside the MPAs due to greater food avail-\nability. An indirect ecological effect of ceasing to fish lobsters on temperate latitude rocky reefs is an increase \nin the abundance of macroalgae—specifically giant kelp in the SB Channel- due to the decline of sea urchins, \nwhich graze on kelp and are preyed upon by  lobsters\n42\n. In turn, increased kelp abundance can lead to greater \nabundances of many species of invertebrates, some of which are lobster  prey\n43\n. We do not have the data to test \nthis idea but other work in our region indicates that lobster prey species tend to decline instead of increase \ninside MPAs, apparently due to increased lobster  forging\n44\n. In summary, indirect ecological effects related to \n652653654 (MPA)655\nLobster landings (lbs. \ny\n-1\n)\n0\n10000\n20000\n30000\n40000\n2006-2011\n2012-2017\n652653654 (MPA)655\nNo. traps pulled per year\n0\n10000\n20000\n30000\n40000\n50000\nFish Block no.\n652653654 (MPA)655\nLobster pounds tra\np\n-1\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\na) Catch\nb) Effort\nc) CPUE\nFigure 2.    CDFW fishing block data for: (a) catch, (b) effort and (c) catch per unit effort (CPUE) of spiny \nlobster off the mainland coast of Santa Barbara. Values are means ± SE for the 6-year periods before and after the \nestablishment of MPAs in block 654.\nTable 1.   The fishable area of state waters within the CDFW fishing blocks off the coast of Santa Barbara before \nand after the establishment of MPAs in 2012. \na\n Denotes fishing block with MPAs.\nBlock numberFishable area (ha) pre-2012Fishable area (ha) post-2012Percent reduction (%)\n6529589.99589.90\n6539555.39555.30\n654\na\n9665.76257.035\n6559015.19015.10\n\n5\nVol.:(0123456789)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\nthe cessation of fishing may have contributed to the large increase in lobster abundance in the MPAs, but do not \nadequately explain the dramatic differences we report between fished and unfished areas.\nFishery-dependent catch data showed that lobster landings in the fishing block 654 with MPAs increased \nby ~   225% after the reserves were implemented compared with an average increase of 19% in the three blocks \nwithout MPAs. Importantly, the large increase in catch in fishing block 654 occurred despite a 35% decrease in \nfishable area, and resulted from a 250% increase in effort, as catch efficiency (i.e., CPUE) remained relatively con-\nstant. The pattern of increased effort and constant CPUE implies there was a substantial increase in the abundance \nof legal sized lobsters in the fishable area of fishing block 654 after the MPAs were established, which is consistent \nwith the results of the diver surveys. By contrast, the CPUE in the three fishing blocks without MPAs declined \nby an average of 13% in the six years after the MPAs were established. We predict that this pattern was driven \nmainly by the most efficient fishers who shifted their effort to fish close to the MPA borders. To our knowledge, \nthis is the largest increase in lobster catch associated with MPA spillover ever recorded.\nThe most plausible mechanism leading to the increase in lobster abundance and catch in the fishing block with \nMPAs was the movement of legal-sized lobsters from within the reserve boundaries to areas outside where they \nwere caught. Such movement from the Naples SMCA and Campus Point SMCA may be facilitated by extensive \nrocky reefs, the preferred habitat of spiny lobster, that extend uninterrupted from within the MPA’s boundaries to \nareas outside where fishing occurs. Such habitat corridors are well-known to facilitate lobster  movement\n45\n. Prior \nwork indicates a lack of such habitat corridors reduces, or even impedes, lobster movement and  spillover\n21,38\n. \nPrior work in the northern Channel Islands also suggests that substantial increases in population abundance \nwithin reserves takes place within 5 years of reserve establishment, and that increases in abundance are positively \nassociated with greater movement of legal-sized  lobsters\n21\n. Considered together, this is strong circumstantial \nevidence that substantial increases in lobster abundance within multiple MPAs over a six-year period increased \nthe local commercial catch through spillover.\nInterestingly, fishing effort also increased in nearby fishing blocks without MPAs (albeit at a much smaller \nrate) between 2012 and 2017, indicating that there was an overall increase in fishing effort in the region fol-\nlowing the establishment of MPAs. This is consistent with results from visual surveys of deployed lobster traps \n(which are marked by surface floats), which implied that the increase in fishing pressure was concentrated at \nthe borders of the two MPAs in fishing block 654. For example, the average number of traps counted along the \neastern border of the Campus Point SMCA during the second week of the lobster fishing season nearly doubled \nfrom 46 ±   16 traps per hectare in 2009–2012 to 89 ±   14 traps per hectare in 2014–2019 (Authors, unpublished \ndata). The higher fishing effort and catch coupled with a relatively constant CPUE in block 654 suggests fishers \nwere attracted to the MPAs because of enhanced catch from spillover. This is born out in interviews with fishers \nwho acknowledged that they purposefully fish the borders of the Naples and Campus Point SMCAs to maximize \ntheir catch (H. Lenihan, personal communications).\nTheory suggests that MPAs benefit fisheries the most when they are poorly managed and overfished prior to \nreserve  implementation\n31,46,47\n. Empirical evidence so far supports this  prediction\n19,30,48,49\n. For example, Halpern \net al.\n50\n used statistical analyses of 17 MPA-fishery systems to suggest that spillover can replenish a highly depleted \nfishery that targets a mobile species when: (1) the gradient of decay in population abundance across the MPA’s \nborder is steep, (2) catch is greater than the population growth rate outside the reserve, and (3) there are mul-\ntiple reserves subsidizing the fishery, such as in a reserve network. A synthesis of field studies by Goñi et al.\n19\n \nalso reported patterns consistent with MPAs replenishing heavily exploited fisheries in which the abundance of \ntarget species in fished areas was far below that in no-fishing  zones\n51\n. In addition to heavy fishing pressure, other \nimportant elements stimulating high catch outside of MPAs appear to be habitat characteristics that promote \nthe movement of animals across MPAs  borders\n26,36\n, good fishing habitat in close vicinity (e.g., < 800 m) to MPA \n borders\n36,50\n, and a behavioral response by the fishery to fish near the borders.\nOur results provide one of the few examples that link increased abundance of a target species within reserves \nto increased catch within the fishery, albeit at a local scale (see review by Goñi et al.\n18\n). In his review  Hilborn\n52\n \nreiterated the growing consensus, gleaned from models and empirical  work\n19,31,50,53–55\n, that MPAs increase the \ncatch outside of no-fishing zones when fishing pressure is very high and stocks are seriously overexploited. By \ncontrast, we have shown in this study that MPAs can increase catch in a relatively sustainable fishery. Certainly, \nthe CA spiny lobster fishery is heavily exploited but remains sustainable, due in large part to management \nefforts designed to control fishing effort, and oceanic connectivity that delivers larvae to southern CA from \nless-heavily exploited fishing grounds in Baja California,  Mexico\n37,56\n. An important general lesson re-emerges \nfrom our results: close collaboration between fishers, scientists, policy makers, and fishery managers enhances \nmarine ecosystem  management\n10,57,58\n. California’s MPA-fishery system is an integrated, well-enforced network \nof no-fishing zones designed to protect productive subtidal rocky reefs that are essential habitat to populations \nof many target species, including CA spiny lobster. The lobster fishers helped to design the CA MPA network, \nand the State dedicates substantial funding to effective enforcement. Our results indicate that by responding to \nthe no-fishing zones by fishing near MPA borders, the fishery is experiencing a net benefit of no-fishing zones at \na local scale. The next step is to test whether southern California’s MPA network is enhancing total catch across \nthe entire CA spiny lobster fishery.\nMethods\nSpiny lobster fishery in southern California. The  U.S.  commercial  fishery  for  spiny  lobster  in  CA  \nextends from Point Conception south to the U.S.-Mexico border and involves fishers using relatively small boats \nto  deploy  baited  wire  box-like  traps  set  on  the  bottom  in  shallow  (typically  <    20  m)  reef  habitats.  The  fishing  \nseason  is  from  October  to  March  with  approximately  80%  of  the  annual  catch  landed  within  the  first  half  of  \nthe season. It is assumed that the majority of lobsters landed by the fishery reached legal size (83 mm carapace \n\n6\nVol:.(1234567890)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\nlength) during the previous year, but this is as yet been unconfirmed. Recreational fishing in the study region \noff Santa Barbara has been historically low relative to other regions in southern CA and accounts for a relatively \nsmall fraction of the total  catch\n59\n.\nFishery independent estimates of lobster abundance and size. Underwater  surveys  of  lobster  \nabundance and size were conducted using scuba by the Santa Barbara Coastal Long Term Ecological Research \nprogram in reef habitat at five sites spanning 75 km of the mainland coast of the Santa Barbara Channel: Arroyo \nQuemado  (AQUE;  120.07°W,  34.28°N),  Naples  (NAPL;  119.57°W,  34.25°N),  Isla  Vista  (IVEE;  119.51°W,  \n34.24°N),  Mohawk  (MOHK;  119.43°W,  34.23°N),  and  Carpinteria  (CARP;  119.32°W,  34.23°N).  Two  of  these  \nsites,  NAPL,  and  IVEE,  are  located  within  MPAs  established  in  2012  (i.e.,  Naples  SMCA  and  Campus  Point  \nSMCA, respectively), while the other three sites (AQUE, MOHK, and CARP) have always been open to fishing \n(Fig. 3). At each site divers recorded the number and visually estimated the size (i.e., carapace length) of lobster \nin 1200  m\n2\n plots (n =   2 to 8 plots per site depending on the available reef habitat). Using handheld lights divers \nthoroughly searched the benthos, including areas of dense vegetation, crevices, ledges, and other structures used \nby lobster to shelter, to obtain a census of lobster in each plot (n =   36 plots total). Surveys were conducted annu-\nally from 2012 to 2018 during daylight hours in late August to mid-September prior to the start of the lobster \nfishing  season  to  control  for  possible  confounding  effects  of  habitat  type,  storms,  season,  and  time  of  day  on  \nlobster abundance (sensu Iacchei et al.\n41\n). Details of the sampling methodology and data can be found in  Reed\n60\n.\nWe classified plots as fished (n = 17) or unfished (n = 19) depending on whether or not they were located in \nan MPA. The effects of protection status (fish vs. unfished) and time since MPA establishment on the absolute \nchange in lobster density, mean carapace size, and biomass since MPA established were determined in separate \nANCOVAs in which protection status was considered a fixed factor and time since MPA establishment a covari-\nate. The mass of each lobster (wet g) was calculated as 0.001 ×  L\n2.914\n where L is the carapace length in  mm\n61\n. \nLobster biomass was calculated as the summed mass of all lobster observed in a plot. Lobster survey data were \nnot collected prior to 2012 when MPAs were established.\nFishery dependent landings data. CA fisheries are managed by the CA Department of Fish and Wildlife \n(CDFW), who has divided the entire coastline into rectangular fishing blocks (~ 140  km\n2\n), from which commer-\ncial lobster fishers, and other fisheries, are required to record and log all their catch (https ://nrm.dfg.ca.gov/FileH \nandle r.ashx?Docum entID =67449 &inlin e).  Annual  fishing  block  data  of  commercial  landings  (wet  kg  caught)  \nand fishing effort (number of traps pulled) of spiny lobster in the study region were obtained from CDFW for \nthe six fishing seasons prior to MPA establishment (2006–2011) and the six seasons after MPA establishment \nFigure 3.    Map of CDFW designated fishing blocks off the mainland coast of Santa Barbara, CA USA. The \ndashed line marks the 3 nautical mile offshore state boundary of the fishing blocks. Grey polygons show the \nlocations of the two MPAs at Campus Point and Naples Reef established in 2012. (For inset map of MPAs, see \nCalifornia Department of Fish and Wildlife (2021). https ://nrm.dfg.ca.gov/FileH andle r.ashx?Docum entID \n=13535 6&inlin e, p. 4.).\n\n7\nVol.:(0123456789)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\n(2012–2017). We defined a fishing season by the year in which it started (e.g., the 2012 season extended from \nOctober 2012 through March 2013). Fishing block data are based on landings weighed at the dock by the proces-\nsor, who records the data on a “fish ticket” that is submitted to the CDFW. Fishermen are required to assign their \nlandings to a specific fishing block and report the fishing effort (i.e., number of traps pulled) allocated to their \ncatch. Catch-per-unit-effort (CPUE) is defined by CDFW as the number of legal lobsters per trap pull. Herein, \nwe define CPUE as the weight of lobsters pulled per traps pulled.\nThe study region included four commercial fishing blocks that extend along the mainland coast of the Santa \nBarbara Channel (Fig. 3). The two MPAs (Naples SMCA and Campus Point SMCA) are located in a single block \n(#654) and their designation in 2012 constituted a 35% reduction in the fishable area in this block (Table 1). The \nCA Marine Life Protection Act had no effect on the amount of fishable area in the other three fish blocks in the \nstudy region (# 652, 653, 655).\nThe effects of fishing block and period (i.e., before vs. after MPA establishment) on annual catch, annual effort, \nand annual catch-per-unit-effort (CPUE) were evaluated in separate fixed factor ANOVAs. Landings and effort \ndata were log transformed to meet the assumptions of normality and homoscedasticity. All statistical analyses \nwere conducted in SPSS-SYSTAT software.\nEthical approval. All methods were carried out in accordance with University of California and National \nScience Foundation guidelines and regulations. All experimental protocols were approved by the University of \nCalifornia, Santa Barbara and the California Department of Fish and Wildlife.\nReceived: 22 May 2020; Accepted: 14 January 2021\nReferences\n   1.    Lubchenco, J., Palumbi, S. R., Gaines, S. D. & Andelman, S. Plugging a hole in the ocean: the emerging science of marine reserves. \nEcol. Appl. 13, 3–7 (2003).\n   2.    Di Franco, A. et al. Five key attributes can increase marine protected areas performance for small-scale fisheries management. Sci. \nRep. 6, 38135 (2016).\n   3.    Sala, E. & Giakoumi, S. No-take marine reserves are the most effective protected areas in the ocean. ICES J. Mar. Sci. 75, 1166–1168 \n(2018).\n   4.  Lester, S. E. & Halpern, B. S. Biological responses in marine no-take reserves versus partially protected areas. Mar. Ecol. Prog. Ser. \n367, 49–56 (2008).\n   5. Lester, S. E. et al. Biological effects within no-take marine reserves: A global synthesis. Mar. Ecol. Prog. Ser. 384, 33–46 (2009).\n  6.    Edgar, G. J. et al. Global conservation outcomes depend on marine protected areas with five key features. Nature 506, 216–220 \n(2014).\n  7.    Gaines, S. D., White, C., Carr, M. H. & Palumbi, S. R. Designing marine reserve networks for both conservation and fisheries \nmanagement. Proc. Nat. Acad. Sci. 107, 18286–18293 (2010).\n   8. Sala, E. et al. A general business model for marine reserves. PLoS ONE 8, e58799 (2013).\n   9.    Lynham, J. et al. Impact of two of the world’s largest protected areas on longline fishery catch rates. Nat. Commun. 11, 1–9 (2020).\n 10.  Cudney-Bueno, R., Lavín, M. F., Marinone, S. G., Raimondi, P. T. & Shaw, W. W. Rapid effects of marine reserves via larval dispersal. \nPLoS ONE 4, e4140 (2009).\n 11.  Pelc, R. A., Warner, R. R., Gaines, S. D. & Paris, C. B. Detecting larval export from marine reserves. Proc. Nat. Acad. Sci. 107, \n18266–18271 (2010).\n 12.  Gell, F. R. & Roberts, C. M. Benefits beyond boundaries: The fishery effects of marine reserves. Trends Ecol. Evol. 18, 448–455 \n(2003).\n 13.  Roberts, C. M., Hawkins, J. P. & Gell, F. R. The role of marine reserves in achieving sustainable fisheries. Philso. Trans. R. Soc. B \nBiol. Sci. 360, 123–132 (2005).\n 14.  Russ, G. R. & Alcala, A. C. Enhanced biodiversity beyond marine reserve boundaries: The cup spillith over. Ecol. Appl. 21, 241–250 \n(2011).\n 15.  Di Lorenzo, M., Guidetti, P., Di Franco, A., Calò, A. & Claudet, J. Assessing spillover from marine protected areas and its drivers: \nA meta-analytical approach. Fish Fish. 21, 906–915 (2020).\n 16.  Dayton, P. K., Sala, E., Tegner, M. J. & Thrush, S. Marine reserves: parks, baselines, and fishery enhancement. Bull. Mar. Sci. 6, \n617–634 (2000).\n 17.  Roberts, C. M., Bohnsack, J. A., Gell, F. J., Hawkins, J. P. & Goodridge, R. Effects of marine reserves on adjacent fisheries. Science \n294, 1920–1923 (2001).\n 18.  Russ, G. R. et al. Marine reserve benefits local fisheries. Ecol. Appl. 14, 597–606 (2004).\n 19.  Goñi, R., Badalamenti, F. & Tupper, M. H. Fisheries—effects of marine protected areas on local fisheries: Evidence from empirical \nstudies. In Marine Protected Areas: A Multidisciplinary Approach (Cambridge Univ (ed. Claudet, J.) 73–102 (Press, Cambridge, \n2011).\n 20.  Abesamis, R. A. & Russ, G. R. Density-dependent spillover from a marine reserve: Long-term evidence. Ecol. Appl. 15, 1798–1812 \n(2005).\n 21.  Kay, M. C. et al. Collaborative assessment of California spiny lobster population and fishery responses to a marine reserve network. \nEcol. Appl. 22, 322–335 (2012).\n 22.  Kellner, J. B., Tetreault, I., Gaines, S. D. & Nisbet, R. M. Fishing the line near marine reserves in single and multispecies fisheries. \nEcol. Appl. 17, 1039–1054 (2007).\n 23.  Edgar, G. J. et al. Bias in evaluating the effects of marine protected areas: The importance of baseline data for the Galapagos Marine \nReserve. Envir. Conserv. 31, 212–218 (2004).\n 24.  Edgar, G. J., Barrett, N. S. & Morton, A. J. Biases associated with the use of underwater visual census techniques to quantify the \ndensity and size-structure of fish populations. J. Exp. Mar. Biol. Ecol. 308, 269–290 (2004).\n 25.  Sale, P. F. et al. Critical science gaps impede use of no-take fishery reserves. Trends Ecol. Evol. 20, 74–80 (2005).\n 26.   Forcada,  A. et al. Effects of habitat on spillover from marine protected areas to artisanal fisheries. Mar. Ecol. Prog. Ser. 379, 197–211 \n(2009).\n 27.  Hovel, K. A., Neilson, D. J., & Parnell, E. Baseline characterization of California spiny lobster (Panulirus interruptus) in South Coast \nmarine protected areas: A report to California Sea Grant and the California Ocean Science Trust. 172 p. (COPC, 2015).\n 28.  Di Lorenzo, M., Claudet, J. & Guidetti, P. Spillover from marine protected areas to adjacent fisheries has an ecological and a fishery \ncomponent. J. Nat. Conserv. 32, 62–66 (2016).\n\n8\nVol:.(1234567890)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\n 29.  Eggleston, D. B. & Parsons, D. M. Disturbance-induced ‘spill-in’ of Caribbean spiny lobster to marine reserves. Mar. Ecol. Prog. \nS e r. 371, 213–220 (2008).\n 30.  Goñi, R., Hilborn, R., Díaz, D., Mallol, S. & Adlerstein, S. Net contribution of spillover from a marine reserve to fishery catches. \nMar. Ecol. Prog. Ser. 400, 233–243 (2010).\n 31.   Moland,  E. et al. Lobster and cod benefit from small-scale northern marine protected areas: Inference from an empirical before-\nafter control-impact study. Proc. Royal Soc. B 280, 20122679 (2013).\n 32.  Hilborn, R. K. et al. When can marine reserves improve fisheries management?. Ocean Coast. Manage. 47, 197–205 (2004).\n 33.  Saarman, E. T. & Carr, M. H. The California Marine Life Protection Act: A balance of top down and bottom up governance in \nMPA planning. Mar. Pol. 41, 41–49 (2013).\n 34.  Hamilton, S. L., Caselle, J. E., Malone, D. P. & Carr, M. H. Incorporating biogeography into evaluations of the Channel Islands \nmarine reserve network. Proc. Natl. Acad. Sci. 107, 18272–18277 (2010).\n 35.  Caselle, J. E., Rassweiler, A., Hamilton, S. L. & Warner, R. R. Recovery trajectories of kelp forest animals are rapid yet spatially \nvariable across a network of temperate marine protected areas. Sci. Rep. 5, 14102 (2015).\n 36.  Kay, M. C., Lenihan, H. S., Kotchen, M. J. & Miller, C. J. Effects of marine reserves on California spiny lobster are robust and \nmodified by fine-scale habitat features and distance from reserve borders. Mar. Ecol. Prog. Ser. 451, 137–150 (2012).\n 37.  Koslow, J. A., Rogers-Bennett, L. & Neilson, D. J. A time series of California spiny lobster (Panulirus interruptus) phyllosoma from \n1951 to 2008 links abundance to warm oceanographic conditions in southern California. CalCOFI Rep. 53, 132–139 (2012).\n 38.  Guenther, C., López-Carr, D. & Lenihan, H. S. Differences in lobster fishing effort before and after MPA establishment. Appl. Geog. \n59, 78–87 (2015).\n 39. Peters, J. R., Reed, D. C. & Burkepile, D. E. Climate and fishing drive regime shifts in consumer-mediated nutrient cycling in kelp \nforests. Glob. Change Biol. 25, 3179–3192 (2019).\n 40.  Fitzgerald, S. P. Collaborative Research and Data-Limited Assessment of Small-Scale Trap Fisheries in the Santa Barbara Chan-\nnel (Doctoral dissertation, UC Santa Barbara). 165 p. (2019).\n 41.  Iacchei, M., Robinson, P. & Miller, K. A. Direct impacts of commercial and recreational fishing on spiny lobster, Panulirus inter-\nruptus, populations at Santa Catalina Island, California, United States. N. Z. J. Mar. Fresh. Res. 39, 1201–1214 (2005).\n 42.  Lafferty, K. D. Fishing for lobsters indirectly increases epidemics in sea urchins. Ecol. Appl. 14, 1566–1573 (2004).\n 43.  Castorani, M. C., Reed, D. C. & Miller, R. J. Loss of foundation species: Disturbance frequency outweighs severity in structuring \nkelp forest communities. Ecology 99, 2442–2454 (2018).\n 44.  Berriman, J. S. et al. Shifts in attack behavior of an important kelp forest predator within marine reserves. Mar. Ecol. Prog. Series \n522, 193–201 (2015).\n 45. Withy-Allen, K. R. & Hovel, K. A. California spiny lobster (Panulirus interruptus) movement behaviour and habitat use: Implica-\ntions for the effectiveness of marine protected areas. Mar. Fresh. Res. 64, 359–371 (2013).\n 46.  Hart, D. R. When do marine reserves increase fishery yield?. Can. J. Fish. Aquat. Sci. 63, 1445–1449 (2006).\n 47.  Buxton, C. D., Hartmann, K. R., Kearney, R. & Gardner, C. When is spillover from marine reserves likely to benefit fisheries?. PLoS \nONE 9, e107032 (2014).\n 48.  Goñi, R. S. et al. Spillover from six western Mediterranean marine protected areas: Evidence from artisanal fisheries. Mar. Ecol. \nProg. Ser. 366, 159–174 (2008).\n 49.  Nillos-Kleiven, P. J. et al. Fishing pressure impacts the abundance gradient of European lobsters across the borders of a newly \nestablished marine protected area. Proc. R. Soc. B 286, 20182455 (2019).\n 50.  Halpern, B. S., Lester, S. E. & Kellner, J. B. Spillover from marine reserves and the replenishment of fished stocks. Environ. Conserv. \n36, 268–276 (2009).\n 51.  Woodcock, P., O’Leary, B. C., Kaiser, M. J. & Pullin, A. S. Your evidence or mine? Systematic evaluation of reviews of marine \nprotected area effectiveness. Fish Fish. 18, 668–681 (2017).\n 52.  Hilborn, R. Are MPAs effective?. ICES J. Mar. Sci. 75, 1160–1162 (2018).\n 53.   Ojeda-Martínez,  C. et al. Review of the effects of protection in marine protected areas: Current knowledge and gaps. Anim. Biodiv. \nConserv. 34, 191–203 (2011).\n 54.  Kerwath, S. E., Winker, H., Götz, A. & Attwood, C. G. Marine protected area improves yield without disadvantaging fishers. Nat. \nCommun. 4, 1–6 (2013).\n 55.  Rassweiler, A., Costello, C., Hilborn, R. & Siegel, D. A. Integrating scientific guidance into marine spatial planning. Proc. R. Soc. \nB Biol. Sci. 281, 20132252 (2014).\n 56.  Selkoe, K. A. et al. Taking the chaos out of genetic patchiness: Seascape genetics reveals ecological and oceanographic drivers of \ngenetic patterns in three temperate reef species. Mol. Ecol. 19, 3708–3726 (2010).\n 57.  Starr, R. M. et al. Variation in responses of fishes across multiple reserves within a network of marine protected areas in temperate \nwaters. PLoS ONE 10, e118502 (2015).\n 58.  Jones, N., McGinlay, J. & Dimitrakopoulos, P. G. Improving social impact assessment of protected areas: A review of the literature \nand directions for future research. Envir. Impact Assess. Rev. 64, 1–7 (2017).\n 59.  CDFW. South Coast Fishery Spotlight: California Spiny Lobster. State of the California South Coast Supplemental Report: Cali-\nfornia Spiny Lobster. 7 pp. https ://nrm.dfg.ca.gov/FileH andle r.ashx?Docum entID =14129 5&inlin e (2017)\n 60.  Reed, D. C. SBC LTER: reef: abundance, size and fishing effort for California Spiny Lobster (Panulirus interruptus), ongoing since \n2012. Environ. Data Initiat. https ://doi.org/10.6073/pasta /a593a 675d6 44fde fb736 750b2 91579 a0 (2019).\n 61.  Reed, D. C., Nelson, J. C., Harrer, S. L. & Miller, R. J. Estimating biomass of benthic kelp forest invertebrates from body size and \npercent cover data. Mar. Biol. 163, 1–6 (2017).\nAcknowledgements\nFunding for this research was provided by the National Science Foundation’s support of the Santa Barbara Coastal \nLong Term Ecological Research program. We thank S. Harrer, C. Nelson, and S. Sampson and numerous others \nfor help collecting field data.\nAuthor contributions\nH.S.L., J.P.G., J.R.P., A.C.S., and D.C.R. initiated the study and contributed to manuscript writing. J.K.K.H. also \ncontributed to the writing and provided all fishery dependent data. J.P.G., J.R.P., and D.C.R. collected field data. \nH.S.L., J.P.G., J.R.P., and D.C.R. analyzed the data.\nCompeting interests \nThe authors declare no competing interests.\nAdditional information\nCorrespondence and requests for materials should be addressed to H.S.L.\n\n9\nVol.:(0123456789)\nScientific Reports \n|         (2021) 11:2663  | \nhttps://doi.org/10.1038/s41598-021-82371-5\nwww.nature.com/scientificreports/\nReprints and permissions information is available at www.nature.com/reprints.\nPublisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and \ninstitutional affiliations.\nOpen  Access    This  article  is  licensed  under  a  Creative  Commons  Attribution  4.0  International  \nLicense, which permits use, sharing, adaptation, distribution and reproduction in any medium or \nformat,  as  long  as  you  give  appropriate  credit  to  the  original  author(s)  and  the  source,  provide  a  link  to  the  \nCreative Commons licence, and indicate if changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the \nmaterial.  If  material  is  not  included  in  the  article’s  Creative  Commons  licence  and  your  intended  use  is  not  \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from \nthe copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.\n© The Author(s) 2021",
  "extractedAt": "2025-12-12T18:45:09.399Z",
  "success": true,
  "matchedPublication": {
    "title": "Evidence that spillover from Marine Protected Areas benefits the spiny lobster (Panulirus interruptus) fishery in southern California",
    "doi": "10.1038/s41598-021-82371-5",
    "year": "2021",
    "authors": "Lenihan, Hunter S.; Gallagher, Jordan P.; Peters, Joseph R.; Stier, Adrian C.; Hofmeister, Jennifer K. K.; Reed, Daniel C."
  }
}