{
  "filename": "Levin et al. (Bioscience) 2020.pdf",
  "numPages": 9,
  "text": "Professional Biologist https://academic.oup.com/bioscience XXXX XXXX / Vol. XX No. X•BioScience 1 BioScience XX: 1–9. © The Author(s) 2020. Published by Oxford University Press on behalf of the American Institute of Biological Sciences. All rights reserved. For Permissions, please e-mail: journals.permissions@oup.com. doi:10.1093/biosci/biaa117 Perception and Conflict in Conservation: The Rashomon Effect PHILLIP S. LEVIN, STEVEN A. GRAY, CHRISTIAN MÖLLMANN, AND ADRIAN C. STIER Conflict is a common feature in conservation and resource management. Environmental conflicts are frequently attributed to differences in values; however, variability in the perception of facts, rooted in social and cultural differences also underlies conflicts. Such differences in perception have been termed the Rashomon effect after the Kurosawa film. In the present article, we explore a conservation Rashomon effect—a phenomenon that results from a combination of differences in perspective, plausible alternative perspectives of a conservation issue, and the absence of evidence to elevate one perspective above others. As a remedy to the Rashomon effect, policy-makers have turned to scientists as honest brokers who share a common environmental reality. We evaluate this supposition and suggest that scientists, themselves, display Rashomon effects. We suggest that Rashomon effects can be reduced by acknowledging the plurality of reality, embracing epistemic pluralism, and prioritizing an inclusive process of resource management. Keywords: Rashomon effect, risk perception, environmental conflict, conservation C onflicts in environmental management are ubiquitous, affecting nearly every aspect of conserva- tion (Redpath et al. 2013). Although conflicts can be an important driver of positive environmental change (Barnett 2000), they are frequently costly and damage the goals of conservation (Redpath et al. 2013). Examples include conflicts, rooted in colonialism and slavery, between rural villagers and powerful elites hinder chimpanzee conserva- tion in Western Africa (Dickman 2012); antagonism toward some bird species stems from conflicts between rural and urban dwellers in Pennsylvania (Bronner 2005), and con- flicts among actors in European fisheries management can lead to the overharvesting of target species (Hoffmann and Quaas 2016). Conservation and other natural resource conflicts can quickly become pathological, fundamentally undercutting efforts to achieve conservation and, in some extreme instances, lead to violence (Bernauer et al. 2012). Therefore, conflict management is fundamental to conserva- tion success. Conservation conflicts are embedded in social and cultural history and arise when individuals or groups lack agency or have contrary environmental values (Dietz et al. 2005, Dickman 2010, Redpath et al. 2013). In addition, variability in the perception of facts is a key driver of environmental conflict—a driver that is often unappreciated (Verweij et al. 2010). This perceptual diversity is rooted in social and cultural differences in information capturing and processing, as well as life experience (Atran et al. 2005, Bang et al. 2007). Such differences in perception of an event witnessed by multiple individuals have been termed the Rashomon effect (Heider 1988) after the 1950 film from Akira Kurosawa. The film is set in twelfth century Japan and presents different accounts of the murder of a samurai. Four different tellings of the events are presented from four witnesses, with each version believable but contradictory to the others. The film makes clear that each witness is telling their truth and not simply lying to protect themselves. The movie provides no resolution, and we are left wondering who was telling the truth or even if a single reality exists. Such a diversity of perceived truths may similarly constrain environmental management and may undermine sustainability. Is it possible that subjectivity in observation and perception generate substantially different but plausible interpretations of the same state of nature? Does the Rashomon effect contribute to conflict in natural resource management? And if so, how can we integrate the existence of subjectivity into conflict resolution? In the present article, we first develop a definition for a Rashomon effect in conservation and provide evidence for its existence, with a particular focus on the presence and consequence of Rashomon effects in conservation science. Finally, we provide integrative principles to confront the Rashomon effect and generate clarity at the science–policy interface. Defining a conservation Rashomon effect Building on work in anthropology, psychology, and political science (e.g., Horowitz 1987, Heider 1988, Roth and Mehta biaa117.indd 126-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist 2 BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience 2002, Moon and Blackman 2014, Kibel 2016), we define the Rashomon effect in conservation as the existence of multiple plausible but conflicting perceptions about the causes and underlying consequences of an urgent conservation challenge. Building on Kurosawa’s epic, a conservation Rashomon effect must be grounded in a compelling experience (Anderson 2015). In the film, it is the presence of a dead body that serves as the shared, exigent reality. In conservation, this shared experience may be the demise of a species, the emergence of threats such as wildfire, invasive species or toxins, or global climate change. A classic example of such an incident is the 1969 burning of Cleveland’s Cuyahoga River, which evolved into an iconic episode of the environmental crisis in the late twentieth century (Stradling and Stradling 2008). A recent example of such a compelling event is the 17-day period in August 2018 in which an endangered southern resident killer whale female carried its stillborn calf in Salish Sea of British Columbia and Washington state—a transfixing event that received global attention (e.g., Gathright 2018). Chronic threats such as climate change may also instigate Rashomon effects, even though it is difficult to identify a specific point in time when the threat began. No matter the specific event, resource managers and policy-makers demand answers to the questions accompanying these kinds of environmental episodes. This demand for answers drives an urgent search for explanations and solutions, which naturally vary because of perceptual diversity. Rashomon effects in conservation are grounded in perceptual differences, but it is not just that parties engaged in conservation issues have different perspectives about an urgent issue: Rashomon effects in conservation occur when alternative perspectives are coherent, plausible, and considered a cogent enough explanation that these arguments are taken up by other members of society. Moreover, Rashomon effects will be strongest when differences develop when evidence is unavailable to falsify one or more versions of the truth (Anderson 2015). Certainly waiting for additional evidence before making conservation decisions is desirable, but the urgency of conservation often precludes delays requiring the use of the best available and often highly uncertain evidence (Charnley et al. 2017). When resource managers and policy-makers are faced with complex situations in which a difference of perspective arises but in which there is an absence of clear scientific evidence, the Rashomon effect enters conservation. Evidence of Rashomon effects in conservation Ample evidence exists revealing wide variance in the percep- tion of environmental facts on which stakeholders and other societal actors base their judgments and actions (table 1). The shifting baseline syndrome (Pauly 1995, Dayton et al. 1998) is a case in point in which the context that informa- tion is consumed affects conclusions of individuals. Shifting baselines occur when successive generations of people accept the ecosystem state that occurred at the start of their lifetime as the baseline for evaluating the state of a system. In a world suffering losses of species and habitat destruction (IPBES 2019), this creates a sliding and continually reduced expec- tation of what a desirable, appropriate or natural ecosystem could be. As Dayton mused (Dayton et al. 1998), if one has known only horizon-to-horizon agricultural fields, the con- cept of a tall-grass prairie is lost. Interviews with resource users in Africa (Bunce et al. 2008), Asia (Ainsworth et al. 2008), Europe (Airoldi and Beck 2007), Central America (Ainsworth 2011) and North America (Beaudreau and Levin 2014) reveal that younger individuals accept lower abundances of exploited species as a baseline from which to evaluate system change—empirical demonstration of the ubiquity of the shifting baseline syndrome. Similarly, psy- chological research reveals that individuals with remarkably similar moral values across vastly different cultures (Kahn 2002) suffer from an “environmental generational amnesia,” in which their perception of environmental information is framed without information about the historical state or states of the system (Kahn and Weiss 2017). Therefore, indi- viduals understand the same observations in very different ways, generating very different expectations of what consti- tutes a baseline that can be used to evaluate species declines and therefore establish reference points for sustainability. In cases in which historical empirical estimates of population size are lacking, this difference perspective in concert with the absence of evidence to elevate one perspective above another yields a Rashomon effect. Rashomon effects also manifest in conservation in more nuanced ways. For instance, folk taxonomies—biological classification systems developed outside a Western scientific framework (Raven et al. 1971)—reveal the way in which a culture’s environmental context influences perceptions of ecological and biological relationships (Atran 1998), and ultimately inductions about the state of nature (Beaudreau et al. 2011). In a case study on fishes in Puget Sound, Washington, Beaudreau and colleagues (Beaudreau et al. 2011) elicited taxonomies from commercial and recreational fishers, recreational divers, and scientists. Forty percent of respondents did not distinguish between an endangered species (bocaccio, Sebastes paucispinis) and its abundant congener (greenstriped rockfish Sebastes elongatus). To individuals who did not differentiate between these two species, the imperiled status of bocaccio may be masked by the more abundant greenstriped rockfish (Drake et al. 2010). Because the abundance of both bocaccio and greenstriped rockfish is highly uncertain (Drake et al. 2010, Tolimieri et al. 2017), the structure of people’s folk taxonomies can lead to differences in the perception of species extinction risk, and ultimately to conflicts around proposed conservation actions. Variability in perceptions of risks associated with climate change highlights the second key aspect of conservation Rashomon effects; there must be both a compelling experience and uncertainty. Perceptions of risk associated with climate biaa117.indd 226-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist https://academic.oup.com/bioscience XXXX XXXX / Vol. XX No. X•BioScience 3 change are influenced to some degree by general scientific or climate-specific knowledge, as well as demographic (e.g., age, gender) factors. Importantly, however, the values and cultural worldview of people are stronger predictors of climate risk perception than knowledge (Kahan et al. 2012, Shi et al. 2015; see also Dunlap et al. 2001, Feygina et al. 2010 for related discussion on the impacts of political worldviews on the willingness to accept the existence of climate change). This occurs because worldviews and values act as filters on how climate information is interpreted (Corner et al. 2014), which is subsequently manifested as a biased assessment of information (Whitmarsh and Capstick 2018). In particular, several research groups have used the cultural theory of Douglas and Wildavsky (Douglas and Wildavsky 1983) and its derivative, cultural cognition theory (Kahan et al. 2007), to examine climate risk perception (e.g., Kahan et al. 2012, Capstick and Pidgeon 2014, Stevenson et al. 2014, Shi et al. 2015, Xue et al. 2016). In general, this research highlights that individuals with different cultural worldviews can observe the same climate data and reach very different conclusions about the dangers associated with climate change. Although certainty about the existence of climate change is high, perceptual differences about risk in concert with the considerable uncertainty about specific risks, especially at small spatial scales, can generate Rashomon effects. The notion that stakeholders and conservation managers vary in their perceptions of conservation problems and solutions is, of course, not new. However, by framing this well- known phenomenon in the context of the Rashomon effect, we see that it provides us with an epistemology that applies to a general set of environmental issues. This framework leads us to reflect critically about what participants in natural resource management think they know about the complexity underlying conservation conflicts. Importantly, the Rashomon effect may extend beyond stakeholders and managers to include the scientists supporting conservation decision-making. We explore this below. The Rashomon effect in conservation science Frequently, deliberations about environmental issues are based on beliefs about how ecosystems are structured and function (Whitehead et al. 2014). Accordingly, the role of biophysical sciences is clear—ecology, fisheries science, forestry, oceanography, and other related disciplines provide a guide for developing an evidence-based understand- ing of ecosystems. Therefore, perhaps as a remedy to the Rashomon effect, policy-makers have turned to scientists to provide objective evidence to craft and inform envi- ronmental and related policies (Steel et al. 2004). Indeed, the conventional “positivist” (Crotty 1998) perspective of science maintains that knowledge produced by science is Table 1. Examples illustrating the prevalence of Rashomon effects is in conservation and the conflicts to which the Rashomon effects contribute. Examples of the Rashomon effect in conservationConflict causedIllustrative references Differences in conservation epistemologiesConflict over facts, rigor, causal, explanation, and research, goals Miller et al. 2008, Redpath et al. 2013, Brister 2016 Differences in the perception of the structure of food webs Conflict over perceptions of how the external ecological “reality” is structured Halbrendt et al. 2014, Gray et al. 2015a, Bosma et al. 2017, Stier et al. 2017, Levy et al. 2018 Differences in perception of “species” Conflict over listing of species under the Endangered Species Act Waples 1991, Crifasi 2007, Carolan 2008, Beaudreau et al. 2011, Allen and Lendemer 2015 Differences in perception of baselinesConflict over reference points for restoration goals to meet economic and ecological goals Pauly 1995, Jackson 2001, Kahn 2007, Thurstan et al. 2015 Differences in perception of trends in species abundance Conflict over degree of harvest regulation required to meet economic or ecological goals Ainsworth et al. 2008, Verweij et al. 2010, Ainsworth 2011, Bender et al. 2013, Beaudreau and Levin 2014 Differences in perception of social–ecological systems structure and function Conflict over where to intervene or identify “leverage points” in a resource system Gray et al. 2012, 2015b, Nyaki et al. 2014 Differences in the meaning of “conservation”Conflict over the goals of conservation programs Biggs et al. 2013, Crow and Baysha 2013 Differences in perception of the meaning and goals of building social resilience Conflict over resilience to what for whom (humans) Carpenter et al. 2001 Differences in perception of the meaning and goals of building ecological resilience Conflict over resilience to what for whom (nonhumans) Carpenter et al. 2001, Levin and Lubchenco 2008 Differences in perception of functional “goals” of conservation Conflict over what the functional “goal” of what conservation actions are Shelton et al. 2014, Levin et al. 2015 Differences in risk perceptionConflict over misaligned probabilities and assessment of social or ecological risk Upreti 2004, Bidwell 2009, Cullen and Anderson 2017 Differences in conservation values Conflict over what is valued and of highest priority for management Dietz et al. 2005, Pleasant et al. 2014, Levin and Poe 2017 biaa117.indd 326-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist 4 BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience generalizable, unbiased and value neutral (Steel et al. 2004). If correct, truth can be acquired through unprejudiced use of the deductive scientific method regardless of the culture or background of those generating the knowledge (Charnley et al. 2017). Scientists, then, are often considered to be hon- est brokers who share a common environmental reality and are removed from the diverse norms and values that charac- terize policymaking. This notion persists despite critical review of the neutrality of science (e.g., Pinch and Bijker 1984, Martinson et al. 2005, Elliott and Nisbet 2018). Indeed, numerous environmental management laws and regulations in the United States direct federal agencies to consult the “best available science” in decision-making. These include the Endangered Species Act (Section 4 [b][1][A]), the Magnuson-Stevens Fishery Conservation and Management Act (Section 301 [a][2]), the Marine Mammal Protection Act (Section 101 (3)(a)), and the Forest Service Planning Rule (36 CFR 219.3). Natural resource legislation in many other countries also contains similar direction (Charnley et al. 2017). Of course, scientists often disagree, and such scientific disagreement is a major catalyst of scientific progress (Kuhn 1977). Divergence among scientists may simply be the result of someone being wrong. In such cases, a hypothesis is falsified, and science advances. Scientific discord could also be the consequence of two scientists testing different models, investigating slightly different ecosystems or looking at the same ecosystem at different times. In these instances, our hypotheses and theories must evolve to accommodate varying spatial and temporal information. Therefore, science progresses. Alternatively, scientific conclusions may be in conflict because each scientist looks at and experiences the same ecosystem through different eyes. That is, scientists, too, suffer from the Rashomon effect; when differences arise not only in perspective but in the absence of complete information, different interpretations or implications of data may emerge. Ample evidence exists suggesting that the Rashomon effect in environmental science is possible, if not common. One only need to examine Paine’s iconic work on seastar predation and species diversity (Paine 1966, 1969, 1974) to witness the Rashomon effect. This research on keystone predation along wave-exposed shores is among the best known and most influential work in ecology (Lafferty and Suchanek 2016). In this case, the ochre seastar (Pisaster ochraceus) consumes competitively dominant mussels, leading to an increase in the diversity of primary-space- occupying species that would otherwise be outcompeted by mussels. However, the conclusions drawn from this classic ecological work are contingent on one’s perspective. Paine’s focus was on primary space holders, and his work revealed that diversity in this assemblage more than doubled in the presence of Pisaster. If, on the other hand, one focuses on community-wide diversity, including small or cryptic species within the mussel bed, the presence of Pisaster decreases rather than increases diversity (Lafferty and Suchanek 2016). Because Pisaster populations recently suffered unprecedented coast-wide declines as the result of sea star wasting disease (Miner et al. 2018), this seemingly academic difference has increased importance as the conservation implications of this decline are evaluated. The science examining the efficacy of marine protected areas (MPAs) provides another prime example. No-take MPAs eliminate fishing mortality and protect habitat from destructive fishing practices within the boundaries of protected areas. As a consequence, fish biomass and diversity tend to be higher inside MPAs relative to unprotected areas (e.g., Halpern and Warner 2002, Lester et al. 2009). However, the impacts of MPAs on total fisheries yield and biomass is uncertain and controversial (Pendleton et al. 2017), in part because of uncertainty around larval dispersal, adult movement, and the dynamics of fishing fleets. MPAs are also intensively studied by both marine ecologists and fisheries scientists—disciplines that vary in their histories, epistemologies, cultures, and priorities (Salomon et al. 2011). These differences, together with uncertainties in our understanding of MPA effects, set the stage for Rashomon effects. For example, marine ecologists (Hamilton et al. 2010) revealed higher biomass and densities of fish species targeted by fisheries inside a network of California MPAs relative to outside. The authors portray this as a conservation success (Hamilton et al. 2010). On the other hand, Hilborn, a fisheries scientist, examining the same region suggests that displaced fishing effort led to the decline of the abundance of target species outside of MPAs, yielding no net change in fish densities and therefore no conservation benefit (Hilborn 2014). Hilborn further argues that MPAs will reduce the total sustainable yield of fish stocks, and should this loss in protein be made up with some other form of food production (e.g., beef or pork) there could be negative conservation consequences (Hilborn 2013). Therefore, when considering the conservation impacts of MPAs outside reserves, differences in scientific training and culture lead to different perceptions of the same data (Salomon et al. 2011) and a Rashomon effect emerges. Disagreement among scientists is the norm and healthy, but a lack of understanding about why disagreement exists is a salient feature of the Rashomon effect in science (Douglas and Wildavsky 1983). Even within conservation science, researchers are enmeshed in varying scientific cultures (Salomon et al. 2011) spanning the social and natural sciences; consequently, scientists emerging from different academic cultures and with distinct training, interests, or experience will be drawn to different questions and form very different conclusions from the same data. Such differences are common and have fueled important inter- and transdisciplinary advances in environmental and conservation science (e.g., Hampton and Parker 2011, Levin and Anderson 2016, Bennett et al. 2017, Francis et al. 2018). However, failure to recognize such fundamental difference in perspectives has led to acrimonious exchanges biaa117.indd 426-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist https://academic.oup.com/bioscience XXXX XXXX / Vol. XX No. X•BioScience 5 among researchers that have, perhaps, hindered scientific progress (Paine 1991, Azoulay and Graff-Zivin 2018). Social–ecological systems are complicated; interactions among components of the system rarely have singular outcomes. Conservation scientists can certainly recognize and appreciate complexity and context dependency in order to reconcile divergent observations, but Rashomon effects may thwart this ability. As policy-makers increasingly turn to science to provide objective, rational, analytical information (Doremus and Tarlock 2005), we scientists ignore the Rashomon effect at our own peril. Rancorous debate regarding environmental issues often focuses on contrasting objectives rooted in divergent beliefs. Do we manage species for maximum productivity or as essential components of ecosystems (Kaplan and Levin 2009, Davies and Baum 2012)? How a scientist answers this question depends on their personal and professional epistemology and culture, which, in turn, influences the questions they ask and the conclusions they reach (Marshall and Levin 2018). When scientists assume that they differ in their values, they confront each other with a level of vitriol that is scientifically unproductive (Cafaro and Primack 2014) and leaves policy-makers wondering what the best available science really is (Marvier et al. 2016). Of course, toxic dialogues in conservation science occur for diverse reasons, but we suggest Rashomon effects are an overlooked source of feckless discourse. Principles for confronting Rashomon effects in conservation science A rich literature now exists highlighting structured, deci- sion-support processes in conservation (e.g., Gregory and Long 2009, Gregory et al. 2012b, 2012a, Davies et al. 2013, Estévez et al. 2015). Such processes provide an effective approach for advancing conservation, particularly when stakeholders hold diverse values and objectives. These frameworks may also be usefully applied in cases in which stakeholders vary in their perceptions of nature. Such pro- cesses, however, are generally not applied to cases in which conservation science is hindered by Rashomon effects. Therefore, drawing lessons from the social sciences (Heider 1988, Heller et al. 2001, Roth and Mehta 2002, Moon and Blackman 2014, Burton-Jones and Lee 2017), we highlight three integrative principles that acknowledge the Rashomon effect and generate clarity at the science–policy boundary to better manage conservation conflict. Acknowledging the plurality of reality. There will always be mul- tiple believable, but at times contradictory, interpretations of reality, both formal (i.e., when scientific models predict different outcomes) and informal (i.e., when two individual’s mental models are misaligned; Gray 2018). However, similar to critiques of searching for a panacea, or the misguided effort to find a universal solution to problems of overuse or destruction of natural resources (Ostrom et al. 2007), natural resource managers and scientists should embrace and acknowledge that there are multiple perspectives on environmental problems. Indeed, integrating diversity of perspectives has been shown to vastly improve problem- solving across multiple contexts (Page 2007). Similar to the promotion of biodiversity as a way to increase resilience of ecosystems to withstand shocks (Sterling et al. 2017), scien- tists and managers should cultivate knowledge diversity to improve overreliance on one potentially faulty perspective, scientific or otherwise, in environmental decision-making (Tallis and Lubchenco 2014). Embracing epistemic pluralism: Not seeking one model. Complementary to embracing the plurality of reality, deal- ing with the Rashomon effect will also require that different representations, or models, of reality are developed and considered together as a portfolio to understand and react to changing environmental states. Although postnormal approaches to environmental science have been around for some time (Ftowicz and Ravetz 1994), more recently there have been calls to embrace epistemic pluralism in environ- mental science (Miller et al. 2008), or the notion that there are multiple valuable ways of knowing about the external world that all provide a different dimension of complex environmental problems (Levin et al. 2016). For example, Miller and colleagues (2008) identify different types of knowledge: knowledge as mechanistic believed to be objec- tive (i.e., physics), knowledge as contingent, highlighting the importance of context (i.e., sociology), and knowledge as narrative (i.e., history), showing the importance of per- sonal experience and variation in the norms of scientific training. Although each emerge from different ontologies and produce models through vastly different methodologi- cal approaches, thinking of different types of knowledge as complementary forms or views of environmental issues, rather than wrong or right, will provide more comprehen- sive insight that together can be used to make more robust decisions (Sterling et al. 2017). Prioritizing the process over the products. Natural resource man- agers and scientists should embrace the process along with the products when decisions are made (Levin et al. 2018). Integrating multiple perspectives and reviewing multiple representations and interpretations of the same environ- mental system requires time and other resources. This recommendation follows closely to adaptive management approaches (Walters 1986), where specific, measurable, achievable, relevant, time-bound (SMART; Perrings et al. 2010) objectives are identified, data are collected, and con- sidered decisions are made and evaluated, and the process begins again (Walters 1986). Wicked problems in conserva- tion will never have a stopping point (Batie 2008); rather, they will be continually managed through an active and engaged form of collecting and discussing information. Although scientific and other products produced in this pro- cess are important for continued learning (Henly Shepard et al. 2015), it is the learning process and not the models biaa117.indd 526-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist 6 BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience themselves that improve decision-making outcomes (Dietz 2013, Francis et al. 2018). Results chains are an example of how we can learn from the process. Results chains are a visual representation of the logic and theory by which an intervention leads to positive and negative consequences (Margoluis et al. 2013). Results chains (or similar constructs such as logic models, theories of change, influence diagrams, etc.) have seen increasing use in conservation and environmental planning, and provide a powerful means to lower conflict induced by variable assessments of a system’s scale, structure and function (Qiu et al. 2018). Simply creating results chains with multiple viewpoints can help reveal perceptual differences among scientists and reveal differences in perception versus divergence on the basis of data. Although the development of results chains can cause clashes among individuals varying in epistemological orientation, the act of attempting to develop a shared logical framework can serve as part of an antidote for the Rashomon effect (Jeffrey 2003). Conclusions Kurosawa’s Rashomon challenges us to replace one very simple question (how did the samurai die?) with one that is far more interesting and important: Why do the different witnesses recount different versions of the murder? Rather than only asking which of the testimonies reflects the truth, we might rather ask how each of the accounts achieves its plausibility and how an objective judge or jury could ever decide among them (Tindale 2016). Importantly, we are not advocating for a postmodernist or constructionist perspective in which objective reality does not exist (cf., Feyerabend 1958, Latour 2004). Rather, we suggest that the Rashomon effect aptly describes a dilemma that arises in conservation when urgent action is needed, knowledge is uncertain, and perceptual differences among conservation actors persist. The Rashomon effect leads to “reality disjunctures” (Pollner 1975), creating conflict that inhibits fruitful environmental management. This phe- nomenon surfaces in countless conservation settings when contested interpretations of matters exist and where stake- holders express what they know, how they know it, and their confidence in their knowledge. The brilliance of Kurosawa’s Rashomon is not in revealing the prevalence of perceptual differences, but rather in forc- ing the viewer to question their ability to come to terms with such differences (Anderson 2015). The same holds true for stakeholders, policymakers and scientists engaged in con- servation science and management. The film leaves us won- dering if we can ever set aside the biases and misjudgments that characterize this effect. But, unlike the fictional world of Rashomon, our world does not give us a choice; overcoming the Rashomon effect is a prerequisite for conservation success. Acknowledgements PSL was supported by The David and Lucille Packard Foundation via the Ocean Modeling Forum and the Gordan and Betty Moore Foundation Ocean Tipping Points Project during the formulation of this article. We thank J. Estes, S. Levin and M. Power for critical comments on the manu- script. PSL appreciates the insights of E. Braverman and an unknown dinner guest. References cited Ainsworth CH. 2011. Quantifying species abundance trends in the north- ern gulf of California using local ecological knowledge. Marine and Coastal Fisheries 3: 190–218. Ainsworth CH, Pitcher TJ, Rotinsulu C. 2008. Evidence of fishery deple- tions and shifting cognitive baselines in Eastern Indonesia. Biological Conservation 141: 848–859. Airoldi L, Beck MW. 2007. Loss, status and trends for coastal marine habitats in Europe. Oceanography and Marine Biology 45: 345–405. Allen J, Lendemer J. 2015. Fungal conservation in the USA. Endangered Species Research 28: 33–42. Anderson R. 2015. What is the Rashomon effect? Pages 66–85 in Davis B, Anderson R, and Walls J, eds. Rashomon Effects Kurosawa, Rashomon and Their Legacies. Routledge. Atran S. 1998. Folk biology and the anthropology of science: Cognitive universals and cultural particulars. Behavioral and Brain Sciences 21: 547–609. Atran S, Medin DL, Ross NO. 2005. The cultural mind: Environmental decision making and cultural modeling within and across populations. Psychological Review 112: 744–76. Azoulay P, Graff-Zivin J. 2018. One superstar funeral at a time. Science 361: 1194–1195. Bang M, Medin DL, Atran S. 2007. Cultural mosaics and mental mod- els of nature. Proceedings of the National Academy of Sciences 104: 13868–13874. Barnett J. 2000. Destabilizing the environment: Conflict thesis. Review of International Studies 26: 271–288. Batie SS. 2008. Wicked Problems and Applied Economics. American Journal of Agricultural Economics 90: 1176–1191. Beaudreau AH, Levin PS. 2014. Advancing the use of local ecological knowledge for assessing data-poor species in coastal ecosystems. Ecological Applications 24: 244–56. Beaudreau AH, Levin PS, Norman KC. 2011. Using folk taxonomies to understand stakeholder perceptions for species conservation. Conservation Letters 4: 451–463. Bender MG, Floeter SR, Hanazaki N. 2013. Do traditional fishers recognise reef fish species declines? Shifting environmental baselines in Eastern Brazil. Fisheries Management and Ecology 20: 58–67. Bennett NJ, et al. 2017. Conservation social science: Understanding and integrating human dimensions to improve conservation. Biological Conservation 205: 93–108. Bernauer T, Böhmelt T, Koubi V. 2012. Environmental changes and violent conflict. Environmental Research Letters 7: 015601. Bidwell D. 2009. Bison, boundaries, and brucellosis: Risk perception and political ecology at yellowstone. Society and Natural Resources 23: 14–30. Biggs D, Courchamp F, Martin R, Possingham HP. 2013. Legal trade of Africa’s rhino horns. Science 339: 1038–1039. Bosma C, Glenk K, Novo P. 2017. How do individuals and groups perceive wetland functioning? Fuzzy cognitive mapping of wetland perceptions in Uganda. Land Use Policy 60: 181–196. Brister E. 2016. Disciplinary capture and epistemological obstacles to interdisciplinary research: Lessons from central African conservation disputes. Studies in History and Philosophy of Science Part C: Studies in History and Philosophy of Biological and Biomedical Sciences 56: 82–91. Bronner SJ. 2005. Contesting tradition: The deep play and pro- test of pigeon shoots. Journal of American Folklore 118: 409–452. biaa117.indd 626-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist https://academic.oup.com/bioscience XXXX XXXX / Vol. XX No. X•BioScience 7 Bunce M, Rodwell LD, Gibb R, Mee L. 2008. Shifting baselines in fish- ers’ perceptions of island reef fishery degradation. Ocean and Coastal Management 51: 285–302. Burton-Jones A, Lee AS. 2017. Thinking about measures and measure- ment in positivist research: A proposal for refocusing on fundamentals. Information Systems Research 28: 451–467. Cafaro P, Primack R. 2014. Species extinction is a great moral wrong. Biological Conservation 170: 1–2. Capstick SB, Pidgeon NF. 2014. Public perception of cold weather events as evidence for and against climate change. Climatic Change 122: 695–708. Carolan MS. 2008. Is it a distinct subspecies? preble’s mouse and the “best available science” mandate of the endangered species act. Society and Natural Resources 21: 944–951. Carpenter S, Walker B, Anderies JM, Abel N. 2001. From metaphor to mea- surement: Resilience of what to what? Ecosystems 4: 765–781. Charnley S, et al. 2017. Evaluating the best available social science for natu- ral resource management decision-making. Environmental Science and Policy 73: 80–88. Corner A, Markowitz E, Pidgeon N. 2014. Public engagement with climate change: The role of human values. Wiley Interdisciplinary Reviews: Climate Change 5: 411–422. Crifasi RR. 2007. A subspecies no more? A mouse, its unstable taxonomy, and western riparian resource conflict. Cultural Geographies 14: 511–535. Crotty M. 1998. The foundations of social research. Foundations of Social Research 802: 1–17. Crow DA, Baysha O. 2013. “Conservation” as a catalyst for conflict: Considering stakeholder understanding in policy making. Review of Policy Research 30: 302–320. Cullen AC, Anderson CL. 2017. Perception of climate risk among rural farmers in Vietnam: Consistency within households and with the empirical record. Risk Analysis 37: 531–545. Davies AL, Bryce R, Redpath SM. 2013. Use of multicriteria decision analy- sis to address conservation conflicts. Conservation Biology 27: 936–944. Davies TD, Baum JK. 2012. Extinction risk and overfishing: Reconciling conservation and fisheries perspectives on the status of marine fishes. Scientific Reports 2: 561. Dayton PK, Tegner MJ, Edwards PB, Riser KL. 1998. Sliding baselines, ghosts, and reduced expectations in kelp forest communities. Ecological Applications 8: 309–322. Dickman AJ. 2010. Complexities of conflict: The importance of considering social factors for effectively resolving human–wildlife conflict. Animal Conservation 13: 458–466. Dickman AJ. 2012. From cheetahs to chimpanzees: A comparative review of the drivers of human–carnivore conflict and human–primate conflict. Folia Primatologica 83: 377–387. Dietz T. 2013. Bringing values and deliberation to science communication. Proceedings of the National Academy of Sciences 110: 14081–14087. Dietz T, Fitzgerald A, Shwom R. 2005. Environmental values. Annual Review of Environmental Resources 30: 335–372. Doremus H, Tarlock AD. 2005. Science, judgment and controversy in natural resource regulation. Public Land and Resources Law Review 26: 1–37. Douglas M, Wildavsky A. 1983. Risk and Culture: An Essay on the Selection of Technological and Environmental Dangers. University of California Press. Drake JS, Berntson EA, Gustafson RG, Holmes EE, Levin PS, Tolimieri N, Waples RS, Sogard SM, Williams GD, Cope JM. 2010. Status review of five rockfish species in Puget Sound, Washington: Bocaccio (Sebastes paucispinis), canary rockfish (S. pinniger), yelloweye rockfish (S. ruber- rimus), greenstriped rockfish (S. elongatus), and redstripe rockfish (S. proriger). National Oceanic and Atmospheric Administration. Dunlap RE, Xiao C, McCright AM. 2001. Politics and environment in America: Partisan and ideological cleavages in public support for envi- ronmentalism. Environmental politics 10: 23–48. Elliott R, Nisbet MC. 2018. The ethics of framing science. Pages 51–74 in Nerlich B, Elliott R, Larson B, eds. Communicating Biological Sciences: Ethical and Metaphorical Dimensions. Ashgate. Estévez RA, Anderson CB, Pizarro JC, Burgman MA. 2015. Clarifying val- ues, risk perceptions, and attitudes to resolve or avoid social conflicts in invasive species management. Conservation Biology 29: 19–30. Feyerabend PK. 1958. An Attempt at a Realistic Interpretation of Experience. Proceedings of the Aristotelian Society 58: 143–170. Feygina I, Jost JT, Goldsmith RE. 2010. System justification, the denial of global warming, and the possibility of “system-sanctioned change.” Personality and Social Psychology Bulletin 36: 326–338. Francis TB, Levin PS, Punt AE, Kaplan IC, Varney A, Norman KC. 2018. Linking knowledge to action in ocean ecosystem management. Elementa 6: 83. Ftowicz S, Ravetz JR. 1994. The worth of a songbird: Ecological economics as a post-normal science. Ecological Economics 10: 197–207. Gathright J. 2018. After 17 days and 1000 miles, a mother orca’s “tour of grief ” is over. National Public Radio (12 August 2018). www.npr. org/2018/08/12/638047095/after-17-days-and-1-000-miles-a-mother- orcas-tour-of-grief-is-over?t=1554973928523. Gray S. 2018. Measuring systems thinking. Nature Sustainability 1: 388–389. Gray S, Chan A, Clark D, Jordan R. 2012. Modeling the integration of stakeholder knowledge in social–ecological decision-making: Benefits and limitations to knowledge diversity. Ecological Modelling 229: 88–96. Gray S, Hilsberg J, McFall A, Arlinghaus R. 2015a. The structure and func- tion of angler mental models about fish population ecology: The influ- ence of specialization and target species. Journal of Outdoor Recreation and Tourism 12: 1–13. Gray SA, Gray S, de Kok JL, Helfgott AER, O’Dwyer B, Jordan R, Nyaki A. 2015b. Using fuzzy cognitive mapping as a participatory approach to analyze change, preferred states, and perceived resilience of social–eco- logical systems. Ecology and Society 20: doi:0.5751/ES-07396–200211. Gregory R, Long G. 2009. Using structured decision making to help imple- ment a precautionary approach to endangered species management. Risk Analysis 29: 518–532. Gregory R, Long G, Colligan M, Geiger JG, Laser M. 2012a. When experts disagree (and better science won’t help much): Using structured delib- erations to support endangered species recovery planning. Journal of Environmental Management 105: 30–43. Gregory RS, Failing L, Harstone M, Long G, McDaniels T, Ohlson D. 2012b. Structured Decision Making. Wiley. Halbrendt J, Gray SA, Crow S, Radovich T, Kimura AH, Tamang BB. 2014. Differences in farmer and expert beliefs and the perceived impacts of conservation agriculture. Global Environmental Change 28: 50–62. Halpern BS, Warner RR. 2002. Marine reserves have rapid and lasting effects. Ecology letters 5: 361–366. Hamilton SL, Caselle JE, Malone DP, Carr MH. 2010. Incorporating biogeography into evaluations of the Channel Islands marine reserve network. Proceedings of the National Academy of Sciences 107: 18272–18277. Hampton SE, Parker JN. 2011. Collaboration and productivity in scientific synthesis. Professional Biologist BioScience 61: 900–910. Heider KG. 1988. When ethnographers disagree. American Anthropologist 90: 73–81. Heller P, Africa S, Alegre P. 2001. Moving the state: The politics of demo- cratic decentralization in Kerala. Politics and Society 29: 131–163. Henly Shepard S, Gray SA, Cox LJ. 2015. The use of participatory modeling to promote social learning and facilitate community disaster planning. Environmental Science and Policy 45: 109–122. Hilborn R. 2013. Environmental cost of conservation victories. Proceedings of the National Academy of Sciences 110: 9187–9187. Hilborn R. 2014. Protecting marine biodiversity with “new” conserva- tion. Cool Green Science (12 April 2014). https://blog.nature.org/ science/2014/04/12/nature-longread-protecting-marine-biodiversity- new-conservation-ray-hilborn. Hoffmann J, Quaas MF. 2016. Common pool politics and inefficient fishery management. Environmental and resource economics 63: 79–93. Horowitz IL. 1987. The “Rashomon effect:” Ideological proclivities and political dilemmas of the IMF. Pages 93–109 in Myers RJ, ed. The biaa117.indd 726-09-2020 07:16:56 PM Downloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020 Professional Biologist 8 BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience Political Morality of the International Monetary Fund. Tr",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nProfessional Biologist\nhttps://academic.oup.com/bioscience  XXXX XXXX / Vol. XX No. X•BioScience   1   \nBioScience XX: 1–9. © The Author(s) 2020. Published by Oxford University Press on behalf of the American Institute of Biological Sciences.  \nAll rights reserved. For Permissions, please e-mail: journals.permissions@oup.com.  \ndoi:10.1093/biosci/biaa117 \nPerception and Conflict in \nConservation: The Rashomon Effect\nPHILLIP S. LEVIN, STEVEN A. GRAY, CHRISTIAN MÖLLMANN, AND ADRIAN C. STIER\nConflict  is  a  common  feature  in  conservation  and  resource  management.  Environmental  conflicts  are  frequently  attributed  to  differences  in  \nvalues;  however,  variability  in  the  perception  of  facts,  rooted  in  social  and  cultural  differences  also  underlies  conflicts.  Such  differences  in  \nperception have been termed the Rashomon effect after the Kurosawa film. In the present article, we explore a conservation Rashomon effect—a \nphenomenon  that  results  from  a  combination  of  differences  in  perspective,  plausible  alternative  perspectives  of  a  conservation  issue,  and  the  \nabsence  of  evidence  to  elevate  one  perspective  above  others.  As  a  remedy  to  the  Rashomon  effect,  policy-makers  have  turned  to  scientists  \nas  honest  brokers  who  share  a  common  environmental  reality.  We  evaluate  this  supposition  and  suggest  that  scientists,  themselves,  display  \nRashomon effects. We suggest that Rashomon effects can be reduced by acknowledging the plurality of reality, embracing epistemic pluralism, \nand prioritizing an inclusive process of resource management.\nKeywords: Rashomon effect, risk perception, environmental conflict, conservation\nC\nonflicts    in    environmental    management    are      \n  ubiquitous,  affecting  nearly  every  aspect  of  conserva-\ntion  (Redpath  et  al.  2013).  Although  conflicts  can  be  an  \nimportant driver of positive environmental change (Barnett \n2000),  they  are  frequently  costly  and  damage  the  goals  \nof  conservation  (Redpath  et  al.  2013).  Examples  include  \nconflicts,  rooted  in  colonialism  and  slavery,  between  rural  \nvillagers  and  powerful  elites  hinder  chimpanzee  conserva-\ntion in Western Africa (Dickman 2012); antagonism toward \nsome  bird  species  stems  from  conflicts  between  rural  and  \nurban  dwellers  in  Pennsylvania  (Bronner  2005),  and  con-\nflicts  among  actors  in  European  fisheries  management  can  \nlead  to  the  overharvesting  of  target  species  (Hoffmann  \nand  Quaas  2016).  Conservation  and  other  natural  resource  \nconflicts  can  quickly  become  pathological,  fundamentally  \nundercutting  efforts  to  achieve  conservation  and,  in  some  \nextreme  instances,  lead  to  violence  (Bernauer  et  al.  2012).  \nTherefore, conflict management is fundamental to conserva-\ntion success.\nConservation   conflicts   are   embedded   in   social   and   \ncultural  history  and  arise  when  individuals  or  groups  lack  \nagency  or  have  contrary  environmental  values  (Dietz  et  al.  \n2005,  Dickman  2010,  Redpath  et  al.  2013).  In  addition,  \nvariability  in  the  perception  of  facts  is  a  key  driver  of  \nenvironmental conflict—a driver that is often unappreciated \n(Verweij  et  al.  2010).  This  perceptual  diversity  is  rooted  in  \nsocial  and  cultural  differences  in  information  capturing  \nand processing, as well as life experience (Atran et al. 2005, \nBang et al. 2007). Such differences in perception of an event \nwitnessed  by  multiple  individuals  have  been  termed  the  \nRashomon  effect  (Heider  1988)  after  the  1950  film  from  \nAkira  Kurosawa.  The  film  is  set  in  twelfth  century  Japan  \nand presents different accounts of the murder of a samurai. \nFour different tellings of the events are presented from four \nwitnesses, with each version believable but contradictory to \nthe others. The film makes clear that each witness is telling \ntheir  truth  and  not  simply  lying  to  protect  themselves.  The  \nmovie  provides  no  resolution,  and  we  are  left  wondering  \nwho was telling the truth or even if a single reality exists.\nSuch   a   diversity   of   perceived   truths   may   similarly   \nconstrain  environmental  management  and  may  undermine  \nsustainability.  Is  it  possible  that  subjectivity  in  observation  \nand perception generate substantially different but plausible \ninterpretations   of   the   same   state   of   nature?   Does   the   \nRashomon  effect  contribute  to  conflict  in  natural  resource  \nmanagement? And if so, how can we integrate the existence \nof subjectivity into conflict resolution?\nIn  the  present  article,  we  first  develop  a  definition  for  a  \nRashomon  effect  in  conservation  and  provide  evidence  for  \nits  existence,  with  a  particular  focus  on  the  presence  and  \nconsequence  of  Rashomon  effects  in  conservation  science.  \nFinally,  we  provide  integrative  principles  to  confront  the  \nRashomon  effect  and  generate  clarity  at  the  science–policy  \ninterface.\nDefining a conservation Rashomon effect\nBuilding on work in anthropology, psychology, and political \nscience  (e.g.,  Horowitz  1987,  Heider  1988,  Roth  and  Mehta  \nbiaa117.indd   126-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\n2   BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience\n2002, Moon and Blackman 2014, Kibel 2016), we define the \nRashomon effect in conservation as the existence of multiple \nplausible   but   conflicting   perceptions   about   the   causes   \nand  underlying  consequences  of  an  urgent  conservation  \nchallenge.\nBuilding  on  Kurosawa’s  epic,  a  conservation  Rashomon  \neffect   must   be   grounded   in   a   compelling   experience   \n(Anderson   2015).   In   the   film,   it   is   the   presence   of   a   \ndead  body  that  serves  as  the  shared,  exigent  reality.  In  \nconservation,  this  shared  experience  may  be  the  demise  \nof  a  species,  the  emergence  of  threats  such  as  wildfire,  \ninvasive  species  or  toxins,  or  global  climate  change.  A  \nclassic  example  of  such  an  incident  is  the  1969  burning  of  \nCleveland’s  Cuyahoga  River,  which  evolved  into  an  iconic  \nepisode  of  the  environmental  crisis  in  the  late  twentieth  \ncentury  (Stradling  and  Stradling  2008).  A  recent  example  \nof  such  a  compelling  event  is  the  17-day  period  in  August  \n2018  in  which  an  endangered  southern  resident  killer  \nwhale female carried its stillborn calf in Salish Sea of British \nColumbia  and  Washington  state—a  transfixing  event  that  \nreceived  global  attention  (e.g.,  Gathright  2018).  Chronic  \nthreats such as climate change may also instigate Rashomon \neffects, even though it is difficult to identify a specific point \nin time when the threat began. No matter the specific event, \nresource  managers  and  policy-makers  demand  answers  to  \nthe  questions  accompanying  these  kinds  of  environmental  \nepisodes.  This  demand  for  answers  drives  an  urgent  search  \nfor explanations and solutions, which naturally vary because \nof perceptual diversity.\nRashomon   effects   in   conservation   are   grounded   in   \nperceptual differences, but it is not just that parties engaged \nin  conservation  issues  have  different  perspectives  about  \nan  urgent  issue:  Rashomon  effects  in  conservation  occur  \nwhen   alternative   perspectives   are   coherent,   plausible,   \nand  considered  a  cogent  enough  explanation  that  these  \narguments   are   taken   up   by   other   members   of   society.   \nMoreover,   Rashomon   effects   will   be   strongest   when   \ndifferences  develop  when  evidence  is  unavailable  to  falsify  \none or more versions of the truth (Anderson 2015). Certainly \nwaiting for additional evidence before making conservation \ndecisions is desirable, but the urgency of conservation often \nprecludes  delays  requiring  the  use  of  the  best  available  and  \noften  highly  uncertain  evidence  (Charnley  et  al.  2017).  \nWhen resource managers and policy-makers are faced with \ncomplex  situations  in  which  a  difference  of  perspective  \narises  but  in  which  there  is  an  absence  of  clear  scientific  \nevidence, the Rashomon effect enters conservation.\nEvidence of Rashomon effects in conservation\nAmple evidence exists revealing wide variance in the percep-\ntion of environmental facts on which stakeholders and other \nsocietal  actors  base  their  judgments  and  actions  (table  1).  \nThe  shifting  baseline  syndrome  (Pauly  1995,  Dayton  et  al.  \n1998)  is  a  case  in  point  in  which  the  context  that  informa-\ntion is consumed affects conclusions of individuals. Shifting \nbaselines occur when successive generations of people accept \nthe ecosystem state that occurred at the start of their lifetime \nas the baseline for evaluating the state of a system. In a world \nsuffering  losses  of  species  and  habitat  destruction  (IPBES  \n2019), this creates a sliding and continually reduced expec-\ntation of what a desirable, appropriate or natural  ecosystem \ncould be. As Dayton mused (Dayton et al. 1998), if one has \nknown only horizon-to-horizon agricultural fields, the con-\ncept  of  a  tall-grass  prairie  is  lost.  Interviews  with  resource  \nusers  in  Africa  (Bunce  et  al.  2008),  Asia  (Ainsworth  et  al.  \n2008),  Europe  (Airoldi  and  Beck  2007),  Central  America  \n(Ainsworth  2011)  and  North  America  (Beaudreau  and  \nLevin  2014)  reveal  that  younger  individuals  accept  lower  \nabundances  of  exploited  species  as  a  baseline  from  which  \nto evaluate system change—empirical demonstration of the \nubiquity  of  the  shifting  baseline  syndrome.  Similarly,  psy-\nchological research reveals that individuals with remarkably \nsimilar  moral  values  across  vastly  different  cultures  (Kahn  \n2002) suffer from an “environmental generational amnesia,” \nin  which  their  perception  of  environmental  information  is  \nframed  without  information  about  the  historical  state  or  \nstates of the system (Kahn and Weiss 2017). Therefore, indi-\nviduals  understand  the  same  observations  in  very  different  \nways, generating very different expectations of what consti-\ntutes a baseline that can be used to evaluate species declines \nand therefore establish reference points for sustainability. In \ncases  in  which  historical  empirical  estimates  of  population  \nsize  are  lacking,  this  difference  perspective  in  concert  with  \nthe  absence  of  evidence  to  elevate  one  perspective  above  \nanother yields a Rashomon effect.\nRashomon  effects  also  manifest  in  conservation  in  more  \nnuanced  ways.  For  instance,  folk  taxonomies—biological  \nclassification systems developed outside a Western scientific \nframework  (Raven  et  al.  1971)—reveal  the  way  in  which  a  \nculture’s  environmental  context  influences  perceptions  of  \necological  and  biological  relationships  (Atran  1998),  and  \nultimately  inductions  about  the  state  of  nature  (Beaudreau  \net  al.  2011).  In  a  case  study  on  fishes  in  Puget  Sound,  \nWashington,  Beaudreau  and  colleagues  (Beaudreau  et  al.  \n2011) elicited taxonomies from commercial and recreational \nfishers,  recreational  divers,  and  scientists.  Forty  percent  of  \nrespondents  did  not  distinguish  between  an  endangered  \nspecies  (bocaccio,  Sebastes  paucispinis)  and  its  abundant  \ncongener   (greenstriped   rockfish   Sebastes   elongatus).   To   \nindividuals  who  did  not  differentiate  between  these  two  \nspecies, the imperiled status of bocaccio may be masked by \nthe more abundant greenstriped rockfish (Drake et al. 2010). \nBecause  the  abundance  of  both  bocaccio  and  greenstriped  \nrockfish  is  highly  uncertain  (Drake  et  al.  2010,  Tolimieri  \net al. 2017), the structure of people’s folk taxonomies can lead \nto  differences  in  the  perception  of  species  extinction  risk,  \nand  ultimately  to  conflicts  around  proposed  conservation  \nactions.\nVariability in perceptions of risks associated with climate \nchange  highlights  the  second  key  aspect  of  conservation  \nRashomon effects; there must be both a compelling experience \nand uncertainty. Perceptions of risk associated with climate \nbiaa117.indd   226-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\nhttps://academic.oup.com/bioscience  XXXX XXXX / Vol. XX No. X•BioScience   3   \nchange  are  influenced  to  some  degree  by  general  scientific  \nor  climate-specific  knowledge,  as  well  as  demographic  \n(e.g.,  age,  gender)  factors.  Importantly,  however,  the  values  \nand  cultural  worldview  of  people  are  stronger  predictors  \nof  climate  risk  perception  than  knowledge  (Kahan  et  al.  \n2012,  Shi  et  al.  2015;  see  also  Dunlap  et  al.  2001,  Feygina  \net al. 2010 for related discussion on the impacts of political \nworldviews  on  the  willingness  to  accept  the  existence  of  \nclimate change). This occurs because worldviews and values \nact  as  filters  on  how  climate  information  is  interpreted  \n(Corner  et  al.  2014),  which  is  subsequently  manifested  as  a  \nbiased assessment of information (Whitmarsh and Capstick \n2018).  In  particular,  several  research  groups  have  used  the  \ncultural  theory  of  Douglas  and  Wildavsky  (Douglas  and  \nWildavsky 1983) and its derivative, cultural cognition theory \n(Kahan et al. 2007), to examine climate risk perception (e.g., \nKahan  et  al.  2012,  Capstick  and  Pidgeon  2014,  Stevenson  \net  al.  2014,  Shi  et  al.  2015,  Xue  et  al.  2016).  In  general,  this  \nresearch  highlights  that  individuals  with  different  cultural  \nworldviews  can  observe  the  same  climate  data  and  reach  \nvery   different   conclusions   about   the   dangers   associated   \nwith climate change. Although certainty about the existence \nof  climate  change  is  high,  perceptual  differences  about  \nrisk  in  concert  with  the  considerable  uncertainty  about  \nspecific risks, especially at small spatial scales, can generate \nRashomon effects.\nThe notion that stakeholders and conservation managers \nvary  in  their  perceptions  of  conservation  problems  and  \nsolutions is, of course, not new. However, by framing this well-\nknown phenomenon in the context of the Rashomon effect, \nwe see that it provides us with an epistemology that applies \nto  a  general  set  of  environmental  issues.  This  framework  \nleads  us  to  reflect  critically  about  what  participants  in  \nnatural  resource  management  think  they  know  about  the  \ncomplexity  underlying  conservation  conflicts.  Importantly,  \nthe  Rashomon  effect  may  extend  beyond  stakeholders  and  \nmanagers  to  include  the  scientists  supporting  conservation  \ndecision-making. We explore this below.\nThe Rashomon effect in conservation science\nFrequently,  deliberations  about  environmental  issues  are  \nbased  on  beliefs  about  how  ecosystems  are  structured  and  \nfunction  (Whitehead  et  al.  2014).  Accordingly,  the  role  of  \nbiophysical  sciences  is  clear—ecology,  fisheries  science,  \nforestry, oceanography, and other related disciplines provide \na   guide   for   developing   an   evidence-based   understand-\ning  of  ecosystems.  Therefore,  perhaps  as  a  remedy  to  the  \nRashomon  effect,  policy-makers  have  turned  to  scientists  \nto  provide  objective  evidence  to  craft  and  inform  envi-\nronmental  and  related  policies  (Steel  et  al.  2004).  Indeed,  \nthe  conventional  “positivist”  (Crotty  1998)  perspective  of  \nscience  maintains  that  knowledge  produced  by  science  is  \nTable  1.  Examples  illustrating  the  prevalence  of  Rashomon  effects  is  in  conservation  and  the  conflicts  to  which  the  \nRashomon effects contribute.\nExamples of the Rashomon effect in \nconservationConflict causedIllustrative references\nDifferences in conservation epistemologiesConflict over facts, rigor, causal, explanation, \nand research, goals\nMiller et al. 2008, Redpath et al. 2013, \nBrister 2016\nDifferences in the perception of the structure \nof food webs\nConflict over perceptions of how the external \necological “reality” is structured \nHalbrendt et al. 2014, Gray et al. 2015a, \nBosma et al. 2017,  \nStier et al. 2017, Levy et al. 2018\nDifferences in perception of “species” Conflict over listing of species under the \nEndangered Species Act \nWaples 1991, Crifasi 2007, Carolan 2008, \nBeaudreau et al. 2011, Allen and Lendemer \n2015\nDifferences in perception of baselinesConflict over reference points for restoration \ngoals to meet economic and ecological goals\nPauly 1995, Jackson 2001, Kahn 2007, \nThurstan et al. 2015\nDifferences in perception of trends in species \nabundance \nConflict over degree of harvest regulation \nrequired to meet economic or ecological goals\nAinsworth et al. 2008, Verweij et al. 2010, \nAinsworth 2011, Bender et al. 2013, \nBeaudreau and Levin 2014\nDifferences in perception of social–ecological \nsystems structure and function \nConflict over where to intervene or identify \n“leverage points” in a resource system \nGray et al. 2012, 2015b, Nyaki et al. 2014\nDifferences in the meaning of “conservation”Conflict over the goals of conservation \nprograms\nBiggs et al. 2013, Crow and Baysha 2013\nDifferences in perception of the meaning and \ngoals of building social resilience\nConflict over resilience to what for whom \n(humans)\nCarpenter et al. 2001\nDifferences in perception of the meaning and \ngoals of building ecological resilience \nConflict over resilience to what for whom \n(nonhumans)\nCarpenter et al. 2001, Levin and Lubchenco \n2008\nDifferences in perception of functional “goals” \nof conservation\nConflict over what the functional “goal” of \nwhat conservation actions are\nShelton et al. 2014, Levin et al. 2015\nDifferences in risk perceptionConflict over misaligned probabilities and \nassessment of social or ecological risk\nUpreti 2004, Bidwell 2009, Cullen and \nAnderson 2017\nDifferences in conservation values Conflict over what is valued and of highest \npriority for management \nDietz et al. 2005, Pleasant et al. 2014,  \nLevin and Poe 2017\nbiaa117.indd   326-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\n4   BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience\ngeneralizable, unbiased and value neutral (Steel et al. 2004). \nIf  correct,  truth  can  be  acquired  through  unprejudiced  use  \nof  the  deductive  scientific  method  regardless  of  the  culture  \nor background of those generating the knowledge (Charnley \net al. 2017). Scientists, then, are often considered to be hon-\nest brokers who share a common environmental reality and \nare removed from the diverse norms and values that charac-\nterize policymaking.\nThis notion persists despite critical review of the neutrality \nof science (e.g., Pinch and Bijker 1984, Martinson et al. 2005, \nElliott and Nisbet 2018).  Indeed, numerous environmental \nmanagement laws and regulations in the United States direct \nfederal  agencies  to  consult  the  “best  available  science”  in  \ndecision-making.  These  include  the  Endangered  Species  \nAct  (Section  4  [b][1][A]),  the  Magnuson-Stevens  Fishery  \nConservation and Management Act (Section 301 [a][2]), the \nMarine  Mammal  Protection  Act  (Section  101  (3)(a)),  and  \nthe  Forest  Service  Planning  Rule  (36  CFR  219.3).  Natural  \nresource  legislation  in  many  other  countries  also  contains  \nsimilar direction (Charnley et al. 2017).\nOf  course,  scientists  often  disagree,  and  such  scientific  \ndisagreement is a major catalyst of scientific progress (Kuhn \n1977). Divergence among scientists may simply be the result \nof  someone  being  wrong.  In  such  cases,  a  hypothesis  is  \nfalsified, and science advances. Scientific discord could also \nbe the consequence of two scientists testing different models, \ninvestigating  slightly  different  ecosystems  or  looking  at  \nthe  same  ecosystem  at  different  times.  In  these  instances,  \nour  hypotheses  and  theories  must  evolve  to  accommodate  \nvarying spatial and temporal information. Therefore, science \nprogresses.  Alternatively,  scientific  conclusions  may  be  in  \nconflict  because  each  scientist  looks  at  and  experiences  the  \nsame  ecosystem  through  different  eyes.  That  is,  scientists,  \ntoo,  suffer  from  the  Rashomon  effect;  when  differences  \narise not only in perspective but in the absence of complete \ninformation, different interpretations or implications of data \nmay emerge.\nAmple  evidence  exists  suggesting  that  the  Rashomon  \neffect  in  environmental  science  is  possible,  if  not  common.  \nOne  only  need  to  examine  Paine’s  iconic  work  on  seastar  \npredation  and  species  diversity  (Paine  1966,  1969,  1974)  \nto  witness  the  Rashomon  effect.  This  research  on  keystone  \npredation  along  wave-exposed  shores  is  among  the  best  \nknown  and  most  influential  work  in  ecology  (Lafferty  and  \nSuchanek  2016).  In  this  case,  the  ochre  seastar  (Pisaster \nochraceus)   consumes   competitively   dominant   mussels,   \nleading  to  an  increase  in  the  diversity  of  primary-space-\noccupying species that would otherwise be outcompeted by \nmussels.  However,  the  conclusions  drawn  from  this  classic  \necological  work  are  contingent  on  one’s  perspective.  Paine’s  \nfocus  was  on  primary  space  holders,  and  his  work  revealed  \nthat  diversity  in  this  assemblage  more  than  doubled  in  the  \npresence  of  Pisaster.  If,  on  the  other  hand,  one  focuses  on  \ncommunity-wide diversity, including small or cryptic species \nwithin  the  mussel  bed,  the  presence  of  Pisaster  decreases  \nrather  than  increases  diversity  (Lafferty  and  Suchanek  \n2016).   Because   Pisaster   populations   recently   suffered   \nunprecedented  coast-wide  declines  as  the  result  of  sea  star  \nwasting disease (Miner et al. 2018), this seemingly academic \ndifference  has  increased  importance  as  the  conservation  \nimplications of this decline are evaluated.\nThe science examining the efficacy of marine protected \nareas  (MPAs)  provides  another  prime  example.  No-take  \nMPAs  eliminate  fishing  mortality  and  protect  habitat  \nfrom  destructive  fishing  practices  within  the  boundaries  \nof  protected  areas.  As  a  consequence,  fish  biomass  and  \ndiversity   tend   to   be   higher   inside   MPAs   relative   to   \nunprotected  areas  (e.g.,  Halpern  and  Warner  2002,  Lester  \net  al.  2009).  However,  the  impacts  of  MPAs  on  total  \nfisheries  yield  and  biomass  is  uncertain  and  controversial  \n(Pendleton  et  al.  2017),  in  part  because  of  uncertainty  \naround larval dispersal, adult movement, and the dynamics \nof  fishing  fleets.  MPAs  are  also  intensively  studied  by  \nboth marine ecologists and fisheries scientists—disciplines \nthat  vary  in  their  histories,  epistemologies,  cultures,  and  \npriorities (Salomon et al. 2011). These differences, together \nwith  uncertainties  in  our  understanding  of  MPA  effects,  \nset  the  stage  for  Rashomon  effects.  For  example,  marine  \necologists  (Hamilton  et  al.  2010)  revealed  higher  biomass  \nand  densities  of  fish  species  targeted  by  fisheries  inside  \na  network  of  California  MPAs  relative  to  outside.  The  \nauthors  portray  this  as  a  conservation  success  (Hamilton  \net  al.  2010).  On  the  other  hand,  Hilborn,  a  fisheries  \nscientist, examining the same region suggests that displaced \nfishing effort led to the decline of the abundance of target \nspecies  outside  of  MPAs,  yielding  no  net  change  in  fish  \ndensities  and  therefore  no  conservation  benefit  (Hilborn  \n2014).  Hilborn  further  argues  that  MPAs  will  reduce  the  \ntotal  sustainable  yield  of  fish  stocks,  and  should  this  loss  \nin  protein  be  made  up  with  some  other  form  of  food  \nproduction  (e.g.,  beef  or  pork)  there  could  be  negative  \nconservation   consequences   (Hilborn   2013).   Therefore,   \nwhen   considering   the   conservation   impacts   of   MPAs   \noutside  reserves,  differences  in  scientific  training  and  \nculture  lead  to  different  perceptions  of  the  same  data  \n(Salomon et al. 2011) and a Rashomon effect emerges.\nDisagreement  among  scientists  is  the  norm  and  healthy,  \nbut  a  lack  of  understanding  about  why  disagreement  exists  \nis   a   salient   feature   of   the   Rashomon   effect   in   science   \n(Douglas  and  Wildavsky  1983).  Even  within  conservation  \nscience,  researchers  are  enmeshed  in  varying  scientific  \ncultures  (Salomon  et  al.  2011)  spanning  the  social  and  \nnatural   sciences;   consequently,   scientists   emerging   from   \ndifferent  academic  cultures  and  with  distinct  training,  \ninterests, or experience will be drawn to different questions \nand  form  very  different  conclusions  from  the  same  data.  \nSuch  differences  are  common  and  have  fueled  important  \ninter-  and  transdisciplinary  advances  in  environmental  \nand  conservation  science  (e.g.,  Hampton  and  Parker  2011,  \nLevin and Anderson 2016, Bennett et al. 2017, Francis et al. \n2018).   However,   failure   to   recognize   such   fundamental   \ndifference in perspectives has led to acrimonious exchanges \nbiaa117.indd   426-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\nhttps://academic.oup.com/bioscience  XXXX XXXX / Vol. XX No. X•BioScience   5   \namong  researchers  that  have,  perhaps,  hindered  scientific  \nprogress   (Paine   1991,   Azoulay   and   Graff-Zivin   2018).   \nSocial–ecological   systems   are   complicated;   interactions   \namong   components   of   the   system   rarely   have   singular   \noutcomes.  Conservation  scientists  can  certainly  recognize  \nand appreciate complexity and context dependency in order \nto  reconcile  divergent  observations,  but  Rashomon  effects  \nmay thwart this ability.\nAs  policy-makers  increasingly  turn  to  science  to  provide  \nobjective,  rational,  analytical  information  (Doremus  and  \nTarlock  2005),  we  scientists  ignore  the  Rashomon  effect  at  \nour  own  peril.  Rancorous  debate  regarding  environmental  \nissues  often  focuses  on  contrasting  objectives  rooted  in  \ndivergent  beliefs.  Do  we  manage  species  for  maximum  \nproductivity   or   as   essential   components   of   ecosystems   \n(Kaplan  and  Levin  2009,  Davies  and  Baum  2012)?  How  a  \nscientist  answers  this  question  depends  on  their  personal  \nand  professional  epistemology  and  culture,  which,  in  turn,  \ninfluences  the  questions  they  ask  and  the  conclusions  they  \nreach  (Marshall  and  Levin  2018).  When  scientists  assume  \nthat they differ in their values, they confront each other with \na  level  of  vitriol  that  is  scientifically  unproductive  (Cafaro  \nand  Primack  2014)  and  leaves  policy-makers  wondering  \nwhat the best available science really is (Marvier et al. 2016). \nOf course, toxic dialogues in conservation science occur for \ndiverse  reasons,  but  we  suggest  Rashomon  effects  are  an  \noverlooked source of feckless discourse.\nPrinciples for confronting Rashomon effects in \nconservation science\nA  rich  literature  now  exists  highlighting  structured,  deci-\nsion-support  processes  in  conservation  (e.g.,  Gregory  and  \nLong 2009, Gregory et al. 2012b, 2012a, Davies et al. 2013, \nEstévez  et  al.  2015).  Such  processes  provide  an  effective  \napproach  for  advancing  conservation,  particularly  when  \nstakeholders   hold   diverse   values   and   objectives.   These   \nframeworks may also be usefully applied in cases in which \nstakeholders vary in their perceptions of nature. Such pro-\ncesses, however, are generally not applied to cases in which \nconservation  science  is  hindered  by  Rashomon  effects.  \nTherefore, drawing lessons from the social sciences (Heider \n1988,  Heller  et  al.  2001,  Roth  and  Mehta  2002,  Moon  and  \nBlackman  2014,  Burton-Jones  and  Lee  2017),  we  highlight  \nthree integrative principles that acknowledge the Rashomon \neffect and generate clarity at the science–policy boundary to \nbetter manage conservation conflict.\nAcknowledging the plurality of reality. There will always be mul-\ntiple  believable,  but  at  times  contradictory,  interpretations  \nof  reality,  both  formal  (i.e.,  when  scientific  models  predict  \ndifferent outcomes) and informal (i.e., when two individual’s \nmental models are misaligned; Gray 2018). However, similar \nto  critiques  of  searching  for  a  panacea,  or  the  misguided  \neffort  to  find  a  universal  solution  to  problems  of  overuse  \nor  destruction  of  natural  resources  (Ostrom  et  al.  2007),  \nnatural  resource  managers  and  scientists  should  embrace  \nand  acknowledge  that  there  are  multiple  perspectives  on  \nenvironmental  problems.  Indeed,  integrating  diversity  of  \nperspectives  has  been  shown  to  vastly  improve  problem-\nsolving across multiple contexts (Page 2007). Similar to the \npromotion  of  biodiversity  as  a  way  to  increase  resilience  of  \necosystems to withstand shocks (Sterling et al. 2017), scien-\ntists  and  managers  should  cultivate  knowledge  diversity  to  \nimprove  overreliance  on  one  potentially  faulty  perspective,  \nscientific  or  otherwise,  in  environmental  decision-making  \n(Tallis and Lubchenco 2014).\nEmbracing    epistemic    pluralism:    Not    seeking    one    model.     \nComplementary to embracing the plurality of reality, deal-\ning with the Rashomon effect will also require that different \nrepresentations,  or  models,  of  reality  are  developed  and  \nconsidered  together  as  a  portfolio  to  understand  and  react  \nto  changing  environmental  states.  Although  postnormal  \napproaches to environmental science have been around for \nsome time (Ftowicz and Ravetz 1994), more recently there \nhave been calls to embrace epistemic pluralism in environ-\nmental science (Miller et al. 2008), or the notion that there \nare  multiple  valuable  ways  of  knowing  about  the  external  \nworld  that  all  provide  a  different  dimension  of  complex  \nenvironmental  problems  (Levin  et  al.  2016).  For  example,  \nMiller  and  colleagues  (2008)  identify  different  types  of  \nknowledge: knowledge as mechanistic believed to be objec-\ntive  (i.e.,  physics),  knowledge  as  contingent,  highlighting  \nthe  importance  of  context  (i.e.,  sociology),  and  knowledge  \nas  narrative  (i.e.,  history),  showing  the  importance  of  per-\nsonal  experience  and  variation  in  the  norms  of  scientific  \ntraining.  Although  each  emerge  from  different  ontologies  \nand produce models through vastly different methodologi-\ncal  approaches,  thinking  of  different  types  of  knowledge  \nas complementary forms or views of environmental issues, \nrather  than  wrong  or  right,  will  provide  more  comprehen-\nsive insight that together can be used to make more robust \ndecisions (Sterling et al. 2017).\nPrioritizing the process over the products. Natural resource man-\nagers  and  scientists  should  embrace  the  process  along  with  \nthe  products  when  decisions  are  made  (Levin  et  al.  2018).  \nIntegrating  multiple  perspectives  and  reviewing  multiple  \nrepresentations  and  interpretations  of  the  same  environ-\nmental   system   requires   time   and   other   resources.   This   \nrecommendation  follows  closely  to  adaptive  management  \napproaches  (Walters  1986),  where  specific,  measurable,  \nachievable,  relevant,  time-bound  (SMART;  Perrings  et  al.  \n2010)  objectives  are  identified,  data  are  collected,  and  con-\nsidered  decisions  are  made  and  evaluated,  and  the  process  \nbegins again (Walters 1986). Wicked problems in conserva-\ntion  will  never  have  a  stopping  point  (Batie  2008);  rather,  \nthey  will  be  continually  managed  through  an  active  and  \nengaged  form  of  collecting  and  discussing  information.  \nAlthough scientific and other products produced in this pro-\ncess  are  important  for  continued  learning  (Henly  Shepard  \net  al.  2015),  it  is  the  learning  process  and  not  the  models  \nbiaa117.indd   526-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\n6   BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience\nthemselves  that  improve  decision-making  outcomes  (Dietz  \n2013, Francis et al. 2018).\nResults  chains  are  an  example  of  how  we  can  learn  from  \nthe  process.  Results  chains  are  a  visual  representation  \nof  the  logic  and  theory  by  which  an  intervention  leads  \nto  positive  and  negative  consequences  (Margoluis  et  al.  \n2013).  Results  chains  (or  similar  constructs  such  as  logic  \nmodels,  theories  of  change,  influence  diagrams,  etc.)  have  \nseen  increasing  use  in  conservation  and  environmental  \nplanning,  and  provide  a  powerful  means  to  lower  conflict  \ninduced by variable assessments of a system’s scale, structure \nand  function  (Qiu  et  al.  2018).  Simply  creating  results  \nchains  with  multiple  viewpoints  can  help  reveal  perceptual  \ndifferences   among   scientists   and   reveal   differences   in   \nperception versus divergence on the basis of data. Although \nthe  development  of  results  chains  can  cause  clashes  among  \nindividuals varying in epistemological orientation, the act of \nattempting to develop a shared logical framework can serve \nas part of an antidote for the Rashomon effect (Jeffrey 2003).\nConclusions\nKurosawa’s  Rashomon  challenges  us  to  replace  one  very  \nsimple  question  (how  did  the  samurai  die?)  with  one  that  \nis far more interesting and important: Why do the different \nwitnesses  recount  different  versions  of  the  murder?  Rather  \nthan only asking which of the testimonies reflects the truth, \nwe  might  rather  ask  how  each  of  the  accounts  achieves  its  \nplausibility  and  how  an  objective  judge  or  jury  could  ever  \ndecide among them (Tindale 2016).\nImportantly, we are not advocating for a postmodernist or \nconstructionist  perspective  in  which  objective  reality  does  \nnot  exist  (cf.,  Feyerabend  1958,  Latour  2004).  Rather,  we  \nsuggest that the Rashomon effect aptly describes a dilemma \nthat  arises  in  conservation  when  urgent  action  is  needed,  \nknowledge  is  uncertain,  and  perceptual  differences  among  \nconservation  actors  persist.  The  Rashomon  effect  leads  to  \n“reality  disjunctures”  (Pollner  1975),  creating  conflict  that  \ninhibits   fruitful   environmental   management.   This   phe-\nnomenon  surfaces  in  countless  conservation  settings  when  \ncontested  interpretations  of  matters  exist  and  where  stake-\nholders express what they know, how they know it, and their \nconfidence in their knowledge.\nThe brilliance of Kurosawa’s Rashomon is not in revealing \nthe  prevalence  of  perceptual  differences,  but  rather  in  forc-\ning the viewer to question their ability to come to terms with \nsuch  differences  (Anderson  2015).  The  same  holds  true  for  \nstakeholders,  policymakers  and  scientists  engaged  in  con-\nservation  science  and  management.  The  film  leaves  us  won-\ndering  if  we  can  ever  set  aside  the  biases  and  misjudgments  \nthat characterize this effect. But, unlike the fictional world of \nRashomon, our world does not give us a choice; overcoming \nthe Rashomon effect is a prerequisite for conservation success.\nAcknowledgements\nPSL   was   supported   by   The   David   and   Lucille   Packard   \nFoundation via the Ocean Modeling Forum and the Gordan \nand Betty Moore Foundation Ocean Tipping Points Project \nduring  the  formulation  of  this  article.  We  thank  J.  Estes,  \nS. Levin and M. Power for critical comments on the manu-\nscript.  PSL  appreciates  the  insights  of  E.  Braverman  and  an  \nunknown dinner guest.\nReferences cited\nAinsworth  CH.  2011.  Quantifying  species  abundance  trends  in  the  north-\nern  gulf  of  California  using  local  ecological  knowledge.  Marine  and  \nCoastal Fisheries 3: 190–218.\nAinsworth  CH,  Pitcher  TJ,  Rotinsulu  C.  2008.  Evidence  of  fishery  deple-\ntions  and  shifting  cognitive  baselines  in  Eastern  Indonesia.  Biological  \nConservation 141: 848–859.\nAiroldi  L,  Beck  MW.  2007.  Loss,  status  and  trends  for  coastal  marine  \nhabitats    in    Europe.    Oceanography    and    Marine    Biology    45:     \n345–405.\nAllen  J,  Lendemer  J.  2015.  Fungal  conservation  in  the  USA.  Endangered  \nSpecies Research 28: 33–42.\nAnderson R. 2015. What is the Rashomon effect? Pages 66–85 in Davis B, \nAnderson R, and Walls J, eds. Rashomon Effects Kurosawa, Rashomon \nand Their Legacies. Routledge.\nAtran  S.  1998.  Folk  biology  and  the  anthropology  of  science:  Cognitive  \nuniversals  and  cultural  particulars.  Behavioral  and  Brain  Sciences  21:  \n547–609.\nAtran  S,  Medin  DL,  Ross  NO.  2005.  The  cultural  mind:  Environmental  \ndecision making and cultural modeling within and across populations. \nPsychological Review 112: 744–76.\nAzoulay P, Graff-Zivin J. 2018. One superstar funeral at a time. Science 361: \n1194–1195.\nBang  M,  Medin  DL,  Atran  S.  2007.  Cultural  mosaics  and  mental  mod-\nels  of  nature.  Proceedings  of  the  National  Academy  of  Sciences  104:  \n13868–13874.\nBarnett  J.  2000.  Destabilizing  the  environment:  Conflict  thesis.  Review  of  \nInternational Studies 26: 271–288.\nBatie   SS.   2008.   Wicked   Problems   and   Applied   Economics.   American   \nJournal of Agricultural Economics 90: 1176–1191.\nBeaudreau  AH,  Levin  PS.  2014.  Advancing  the  use  of  local  ecological  \nknowledge  for  assessing  data-poor  species  in  coastal  ecosystems.  \nEcological Applications 24: 244–56.\nBeaudreau  AH,  Levin  PS,  Norman  KC.  2011.  Using  folk  taxonomies  \nto   understand   stakeholder   perceptions   for   species   conservation.   \nConservation Letters 4: 451–463.\nBender MG, Floeter SR, Hanazaki N. 2013. Do traditional fishers recognise \nreef  fish  species  declines?  Shifting  environmental  baselines  in  Eastern  \nBrazil. Fisheries Management and Ecology 20: 58–67.\nBennett  NJ,  et  al.  2017.  Conservation  social  science:  Understanding  and  \nintegrating  human  dimensions  to  improve  conservation.  Biological  \nConservation 205: 93–108.\nBernauer T, Böhmelt T, Koubi V. 2012. Environmental changes and violent \nconflict. Environmental Research Letters 7: 015601.\nBidwell  D.  2009.  Bison,  boundaries,  and  brucellosis:  Risk  perception  and  \npolitical  ecology  at  yellowstone.  Society  and  Natural  Resources  23:  \n14–30.\nBiggs  D,  Courchamp  F,  Martin  R,  Possingham  HP.  2013.  Legal  trade  of  \nAfrica’s rhino horns. Science 339: 1038–1039.\nBosma C, Glenk K, Novo P. 2017. How do individuals and groups perceive \nwetland  functioning?  Fuzzy  cognitive  mapping  of  wetland  perceptions  \nin Uganda. Land Use Policy 60: 181–196.\nBrister  E.  2016.  Disciplinary  capture  and  epistemological  obstacles  to  \ninterdisciplinary  research:  Lessons  from  central  African  conservation  \ndisputes.  Studies  in  History  and  Philosophy  of  Science  Part  C:  Studies  \nin  History  and  Philosophy  of  Biological  and  Biomedical  Sciences  56:  \n82–91.\nBronner   SJ.   2005.   Contesting   tradition:   The   deep   play   and   pro-\ntest    of    pigeon    shoots.    Journal    of    American    Folklore    118:     \n409–452.\nbiaa117.indd   626-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\nhttps://academic.oup.com/bioscience  XXXX XXXX / Vol. XX No. X•BioScience   7   \nBunce  M,  Rodwell  LD,  Gibb  R,  Mee  L.  2008.  Shifting  baselines  in  fish-\ners’  perceptions  of  island  reef  fishery  degradation.  Ocean  and  Coastal  \nManagement 51: 285–302.\nBurton-Jones  A,  Lee  AS.  2017.  Thinking  about  measures  and  measure-\nment in positivist research: A proposal for refocusing on fundamentals. \nInformation Systems Research 28: 451–467.\nCafaro  P,  Primack  R.  2014.  Species  extinction  is  a  great  moral  wrong.  \nBiological Conservation 170: 1–2.\nCapstick SB, Pidgeon NF. 2014. Public perception of cold weather events as \nevidence for and against climate change. Climatic Change 122: 695–708.\nCarolan MS. 2008. Is it a distinct subspecies? preble’s mouse and the “best \navailable  science”  mandate  of  the  endangered  species  act.  Society  and  \nNatural Resources 21: 944–951.\nCarpenter S, Walker B, Anderies JM, Abel N. 2001. From metaphor to mea-\nsurement: Resilience of what to what? Ecosystems 4: 765–781.\nCharnley S, et al. 2017. Evaluating the best available social science for natu-\nral resource management decision-making. Environmental Science and \nPolicy 73: 80–88.\nCorner A, Markowitz E, Pidgeon N. 2014. Public engagement with climate \nchange:  The  role  of  human  values.  Wiley  Interdisciplinary  Reviews:  \nClimate Change 5: 411–422.\nCrifasi  RR.  2007.  A  subspecies  no  more?  A  mouse,  its  unstable  taxonomy,  \nand  western  riparian  resource  conflict.  Cultural  Geographies  14:  \n511–535.\nCrotty M. 1998. The foundations of social research. Foundations of Social \nResearch 802: 1–17.\nCrow  DA,  Baysha  O.  2013.  “Conservation”  as  a  catalyst  for  conflict:  \nConsidering  stakeholder  understanding  in  policy  making.  Review  of  \nPolicy Research 30: 302–320.\nCullen  AC,  Anderson  CL.  2017.  Perception  of  climate  risk  among  rural  \nfarmers  in  Vietnam:  Consistency  within  households  and  with  the  \nempirical record. Risk Analysis 37: 531–545.\nDavies AL, Bryce R, Redpath SM. 2013. Use of multicriteria decision analy-\nsis to address conservation conflicts. Conservation Biology 27: 936–944.\nDavies  TD,  Baum  JK.  2012.  Extinction  risk  and  overfishing:  Reconciling  \nconservation  and  fisheries  perspectives  on  the  status  of  marine  fishes.  \nScientific Reports 2: 561.\nDayton  PK,  Tegner  MJ,  Edwards  PB,  Riser  KL.  1998.  Sliding  baselines,  \nghosts, and reduced expectations in kelp forest communities. Ecological \nApplications 8: 309–322.\nDickman AJ. 2010. Complexities of conflict: The importance of considering \nsocial  factors  for  effectively  resolving  human–wildlife  conflict.  Animal  \nConservation 13: 458–466.\nDickman AJ. 2012. From cheetahs to chimpanzees: A comparative review of \nthe  drivers  of  human–carnivore  conflict  and  human–primate  conflict.  \nFolia Primatologica 83: 377–387.\nDietz T. 2013. Bringing values and deliberation to science communication. \nProceedings of the National Academy of Sciences 110: 14081–14087.\nDietz  T,  Fitzgerald  A,  Shwom  R.  2005.  Environmental  values.  Annual  \nReview of Environmental Resources 30: 335–372.\nDoremus H, Tarlock AD. 2005. Science, judgment and controversy in natural \nresource regulation. Public Land and Resources Law Review 26: 1–37.\nDouglas M, Wildavsky A. 1983. Risk and Culture: An Essay on the Selection \nof  Technological  and  Environmental  Dangers.  University  of  California  \nPress.\nDrake JS, Berntson EA, Gustafson RG, Holmes EE, Levin PS, Tolimieri N, \nWaples RS, Sogard SM, Williams GD, Cope JM. 2010. Status review of \nfive  rockfish  species  in  Puget  Sound,  Washington:  Bocaccio  (Sebastes \npaucispinis), canary rockfish (S. pinniger), yelloweye rockfish (S. ruber-\nrimus),  greenstriped  rockfish  (S.  elongatus),  and  redstripe  rockfish  \n(S. proriger). National Oceanic and Atmospheric Administration.\nDunlap  RE,  Xiao  C,  McCright  AM.  2001.  Politics  and  environment  in  \nAmerica: Partisan and ideological cleavages in public support for envi-\nronmentalism. Environmental politics 10: 23–48.\nElliott  R,  Nisbet  MC.  2018.  The  ethics  of  framing  science.  Pages  51–74  in  \nNerlich B, Elliott R, Larson B, eds. Communicating Biological Sciences: \nEthical and Metaphorical Dimensions. Ashgate.\nEstévez RA, Anderson CB, Pizarro JC, Burgman MA. 2015. Clarifying val-\nues, risk perceptions, and attitudes to resolve or avoid social conflicts in \ninvasive species management. Conservation Biology 29: 19–30.\nFeyerabend PK. 1958. An Attempt at a Realistic Interpretation of Experience. \nProceedings of the Aristotelian Society 58: 143–170.\nFeygina  I,  Jost  JT,  Goldsmith  RE.  2010.  System  justification,  the  denial  \nof  global  warming,  and  the  possibility  of  “system-sanctioned  change.”  \nPersonality and Social Psychology Bulletin 36: 326–338.\nFrancis  TB,  Levin  PS,  Punt  AE,  Kaplan  IC,  Varney  A,  Norman  KC.  \n2018.  Linking  knowledge  to  action  in  ocean  ecosystem  management.  \nElementa 6: 83.\nFtowicz S, Ravetz JR. 1994. The worth of a songbird: Ecological economics \nas a post-normal science. Ecological Economics 10: 197–207.\nGathright  J.  2018.  After  17  days  and  1000  miles,  a  mother  orca’s  “tour  \nof  grief ”  is  over.  National  Public  Radio  (12  August  2018).  www.npr.\norg/2018/08/12/638047095/after-17-days-and-1-000-miles-a-mother-\norcas-tour-of-grief-is-over?t=1554973928523.\nGray S. 2018. Measuring systems thinking. Nature Sustainability 1: 388–389.\nGray  S,  Chan  A,  Clark  D,  Jordan  R.  2012.  Modeling  the  integration  of  \nstakeholder  knowledge  in  social–ecological  decision-making:  Benefits  \nand   limitations   to   knowledge   diversity.   Ecological   Modelling   229:    \n88–96.\nGray S, Hilsberg J, McFall A, Arlinghaus R. 2015a. The structure and func-\ntion of angler mental models about fish population ecology: The influ-\nence of specialization and target species. Journal of Outdoor Recreation \nand Tourism 12: 1–13.\nGray SA, Gray S, de Kok JL, Helfgott AER, O’Dwyer B, Jordan R, Nyaki A. \n2015b.  Using  fuzzy  cognitive  mapping  as  a  participatory  approach  to  \nanalyze change, preferred states, and perceived resilience of social–eco-\nlogical systems. Ecology and Society 20: doi:0.5751/ES-07396–200211.\nGregory R, Long G. 2009. Using structured decision making to help imple-\nment  a  precautionary  approach  to  endangered  species  management.  \nRisk Analysis 29: 518–532.\nGregory R, Long G, Colligan M, Geiger JG, Laser M. 2012a. When experts \ndisagree (and better science won’t help much): Using structured delib-\nerations  to  support  endangered  species  recovery  planning.  Journal  of  \nEnvironmental Management 105: 30–43.\nGregory RS, Failing L, Harstone M, Long G, McDaniels T, Ohlson D. 2012b. \nStructured Decision Making. Wiley.\nHalbrendt J, Gray SA, Crow S, Radovich T, Kimura AH, Tamang BB. 2014. \nDifferences  in  farmer  and  expert  beliefs  and  the  perceived  impacts  of  \nconservation agriculture. Global Environmental Change 28: 50–62.\nHalpern  BS,  Warner  RR.  2002.  Marine  reserves  have  rapid  and  lasting  \neffects. Ecology letters 5: 361–366.\nHamilton  SL,  Caselle  JE,  Malone  DP,  Carr  MH.  2010.  Incorporating  \nbiogeography  into  evaluations  of  the  Channel  Islands  marine  reserve  \nnetwork.  Proceedings  of  the  National  Academy  of  Sciences  107:  \n18272–18277.\nHampton SE, Parker JN. 2011. Collaboration and productivity in scientific \nsynthesis. Professional Biologist BioScience 61: 900–910.\nHeider KG. 1988. When ethnographers disagree. American Anthropologist \n90: 73–81.\nHeller  P,  Africa  S,  Alegre  P.  2001.  Moving  the  state:  The  politics  of  demo-\ncratic decentralization in Kerala. Politics and Society 29: 131–163.\nHenly Shepard S, Gray SA, Cox LJ. 2015. The use of participatory modeling \nto promote social learning and facilitate community disaster planning. \nEnvironmental Science and Policy 45: 109–122.\nHilborn R. 2013. Environmental cost of conservation victories. Proceedings \nof the National Academy of Sciences 110: 9187–9187.\nHilborn  R.  2014.  Protecting  marine  biodiversity  with  “new”  conserva-\ntion.   Cool   Green   Science   (12   April   2014).   https://blog.nature.org/\nscience/2014/04/12/nature-longread-protecting-marine-biodiversity-\nnew-conservation-ray-hilborn.\nHoffmann J, Quaas MF. 2016. Common pool politics and inefficient fishery \nmanagement. Environmental and resource economics 63: 79–93.\nHorowitz  IL.  1987.  The  “Rashomon  effect:”  Ideological  proclivities  and  \npolitical  dilemmas  of  the  IMF.  Pages  93–109  in  Myers  RJ,  ed.  The  \nbiaa117.indd   726-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\n8   BioScience•XXXX XXXX / Vol. XX No. X https://academic.oup.com/bioscience\nPolitical  Morality  of  the  International  Monetary  Fund.  Transaction  \nBooks.\n[IPBES]  Intergovernmental  Science  Policy  Platform  on  Biodiversity  and  \nEcosystem Services. 2019. Global assessment report on biodiversity and \necosystem services of the Intergovernmental Science Policy Platform on \nBiodiversity and Ecosystem Services. IPBES.\nJackson  JB.  2001.  What  was  natural  in  the  coastal  oceans?  Proceedings  of  \nthe  National  Academy  of  Sciences  of  the  United  States  of  America  98:  \n5411–5418.\nJeffrey  P.  2003.  Smoothing  the  waters:  Observations  of  the  process  of  \ncross-disciplinary  research  collaboration.  Social  Studies  of  Science  33:  \n539–562.\nKahan  DM,  Braman  D,  Gastil  J,  Slovic  P,  Mertz  CK.  2007.  Culture  and  \nidentity-protective  cognition:  Explaining  the  white-male  effect  in  risk  \nperception. Journal of Empirical Legal Studies 4: 465–505.\nKahan DM, Peters E, Wittlin M, Slovic P, Ouellette LL, Braman D, Mandel \nG.  2012.  The  polarizing  impact  of  science  literacy  and  numeracy  on  \nperceived climate change risks. Nature Climate Change 2: 732–735.\nKahn PH. 2002. Children’s affiliations with nature: Structure, development, \nand the problem of environmental generational amnesia. Pages 93–116 \nin  Kahn  PH  and  Kellert  SR,  eds.  Children  and  Nature:  Psychological,  \nSociocultural, and Evolutionary Investigations. MIT Press.\nKahn  PH.  2007.  The  child’s  environmental  amnesia:  It’s  ours.  Children,  \nYouth,  and  Environments  Children,  Youth  and  Environments  17:  \n199–207.\nKahn  PH,  Weiss  T.  2017.  The  importance  of  children  interacting  with  big  \nnature. Children, Youth, and Environments 27: 7–24.\nKaplan  IC,  Levin  PS.  2009.  Ecosystem-based  management  of  what?  An  \nemerging   approach   for   balancing   conflicting   objectives   in   marine   \nresource  management.  Pages  77–95  in  Beamish  RJ,  Rothchild  BJ,  eds.  \nThe Future of Fisheries Science in North America. Springer.\nKibel  HD.  2016.  Rashomon  revisited:  A  re-analysis  of  the  film  and  \nimplications   for   mass   psychology.   International   Journal   of   Group   \nPsychotherapy 66: 75–101.\nKuhn T. 1977. The Essential Tension: Selected Studies in Scientific Tradition \nand Change. University of Chicago Press.\nLafferty  KD,  Suchanek  TH.  2016.  Revisiting  Paine’s  1966  sea  star  removal  \nexperiment, the most-cited empirical ariticle in the American Naturalist. \nAmerican Naturalist 188: 365–378.\nLatour  B.  2004.  Why  has  critique  run  out  of  steam?  Critical  Enquiry  30:  \n225–248.\nLester  SE,  Halpern  BS,  Grorud-Colvert  K,  Lubchenco  J,  Ruttenberg  BI,  \nGaines  SD,  Airamé  S,  Warner  RR.  2009.  Biological  effects  within  no-\ntake  marine  reserves:  A  global  synthesis.  Marine  Ecology  Progress  \nSeries 384: 33–46.\nLevin  PS,  Anderson  LE.  2016.  When  good  fences  make  bad  neighbors:  \nOvercoming disciplinary barriers to improve natural resource manage-\nment. Coastal Management 44: 370–379.\nLevin  PS,  Poe  MR.  2017.  Conservation  for  the  Anthropocene  Ocean:  \nInterdisciplinary  Science  in  Support  of  Nature  and  People.  Academic  \nPress.\nLevin PS, Williams GD, Rehr A, Norman KC, Harvey CJ. 2015. Developing \nconservation  targets  in  social–ecological  systems.  Ecology  and  Society  \n20: doi:10.5751/ES-07866–200406.\nLevin  PS,  Francis  TB,  Taylor  NG.  2016.  Thirty-two  essential  questions  for  \nunderstanding  the  social–ecological  system  of  forage  fish:  The  case  of  \nPacific  Herring.  Ecosystem  Health  and  Sustainability  2:  doi:10.1002/\nehs2.1213.\nLevin  PS,  et  al.  2018.  Building  effective  fishery  ecosystem  plans.  Marine  \nPolicy 92: 48–57.\nLevin  SA,  Lubchenco  J.  2008.  Resilience,  robustness,  and  marine  ecosys-\ntem-based management. BioScience 58: 27–32.\nLevy MA, Lubell MN, McRoberts N. 2018. The structure of mental models \nof sustainable agriculture. Nature Sustainability 1: 413–420.\nMargoluis  R,  Stem  C,  Swaminathan  V,  Brown  M,  Johnson  A,  Placci  G,  \nSalafsky  N,  Tilders  I.  2013.  Results  chains:  A  tool  for  conservation  \naction  design,  management,  and  evaluation.  Ecology  and  Society  18:  \nart22.\nMarshall KN, Levin PS. 2018. When “sustainable” fishing isn’t. Pages 110–\n115  in  Kareiva  P,  Marvier  M,  Silliman  B,  eds.  Effective  Conservation  \nScience. Oxford University Press.\nMartinson  BC,  Anderson  MS,  de  Vries  R.  2005.  Scientists  behaving  badly.  \nNature 435: 437–438.\nMarvier  M,  Kareiva  P,  Fuller  E.  2016.  Mark  plummer’s  legacy:  Leave  no  \northodoxy unquestioned. Coastal Management 44: 380–396.\nMiller  T,  Baird  T,  Littlefield  C,  Kofinas  G,  Chapin  III  F,  Redman  C.  2008.  \nEpistemological   Pluralism   regoranizing   interdisciplinary   research.   \nEcology and Society 13: 1–17.\nMiner CM, Burnaford JL, Ambrose RF, Antrim L, Bohlmann H, Blanchette \nCA, Engle JM, Fradkin SC, Gaddam R, Harley CDG. 2018. Large-scale \nimpacts  of  sea  star  wasting  disease  (SSWD)  on  intertidal  sea  stars  and  \nimplications for recovery. PLOS ONE 13: e0192870.\nMoon  K,  Blackman  D.  2014.  A  guide  to  understanding  social  science  \nresearch for natural scientists. Conservation Biology 28: 1167–1177.\nNyaki A, Gray SA, Lepczyk CA, Skibbins JC, Rentsch D. 2014. Local-scale \ndynamics  and  local  drivers  of  bushmeat  trade.  Conservation  Biology  \n28: 1403–1414.\nOstrom  E,  Janssen  MA,  Anderies  JM.  2007.  Going  beyond  panaceas.  \nProceedings of the National Academy of Sciences 104: 15176–15178.\nPage  S.  2007.  The  Difference:  How  the  Power  of  Diversity  Creates  Better  \nGroups, Firms, Schools, and Societies. Princeton University Press.\nPaine  RT.  1966.  Food  web  complexity  and  species  diversity.  American  \nNaturalist 100: 65–75.\nPaine  RT.  1969.  A  note  on  trophic  complexity  and  community  stability.  \nAmerican Naturalist 103: 91–93.\nPaine  RT.  1974.  Intertidal  community  structure:  Experimental  studies  on  \nthe  relationship  between  an  dominant  competitor  and  its  principal  \npredator. Oecologia 15: 93–120.\nPaine RT. 1991. Between Scylla and Charybdis: Do some kinds of criticism \nmerit a response? Oikos 62: 90–92.\nPauly  D.  1995.  Anecdotes  and  the  shifting  baseline  syndrome  of  fisheries.  \nTrends in Ecology and Evolution 10: 430.\nPendleton  LH,  Ahmadia  GN,  Browman  HI,  Thurstan  RH,  Kaplan  DM,  \nBartolino V. 2017. Debating the effectiveness of marine protected areas. \nICES Journal of Marine Science 75: 1156–1159.\nPerrings C, et al. 2010. Conservation. Ecosystem services for 2020. Science \n330: 323–324.\nPinch  TJ,  Bijker  WE.  1984.  The  social  construction  of  facts  and  artefacts  :  \nOr how the sociology of science and the sociology of technology might \nbenefit each other. Social Studies of Science 14: 399–441.\nPleasant  MM,  Gray  SA,  Lepczyk  C,  Fernandes  A,  Hunter  N,  Ford  D.  \n2014.  Managing  cultural  ecosystem  services.  Ecosystem  Services  8:   \n141–147.\nPollner M. 1975. “The very coinage of your brain”: The anatomy of reality \ndisjunctires. Philosophy of the Social Sciences 5: 411–430.\nQiu J, et al. 2018. Evidence-based causal chains for linking health, develop-\nment, and conservation actions. BioScience 68: 182–193.\nRaven PH, Berlin B, Breedlove DE. 1971. The origins of taxonomy. Science \n174: 1210–1213.\nRedpath  SM,  et  al.  2013.  Understanding  and  managing  conservation  con-\nflicts. Trends in Ecology and Evolution 28: 100–109.\nRoth  WD,  Mehta  JD.  2002.  The  Rashomon  effect  combining  positiv-\nist  and  interpretivist  approaches  in  the  analysis  of  contested  events.  \nSociological Methods and Research 31: 131–173.\nSalomon AK, et al. 2011. Bridging the divide between fisheries and marine \nconservation science. Bulletin of Marine Science 87: 251–274.\nShelton AO, Samhouri JF, Stier AC, Levin PS. 2014. Assessing trade-offs to \ninform ecosystem-based fisheries management of forage fish. Scientific \nReports 4: doi:10.1038/srep07110.\nShi  J,  Visschers  VHM,  Siegrist  M.  2015.  Public  perception  of  climate  \nchange:  The  importance  of  knowledge  and  cultural  worldviews.  Risk  \nAnalysis 35: 2183–2201.\nbiaa117.indd   826-09-2020   07:16:56 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020\n\nProfessional Biologist\nhttps://academic.oup.com/bioscience  XXXX XXXX / Vol. XX No. X•BioScience   9   \nSteel  B,  List  P,  Lach  D,  Shindler  B.  2004.  The  role  of  scientists  in  the  \nenvironmental  policy  process:  A  case  study  from  the  American  west.  \nEnvironmental Science and Policy 7: 1–13.\nSterling  EJ,  et  al.  2017.  Biocultural  approaches  to  well-being  and  sus-\ntainability  indicators  across  scales.  Nature  Ecology  and  Evolution  1:   \n1798–1806.\nStevenson  KT,  Peterson  MN,  Bondell  HD,  Moore  SE,  Carrier  SJ.  2014.  \nOvercoming   skepticism   with   education:   Interacting   influences   of   \nworldview and climate change knowledge on perceived climate change \nrisk among adolescents. Climatic Change 126: 293–304.\nStier AC, Samhouri JF, Gray S, Martone RG, Mach ME, Halpern BS, Kappel \nCV,  Scarborough  C,  Levin  PS.  2017.  Integrating  expert  perceptions  \ninto food web conservation and management. Conservation Letters 10: \ndoi:10.1111/conl.12245.\nStradling   D,   Stradling   R.   2008.   Perceptions   of   the   burning   river:   \nDeindustrialization  and  Cleveland’s  Cuyahoga  River.  Environmental  \nHistory 13: 515–535.\nTallis  H,  Lubchenco  J.  2014.  A  call  for  inclusive  conservation.  Nature  515:  \n27–28.\nThurstan  RH,  McClenachan  L,  Crowder  LB,  Drew  JA,  Kittinger  JN,  Levin  \nPS, Roberts CM, Pandolfi JM. 2015. Filling historical data gaps to foster \nsolutions in marine conservation. Ocean and Coastal Management 115: \n31–40.\nTindale  C.  2016.  Collateral  beliefs  and  the  Rashomon  effect.  Cogency  8:  \n125–145.\nTolimieri  N,  Holmes  EE,  Williams  GD,  Pacunski  R,  Lowry  D.  2017.  \nPopulation   assessment   using   multivariate   time-series   analysis:   A   \ncase  study  of  rockfishes  in  Puget  Sound.  Ecology  and  Evolution  7:   \n2846–2860.\nUpreti BR. 2004. Conflict over biomass energy development in the United \nKingdom:  Some  observations  and  lessons  from  England  and  Wales.  \nEnergy Policy 32: 785–800.\nVerweij MC, van Densen WLT, Mol AJP. 2010. The tower of Babel: Different \nperceptions  and  controversies  on  change  and  status  of  North  Sea  fish  \nstocks in multi-stakeholder settings. Marine Policy 34: 522–533.\nWalters   CJ.   1986.   Adaptive   Management   of   Renewable   Resources.   \nMacMillan.\nWaples RS. 1991. Pacific salmon, Oncorhynchus spp., and the definition of \n“species”  under  the  endangered  species  act.  Marine  Fisheries  Review  \n53: 11–22.\nWhitehead  AL,  Kujala  H,  Ives  CD,  Gordon  A,  Lentini  PE,  Wintle  BA,  \nNicholson E, Raymond CM. 2014. Integrating biological and social val-\nues when prioritizing places for biodiversity conservation. Conservation \nBiology 28: 992–1003.\nWhitmarsh L, Capstick S. 2018. Perceptions of Climate Change. Elsevier.\nXue W, Hine DW, Marks ADG, Phillips WJ, Zhao S. 2016. Cultural world-\nviews and climate change: A view from China. Asian Journal of Social \nPsychology 19: 134–144.\nPhillip S. Levin (pslevin@uw.edu) is affiliated with The Nature Conservancy \nand  with  the  University  of  Washington’s  School  of  Environmental  Science  \nand Forest Sciences, in Seattle, Washington. Steven Gray is affiliated with\n \nthe \nDepartment  of  Community  Sustainability  at  Michigan  State  University,  in  \nEast Lansing, Michigan. Christian Möllmann is affiliated with the Institute for \nMarine  Ecosystem  and  Fisheries  Sciences,  Center  for  Earth  System  Research  \nand  Sustainability,  at  the  University  of  Hamburg,  in  Hamburg,  Germany.  \nAdrian C. Stier is affiliated with the Department of Ecology and Evolutionary \nBiology, at the University of California, Santa Barbara.\nbiaa117.indd   926-09-2020   07:16:57 PM\nDownloaded from https://academic.oup.com/bioscience/advance-article/doi/10.1093/biosci/biaa117/5933871 by University of California-SB user on 28 October 2020",
  "extractedAt": "2025-12-12T18:45:09.515Z",
  "success": true,
  "matchedPublication": {
    "title": "Integrating oceans into climate policy: Any green new deal needs a splash of blue",
    "doi": "10.1111/conl.12716",
    "year": "2020",
    "authors": "Dundas, Steven J.; Levine, Arielle S.; Lewison, Rebecca L.; Doerr, Angee N.; White, Crow; Galloway, Aaron W. E.; Garza, Corey; Hazen, Elliott L.; Padilla‐Gamiño, Jacqueline; Samhouri, Jameal F.; Spalding, Ana; Stier, Adrian; White, J. Wilson"
  }
}