{
  "filename": "Lynham et al. (Marine Policy) 2016.pdf",
  "numPages": 8,
  "text": "Contents lists available atScienceDirect Marine Policy journal homepage:www.elsevier.com/locate/marpol Costly stakeholder participation creates inertia in marine ecosystems ☆ J. Lynham a, ⁎ , B.S. Halpern b,c,d , T. Blenckner e , T. Essington f , J. Estes g , M. Hunsicker b , C. Kappel b , A.K. Salomon h , C. Scarborough b , K.A. Selkoe b,c,i , A. Stier b,j a Department of Economics & UHERO, University of Hawaii at Manoa, Honolulu, HI 96822, USA b National Center for Ecological Analysis and Synthesis, University of California, 735 State St. Suite 300, Santa Barbara, CA 93101, USA c Bren School of Environmental Science and Management, University of California, Santa Barbara, CA 93106, USA d Imperial College London, Silwood Park Campus, Buckhurst Road, Ascot SL57PY, UK e Stockholm Resilience Centre, Stockholm University, Kräftriket 2B, 10691 Stockholm, Sweden f School of Aquatic & Fishery Sciences, University of Washington, Seattle WA 98195, USA g Department of Ecology and Evolutionary Biology, 100 Shaffer Rd., University of California, Santa Cruz, CA, 95060, USA h School of Resource & Environmental Management, Simon Fraser University, Burnaby, BC, Canada i Hawaii Institute of Marine Biology, University of Hawaii, Kaneohe, HI 96744, USA j Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA ARTICLE INFO Keywords: Tipping points Hysteresis Regime shifts Stakeholder participation Critical transition Non-linear Threshold Restoration ecology Stakeholder engagement ABSTRACT Ecosystems often shift abruptly and dramatically between different regimes in response to human or natural disturbances. When ecosystems tip from one regime to another, the suite of available ecosystem benefits changes, impacting the stakeholders who rely on these benefits. These changes often create some groups who stand to incur large losses if an ecosystem returns to a previous regime. When the participation cost in the decision-making process is extremely high, this can“lock in”ecosystem regimes, making it harder for policy and management to shift ecosystems out of what the majority of society views as the undesirable regime. Public stakeholder meetings often have high costs of participation, thus economic theory predicts they will be dominated by extreme views and often lead to decisions that do not represent the majority viewpoint. Such extreme viewpoints can create strong inertia even when there is broad consensus to manage an ecosystem towards a different regime. In the same manner that reinforcing ecological feedback loops make it harder to exit an ecosystem regime, there are decision-making feedback loops that contribute additional inertia. 1. Introduction Regime shifts 1 occur in a wide variety of ecosystem types and can be caused by a range of human-induced and natural stressors[41–43]. Systems that tip or cross a threshold often rapidly transition to an alternative state. One of the best-studied and most dramatic state shifts is the sudden loss of transparency in lakes due to eutrophication [25,44]. Water clarity often seems to be unaffected by increased nutrient concentrations until a tipping point is passed, after which the lake shifts abruptly from clear to turbid. With this increase in turbidity, submerged plants largely disappear, triggering a decline in animal diversity and resulting in a largely undesirable state. Interestingly, reduction of nutrient concentrations to levels that existed before the regime shift is often insufficient to restore the clear state. Desertification is another example of a regime shift: various lines of evidence indicate that vegetated and desert situations may represent alternative stable states[38,55]. When vegetation is lost, runoff increases, and water entering the soil quickly disappears to deeper layers where it cannot be accessed by most plants. Wind and runoffalso erode fertile topsoil. As a result, the desert state can be too harsh to be recolonized by plants, even though vegetation would persist once it is present. Woodlands also often demonstrate regime shifts between tree cover and grassy open landscapes. Woodlands, once established, are stable because adult trees cannot be destroyed by herbivores and shading reduces grass cover so thatfires cannot spread. Grassy open landscapes can be preserved by herbivores (often in combination with fires) because seedlings of trees are easily eaten. Well-known examples of this type of regime shift are African woodlands in Botswana[13,56]. Across the globe, marine ecosystems are also experiencing regime shifts, where ecosystems cross a threshold from one alternative state to http://dx.doi.org/10.1016/j.marpol.2016.11.011 Received 7 October 2015; Received in revised form 2 November 2016; Accepted 4 November 2016 ☆ We wish to thank our colleagues in the Ocean Tipping Points Scientific Working Group (www.oceantippingpoints.org). Primary funding was provided by the Gordon and Betty Moore Foundation. Lynham acknowledges additional support from the National Science Foundation (GEO-1211972). ⁎ Corresponding author. E-mail address:lynham@hawaii.edu(J. Lynham). 1 See the“Glossary of Key Terms”box for precise definitions of regime shift, ecosystem state, hysteresis, stakeholder, and other terms used frequently in this paper. Marine Policy 76 (2017) 122–129 0308-597X/ © 2016 Elsevier Ltd. All rights reserved. crossmark another[5]. Examples include overharvest that leads to population or stock collapses, eutrophication events that lead to dead zones, cumu- lative disturbances that cause coral reefs to become overgrown with macroalgae, and climatic regime shifts[9,24]. Ecosystems that have crossed thresholds into new states can revert back to their initial state, but recovery of a system after it crosses a threshold may be delayed or prevented by the presence of reinforcing ecological feedback loops that are present in the alternative regime[12,32,34]. Ecosystem regime shifts affect the benefits humans derive from nature (ecosystem services), such as the economic benefits of resource extraction, tourism, waste absorption and storm protection, and the socio-cultural benefits of recreation, spiritual engagement and biodiversity protection. The longer the alternative regime persists, the more likely humans and institutions adapt and reconfigure to maximize benefits from this new regime. Shifts in ecosystems can trigger policy conflict because the range of goods and services that stakeholders benefit from in one state are often absent in the other, pitting stakeholder groups with different vested interests against each other. Managers then face decisions about appropriate management interventions in response to ecosystem shifts, and seek intervention strategies that represent compromises and trade- offs among stakeholder groups. Dramatic differences in ecosystem states can lead to polarization among stakeholders who favor one ecosystem service over another. For example, a diverse marine ecosystem provides a variety of small benefits to a range of human stakeholders whereas a monoculture system provides large benefits to a small number of stakeholders (e.g., a kelp forest which supports a diversefish community compared to an urchin barren). Thus, tipping points in ocean ecosystems can often cause polarization among stakeholders. Consequently, management interventions meant to re- store lost ecosystem functions and/or biodiversity face difficult nego- tiations and compromises among stakeholder preferences for different ecosystem states and the benefits they provide. When regime shifts underwater lead to increased polarization on land, the types of decision-making institutions used to make manage- ment decisions may lead to further“lock-in”of the new altered state. Even if there is consensus among the majority of stakeholders to return to a previous state, certain decision-making processes may generate considerable inertia to returning. Thus, much in the same manner that the tipping points literature has discussed positive ecological feedback loops that make it harder to exit an altered state, there may be decision-making feedbacks that generate an additional layer of hyster- esis in marine ecosystems. 2. Participation costs and inertia Many ocean resource policymaking institutions, as currently de- signed and implemented, tend to resist ecosystem change and may favor minority, extreme views rather than achieve outcomes desired by most of society. These institutions can unintentionally reinforce the altered regime, even if the management objective is to restore the previous regime. Ocean and resource management in the U.S. typically requires a process of public stakeholder meetings that influences and drives agency decisions[4]. For example, the Magnuson Fishery Conservation and Management Act speci fies the way in which inter- ested parties' views will be heard by requiring \"public hearings...to allow all interested persons an opportunity to be heard in the development offishery management plans.\" 2 However, participation in the decision process is often very costly to individuals, for example in time spent preparing submitted comments, distance traveled to attend hearings, or earnings sacrificed (seeTable 1). The political economy literature on participatory governance suggests that if the cost of participating in these meetings is very high then this will serve to lock in the preferences of a few, and not necessarily the preferences of the many. Osborne et al.[33] study a collective decision-making process in which people interested in an issue may participate in a meeting at a cost, and the resulting decision is a compromise among the partici- pants' preferences. In deciding whether to participate, each person compares the cost of participation with the impact of her presence on the compromise. Much US ocean policy is made through such a process. State and federal regulators are required to seek out and respond to public comment on proposed regulations; participation in the regulatory process is costly because participants spend time preparing submissions and may have to travel considerable distances to hearings. As an extreme example, decisions relating tofisheries management in Hawaiʻi are often made at Western Pacific Regional Fishery Management Council meetings held thousands of miles away in American Sāmoa or Guam. The theoretical model of Osborne et al.[33] can be summarized as follows. A group ofnstakeholders must collectively choose a policy, which is represented as a real number lying somewhere between 0 and infinity. Denote stakeholderi's favorite policy byx i . Each stakeholder cares about the remoteness of the collectively chosen policy from her favorite policy. Specifically, stakeholderi's valuation of the policyxis v(x i −x), and this value function is maximized whenx i =x. Each stakeholder chooses whether or not to attend a meeting, at which a policy is selected. Every person who attends a meeting bears the costc >0. A person who chooses to attend is defined as a“participant”. The outcome of the meeting is the median favorite policy of all the participants. The question is now, who will attend the meeting and what will the outcome be? Osborne et al.[33] assume that a stakeholder decides to participate on the basis of how much her participation affects the outcome, taking as given the participation decisions of other stake- holders. If and only if the value of the change in outcome associated with participation is greater than the participation cost does the stakeholder participate. All else equal, stakeholders with lower parti- cipation costs will be more likely to participate, stakeholders whose participation causes a larger shift in the outcome will be more likely to participate, and stakeholders who value a marginal change in the outcome more highly will be more likely to attend. In equilibrium, Table 1 Factors affecting cost of participation in stakeholder meetings. Factor affecting participation Explanation and examples Travel costThe further away a meeting takes place from stakeholders, the more likely only those with extreme positions will participate. Example: Western Pacific Regional Fishery Management Council[54] Opportunity cost of timeIf a meeting takes place during working hours or for a long period of time, this will discourage moderates. Example: Snapper Grouper Visioning Project, Florida Degree of stakeThose with the most to gain or lose are most likely to participate. Example: Mid-Atlantic Fishery Management Council[54] Size of stakeholder groupIndividuals from larger groups are less likely to participate, so the proportion involved in the process doesn’t match the proportion in the overall population. Example: California's MLPA process[2] Organizational capacity of stakeholder group Groups currently benefitting from regime services are likely to have more capital and infrastructure in place to engage than groups or industries which have effectively dissolved following a regime shift due to economic obsolescence in the new regime. Example: Commercial abalone fishermen in California Trust in the processThose who do not trust that the management agency will listen to their views will choose to not participate. Example: Florida Keys National Marine Sanctuary[51] 2 Title 16U.S. Code§1852(h)(3). J. Lynham et al. Marine Policy 76 (2017) 122–129 123 stakeholders whose favorite policy is near the anticipated outcome are less likely to participate than those whose favorite policy is far from the anticipated outcome. That is, stakeholders with moderate preferences do not participate in costly stakeholder meetings. Intuitively, participa- tion by stakeholders close to the outcome does not move the outcome enough to justify their participation costs. So, in equilibrium, only stakeholders whose favorite positions are sufficiently far from the compromise position participate. Thus, the theoretical model of Osborne et al.[33]predicts that if participation costs are high, stakeholder meetings will de dominated by extreme viewpoints. Meetings dominated by extreme viewpoints will reach policy decisions that do not represent the majority viewpoint and are often extreme. The intuition for this theoretical result is as follows. Suppose there is a random chance that each stakeholder will be prevented from attending, even if they intend to. Assume the prob- ability is the same for all stakeholders and is independent. It can be shown that there will be an interval of moderates who do not participate and two groups of extremists of equal or almost equal sizes who intend to participate. As a result, the outcome of the meeting will be an extreme decision unless equal numbers of intended participants on each side are prevented from attending. Furthermore, the extreme outcome willfluctuate from one extreme to the other based on who is randomly prevented from attending. To summarize, the theoretical model in Osborne et al.[33] generates three key results. First, individuals with a moderate position do not participate in the decision-making process. Second, only a small proportion of all affected individuals choose to participate. Third, if the compromise is the median position, then the outcome tends to vary randomly and is likely to be an extreme position. Thus, if the cost of participating in meetings is high, ocean policy meetings will tend to be dominated by extreme viewpoints (i.e., those who face large gains or costs from proposed changes). Our basic argument is the following. Regime shifts not only alter ecosystems, they alter the constituents who benefit from the ecosystem. If a regime shift creates a new group of constituents that stands to make large losses or gains if the system returns to its previous state, then the theory of Osborne et al.[33] predicts that this will further lock an ecosystem into the altered state. Decision-making processes that are very costly will be dominated by extremists (making it harder tofind compromises) and lead to extreme policy decisions. Thus, hysteresis can become stronger as the result of decision-making institutions and processes used to make management decisions. Examples of this shift in stakeholder standing include efforts to introduce marine mammals in areas where they were previously abundant. Harvesting of marine mammals removed predatory pressure on their prey. A concomitant rise in prey abundance led to the emergence of an industry heavily dependent on harvesting the abun- dant prey (e.g., urchin after otter removal, cod/salmon after seal removal). A key step in restoring this altered system towards its “original”state would be the introduction of previously extirpated marine mammals. However, there is now a group with a lot to lose if marine mammals are reintroduced. Even though the majority of public opinion might be in support of reintroduction, decisions made through meetings with costly participation will tend to support extreme positions and lead to considerable inertia against moving towards a socially desirable outcome. The next section outlines two case studies thatfit this general description. The tendency for high participation costs to lead to over-represen- tation of groups with more resources (often holding extreme view- points) echoes observations in the broader political sphere. Specifically, costly participation does“a good job of representing intense interests but a poor job of guaranteeing political equality”[3]. Furthermore, political engagement draws“disproportionately from those groups more advantaged in the resources that aid participation, such as education and disposable income. Activists therefore differ in politi- cally consequential ways from those who do not engage in politics”[3]. Consequently, the ultimate outcome of encouraging participatory processes in management and policy, as has been the general trend in recent decades, can be the widespread perception that government serves private interests over the will of the people. Sixty-four percent of Americans in 1964 believed government was run for the benefit of the public. But in 2008, only 29% of Americans believed that policymakers were working in their interest; instead, 69% of Americans in 2008 thought lawmakers passed legislation that benefited only a few big interests[22]. As further evidence, a national survey of US citizens in 2014 found that voters with the most extreme ideologies are also the most likely to vote and make campaign contributions. Non-voters tend to be those with centrist viewpoints and rarely contribute to political campaigns. Polarization is thus greatest among those who are the most engaged and active in the political process[36]. This tendency is particularly true for regulatory decisions that affect corporations. Because business interests tend to resist new laws[22], especially when businesses have been designed around the status quo, participa- tory political processes can increase inertia to change when only business interests are willing or able to pay the cost of participation. 3. Case studies of regime and stakeholder shifts 3.1. Otter-Kelp dynamics in the North Pacific Ocean The presence or absence of sea otters at ecologically effective[47] population densities can trigger two alternative states for rocky reef ecosystems along the coastlines of the Northeast Pacific Ocean (Fig. 1A). Where otters are present, benthic invertebrates (including herbivorous sea urchins) are rare, and the seafloor tends to be covered with kelps and otherfleshy macroalgae (this state is known as a kelp- dominated ecosystem). Where otters are absent, there is a proliferation of their benthic invertebrate prey, grazing intensity increases, and the distribution and abundance of kelps become greatly diminished (this ecosystem state is known as an urchin barren). As sea otters are either repatriated to places from which they have been long absent or removed from places at which they have been long present, the ecosystem state transitions between kelp forests and urchin barrens occur as abrupt shifts[15,16]. Transitions between urchin and kelp dominated states are often characterized by hysteresis[28]. Sea otters and kelp-dominated systems likely prevailed across much of the North Pacific rim for at least several million years, from the late Miocene/Pliocene to the beginning of the Pacific maritime fur trade in 1742. Otter populations were hunted to the brink of extinction over the next 150 years. In the absence of sea otters, sea urchins and other benthic macroinvertebrates (e.g., abalones, clams, crabs) proliferated and kelp forests dwindled. This shellfish-rich and kelp-impoverished ecosystem state is what European colonizers encountered as they settled and lived along the west coast of North America over the last several hundred years. Commercial and recreational shellfisheries developed during this period, made possible by the ecosystem's otter- free state. Shellfisheries became an important part of peoples’liveli- hoods and cultures, especially in coastal communities from southeast Alaska to central Baja California. This state of affairs continued through the 1960s, at which time the growing otter population in central California expanded beyond the remote Big Sur region and sea otters were reestablished in southeast Alaska, British Columbia and Washington by way of relocations from elsewhere in Alaska. The recovering sea otter populations in turn drove shellfish populations that had expanded in their absence back down to low abundances. Some people whose livelihoods and culturally important activities depended on shellfish and shellfisheries largely opposed sea otter recovery in California[6]. 3 The degree to which future sea otter 3 For alternative viewpoints on sea otter recovery from Indigenous peoples whose livelihoods and cultural activities also rely on shellfish see[40], who describe the J. Lynham et al. Marine Policy 76 (2017) 122–129 124 management actions conform to the wishes of these stakeholders will add to the strength of hysteresis in the sea otter-kelp forest system. Sea otters are protected by national, provincial, and state laws throughout most of their current range in Russia, the U.S. and Canada. Any management actions that would limit the sea otter's range to protect shellfisheries is therefore illegal. Indigenous Alaskans are permitted to take sea otters and other marine mammals for traditional uses although they are not permitted to do this in a wasteful manner. The law specifies that any market products from marine mammals must be“significantly altered”, which means that unworked pelts cannot be sold. These provisions of the Marine Mammal Protection Act prevent the harvest of sea otters by indigenous Alaskans for de facto shellfisheries management. However, because of strident com- plaints by indigenous groups and local non-indigenous shellfishfish- eries interests in southeast Alaska to state and federal politicians, the U.S. Fish and Wildlife Service (the federal authority for sea otter management) is under extreme pressure to interpret the law in a way that will provide relief to shellfisheries from competition with sea otters. The conflict between sea otters and shellfisheries in southeast Alaska remains at present unresolved[27]. 3.2. Gulf of maine lobsterfishery The Gulf of Maine (GOM) and surrounding regions have been exploited for centuries. Historically, Atlantic cod was the most eco- nomically valuable species in the northwest Atlantic and the codfishery played an important role in the culture, livelihoods, and human economies of coastal communities. The codfishery was invaluable to internationalfishingfleets and communities as well. Prior to the 1950s (the‘initial state’), the ecosystem structure and function was relatively resilient to exploitation. Groundfish predators (e.g., cod, haddock, hake) were the dominant species in the region and their abundances were at high enough levels to regulate prey populations (e.g., lobsters, sea urchins). Starting in the 1960s, technological advances in transportation and fishing gear, the expansion of internationalfishingfleets in U.S. waters, and the resurgence of local interest in groundfishfisheries after the establishment of an exclusive economic zone contributed to an unprecedented level offishing pressure on the GOM ecosystem[48]. In response, cod and other groundfish populations in coastal and offshore waters began to decline. The coastal cod populations started showing signs of collapse by the 1970s followed by the offshore populations in the early 1990s. In the mid-1990s, severe catch limits and a fishing moratorium on some stocks were established in the Gulf of Maine and surrounding U.S. and Canadian waters. Strictfishing regulations were also established for other groundfishes, including haddock and yellowtailflounder[17]. Despite restrictedfishing efforts, Atlantic cod still do not show signs of recovery since their collapse. The slow recovery has been attributed to changes in climate, ocean conditions and food availability and to a major shift in food web dynamics[21,35,39]. With the loss of a major predator in the system, the GOM lobster population has surged since the early 1990s. Sea urchins and other groundfish prey also increased, although the sea urchins were quickly depleted under heavy exploita- tion. In contrast, the lobsterfishery boomed and continues to dominate the total economic value of marinefisheries in this system (Fig. 1B). The GOM lobster population is essentially a lucrative monoculture [48]. There is a difference of opinion on the“socially desirable state”of the GOM ecosystem. On one hand, some scientists and stakeholders contend that a return to an ecologically diverse ecosystem is critical to strengthen the resilience of the social and economic system in the region. On the other hand, government agencies andfishery managers are interested in taking action to reduce the economic vulnerability of the lobsterfishery and larger community, but are not making real efforts to improve the biodiversity of the ecosystem[48]. In addition, the coastal communities and economies have adapted to the new ecosystem state, making it difficult to implement change. The Maine region is now synonymous with lobster, not cod. This inertia may only get stronger as younger generations, who have little memory of the rich biodiversity in the GOM decades ago, become the leading stakeholders in the region. Fig. 1. Changes in dominant species and associated benefits under different ecosystem regimes. A.In Southern California, local extinction of sea otters in the early 1900s led to ecosystem shifts from kelp forests to urchin barrens on some rocky reefs, enabling lucrative sea urchinfisheries. Fisheries representatives, motivated to protect their livelihood, have vociferously lobbied for measures to counteract otter recovery. Top photo attribution: Michael L. Baird,http://bairdphotos.com/(Creative Commons license).B.Fisheries value in the Gulf of Maine, corrected for inflation. Source data is the same as (10). Overfishing of cod in thefirst half of the 20th century led to a regime shift whereby a cod regime was lost and replaced by lobster as the dominant predator, enabling a highly lucrative lobsterfishery. (footnote continued) diversity of viewpoints regarding otter recovery in British Columbia, Canada. J. Lynham et al. Marine Policy 76 (2017) 122–129 125 4. Evidence that participation costs exacerbate inertia in ocean policy Do the decision-making institutions used to create and change US ocean policy actually generate inertia as hypothesized? By requiring stakeholder participation but using a process with high participation costs (across the many dimensions of cost;Table 1), resource manage- ment has the potential to favor extreme views that often do not represent the majority and tend to preserve the status quo. This section summarizes some empirical and anecdotal evidence in support of this claim. An oft-cited example of stakeholder meetings with high participation costs are USfishery council meetings. The Magnuson Fishery Conservation and Management Act requires public hearings to be held that allow all interested persons an opportunity to be heard in the development offishery management plans. Turner and Weninger [54]obtained logbook data on harvest in the Mid-Atlantic surf clam and ocean quahogfishery. They then combined this data with public records of individual tradable quota ownership and the minutes of regulatory meetings where total allowable catches are discussed to create a unique dataset on the universe offirms affected by regulatory outcomes and their participation in stakeholder meetings. They also collected information about what was said at each meeting. Using this data, they are able to show thatfirms with a preference for extreme, rather than moderate, policies are much more likely to participate in these public stakeholder meetings where regulation is determined. They alsofind that participation rates are higher for larger, more valuable,firms and forfirms located geographically close to the meeting location. These results clearly support the theoretical argu- ment that polarization and partisanship should emerge under the current system used to managefisheries in U.S. federal waters. Allen[1] describes a conflict between conservation-minded sport fishers and extraction-minded commercialfishers in Rhode Island. Both groups took fairly extreme positions and the attendance at two successive public hearings was lopsided in different directions, produ- cing a policy that wasfirst pro-conservation and then pro-extraction. Turner and Weninger[54] cite the public hearings held by the[31] as another example: two different groups offishers (gillnetters and trawlers) with extremely divergent viewpoints on appropriate policy actions attended successive public hearings in lopsided proportions. The result was a policy thatfirst favored one group and then the other. In a theoretical model, Smith et al.[46] examine political economy factors surrounding the creation of marine reserves. They demonstrate that the implementation of marine reserves can lead to large diver- gences in the level of opposition to a reserve. Critically, they examine which factors affect thestandard deviationof opposition to reserves and not just the mean or median level of opposition. Marine reserves with weak support but a low variance (little divergence in viewpoints) are actually more likely to be implemented than reserves with strong support but extremely divergent viewpoints (seeFig. 2). As an empirical example, opposition to marine reserves by recreational fi shermen was a key hurdle to the creation of the Great Barrier Reef Marine Park, which relied on public stakeholder meetings during the design process. Sutton[52]sought to understand the variables that predict participation by recreationalfishers in public stakeholder meetings, and investigated differences between participants and non- participants. In a survey of recreationalfishers in Queensland, Australia, only 28% of respondents reported participating in public meetings regarding issues affecting recreationalfisheries. Participation in public meetings was positively related to the extremity of a recreationalfisher's viewpoint. There was no effect of gender, income, or years offishing experience on participation. Participants and non- participants differed significantly in their beliefs aboutfisheries man- agement and the threats facing recreationalfisheries. They also differed in terms of their approval offishing regulations. This leads Sutton[52] to conclude that recreationalfishers who participate in public stake- holder meetings may not be representative of the wider recreational fisher population, in line with our hypothesis. Bard[2] presents the results of polls conducted by Seaweb on public perceptions of MPA establishment, two national and one California-specific. Both national polls showed strong support for MPA establishment and increased ocean protection. In a poll con- ducted in February 2001, there was overwhelming support (83%) to establish a system of marine protected areas in U.S. waters. Within California, there was strong support (71%) for establishing fully protected areas in the ocean in which all extractive activities are prohibited, including oil drilling, mining, and all commercial and recreationalfishing. Interestingly, recreationalfishers supported the establishment of fully protected areas. Of those recreationalfishers polled, 68% supported fully protected areas. This is in stark contrast to the opposition to marine reserves voiced by the recreationalfishing community (especially the United Anglers of Southern California) during the stakeholder participation process under the MLPA. In reflecting on the MLPA process, the Facilitator's report for the Central California Coast concluded that stakeholder meetings could have been improved if more weight had been given to moderate stakeholders:“Another choice would have been to recruit members of local communities who were not closely aligned with a specificfishing or conservation interest. Additionally, the I-Team [Initiative Team] could have asked for a more overt commitment to take the needs of other stakeholders and the greater region into account”[29,p.8. 18,20]. Similarfindings to Bard[2] are reported by Eddy[14]. In order to understand social factors influencing marine reserve creation in New Zealand, public surveys were conducted in 2005 and 2011 about marine protection. These results were then compared to actual marine protection levels. On average, the New Zealand public thought that 30% of New Zealand's marine environment was protected by no-take marine reserves, and that 36% should be protected, while in fact only 0.3% is protected by no-take marine reserves. This demonstrates a clear disconnect between the desired state of the majority of stake- holders and the actual management and regulation of the ecosystem. [14]specifically lists“polarised views and opposition from some stakeholders”as one of the barriers to marine reserve implementation. As an empirical example, he presents the case of the Taputeranga marine reserve wherefishers who stood to lose access tofishing grounds were the biggest opponents and worked to stall the process and prevent the reserve from being established[19]. Finally, Suman et al.[51]looked at the opinions of commercial fishers, dive operators, and members of local environmental groups regarding the zoning process in the Florida Keys. Surveys requested responses regarding the degree of public participation, their percep- tions and acceptance of the zoning strategy and the process of its design, and the expected outcomes of the zoning strategy. Many responses show significant differences among the three groups. Fishers (who would experience small initial losses) felt highly alienated from the process relative to dive operators and environmental groups (p< 0.05). Dive operators (who had the most to gain) demonstrated the highest levels of participation in the designation process (p< 0.05, outcome is attendance at NOAA meetings and comparison groups were environmental groups and commercialfishers). 5. Prescriptions for reforming decision-making processes to reduce inertia Section 2outlined a theoretical model that predicts that high participation costs will cause stakeholder meetings to reach outcomes that favor extremist stakeholders. If ecosystem regime shifts provide large benefits to a few stakeholders at the expense of many then high participation costs may further lock-in the regime shift.Sections 3 and 4 summarized a number of empirical examples that support this conclusion. Thus, key and often overlooked factors in maintaining ecosystem regime shifts are a high cost of stakeholder participation in J. Lynham et al. Marine Policy 76 (2017) 122–129 126 decision-making processes and inequitable distribution offinancial, organizational, and social capacity across stakeholders to participate in decision processes (Table 1). These factors can exist in many manage- ment scenarios but their repercussions are especially pronounced when ecosystems upon which humans depend display sharp tipping points between alternative regimes. The obvious next question is how policy- makers can potentially address the fact that high participation costs create an additional layer of inertia in marine ecosystems prone to tipping points. A number of options exist to improve stakeholder participation and reduce inertia and disparity, with most focused on realigning the cost or responsibility of participation with government institutions rather than stakeholders. A summary of these options is presented below. These prescriptions should not be interpreted as carte blancheendorsements since every ecosystem and management regime has its own unique requirements, opportunities, and con- straints. 5.1. Decentralize decision-making Decisions need to be informed not only by the spatial scale of the resource but also the scale of affected communities. For example, in fisheries management this might involve dividing regionalfisheries councils into smaller geographic groups. In other contexts, holding meetings in more communities would allow greater participation. Extension agents from management organizations could interact directly with small focus groups of resource users at convenient locations and times. Decentralization of decision-making would allow for more local community-based participation and management. 5.2. Embrace new technologies Decision-making processes should use recent advances in technol- ogy that allow low-cost online participation. Halpern[23]discusses ideas for improving and enriching electronic public participation in agency rulemaking so that agency rules incorporate different kinds of expertise and are resistant to inappropriate political interference. An important caveat is that lowering the costs of participation through technology may lower the weight that decision-makers place on technology-assisted participation. Hence the view that attending a meeting carries more weight than writing a letter, which is more influential than sending an email or signing an online petition (“clicktivism”). Thus, participation through new technologies should probably require some minimal effort so that technology-assisted participation is viewed as equally important. 5.3. Engage and/or represent all relevant stakeholders Agency rulemaking should be changed to legally require incorpora- tion of a diverse and broader spectrum of expertise. Agencies should try to identify all relevant stakeholders and ensure that decision-making participation reflects the true underlying diversity of opinion and its relative representation. Sutton and Tobin[53] suggest using the social resilience construct for identifyingfishers who are likely to be vulner- able to changes. They argue that identifying and managing for social resilience in the Great Barrier Reef would aid in the design and implementation of policies that minimize the impacts on resource users and lead to more inclusive and sustainable management. In a similar vein to Sutton and Tobin[53], Suman et al.[51] suggest that managers could conduct surveys up front to better identify public stakeholders and work to ensure their participation. One creative idea Fig. 2. Simulated variation in opposition to marine reserves from high- and low-skillfishers. Low-skill and high-skillfishers are 10th and 90th percentile of the skill distribution, respectively. Upper Left scenario has pre-reserve stock size in the reservefixed at half of its carrying capacity (0.5 K) and varies the pre-reserve stocks in the other sites. Upper Rightfixes the pre-reserve stock in non-reserve sites at 0.5 K and varies the pre-reserve stock in the reserve. Lower considers the variation in WTP as the non-fishery earnings are increased, where the pre-reserve stock in other sites is set at 25% (Lower Left) and 75% (Lower Right) of its carrying capacity. In Lower, the pre-reserve stock in the reserve site isfixed at 0.5 K. Source: Smith et al.[46]. J. Lynham et al. Marine Policy 76 (2017) 122–129 127 proposed by Turner and Weninger[54]is to makefisheries manage- ment akin to jury duty: require a small subset of randomly selected stakeholders to attend meetings in order to increase the likelihood of moderate voices in the debate. 5.4. Improve planning documents Too often materials presented at and used in decision processes are not user-friendly or are tailored to the interests of specific user groups [51]. Agencies should work with communication experts experienced in how to convey information to different constituencies. Documents should also be understandable by major user groups that do not speak English. 5.5. Encourage dialogue Many stakeholder meetings could evolve from rigid forms of one- way communication toflexible forums with open discussion. For example, public meetings could be structured as facilitated discussion groups rather than spoken (prepared) statements by individuals to an advisory panel. Such dialogue facilitates a deeper understanding of stakeholder views and encourages greater participation. Extension agents from management organizations should interact directly with small focus groups of resource users at convenient locations and times. As an example, starting in February 2014, the South Atlantic Fishery Management Council has introduced informal“port meetings”where council members and staffgo out intofishing communities to meet and talk informally with all sectors of the snapper grouperfishery about their ideas on management. How do these prescriptions connect to our main hypothesis that high participation costs can create inertia in marine ecosystems? Assuming that returning an ecosystem to a previous regime is socially desirable but costly for some stakeholder groups, then all of these prescriptions should make it easier to enact decisions that push the ecosystem back to the previous regime. For example, decentralizing decision-making lowers the cost of participating in stakeholder pro- cesses thus, based on the theoretical model of Osborne et al.[33], this should lead to the stakeholder process choosing policies that are closer to the true median viewpoint of all relevant stakeholders. As another example, making participation in resource management similar to jury duty (a random sample of relevant stakeholders is selected and legally required to participate) would, in theory, assure that the stakeholders who do participate in the process are an unbiased and representative sample of the true population. Thus, their decisions should reflect the median or majority view of the true population of relevant stake- holders. 6. Conclusion Decision-making processes with a high cost of participation may add another layer of complexity to the science of ocean tipping points. The higher the cost of participation, the more likely that stakeholder meetings will be dominated by extreme viewpoints and remain dead- locked. If decisions are reached, they are likely to be extreme. This creates inertia that makes it even harder to enact management actions necessary to return to a previous state. Thus, decision-making institu- tions can strengthen hysteresis and stabilize alternative states. This theoretical argument appears to be borne out in a number of empirical examples. Local extinctions of sea otters from the coastal oceans of western North America in the Pacific maritime fur trade led to a regime shift from kelp forests to urchin barrens, enabling shellfish fisheries for commercial, subsistence, and cultural purposes. Consequently, there is contentious debate about whether managers should allow natural, on-going otter reestablishment to proceed unhindered. Similarly, the Gulf of Maine food web was once dominated by Atlantic cod, which in turn supported ecological and human communities based on cod and other groundfish. Overfishing of cod in thefirst half of the 20th century led to its eventual collapse and replacement by lobster as the dominant consumer, enabling a lucrative lobsterfi shery. The theoretical model of Osborne et al.[33] suggests that one way to overcome inertia in the decision-making process is to lower the cost of participating in public stakeholder meetings. A number of potential changes that could lower this cost have been proposed. Some of these changes are quite significant such as decentralizing decision-making, embracing new technologies, and engaging all stakeholders. Others would be much easier to implement such as improving planning documents and modifying the format of dialogue when seeking stakeholder input. Most of the ideas presented above represent a large directional shift from the traditional model of stakeholder participation where indivi- duals travel to a hotel conference room and speak their views through a microphone. Most will require additional time and resources from policymakers and agencies, but as ecosystems continue to undergo regime shifts, it isfinancially prudent to identify the ecological and social feedback loops that may inhibit ecosystem recovery. Management needs to remove rather than exacerbate obstacles to the implementation of sensible, broadly supported actions[49]. References [1] G. Allen, Rhode Islandflounder (Part 1), Fisherman (1991) 12–13. [2] D. Bard, Americans' Attitudes toward marine protected areas and fully protected marine reserves.in:Proceedings of the 13th Biennial Coastal Zone Conference, Baltimore,MD, July13–17, 2003, [3] A.J. Berinsky, Silent Voices: Public Opinion and Political Participation in America, Princeton University Press, 2004. [4] L.B. Bingham, T. Nabatchi, R. O'Leary, The new governance: Practices and processes for stakeholder and citizen participation in the work of government, Public Adm. Rev. 65 (5) (2005) 547–558. [5] T. Blenckner, S. Niiranen, Biodiversity–Marine Food-Web Structure, Stability, and Regime ShiftsClimate Vulnerability, R.A. Pielke, Vol 4: Ecosystem Function and Services, Elsevier, 2013, pp. 203–212 (ISBN: 978-0-12-384704-1). [6] W. Booth, Reintroducing a political animal, Science 241 (4862) (1988) 156. [7] M. Bouamrame, Biodiversity and Stakeholders: Concertation Itineraries. Biosphere Reserves, Technical Notes 1, MAB Secretariat, Parigi, 2006. [8] D.D. Briske, S.D. Fuhlendorf, F.E. Smeins, A unified framework for assessment and application of ecological thresholds, Rangel. Ecol. Manag. 59 (3) (2006) 225–236. [9] C.J. Brown, R. Trebilco, Unintended cultivation, shifting baselines, and conflict between objectives forfisheries and conservation, Conserv. Biol. 28 (3) (2014) 677–688. [10]S.R. Carpenter, C. Folke, Ecology for transformation, Trends Ecol. Evol. 21 (6) (2006) 309–315. [12]D.J. Conley, H.W. Paerl, R.W. Howarth, D.F. Boesch, S.P. Seitzinger, K.E. Havens, G.E. Likens, Controlling eutrophication: nitrogen and phosphorus, Science 323 (5917) (2009) 1014–1015. [13]H.T. Dublin, A.R. Sinclair, J. McGlade, Elephants andfire as causes of multiple stable states in the Serengeti-Mara woodlands, J. Anim. Ecol. (1990) 1147–1164. [14]T.D. Eddy, One hundred-fold difference between perceived and actual levels of marine protection in New Zealand, Mar. Policy 46 (2014) 61–67. [15]J.A. Estes, C.H. Peterson, R.S. Steneck, Some effects of apex predators in higher- latitude coastal oceans. Trophic Cascades: Predators, Prey and the Changing Dynamics of Nature,Island Press,Washington, DC, USA, 2010, pp. 37–54. [16]J.A. Estes, M. Tinker, J.L. Bodkin, Using ecological function to develop recovery criteria for depleted species: sea otters and kelp forests in the Aleutian archipelago, Conserv. Biol. 24 (3) (2010) 852–860. [17]M.J. Fogarty, S.A. Murawski, Large-scale disturbance and the structure of marine systems:fishery impacts on Georges bank, Ecol. Appl. 8 (sp1) (1998) S6–S22. [18]E. Fox, E. Poncelet, D. Connor, J. Vasques, J. Ugoretz, S. McCreary, M. Gleason, Adapting stakeholder processes to region-specific challenges in marine protected area network planning, Ocean Coast. Manag. 74 (2013) 24–33. [19]J.P.A. Gardner, J.J. Bell, The Taputeranga Marine Reserve, 1st ed., Publishers, Wellington, New Zealand, 2008. [20]M. Gleason, S. McCreary, M. Miller-Henson, J. Ugoretz, E. Fox, M. Merrifield, K. Hoffman, Science-based and stakeholder-driven marine protected area network planning: a successful case study from north central California, Ocean Coast. Manag. 53 (2) (2010) 52–68. [21]C.H. Greene, A.J. Pershing, Climate drives sea change, Science 315 (5815) (2007) 1084. [22]M. Grossmann, Artists of the Possible: governing Networks and American Policy Since 1945, Oxford University Press, 2014. [23]M. Halpern, Comments on rulemaking vs. democracy: judging and nudging public participation that counts, Environ. Law Report. (2014). [24]S.R. Hare, N.J. Mantua, Empirical evidence for North Pacific regime shifts in 1977 J. Lynham et al. Marine Policy 76 (2017) 122–129 128 and 1989, Prog. Oceanogr. 47 (2) (2000) 103–145. [25]E. Jeppesen, M. Søndergaard, B. Kronvang, J.P. Jensen, L.M. Svendsen, T.L. Lauridsen, Lake and catchment management in DenmarkThe Ecological Bases for Lake and Reservoir Management, Springer, Netherlands, 1999, pp. 419–432. [27]S.D. Larson, Z.N. Hoyt, G.L. Eckert, V.A. Gill, Impacts of sea otter (Enhydra lutris) predation on commercially important sea cucumbers (Parastichopus californicus) in southeast Alaska, Can. J. Fish. Aquat. Sci. 70 (10) (2013) 1498–1507. [28]S.D. Ling, R.E. Scheibling, A. Rassweiler, C.R. Johnson, N. Shears, S.D. Connell, S. Clemente, Global regime shift dynamics of catastrophic sea urchin overgrazing, Philos. Trans. R. Soc. Lond. B: Biol. Sci. 370 (1659) (2015) 20130269. [29] S. McCreary, E. Poncelet,",
  "sections": {
    "abstract": "Ecosystems often shift abruptly and dramatically between different regimes in response to human or natural disturbances. When ecosystems tip from one regime to another, the suite of available ecosystem benefits changes, impacting the stakeholders who rely on these benefits. These changes often create some groups who stand to incur large losses if an ecosystem returns to a previous regime. When the participation cost in the decision-making process is extremely high, this can“lock in”ecosystem regimes, making it harder for policy and management to shift ecosystems out of what the majority of society views as the undesirable regime. Public stakeholder meetings often have high costs of participation, thus economic theory predicts they will be dominated by extreme views and often lead to decisions that do not represent the majority viewpoint. Such extreme viewpoints can create strong inertia even when there is broad consensus to manage an ecosystem towards a different regime. In the same manner that reinforcing ecological feedback loops make it harder to exit an ecosystem regime, there are decision-making feedback loops that contribute additional inertia.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significant differences among the three groups."
  ],
  "fullText": "\n\nContents lists available atScienceDirect\nMarine Policy\njournal homepage:www.elsevier.com/locate/marpol\nCostly stakeholder participation creates inertia in marine ecosystems\n☆\nJ. Lynham\na,\n⁎\n, B.S. Halpern\nb,c,d\n, T. Blenckner\ne\n, T. Essington\nf\n, J. Estes\ng\n, M. Hunsicker\nb\n,\nC. Kappel\nb\n, A.K. Salomon\nh\n, C. Scarborough\nb\n, K.A. Selkoe\nb,c,i\n, A. Stier\nb,j\na\nDepartment of Economics & UHERO, University of Hawaii at Manoa, Honolulu, HI 96822, USA\nb\nNational Center for Ecological Analysis and Synthesis, University of California, 735 State St. Suite 300, Santa Barbara, CA 93101, USA\nc\nBren School of Environmental Science and Management, University of California, Santa Barbara, CA 93106, USA\nd\nImperial College London, Silwood Park Campus, Buckhurst Road, Ascot SL57PY, UK\ne\nStockholm Resilience Centre, Stockholm University, Kräftriket 2B, 10691 Stockholm, Sweden\nf\nSchool of Aquatic & Fishery Sciences, University of Washington, Seattle WA 98195, USA\ng\nDepartment of Ecology and Evolutionary Biology, 100 Shaffer Rd., University of California, Santa Cruz, CA, 95060, USA\nh\nSchool of Resource & Environmental Management, Simon Fraser University, Burnaby, BC, Canada\ni\nHawaii Institute of Marine Biology, University of Hawaii, Kaneohe, HI 96744, USA\nj\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA\nARTICLE INFO\nKeywords:\nTipping points\nHysteresis\nRegime shifts\nStakeholder participation\nCritical transition\nNon-linear\nThreshold\nRestoration ecology\nStakeholder engagement\nABSTRACT\nEcosystems often shift abruptly and dramatically between different regimes in response to human or natural\ndisturbances. When ecosystems tip from one regime to another, the suite of available ecosystem benefits\nchanges, impacting the stakeholders who rely on these benefits. These changes often create some groups who\nstand to incur large losses if an ecosystem returns to a previous regime. When the participation cost in the\ndecision-making process is extremely high, this can“lock in”ecosystem regimes, making it harder for policy and\nmanagement to shift ecosystems out of what the majority of society views as the undesirable regime. Public\nstakeholder meetings often have high costs of participation, thus economic theory predicts they will be\ndominated by extreme views and often lead to decisions that do not represent the majority viewpoint. Such\nextreme viewpoints can create strong inertia even when there is broad consensus to manage an ecosystem\ntowards a different regime. In the same manner that reinforcing ecological feedback loops make it harder to exit\nan ecosystem regime, there are decision-making feedback loops that contribute additional inertia.\n1. Introduction\nRegime shifts\n1\noccur in a wide variety of ecosystem types and can be\ncaused by a range of human-induced and natural stressors[41–43].\nSystems that tip or cross a threshold often rapidly transition to an\nalternative state. One of the best-studied and most dramatic state shifts\nis the sudden loss of transparency in lakes due to eutrophication\n[25,44]. Water clarity often seems to be unaffected by increased\nnutrient concentrations until a tipping point is passed, after which\nthe lake shifts abruptly from clear to turbid. With this increase in\nturbidity, submerged plants largely disappear, triggering a decline in\nanimal  diversity  and  resulting  in  a  largely  undesirable  state.\nInterestingly, reduction of nutrient concentrations to levels that existed\nbefore the regime shift is often insufficient to restore the clear state.\nDesertification is another example of a regime shift: various lines of\nevidence indicate that vegetated and desert situations may represent\nalternative stable states[38,55]. When vegetation is lost, runoff\nincreases, and water entering the soil quickly disappears to deeper\nlayers where it cannot be accessed by most plants. Wind and runoffalso\nerode fertile topsoil. As a result, the desert state can be too harsh to be\nrecolonized by plants, even though vegetation would persist once it is\npresent. Woodlands also often demonstrate regime shifts between tree\ncover and grassy open landscapes. Woodlands, once established, are\nstable because adult trees cannot be destroyed by herbivores and\nshading reduces grass cover so thatfires cannot spread. Grassy open\nlandscapes can be preserved by herbivores (often in combination with\nfires) because seedlings of trees are easily eaten. Well-known examples\nof this type of regime shift are African woodlands in Botswana[13,56].\nAcross the globe, marine ecosystems are also experiencing regime\nshifts, where ecosystems cross a threshold from one alternative state to\nhttp://dx.doi.org/10.1016/j.marpol.2016.11.011\nReceived 7 October 2015; Received in revised form 2 November 2016; Accepted 4 November 2016\n☆\nWe wish to thank our colleagues in the Ocean Tipping Points Scientific Working Group (www.oceantippingpoints.org). Primary funding was provided by the Gordon and Betty\nMoore Foundation. Lynham acknowledges additional support from the National Science Foundation (GEO-1211972).\n⁎\nCorresponding author.\nE-mail address:lynham@hawaii.edu(J. Lynham).\n1\nSee the“Glossary of Key Terms”box for precise definitions of regime shift, ecosystem state, hysteresis, stakeholder, and other terms used frequently in this paper.\nMarine Policy 76 (2017) 122–129\n0308-597X/ © 2016 Elsevier Ltd. All rights reserved.\ncrossmark\n\nanother[5]. Examples include overharvest that leads to population or\nstock collapses, eutrophication events that lead to dead zones, cumu-\nlative disturbances that cause coral reefs to become overgrown with\nmacroalgae, and climatic regime shifts[9,24]. Ecosystems that have\ncrossed thresholds into new states can revert back to their initial state,\nbut recovery of a system after it crosses a threshold may be delayed or\nprevented by the presence of reinforcing ecological feedback loops that\nare present in the alternative regime[12,32,34]. Ecosystem regime\nshifts affect the benefits humans derive from nature (ecosystem\nservices), such as the economic benefits of resource extraction, tourism,\nwaste absorption and storm protection, and the socio-cultural benefits\nof recreation, spiritual engagement and biodiversity protection. The\nlonger the alternative regime persists, the more likely humans and\ninstitutions adapt and reconfigure to maximize benefits from this new\nregime.\nShifts in ecosystems can trigger policy conflict because the range of\ngoods and services that stakeholders benefit from in one state are often\nabsent in the other, pitting stakeholder groups with different vested\ninterests against each other. Managers then face decisions about\nappropriate management interventions in response to ecosystem shifts,\nand seek intervention strategies that represent compromises and trade-\noffs among stakeholder groups. Dramatic differences in ecosystem\nstates can lead to polarization among stakeholders who favor one\necosystem service over another. For example, a diverse marine\necosystem provides a variety of small benefits to a range of human\nstakeholders whereas a monoculture system provides large benefits to a\nsmall number of stakeholders (e.g., a kelp forest which supports a\ndiversefish community compared to an urchin barren). Thus, tipping\npoints in ocean ecosystems can often cause polarization among\nstakeholders. Consequently, management interventions meant to re-\nstore lost ecosystem functions and/or biodiversity face difficult nego-\ntiations and compromises among stakeholder preferences for different\necosystem states and the benefits they provide.\nWhen regime shifts underwater lead to increased polarization on\nland, the types of decision-making institutions used to make manage-\nment decisions may lead to further“lock-in”of the new altered state.\nEven if there is consensus among the majority of stakeholders to return\nto a previous state, certain decision-making processes may generate\nconsiderable inertia to returning. Thus, much in the same manner that\nthe tipping points literature has discussed positive ecological feedback\nloops that make it harder to exit an altered state, there may be\ndecision-making feedbacks that generate an additional layer of hyster-\nesis in marine ecosystems.\n2. Participation costs and inertia\nMany ocean resource policymaking institutions, as currently de-\nsigned and implemented, tend to resist ecosystem change and may\nfavor minority, extreme views rather than achieve outcomes desired by\nmost of society. These institutions can unintentionally reinforce the\naltered regime, even if the management objective is to restore the\nprevious regime. Ocean and resource management in the U.S. typically\nrequires a process of public stakeholder meetings that influences and\ndrives agency decisions[4]. For example, the Magnuson Fishery\nConservation and Management Act speci\nfies\n   the way in which inter-\nested parties' views will be heard by requiring \"public hearings...to\nallow all interested persons an opportunity to be heard in the\ndevelopment offishery management plans.\"\n2\nHowever, participation\nin the decision process is often very costly to individuals, for example in\ntime spent preparing submitted comments, distance traveled to attend\nhearings, or earnings sacrificed (seeTable 1). The political economy\nliterature on participatory governance suggests that if the cost of\nparticipating in these meetings is very high then this will serve to lock\nin the preferences of a few, and not necessarily the preferences of the\nmany. Osborne et al.[33] study a collective decision-making process in\nwhich people interested in an issue may participate in a meeting at a\ncost, and the resulting decision is a compromise among the partici-\npants' preferences. In deciding whether to participate, each person\ncompares the cost of participation with the impact of her presence on\nthe compromise. Much US ocean policy is made through such a\nprocess. State and federal regulators are required to seek out and\nrespond to public comment on proposed regulations; participation in\nthe regulatory process is costly because participants spend time\npreparing submissions and may have to travel considerable distances\nto hearings. As an extreme example, decisions relating tofisheries\nmanagement in Hawaiʻi are often made at Western Pacific Regional\nFishery Management Council meetings held thousands of miles away in\nAmerican Sāmoa or Guam.\nThe theoretical model of Osborne et al.[33] can be summarized as\nfollows. A group ofnstakeholders must collectively choose a policy,\nwhich is represented as a real number lying somewhere between 0 and\ninfinity. Denote stakeholderi's favorite policy byx\ni\n. Each stakeholder\ncares about the remoteness of the collectively chosen policy from her\nfavorite policy. Specifically, stakeholderi's valuation of the policyxis\nv(x\ni\n−x), and this value function is maximized whenx\ni\n=x. Each\nstakeholder chooses whether or not to attend a meeting, at which a\npolicy is selected. Every person who attends a meeting bears the costc\n>0. A person who chooses to attend is defined as a“participant”. The\noutcome of the meeting is the median favorite policy of all the\nparticipants.\nThe question is now, who will attend the meeting and what will the\noutcome be? Osborne et al.[33] assume that a stakeholder decides to\nparticipate on the basis of how much her participation affects the\noutcome, taking as given the participation decisions of other stake-\nholders. If and only if the value of the change in outcome associated\nwith participation is greater than the participation cost does the\nstakeholder participate. All else equal, stakeholders with lower parti-\ncipation costs will be more likely to participate, stakeholders whose\nparticipation causes a larger shift in the outcome will be more likely to\nparticipate, and stakeholders who value a marginal change in the\noutcome more highly will be more likely to attend. In equilibrium,\nTable 1\nFactors affecting cost of participation in stakeholder meetings.\nFactor affecting\nparticipation\nExplanation and examples\nTravel costThe further away a meeting takes place from\nstakeholders, the more likely only those with extreme\npositions will participate. Example: Western Pacific\nRegional Fishery Management Council[54]\nOpportunity cost of timeIf a meeting takes place during working hours or for\na long period of time, this will discourage moderates.\nExample: Snapper Grouper Visioning Project,\nFlorida\nDegree of stakeThose with the most to gain or lose are most likely to\nparticipate. Example: Mid-Atlantic Fishery\nManagement Council[54]\nSize of stakeholder groupIndividuals from larger groups are less likely to\nparticipate, so the proportion involved in the process\ndoesn’t match the proportion in the overall\npopulation. Example: California's MLPA process[2]\nOrganizational capacity\nof stakeholder group\nGroups currently benefitting from regime services\nare likely to have more capital and infrastructure in\nplace to engage than groups or industries which have\neffectively dissolved following a regime shift due to\neconomic obsolescence in the new regime. Example:\nCommercial abalone fishermen in California\nTrust in the processThose who do not trust that the management agency\nwill listen to their views will choose to not\nparticipate. Example: Florida Keys National Marine\nSanctuary[51]\n2\nTitle 16U.S. Code§1852(h)(3).\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n123\n\nstakeholders whose favorite policy is near the anticipated outcome are\nless likely to participate than those whose favorite policy is far from the\nanticipated outcome. That is, stakeholders with moderate preferences\ndo not participate in costly stakeholder meetings. Intuitively, participa-\ntion by stakeholders close to the outcome does not move the outcome\nenough to justify their participation costs. So, in equilibrium, only\nstakeholders whose favorite positions are sufficiently far from the\ncompromise position participate.\nThus, the theoretical model of Osborne et al.[33]predicts that if\nparticipation costs are high, stakeholder meetings will de dominated by\nextreme viewpoints. Meetings dominated by extreme viewpoints will\nreach policy decisions that do not represent the majority viewpoint and\nare often extreme. The intuition for this theoretical result is as follows.\nSuppose there is a random chance that each stakeholder will be\nprevented from attending, even if they intend to. Assume the prob-\nability is the same for all stakeholders and is independent. It can be\nshown that there will be an interval of moderates who do not\nparticipate and two groups of extremists of equal or almost equal sizes\nwho intend to participate. As a result, the outcome of the meeting will\nbe an extreme decision unless equal numbers of intended participants\non each side are prevented from attending. Furthermore, the extreme\noutcome willfluctuate from one extreme to the other based on who is\nrandomly prevented from attending.\nTo summarize, the theoretical model in Osborne et al.[33]\ngenerates three key results. First, individuals with a moderate position\ndo not participate in the decision-making process. Second, only a small\nproportion of all affected individuals choose to participate. Third, if the\ncompromise is the median position, then the outcome tends to vary\nrandomly and is likely to be an extreme position. Thus, if the cost of\nparticipating in meetings is high, ocean policy meetings will tend to be\ndominated by extreme viewpoints (i.e., those who face large gains or\ncosts from proposed changes). Our basic argument is the following.\nRegime shifts not only alter ecosystems, they alter the constituents who\nbenefit from the ecosystem. If a regime shift creates a new group of\nconstituents that stands to make large losses or gains if the system\nreturns to its previous state, then the theory of Osborne et al.[33]\npredicts that this will further lock an ecosystem into the altered state.\nDecision-making processes that are very costly will be dominated by\nextremists (making it harder tofind compromises) and lead to extreme\npolicy decisions. Thus, hysteresis can become stronger as the result of\ndecision-making institutions and processes used to make management\ndecisions.\nExamples of this shift in stakeholder standing include efforts to\nintroduce marine mammals in areas where they were previously\nabundant. Harvesting of marine mammals removed predatory pressure\non their prey. A concomitant rise in prey abundance led to the\nemergence of an industry heavily dependent on harvesting the abun-\ndant prey (e.g., urchin after otter removal, cod/salmon after seal\nremoval). A key step in restoring this altered system towards its\n“original”state would be the introduction of previously extirpated\nmarine mammals. However, there is now a group with a lot to lose if\nmarine mammals are reintroduced. Even though the majority of public\nopinion might be in support of reintroduction, decisions made through\nmeetings with costly participation will tend to support extreme\npositions and lead to considerable inertia against moving towards a\nsocially desirable outcome. The next section outlines two case studies\nthatfit this general description.\nThe tendency for high participation costs to lead to over-represen-\ntation of groups with more resources (often holding extreme view-\npoints) echoes observations in the broader political sphere. Specifically,\ncostly participation does“a good job of representing intense interests\nbut a poor job of guaranteeing political equality”[3]. Furthermore,\npolitical engagement draws“disproportionately from those groups\nmore advantaged in the resources that aid participation, such as\neducation and disposable income. Activists therefore differ in politi-\ncally consequential ways from those who do not engage in politics”[3].\nConsequently, the ultimate outcome of encouraging participatory\nprocesses in management and policy, as has been the general trend\nin\nrecent decades, can be the widespread perception that government\nserves private interests over the will of the people. Sixty-four percent of\nAmericans in 1964 believed government was run for the benefit of the\npublic. But in 2008, only 29% of Americans believed that policymakers\nwere working in their interest; instead, 69% of Americans in 2008\nthought lawmakers passed legislation that benefited only a few big\ninterests[22]. As further evidence, a national survey of US citizens in\n2014 found that voters with the most extreme ideologies are also the\nmost likely to vote and make campaign contributions. Non-voters tend\nto be those with centrist viewpoints and rarely contribute to political\ncampaigns. Polarization is thus greatest among those who are the most\nengaged and active in the political process[36]. This tendency is\nparticularly true for regulatory decisions that affect corporations.\nBecause business interests tend to resist new laws[22], especially\nwhen businesses have been designed around the status quo, participa-\ntory political processes can increase inertia to change when only\nbusiness interests are willing or able to pay the cost of participation.\n3. Case studies of regime and stakeholder shifts\n3.1. Otter-Kelp dynamics in the North Pacific Ocean\nThe presence or absence of sea otters at ecologically effective[47]\npopulation densities can trigger two alternative states for rocky reef\necosystems along the coastlines of the Northeast Pacific Ocean\n(Fig. 1A). Where otters are present, benthic invertebrates (including\nherbivorous sea urchins) are rare, and the seafloor tends to be covered\nwith kelps and otherfleshy macroalgae (this state is known as a kelp-\ndominated ecosystem). Where otters are absent, there is a proliferation\nof their benthic invertebrate prey, grazing intensity increases, and the\ndistribution and abundance of kelps become greatly diminished (this\necosystem state is known as an urchin barren). As sea otters are either\nrepatriated to places from which they have been long absent or\nremoved from places at which they have been long present, the\necosystem state transitions between kelp forests and urchin barrens\noccur as abrupt shifts[15,16]. Transitions between urchin and kelp\ndominated states are often characterized by hysteresis[28].\nSea otters and kelp-dominated systems likely prevailed across much\nof the North Pacific rim for at least several million years, from the late\nMiocene/Pliocene to the beginning of the Pacific maritime fur trade in\n1742. Otter populations were hunted to the brink of extinction over the\nnext 150 years. In the absence of sea otters, sea urchins and other\nbenthic macroinvertebrates (e.g., abalones, clams, crabs) proliferated\nand kelp forests dwindled. This shellfish-rich and kelp-impoverished\necosystem state is what European colonizers encountered as they\nsettled and lived along the west coast of North America over the last\nseveral hundred years. Commercial and recreational shellfisheries\ndeveloped during this period, made possible by the ecosystem's otter-\nfree state. Shellfisheries became an important part of peoples’liveli-\nhoods and cultures, especially in coastal communities from southeast\nAlaska to central Baja California. This state of affairs continued through\nthe 1960s, at which time the growing otter population in central\nCalifornia expanded beyond the remote Big Sur region and sea otters\nwere  reestablished  in  southeast  Alaska,  British  Columbia  and\nWashington by way of relocations from elsewhere in Alaska. The\nrecovering sea otter populations in turn drove shellfish populations\nthat had expanded in their absence back down to low abundances.\nSome people whose livelihoods and culturally important activities\ndepended on shellfish\nand shellfisheries largely opposed sea otter\nrecovery in California[6].\n3\nThe degree to which future sea otter\n3\nFor alternative viewpoints on sea otter recovery from Indigenous peoples whose\nlivelihoods and cultural activities also rely on shellfish see[40], who describe the\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n124\n\nmanagement actions conform to the wishes of these stakeholders will\nadd to the strength of hysteresis in the sea otter-kelp forest system.\nSea otters are protected by national, provincial, and state laws\nthroughout most of their current range in Russia, the U.S. and Canada.\nAny management actions that would limit the sea otter's range to\nprotect shellfisheries is therefore illegal. Indigenous Alaskans are\npermitted to take sea otters and other marine mammals for traditional\nuses although they are not permitted to do this in a wasteful manner.\nThe law specifies that any market products from marine mammals\nmust be“significantly altered”, which means that unworked pelts\ncannot be sold. These provisions of the Marine Mammal Protection\nAct prevent the harvest of sea otters by indigenous Alaskans for de\nfacto shellfisheries management. However, because of strident com-\nplaints by indigenous groups and local non-indigenous shellfishfish-\neries interests in southeast Alaska to state and federal politicians, the\nU.S. Fish and Wildlife Service (the federal authority for sea otter\nmanagement) is under extreme pressure to interpret the law in a way\nthat will provide relief to shellfisheries from competition with sea\notters. The conflict between sea otters and shellfisheries in southeast\nAlaska remains at present unresolved[27].\n3.2. Gulf of maine lobsterfishery\nThe Gulf of Maine (GOM) and surrounding regions have been\nexploited for centuries. Historically, Atlantic cod was the most eco-\nnomically valuable species in the northwest Atlantic and the codfishery\nplayed an important role in the culture, livelihoods, and human\neconomies of coastal communities. The codfishery was invaluable to\ninternationalfishingfleets and communities as well. Prior to the 1950s\n(the‘initial state’), the ecosystem structure and function was relatively\nresilient to exploitation. Groundfish predators (e.g., cod, haddock,\nhake) were the dominant species in the region and their abundances\nwere at high enough levels to regulate prey populations (e.g., lobsters,\nsea urchins).\nStarting in the 1960s, technological advances in transportation and\nfishing gear, the expansion of internationalfishingfleets in U.S. waters,\nand the resurgence of local interest in groundfishfisheries after the\nestablishment of an exclusive economic zone contributed to an\nunprecedented level offishing pressure on the GOM ecosystem[48].\nIn response, cod and other groundfish populations in coastal and\noffshore waters began to decline. The coastal cod populations started\nshowing signs of collapse by the 1970s followed by the offshore\npopulations in the early 1990s. In the mid-1990s, severe catch limits\nand a\nfishing\nmoratorium on some stocks were established in the Gulf\nof Maine and surrounding U.S. and Canadian waters. Strictfishing\nregulations were also established for other groundfishes, including\nhaddock and yellowtailflounder[17].\nDespite restrictedfishing efforts, Atlantic cod still do not show signs\nof recovery since their collapse. The slow recovery has been attributed\nto changes in climate, ocean conditions and food availability and to a\nmajor shift in food web dynamics[21,35,39]. With the loss of a major\npredator in the system, the GOM lobster population has surged since\nthe early 1990s. Sea urchins and other groundfish prey also increased,\nalthough the sea urchins were quickly depleted under heavy exploita-\ntion. In contrast, the lobsterfishery boomed and continues to dominate\nthe total economic value of marinefisheries in this system (Fig. 1B).\nThe GOM lobster population is essentially a lucrative monoculture\n[48].\nThere is a difference of opinion on the“socially desirable state”of\nthe GOM ecosystem. On one hand, some scientists and stakeholders\ncontend that a return to an ecologically diverse ecosystem is critical to\nstrengthen the resilience of the social and economic system in the\nregion. On the other hand, government agencies andfishery managers\nare interested in taking action to reduce the economic vulnerability of\nthe lobsterfishery and larger community, but are not making real\nefforts to improve the biodiversity of the ecosystem[48]. In addition,\nthe coastal communities and economies have adapted to the new\necosystem state, making it difficult to implement change. The Maine\nregion is now synonymous with lobster, not cod. This inertia may only\nget stronger as younger generations, who have little memory of the rich\nbiodiversity in the GOM decades ago, become the leading stakeholders\nin the region.\nFig. 1. Changes in dominant species and associated benefits under different ecosystem regimes. A.In Southern California, local extinction of sea otters in the early 1900s\nled to ecosystem shifts from kelp forests to urchin barrens on some rocky reefs, enabling lucrative sea urchinfisheries. Fisheries representatives, motivated to protect their livelihood,\nhave vociferously lobbied for measures to counteract otter recovery. Top photo attribution: Michael L. Baird,http://bairdphotos.com/(Creative Commons license).B.Fisheries value in\nthe Gulf of Maine, corrected for inflation. Source data is the same as (10). Overfishing of cod in thefirst half of the 20th century led to a regime shift whereby a cod regime was lost and\nreplaced by lobster as the dominant predator, enabling a highly lucrative lobsterfishery.\n(footnote continued)\ndiversity of viewpoints regarding otter recovery in British Columbia, Canada.\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n125\n\n4. Evidence that participation costs exacerbate inertia in\nocean policy\nDo the decision-making institutions used to create and change US\nocean policy actually generate inertia as hypothesized? By requiring\nstakeholder participation but using a process with high participation\ncosts (across the many dimensions of cost;Table 1), resource manage-\nment has the potential to favor extreme views that often do not\nrepresent the majority and tend to preserve the status quo. This\nsection summarizes some empirical and anecdotal evidence in support\nof this claim. An oft-cited example of stakeholder meetings with high\nparticipation costs are USfishery council meetings. The Magnuson\nFishery Conservation and Management Act requires public hearings to\nbe held that allow all interested persons an opportunity to be heard in\nthe development offishery management plans. Turner and Weninger\n[54]obtained logbook data on harvest in the Mid-Atlantic surf clam\nand ocean quahogfishery. They then combined this data with public\nrecords of individual tradable quota ownership and the minutes of\nregulatory meetings where total allowable catches are discussed to\ncreate a unique dataset on the universe offirms affected by regulatory\noutcomes and their participation in stakeholder meetings. They also\ncollected information about what was said at each meeting. Using this\ndata, they are able to show thatfirms with a preference for extreme,\nrather than moderate, policies are much more likely to participate in\nthese public stakeholder meetings where regulation is determined.\nThey alsofind that participation rates are higher for larger, more\nvaluable,firms and forfirms located geographically close to the\nmeeting location. These results clearly support the theoretical argu-\nment that polarization and partisanship should emerge under the\ncurrent system used to managefisheries in U.S. federal waters.\nAllen[1] describes a conflict between conservation-minded sport\nfishers and extraction-minded commercialfishers in Rhode Island.\nBoth groups took fairly extreme positions and the attendance at two\nsuccessive public hearings was lopsided in different directions, produ-\ncing a policy that wasfirst pro-conservation and then pro-extraction.\nTurner and Weninger[54] cite the public hearings held by the[31] as\nanother example: two different groups offishers (gillnetters and\ntrawlers) with extremely divergent viewpoints on appropriate policy\nactions attended successive public hearings in lopsided proportions.\nThe result was a policy thatfirst favored one group and then the other.\nIn a theoretical model, Smith et al.[46] examine political economy\nfactors surrounding the creation of marine reserves. They demonstrate\nthat the implementation of marine reserves can lead to large diver-\ngences in the level of opposition to a reserve. Critically, they examine\nwhich factors affect thestandard deviationof opposition to reserves\nand not just the mean or median level of opposition. Marine reserves\nwith weak support but a low variance (little divergence in viewpoints)\nare actually more likely to be implemented than reserves with strong\nsupport but extremely divergent viewpoints (seeFig. 2). As an\nempirical example, opposition to marine reserves by recreational\nfi\nshermen was a key hurdle to the creation of the Great Barrier Reef\nMarine\nPark, which relied on public stakeholder meetings during the\ndesign process. Sutton[52]sought to understand the variables that\npredict participation by recreationalfishers in public stakeholder\nmeetings, and investigated differences between participants and non-\nparticipants. In a survey of recreationalfishers in Queensland,\nAustralia, only 28% of respondents reported participating in public\nmeetings regarding issues affecting recreationalfisheries. Participation\nin public meetings was positively related to the extremity of a\nrecreationalfisher's viewpoint. There was no effect of gender, income,\nor years offishing experience on participation. Participants and non-\nparticipants differed significantly in their beliefs aboutfisheries man-\nagement and the threats facing recreationalfisheries. They also differed\nin terms of their approval offishing regulations. This leads Sutton[52]\nto conclude that recreationalfishers who participate in public stake-\nholder meetings may not be representative of the wider recreational\nfisher population, in line with our hypothesis.\nBard[2] presents the results of polls conducted by Seaweb on\npublic perceptions of MPA establishment, two national and one\nCalifornia-specific. Both national polls showed strong support for\nMPA establishment and increased ocean protection. In a poll con-\nducted in February 2001, there was overwhelming support (83%) to\nestablish a system of marine protected areas in U.S. waters. Within\nCalifornia, there was strong support (71%) for establishing fully\nprotected areas in the ocean in which all extractive activities are\nprohibited, including oil drilling, mining, and all commercial and\nrecreationalfishing. Interestingly, recreationalfishers supported the\nestablishment of fully protected areas. Of those recreationalfishers\npolled, 68% supported fully protected areas. This is in stark contrast to\nthe opposition to marine reserves voiced by the recreationalfishing\ncommunity (especially the United Anglers of Southern California)\nduring the stakeholder participation process under the MLPA. In\nreflecting on the MLPA process, the Facilitator's report for the\nCentral California Coast concluded that stakeholder meetings could\nhave been improved if more weight had been given to moderate\nstakeholders:“Another choice would have been to recruit members of\nlocal communities who were not closely aligned with a specificfishing\nor conservation interest. Additionally, the I-Team [Initiative Team]\ncould have asked for a more overt commitment to take the needs of\nother stakeholders and the greater region into account”[29,p.8.\n18,20].\nSimilarfindings\nto Bard[2] are reported by Eddy[14]. In order to\nunderstand social factors influencing marine reserve creation in New\nZealand, public surveys were conducted in 2005 and 2011 about\nmarine protection. These results were then compared to actual marine\nprotection levels. On average, the New Zealand public thought that\n30% of New Zealand's marine environment was protected by no-take\nmarine reserves, and that 36% should be protected, while in fact only\n0.3% is protected by no-take marine reserves. This demonstrates a\nclear disconnect between the desired state of the majority of stake-\nholders and the actual management and regulation of the ecosystem.\n[14]specifically lists“polarised views and opposition from some\nstakeholders”as one of the barriers to marine reserve implementation.\nAs an empirical example, he presents the case of the Taputeranga\nmarine reserve wherefishers who stood to lose access tofishing\ngrounds were the biggest opponents and worked to stall the process\nand prevent the reserve from being established[19].\nFinally, Suman et al.[51]looked at the opinions of commercial\nfishers, dive operators, and members of local environmental groups\nregarding the zoning process in the Florida Keys. Surveys requested\nresponses regarding the degree of public participation, their percep-\ntions and acceptance of the zoning strategy and the process of its\ndesign, and the expected outcomes of the zoning strategy. Many\nresponses show significant differences among the three groups.\nFishers (who would experience small initial losses) felt highly alienated\nfrom the process relative to dive operators and environmental groups\n(p< 0.05). Dive operators (who had the most to gain) demonstrated the\nhighest levels of participation in the designation process (p< 0.05,\noutcome is attendance at NOAA meetings and comparison groups were\nenvironmental groups and commercialfishers).\n5. Prescriptions for reforming decision-making processes to\nreduce inertia\nSection 2outlined a theoretical model that predicts that high\nparticipation costs will cause stakeholder meetings to reach outcomes\nthat favor extremist stakeholders. If ecosystem regime shifts provide\nlarge benefits to a few stakeholders at the expense of many then high\nparticipation costs may further lock-in the regime shift.Sections 3 and\n4 summarized a number of empirical examples that support this\nconclusion. Thus, key and often overlooked factors in maintaining\necosystem regime shifts are a high cost of stakeholder participation in\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n126\n\ndecision-making processes and inequitable distribution offinancial,\norganizational, and social capacity across stakeholders to participate in\ndecision processes (Table 1). These factors can exist in many manage-\nment scenarios but their repercussions are especially pronounced when\necosystems upon which humans depend display sharp tipping points\nbetween alternative regimes. The obvious next question is how policy-\nmakers can potentially address the fact that high participation costs\ncreate an additional layer of inertia in marine ecosystems prone to\ntipping points. A number of options exist to improve stakeholder\nparticipation and reduce inertia and disparity, with most focused on\nrealigning the cost or responsibility of participation with government\ninstitutions rather than stakeholders. A summary of these options is\npresented below. These prescriptions should not be interpreted as\ncarte blancheendorsements since every ecosystem and management\nregime has its own unique requirements, opportunities, and con-\nstraints.\n5.1. Decentralize decision-making\nDecisions need to be informed not only by the spatial scale of the\nresource but also the scale of affected communities. For example, in\nfisheries management this might involve dividing regionalfisheries\ncouncils into smaller geographic groups. In other contexts, holding\nmeetings in more communities would allow greater participation.\nExtension agents from management organizations could interact\ndirectly with small focus groups of resource users at convenient\nlocations and times. Decentralization of decision-making would allow\nfor more local community-based participation and management.\n5.2. Embrace new technologies\nDecision-making processes should use recent advances in technol-\nogy that allow low-cost online participation. Halpern[23]discusses\nideas for improving and enriching electronic public participation in\nagency rulemaking so that agency rules incorporate different kinds of\nexpertise and are resistant to inappropriate political interference. An\nimportant caveat is that lowering the costs of participation through\ntechnology may lower the weight that decision-makers place on\ntechnology-assisted participation. Hence the view that attending a\nmeeting carries more weight than writing a letter, which is more\ninfluential than sending an email or signing an online petition\n(“clicktivism”). Thus, participation through new technologies should\nprobably require some minimal effort so that technology-assisted\nparticipation is viewed as equally important.\n5.3. Engage and/or represent all relevant stakeholders\nAgency rulemaking should be changed to legally require incorpora-\ntion of a diverse and broader spectrum of expertise. Agencies should try\nto identify all relevant stakeholders and ensure that decision-making\nparticipation reflects the true underlying diversity of opinion and its\nrelative representation. Sutton and Tobin[53] suggest using the social\nresilience construct for identifyingfishers who are likely to be vulner-\nable to changes. They argue that identifying and managing for social\nresilience in the Great Barrier Reef would aid in the design and\nimplementation of policies that minimize the impacts on resource\nusers and lead to more inclusive and sustainable management. In a\nsimilar vein to Sutton and Tobin[53], Suman et al.[51] suggest that\nmanagers could conduct surveys up front to better identify public\nstakeholders and work to ensure their participation. One creative idea\nFig. 2. Simulated variation in opposition to marine reserves from high- and low-skillfishers. Low-skill and high-skillfishers are 10th and 90th percentile of the skill\ndistribution, respectively. Upper Left scenario has pre-reserve stock size in the reservefixed at half of its carrying capacity (0.5 K) and varies the pre-reserve stocks in the other sites.\nUpper Rightfixes the pre-reserve stock in non-reserve sites at 0.5 K and varies the pre-reserve stock in the reserve. Lower considers the variation in WTP as the non-fishery earnings are\nincreased, where the pre-reserve stock in other sites is set at 25% (Lower Left) and 75% (Lower Right) of its carrying capacity. In Lower, the pre-reserve stock in the reserve site isfixed at\n0.5 K.\nSource: Smith et al.[46].\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n127\n\nproposed by Turner and Weninger[54]is to makefisheries manage-\nment akin to jury duty: require a small subset of randomly selected\nstakeholders to attend meetings in order to increase the likelihood of\nmoderate voices in the debate.\n5.4. Improve planning documents\nToo often materials presented at and used in decision processes are\nnot user-friendly or are tailored to the interests of specific user groups\n[51]. Agencies should work with communication experts experienced in\nhow to convey information to different constituencies. Documents\nshould also be understandable by major user groups that do not speak\nEnglish.\n5.5. Encourage dialogue\nMany stakeholder meetings could evolve from rigid forms of one-\nway communication toflexible forums with open discussion. For\nexample, public meetings could be structured as facilitated discussion\ngroups rather than spoken (prepared) statements by individuals to an\nadvisory panel. Such dialogue facilitates a deeper understanding of\nstakeholder views and encourages greater participation. Extension\nagents from management organizations should interact directly with\nsmall focus groups of resource users at convenient locations and times.\nAs an example, starting in February 2014, the South Atlantic Fishery\nManagement Council has introduced informal“port meetings”where\ncouncil members and staffgo out intofishing communities to meet and\ntalk informally with all sectors of the snapper grouperfishery about\ntheir ideas on management.\nHow do these prescriptions connect to our main hypothesis that\nhigh participation costs can create inertia in marine ecosystems?\nAssuming that returning an ecosystem to a previous regime is socially\ndesirable but costly for some stakeholder groups, then all of these\nprescriptions should make it easier to enact decisions that push the\necosystem back to the previous regime. For example, decentralizing\ndecision-making lowers the cost of participating in stakeholder pro-\ncesses thus, based on the theoretical model of Osborne et al.[33], this\nshould lead to the stakeholder process choosing policies that are closer\nto the true median viewpoint of all relevant stakeholders. As another\nexample, making participation in resource management similar to jury\nduty (a random sample of relevant stakeholders is selected and legally\nrequired to participate) would, in theory, assure that the stakeholders\nwho do participate in the process are an unbiased and representative\nsample of the true population. Thus, their decisions should reflect the\nmedian or majority view of the true population of relevant stake-\nholders.\n6. Conclusion\nDecision-making processes with a high cost of participation may\nadd another layer of complexity to the science of ocean tipping points.\nThe higher the cost of participation, the more likely that stakeholder\nmeetings will be dominated by extreme viewpoints and remain dead-\nlocked. If decisions are reached, they are likely to be extreme. This\ncreates inertia that makes it even harder to enact management actions\nnecessary to return to a previous state. Thus, decision-making institu-\ntions can strengthen hysteresis and stabilize alternative states.\nThis theoretical argument appears to be borne out in a number of\nempirical examples. Local extinctions of sea otters from the coastal\noceans of western North America in the Pacific maritime fur trade led\nto a regime shift from kelp forests to urchin barrens, enabling shellfish\nfisheries  for  commercial,  subsistence,  and  cultural  purposes.\nConsequently, there is contentious debate about whether managers\nshould allow natural, on-going otter reestablishment to proceed\nunhindered. Similarly, the Gulf of Maine food web was once dominated\nby Atlantic cod, which in turn supported ecological and human\ncommunities based on cod and other groundfish. Overfishing of cod\nin thefirst half of the 20th century led to its eventual collapse and\nreplacement by lobster as the dominant consumer, enabling a lucrative\nlobsterfi\nshery.\nThe\ntheoretical model of Osborne et al.[33] suggests that one way\nto overcome inertia in the decision-making process is to lower the cost\nof participating in public stakeholder meetings. A number of potential\nchanges that could lower this cost have been proposed. Some of these\nchanges are quite significant such as decentralizing decision-making,\nembracing new technologies, and engaging all stakeholders. Others\nwould be much easier to implement such as improving planning\ndocuments and modifying the format of dialogue when seeking\nstakeholder input.\nMost of the ideas presented above represent a large directional shift\nfrom the traditional model of stakeholder participation where indivi-\nduals travel to a hotel conference room and speak their views through a\nmicrophone. Most will require additional time and resources from\npolicymakers and agencies, but as ecosystems continue to undergo\nregime shifts, it isfinancially prudent to identify the ecological and\nsocial  feedback  loops  that  may  inhibit  ecosystem  recovery.\nManagement needs to remove rather than exacerbate obstacles to the\nimplementation of sensible, broadly supported actions[49].\nReferences\n[1] G. Allen, Rhode Islandflounder (Part 1), Fisherman (1991) 12–13.\n[2] D. Bard, Americans' Attitudes toward marine protected areas and fully protected\nmarine reserves.in:Proceedings of the 13th Biennial Coastal Zone Conference,\nBaltimore,MD, July13–17, 2003,\n[3] A.J. Berinsky, Silent Voices: Public Opinion and Political Participation in America,\nPrinceton University Press, 2004.\n[4] L.B. Bingham, T. Nabatchi, R. O'Leary, The new governance: Practices and\nprocesses for stakeholder and citizen participation in the work of government,\nPublic Adm. Rev. 65 (5) (2005) 547–558.\n[5] T. Blenckner, S. Niiranen, Biodiversity–Marine Food-Web Structure, Stability, and\nRegime ShiftsClimate Vulnerability, R.A. Pielke, Vol 4: Ecosystem Function and\nServices, Elsevier, 2013, pp. 203–212 (ISBN: 978-0-12-384704-1).\n[6] W. Booth, Reintroducing a political animal, Science 241 (4862) (1988) 156.\n[7] M. Bouamrame, Biodiversity and Stakeholders: Concertation Itineraries. Biosphere\nReserves, Technical Notes 1, MAB Secretariat, Parigi, 2006.\n[8] D.D. Briske, S.D. Fuhlendorf, F.E. Smeins, A unified framework for assessment and\napplication of ecological thresholds, Rangel. Ecol. Manag. 59 (3) (2006) 225–236.\n[9] C.J. Brown, R. Trebilco, Unintended cultivation, shifting baselines, and conflict\nbetween objectives forfisheries and conservation, Conserv. Biol. 28 (3) (2014)\n677–688.\n[10]S.R. Carpenter, C. Folke, Ecology for transformation, Trends Ecol. Evol. 21 (6)\n(2006) 309–315.\n[12]D.J. Conley, H.W. Paerl, R.W. Howarth, D.F. Boesch, S.P. Seitzinger, K.E. Havens,\nG.E. Likens, Controlling eutrophication: nitrogen and phosphorus, Science 323\n(5917) (2009) 1014–1015.\n[13]H.T. Dublin, A.R. Sinclair, J. McGlade, Elephants andfire as causes of multiple\nstable states in the Serengeti-Mara woodlands, J. Anim. Ecol. (1990) 1147–1164.\n[14]T.D. Eddy, One hundred-fold difference between perceived and actual levels of\nmarine protection in New Zealand, Mar. Policy 46 (2014) 61–67.\n[15]J.A. Estes, C.H. Peterson, R.S. Steneck, Some effects of apex predators in higher-\nlatitude coastal oceans. Trophic Cascades: Predators, Prey and the Changing\nDynamics of Nature,Island Press,Washington, DC, USA, 2010, pp. 37–54.\n[16]J.A.\nEstes, M. Tinker, J.L. Bodkin, Using ecological function to develop recovery\ncriteria for depleted species: sea otters and kelp forests in the Aleutian archipelago,\nConserv. Biol. 24 (3) (2010) 852–860.\n[17]M.J. Fogarty, S.A. Murawski, Large-scale disturbance and the structure of marine\nsystems:fishery impacts on Georges bank, Ecol. Appl. 8 (sp1) (1998) S6–S22.\n[18]E. Fox, E. Poncelet, D. Connor, J. Vasques, J. Ugoretz, S. McCreary, M. Gleason,\nAdapting stakeholder processes to region-specific challenges in marine protected\narea network planning, Ocean Coast. Manag. 74 (2013) 24–33.\n[19]J.P.A. Gardner, J.J. Bell, The Taputeranga Marine Reserve, 1st ed., Publishers,\nWellington, New Zealand, 2008.\n[20]M. Gleason, S. McCreary, M. Miller-Henson, J. Ugoretz, E. Fox, M. Merrifield,\nK. Hoffman, Science-based and stakeholder-driven marine protected area network\nplanning: a successful case study from north central California, Ocean Coast.\nManag. 53 (2) (2010) 52–68.\n[21]C.H. Greene, A.J. Pershing, Climate drives sea change, Science 315 (5815) (2007)\n1084.\n[22]M. Grossmann, Artists of the Possible: governing Networks and American Policy\nSince 1945, Oxford University Press, 2014.\n[23]M. Halpern, Comments on rulemaking vs. democracy: judging and nudging public\nparticipation that counts, Environ. Law Report. (2014).\n[24]S.R. Hare, N.J. Mantua, Empirical evidence for North Pacific regime shifts in 1977\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n128\n\nand 1989, Prog. Oceanogr. 47 (2) (2000) 103–145.\n[25]E. Jeppesen, M. Søndergaard, B. Kronvang, J.P. Jensen, L.M. Svendsen,\nT.L. Lauridsen, Lake and catchment management in DenmarkThe Ecological Bases\nfor Lake and Reservoir Management, Springer, Netherlands, 1999, pp. 419–432.\n[27]S.D. Larson, Z.N. Hoyt, G.L. Eckert, V.A. Gill, Impacts of sea otter (Enhydra lutris)\npredation on commercially important sea cucumbers (Parastichopus californicus)\nin southeast Alaska, Can. J. Fish. Aquat. Sci. 70 (10) (2013) 1498–1507.\n[28]S.D. Ling, R.E. Scheibling, A. Rassweiler, C.R. Johnson, N. Shears, S.D. Connell,\nS. Clemente, Global regime shift dynamics of catastrophic sea urchin overgrazing,\nPhilos. Trans. R. Soc. Lond. B: Biol. Sci. 370 (1659) (2015) 20130269.\n[29] S. McCreary, E. Poncelet, Revised MLPA Central Coast Project Facilitators' Report.\nMarineLife Protection Act Initiative Central Coast Project, 2006.\n[30]M. Montefalcone, V. Parravicini, C.N. Bianchi, Quantification of coastal ecosystem\nresilience, Treatise Estuar. Coast. Sci. 10 (2011) 49–70.\n[31]New England Fishery Management Council, Fishery Management and\nEnvironmental Impact Statement Regulatory Impact Review and Initial Regulatory\nFlexibility Analysis for the Northeast Multi-species Fishery, National Marine\nFisheries Service, Saugus, MA, 1985.\n[32]M. Nyström, A.V. Norström, T. Blenckner, M. de la Torre-Castro, J.S. Eklöf,\nC. Folke, M. Troell, Confronting feedbacks of degraded marine ecosystems,\nEcosystems 15 (5) (2012) 695–710.\n[33]M.J. Osborne, J.S. Rosenthal, M.A. Turner, Meetings with costly participation, Am.\nEcon. Rev. 90 (4) (2000) 927–943.\n[34]R.W. Osman, P. Munguia, R.N. Zajac, Ecological thresholds in marine commu-\nnities: theory, experiments and management, Mar. Ecol. Prog. Ser. 413 (2010)\n185–187.\n[35]A.J. Pershing, E.H. Head, C.H. Greene, J.W. Jossi, Pattern and scale of variability\namong Northwest Atlantic Shelf plankton communities,J. Plankton Res., fbq0\n(2010) 58.\n[36] Pew Research Center, Political Polarization in the American Public, June 2014.\n[37]R.S. Pomeroy, R. Rivera-Guieb, Fishery Co-management: A Practical Handbook,\nCABI, 2005.\n[38]M. Rietkerk, F. van den Bosch, J. van de Koppel, Site-specific properties and\nirreversible vegetation changes in semi-arid grazing systems, Oikos (1997)\n241–252.\n[39]J.A. Runge, A.I. Kovach, J.H. Churchill, L.A. Kerr, J.R. Morrison, R.C. Beardsley,\nD.W. Townsend, Understanding climate impacts on recruitment and spatial\ndynamics of Atlantic cod in the Gulf of Maine: integration of observations and\nmodeling, Prog. Oceanogr. 87 (1) (2010) 251–263.\n[40]A.K. Salomon, B.J. Wilson, E. White, N. Tanape Sr., T.M. Happynook, First Nations\nperspectives on sea otter conservation in British Columbia and Alaska; Insights into\ncoupled human-ocean systems, in: S. Larson, G. VanBlaricom, J. Bodkin (Eds.), Sea\nOtter Conservation, Elsevier, 2015.\n[41]M. Scheffer, Critical transitions in nature and society, Princeton University Press,\n2009.\n[42]M. Scheff\ner, S.R. Carpenter, Catastrophic regime shifts in ecosystems: linking\ntheory\nto observation, Trends Ecol. Evol. 18 (12) (2003) 648–656.\n[43]M. Scheffer, S. Carpenter, J.A. Foley, C. Folke, B. Walker, Catastrophic shifts in\necosystems, Nature 413 (6856) (2001) 591–596.\n[44]M. Scheffer, S.H. Hosper, M.L. Meijer, B. Moss, E. Jeppesen, Alternative equilibria\nin shallow lakes, Trends Ecol. Evol. 8 (8) (1993) 275–279.\n[45]K.A. Selkoe, T. Blenckner, M.R. Caldwell, L.B. Crowder, A.L. Erickson,\nT.E. Essington, C.V. Kappel, Principles for managing marine ecosystems prone to\ntipping points, Ecosyst. Health Sustain. 1 (5) (2015) 1–18.\n[46]M.D. Smith, J. Lynham, J.N. Sanchirico, J.A. Wilson, Political economy of marine\nreserves: understanding the role of opportunity costs, Proc. Natl. Acad. Sci. 107\n(43) (2010) 18300–18305.\n[47]M.E. Soulé, J.A. Estes, J. Berger, C.M. Del Rio, Ecological effectiveness: con-\nservation goals for interactive species, Conserv. Biol. 17 (5) (2003) 1238–1250.\n[48]R.S. Steneck, T.P. Hughes, J.E. Cinner, W.N. Adger, S.N. Arnold, F. Berkes,\nB. Worm, Creation of a gilded trap by the high economic value of the Maine lobster\nfishery, Conserv. Biol. 25 (5) (2011) 904–912.\n[49]L.C. Stringer, A.J. Dougill, E. Fraser, K. Hubacek, C. Prell, M.S. Reed, Unpacking\n“participation”in the adaptive management of social–ecological systems: a critical\nreview, Ecol. Soc. 11 (2) (2006) 39.\n[50]K.N. Suding, R.J. Hobbs, Threshold models in restoration and conservation: a\ndeveloping framework, Trends Ecol. Evol. 24 (5) (2009) 271–279.\n[51]D. Suman, M. Shivlani, J. Walter Milon, Perceptions and attitudes regarding\nmarine reserves: a comparison of stakeholder groups in the Florida keys National\nMarine Sanctuary, Ocean Coast. Manag. 42 (12) (1999) 1019–1040.\n[52]S.G. Sutton, Understanding recreationalfishers' participation in public consultation\nprograms, Hum. Dimens. Wildl. 11 (5) (2006) 329–341.\n[53]S.G. Sutton, R.C. Tobin, Social resilience and commercialfishers' responses to\nmanagement changes in the Great Barrier Reef Marine Park, Ecol. Soc. 17 (2012)\n1–10.\n[54]M. Turner, Q. Weninger, Meetings with costly participation: an empirical analysis,\nRev. Econ. Stud. 72 (1) (2005) 247–268.\n[55]J. van de Koppel, M. Rietkerk, F.J. Weissing, Catastrophic vegetation shifts and soil\ndegradation in terrestrial grazing systems, Trends Ecol. Evol. 12 (9) (1997)\n352–356.\n[56]D.\nWestern, M.C. Pearl, Conservation for the Twenty-first Century, Oxford\nUniversity Press, 1989.\nGlossary of key termsThe concept of ecosystem tipping points\nlargely derives from theoretical ecology and the concept of\ninertia due to costly participation derives from theoretical\neconomics. Thesefields often have distinct terminology that\nmay have different interpretations in other contexts. Our\nglossary of key terms defines the meaning of specific terms or\nconcepts used in this paper. The tipping points definitions are\nlargely drawn from Selkoe et al.[45].\nEcosystem State: A multi-dimensional description of an ecosystem that is associated\nwith a certain species composition and set of species interactions leading to a state-\nspecific structure and function of the ecosystem.\nFeedback: An ecological process within an ecosystem that either reinforces or degrades\nresilience of a regime[8]. Positive feedbacks are destabilizing–they amplify the\namount of change the system will experience in response to a small perturbation,\nwhereas negative feedbacks are stabilizing–they dampen effects of perturbations,\ncounteracting change[32,50].\nHysteresis: A pattern observed when the pathway of recovery of an ecosystem differs\nfrom its pathway of degradation[50]. In other words, a different threshold must be\ncrossed for recovery, often with time lags to recovery even when stressors are\ndiminished[30]. Factors such as random chance operating on which species colonize\nfirst and then exclude or facilitate coexistence of other species or the specific\nsequence of habitat alteration events in a successional process can cause hysteresis.\nParticipation: Participation is defined as incurring a cost to attend a decision-making\nprocess whose outcome will determine marine resource use. In terms of\nBouamrame's[7]“six steps”of participation in biosphere management, the\ndefinition of participation is restricted to steps 3–6: consultation, dialogue,\nconcertation, and negotiation. Consultation and dialogue involve presenting and\ncollecting the opinions of consulted stakeholders, but without a guarantee that the\nopinions expressed will be taken into account. Concertation and negotiation is the\ninteraction of several stakeholders to voluntarily seek a mutually acceptable solution,\nwith a direct impact on outcomes.\nRegime shift: Rapid reorganization of a system from one relatively unchanging state\nover time to another[10]. Distinct and relatively unchanging states are characterized\nby a set of structural processes, species compositions, and relationships among\nspecies and to external drivers.\nStakeholder: Individuals, groups or organizations who are, in one way or another,\ninterested, involved or affected (positively or negatively) by a particular project or\naction toward resource use[37].\nJ. Lynham et al.\nMarine Policy 76 (2017) 122–129\n129",
  "extractedAt": "2025-12-12T18:45:09.596Z",
  "success": true
}