{
  "filename": "Marshall et al. (Conservation Letters) 2015.pdf",
  "numPages": 9,
  "text": "POLICY PERSPECTIVES Conservation Challenges of Predator Recovery Kristin N. Marshall 1 ,AdrianC.Stier 3 , Jameal F. Samhouri 1 ,RyanP.Kelly 2 , & Eric J. Ward 1 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA 98112, USA 2 School of Marine and Environmental Affairs, University of Washington, Seattle, WA 98105, USA 3 National Center for Ecological Analysis and Synthesis, University of California Santa Barbara, Santa Barbara, CA 93101, USA Keywords Endangered species,environmental policy; management; competition; predation; salmon; killer whales; pinnipeds; Yellowstone; wolves; grizzly bears; elk. Correspondence Kristin N. Marshall, Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA 98112, USA. Tel: 206-861-7601; fax: 206-860-3217. E-mail: Kristin.Marshall@noaa.gov Received 26 November 2014 Revised 8 May 2015 Accepted 19 May 2015 doi: 10.1111/conl.12186 Abstract Predators are critical components of ecosystems. Globally, conservation efforts have targeted depleted populations of top predators for legal protection, and in many cases, this protection has helped their recoveries. Where the recovery of individual species is the goal, these efforts can be seen as largely success- ful. From an ecosystem perspective, however, predator recovery can introduce significant new conservation and legal challenges. We highlight three types of conflicts created by a single-species focus: (1) recovering predator populations that increase competition with humans for the same prey, (2) new tradeoffs that emerge when protected predators consume protected prey, and (3) mul- tiple predator populations that compete for the same limited prey. We use two food webs with parallel conservation challenges, the Northeast Pacific Ocean and the Greater Yellowstone Ecosystem, to demonstrate legal/policy conflicts and the policy levers that exist to ameliorate conflicts. In some cases, scientific uncertainty about the ecological interaction hinders progress towards resolv- ing conflicts. In others, available policy options are insufficient. In all cases, management decisions must be made in the face of an unknown future. We suggest a framework that incorporates multispecies science, policy tools, and tradeoff analyses into management. Introduction Human activities have caused many predators to decline (Esteset al.2011), in some cases leading to undesired ef- fects that propagate through ecosystems (Esteset al.2011; Rippleet al.2014). Conservation efforts frequently focus on recovery of predators because they are charismatic and can affect communities in ways disproportionate to their biomass (Sergioet al.2008). The success of predator protection programs has created a new set of challenges for natural resource managers (Yodzis 2001; Treves & Karanth 2003). In particular, unintended consequences of predator recovery may lead to conflict among ob- jectives set up by multiple regulatory mandates. Using examples from marine and terrestrial ecosystems in the United States, we illustrate effects of predator-specific protections, including instances in which multiple man- aged species interact and cases where tradeoffs arise between protected predators and prey of commercial or recreational importance. We review available legal and policy tools for mitigating these conflicts, outline options to move forward with available science and policy tools, and highlight where existing science and policy are insufficient to address the problem. The Endangered Species Act (ESA, 1973) and the Ma- rine Mammal Protection Act (MMPA, 1972) are two core laws used to protect species in the United States. Both provide broad protections for individual species or popu- lations, and make illegal the harassment, hunting, captur- ing, or killing of protected species. While protections are focused on individual species, both laws also recognize a broader ecosystem context. For example, the ESA re- quires designation and protection of critical habitat, and the MMPA states the primary objective of the manage- ment of marine mammals should be “to maintain the health and stability of the marine ecosystem.” In some cases, these ecosystem considerations have allowed suf- ficient flexibility to manage multiple connected species Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 1 This is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes. Conservation challenges of predator recoveryK.N. Marshalletal. Table 1Conflicts created by predator recovery, as seen in two simplified food webs Northeast Pacific marine mammal—ChinookGreater Yellowstone Ecosystem Class of Conservation EcologicalScientificPolicyEcologicalScientificPolicy ConflictconflictUncertaintyconflictconflictUncertaintyconflict 1. Protected predator vs. human use Pinnipeds vs. Chinook salmon Do predators substantially reduce salmon fishery yields? MMPA vs. human use Wolf vs. elkWhat is the relative importance of wolves, other predators, humans, and climate in controlling elk population productivity? ESA vs. human use 2. Protected predator vs. protected prey Orcas vs. Chinook salmon What fraction of endangered salmon runs are eaten by orcas? ESA vs. ESAGrizzly vs. cutthroat How much do grizzly bears contribute to mortality on cuthroat trout? ESA vs. ESA 3. Protected predator vs. protected predator Orcas vs. Pinnipeds Would deterring or culling pinnipeds help orcas? ESA vs. MMPAWolf vs. grizzlyWhat is the strength of competition between these two predators? ESA vs. ESA simultaneously, but in others, implementation of protec- tions and recovery plans for large carnivores have missed important ecological connections. We identify three broad classes of conflict that single- species predator conservation generates (Table 1). First, protected predators versus human usecaptures conflicts that occur when humans and predators compete for the same resource. Second,protected predator versus protected preyillustrates management challenges that arise from a protected predator consuming protected prey. The third category,protected predator versus protected predator, describes conflicts between two protected predators that share one or more prey species. In each case the policy driver of ecological conflict is clear: legal protections facilitate increases in selected predator species with limited authority to manage downstream effects. In general, the ESA and MMPA have a few safety valves, which allow “take” of protected species for a circumscribed set of reasons (Table 2). These options are limited, and none can address conservation conflicts driven by prioritizing some species over others in an ecosystem. However, where such conflicts are of suffi- cient policy importance to merit attention via rulemak- ing or analogous processes—for example, in the case of long-running and high-profile conflicts such as those we discuss in this article—resource agencies (primarily FWS and NMFS) have these avenues available to them. Here, we illustrate the new challenges posed by re- covering predators using the three classes of ecosystem conflict and well-documented, simplified food webs from two complex ecosystems: the Northeast Pacific and the Greater Yellowstone Ecosystem (Figure 1). We describe specific ecological and policy conflicts and science and policy tools available to address them. We close by sug- gesting options to move management forward. Protected predators versus human uses Both the Northeast Pacific and Yellowstone food webs have examples of conflicts between predators and human resource use (hunting, fishing) that arise from competition. From a policy perspective, both examples highlight how recovery of an endangered species can lead to a sociopolitical problem insofar as they create real or perceived competition with important stakeholder groups of hunters or fishermen. The Northeast Pacific provides a globally recognized example of a conflict between predator populations and human utilization, specifically between marine mammals and fishermen (Triteset al.1997). Commercial harvest of Chinook (king) salmon has declined from historic levels, in part to protect declining wild salmon populations, seven of which are ESA-listed (Figure 2a; Irvine & Fukuwaka 2011). Pinnipeds in this ecosystem were historically harvested, but are now protected by the MMPA. Pinnipeds in the Northeast Pacific, like many marine mammals around the globe, have rapidly increased following protection (Mageraet al.2013). Yet these substantial changes in predator biomass (and corresponding changes in fish consumption) have largely been omitted from fisheries management (PFMC 2008; Skern-Mauritzenet al.2015). The extent to which preda- tors reduce yields to fisheries remains an open question and an active area of research (Ruckleshauset al.2002; 2Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. K.N. Marshalletal.Conservation challenges of predator recovery Table 2Available tools within the Endangered Species Act and the Marine Mammal Protection Act that can be applied to resolve policy conflicts created by recovering predators (Table 1). All tools require public notice-and-comment. Safety valveDescriptionLimitations ESA §4(d) ruleAllows take of threatened—but not of endangered—species. Rule must be “necessary and advisable” for the species’ conservation. 16 USC § 1533(d). Litigation possible. §10 Habitat Conservation Plans Spatial and financial set-asides for habitat conservation; may allow take. Plan must have adequate funding; take must be incidental, and cannot appreciably reduce likelihood of species survival/recovery; other limitations. See 16 USC § 1539(a)(2). Litigation possible. §4 Distinct Population Segment listing/delisting Allows listing or delisting of vertebrate populations, rather than entire taxonomic species. For a population to be listed separately from the species as a whole, population must be discrete, significant, and imperiled. 61 Fed. Reg. 4722. Presumably, delisting a population of a species would follow similar limitations. Litigation likely. §4 Delisting due to recoverySpecies recovery is the goal of the ESA, and once a species is delisted due to recovery, take is no longer prohibited. Where a species is no longer threatened or endangered, it may be removed from ESA protection by being delisted. 16 USC § 1533. Public notice-and-comment required. Litigation likely. MMPA Waiver of moratorium on take16 USC §1371(a)(3)(A) provides the Secretary of Commerce the authority to grant a waiver to the blanket moratorium on take of marine mammals under certain conditions. Must be consistent with purposes of the MMPA, cannot be to the disadvantage of the species or stock. (Among other limitations). See 16 USC § 1372. Litigation likely. Hilbornet al.2012), but effects of pinniped predators on salmon are likely nonnegligible (Hilbornet al.2012). Similar competitive interactions between predators and humans also occur on land. The gray wolf is well- known for conflicts with humans (Bergstromet al.2014). The extirpation and subsequent reintroduction of wolves to Yellowstone in 1995 has been exceptionally well documented. Twenty years after reintroduction, wolves have been delisted in Idaho and Montana, but remain listed as a nonessential experimental population in Wyoming. Rebounding wolf populations have increased wolf predation on livestock, costing ranchers tens of thousands of dollars annually (Muhly & Musiani 2009). Wolves may also affect recreational hunts of elk in states bordering Yellowstone. In 1992, the northern population of Yellowstone elk reached a peak of 19,000 individuals and approximately 4,500 elk were taken by hunters (Figure 2b, Eberhardtet al.2007). The number of elk killed by wolves exceeded that taken by hunters in 2005, and by 2012 when elk numbers declined to<4,000 animals, recreational hunts were eliminated (Vucetich et al.2005; Varley & Boyce 2006). A key scientific uncertainty is how much of this dramatic change in elk abundance was caused by changes in hunting, predation by wolves, or prolonged drought, respectively (Vucetich et al.2005). Predicting and understanding the elk pop- ulation’s response to the management lever of reduced hunting depends on the relative importance of hunting, predation, or food supply in determining elk population growth. Both the Northeast Pacific and Yellowstone examples represent an opportunity to align predator consumption rates with statistical models that inform management de- cisions. The science needed to begin this effort is available now. Ongoing monitoring of predator populations—even after they recover—will be required to improve estimates of predator consumption rates and to track changes in diet patterns through time. However, currently available data should be sufficient to begin exploring tradeoffs be- tween human use and predators in a management con- text. Given policy preferences in favor of protected species and the safety valves outlined above (Table 2), a key question is: how could management efforts include ecosystem effects of species conservation under current law? The answer depends on the policy context and the extent to which predators are responsible for reduced human harvest. In the Northeast Pacific, if scientific analyses can estimate pinniped depletion of salmon pop- ulations, a likely policy safety valve would involve pur- suit of a waiver of the MMPA’s moratorium on take (Table 2). Culling pinnipeds is legally feasible, but may not be socially acceptable. In the Yellowstone ecosystem, wolves and elk in Idaho and Montana are managed for hunting. In Wyoming, the nonessen- tial experimental wolf population effectively allows for Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 3 Conservation challenges of predator recoveryK.N. Marshalletal. Figure 1Diagrams of simplified 3-predatorfood webs in (a) the Yellowstone Ecosystem (red) and (b) the Northeast Pacific Ocean (blue). Species with an asterisk have protected status, or are threatened, endangered, or historically depleted. Additional prey species exist for both predators; only those of particular commercial importance or conservation concern are represented here. the same flexibility as a threatened species designation (Table 2). An existing take exception provides a process by which a State or Tribe can apply for a take permit “if wolf predation is having an unacceptable impact on wild ungulate populations” (72 Fed Reg 75366 12/11/08). Protected predators versus protected prey The complexity of managing ecosystems as predators recover increases when both predator and prey are protected. Legislative mandates typically do not ad- dress tradeoffs that arise from predator–prey interac- tions. Despite the ecosystem aims in the ESA and MMPA, both are primarily single-species management tools. In the simplified Northeast Pacific food web, killer whales consume salmon. A conservation conflict arises from Southern Resident killer whales (an Endangered DPS under the ESA) eating ESA-listed Chinook salmon (Figure 1). Across the Northeast Pacific, total abundance 4Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. K.N. Marshalletal.Conservation challenges of predator recovery 1980199020002010 0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 Ocean harvest % Chinook ocean harvest (%) Marine mammals 0 10000 30000 50000 70000 Biomass (mt) (a) 198519952005 0.0 0.1 0.2 0.3 0.4 0.5 Hunter harvest % Elk harvest (%) Wolf + grizzly bears 0 25 50 75 100 125 Biomass (mt) (b) 1980199020002010 10000 20000 30000 40000 50000 Biomass (mt) Chinook salmon Killer whales 500 1500 2500 3500 Biomass (mt) (c) 198519952005 0 10000 30000 50000 Cutthroat Cutthroat trout Grizzly bears 0 200 400 600 Bear abundance (d) Figure 2Time series of Chinook ocean harvest from commercial fishing and marine mammal biomass (pinniped, resident killer whale) in the Northeast Pacific Ocean (a), time series of predator biomass and elk harvest rates on the northern range elk herd of Yellowstone National Park (b), time series of ocean abundance of Chinook salmon and their killer whale predators in the Northeast Pacific Ocean (c), and time series of cutthroat trout at Clear Creek on Yellowstone Lake, and grizzly bear abundance in the Greater Yellowstone Ecosystem (d). of killer whales has increased gradually as total Chinook salmon has declined (Figure 2c). This conflict is compli- cated because only a subset of each species (killer whales, Chinook salmon) is listed under the ESA. Chinook are the preferred prey of Southern Resident killer whales (Hansonet al.2010), however the proportion of those Chinook prey that are endangered, threatened, or of hatchery origin is unknown. A clear terrestrial analogue involves grizzly bears in the Yellowstone ecosystem. Grizzly bears were listed as threatened under the ESA in 1973. Bear numbers in Yel- lowstone increased steadily over the last three decades (Haroldsonet al.2012), however the exact rate is debated (Doak & Cutler 2014). Recent efforts to delist Yellowstone grizzlies have failed (seeGreater Yellowstone Coalition Inc v. Servheen, 665 F.3d 1015 [2011]), and the Yellowstone Grizzly DPS remains threatened. Grizzly bears consume many seasonally abundant prey items, including elk, pine nuts, grasses, and berries (Fortinet al.2013). One historically important prey for grizzlies was Yellowstone cutthroat trout. Cutthroat declined after invasive lake trout were introduced to Yellowstone Lake in the mid-1990s, and are now rarely observed in grizzly diets (Fortinet al.2013; Figure 2d). Given its population declines, cutthroat remains an important conservation focus in Yellowstone (though FWS determined ESA protection was not warranted, 71 Fed Reg 8818 02/21/06). Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 5 Conservation challenges of predator recoveryK.N. Marshalletal. Hence, Yellowstone provides an example of predator (grizzly) and prey (cutthroat) simultaneously meriting conservation focus, and creating policy conflict. Even if only small numbers of cutthroat are consumed per capita by grizzlies (e.g., too few to be frequently observed in studies of bear diets), this level of predation could equate to sizable mortality on a small population of Yellowstone cutthroat. In both the Yellowstone and Northeast Pacific ecosys- tems where protected predators consume protected prey, policy mandates simultaneous recovery of predators and prey with limited authority to explicitly include species interactions. As with the pinniped-versus-human-use example, key scientific parameters remain poorly under- stood, but it is clear that single-species approaches have limited authority to balance objectives for two species, let alone whole ecosystems. Simple multispecies models that include predation interactions may be useful in simultaneously setting achievable recovery goals for both predator and prey (or evaluating ranges of both species’ abundances under alternative management actions). If modeling can help guide sensible policy, that pol- icy must then be implemented under the existing legal regimes of the ESA and MMPA. For Southern Resident killer whales and listed Chinook, a synoptic management strategy would ensure a population of listed Chinook sufficient to ensure the lineage’s survival and to feed the killer whales. However, complex factors affect Chi- nook populations, including dams, fishing, hatchery prac- tices, habitat, and predators. If recovering Chinook pop- ulations were simple, and immediately within NMFS’s power, it would have been done already. Further, none of the safety valves of the ESA or MMPA appear to help: reducing numbers (via take) of protected predator or prey species would not address the problem. Instead, it seems clear that where both predator (killer whale) and prey (Chinook) are imperiled, larger ecosystem-scale pro- ductivity drivers are likely involved, and current laws do not have the regulatory authority to change such drivers. Yellowstone is experiencing similarly conflicting single- species management goals, although cutthroat are not protected under the ESA. As with Chinook and killer whales in the Northeast Pacific, the effect of grizzlies on cutthroat populations is uncertain because observed encounter rates are low, compounding a policy conflict with scientific uncertainty. Any solution to this conflict does not lie in easing ESA protections, but rather in safe- guarding the future of both predator and prey species by managing larger scale threats and invasive species (lake trout, climate change). Meanwhile, monitoring and mod- eling to capture scientific uncertainty would help ensure future management is grounded in data that speak to pre- cise policy questions. Protected predators versus protected predators Competition between protected predators is a third type of conflict created by predator-focused management. In both the Northeast Pacific and Yellowstone food webs (until the recent delisting of wolves in all states ex- cept Wyoming), each ecosystem had multiple protected predators competing for the same prey. In the Northeast Pacific, pinnipeds and killer whales both prey on Chinook salmon, creating a conflict in single-species management goals. In contrast to killer whales which are Chinook specialists, pinnipeds have broader diets. Chinook may represent a small fraction of individual diets, but the effect of predation may be signif- icant because of large populations of seals and sea lions (Lanceet al.2012). In Yellowstone, protected wolves and grizzlies both consume elk, again creating conflict via indirect competi- tion. Wolf diets are dominated by elk (Stahleret al.2006), while grizzlies rely on elk seasonally (Fortinet al.2013). Predation on elk calves has increased in recent years, and is now the primary driver of low elk calf survival (Middle- tonet al.2013). Grizzlies could negatively affect wolves if grizzly predation leads to smaller elk herds (Figure 3b) and the opposite may be true if wolf populations more strongly control elk dynamics. Both ecosystems highlight a need to understand com- petition between protected predators that share the same prey resource, however the policy options to resolve each conflict are different. In the Northeast Pacific, permitting take of pinnipeds via a moratorium waiver might benefit endangered Southern Resident killer whales. However, the outcome of culling pinnipeds is difficult to predict because the interaction between killer whales and pinnipeds is indirect (Yodzis 2001). In the Yellowstone ecosystem, because both wolves and grizzlies are pro- tected by the ESA, policy options are less clear. In theory, a 4 (d) rule could be pursued to allow take of one species in specified areas, along with a Habitat Conservation Plan that protected habitat elsewhere. As in the pinniped example, predicting the impact of take would be difficult. Further, there is no guidance on prioritizing one species over another when they have similar levels of protection. Regardless, building scientific understanding of how each predator affects elk population dynamics and how feedbacks among all three species could affect recovery trajectories of grizzlies and wolves is necessary to under- stand how to improve recovery goals for both species. 6Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. K.N. Marshalletal.Conservation challenges of predator recovery Biomass (mt) 1980199020002010 5000 15000 25000 35000 Pinnipeds Killer whales (x10) (a) 198519952005 0 20 40 60 80 100 120 Biomass (mt) Grizzly bears Wolves (x10) (b) Figure 3Time series of competing top predators: pinnipeds and fish eating killer whales in the Northeast Pacific Ocean, and time series of wolves and grizzly bears in the Greater Yellowstone Ecosystem. Discussion Our case studies of conservation conflicts created by predator recoveries show that predator recovery does not necessarily equate with ecosystem recovery. Instead, laws designed to protect and recover individual species have led to conflicts with other species and humans that share the ecosystem. Relieving these conflicts may be possible over short (<5 years) or longer time scales (>5 years). In some cases (pinnipeds vs. Chinook), de- veloping multispecies models that could inform salmon management is possible in the short term, and policy tools exist to help resolve existing conflicts (permitting take of pinnipeds under MMPA). In other cases (wolves vs. grizzlies), additional long-term monitoring or model development will be required to evaluate tradeoffs be- tween predators. Existing policy tools may be insufficient to manage downstream effects of recovering predator populations, in particular for ESA-listed predators with large home ranges, which may preclude the use of Habitat Conservation Plans. We highlighted the Northeast Pacific and Yellowstone ecosystems because they have parallel management and conservation challenges. However, multispecies conser- vation conflicts are common to many systems. For exam- ple, Atlantic cod fisheries conflict with large populations of grey and harp seals on the east coast of North Amer- ica (Yodzis 2001). Protected pinnipeds in Puget Sound predate on threatened steelhead runs (Hardet al.2007) and rockfish (Wardet al.2012). On California’s San Clemente Island, an endangered shrike is consumed by a threatened island fox, and both the shrike and fox are eaten by golden eagles which are protected under the Mi- gratory Bird Treaty Act (MBTA) and the Bald and Golden Eagle Protection Act. Similar safety valves to those possible in our case stud- ies have also been applied in other ecosystems. In the US Pacific Northwest forests, the MBTA protects an ex- panding barred owl population, while the ESA protects a declining population of spotted owls. Competitive dom- inance of the barred owl over the spotted owl for food and nest locations is contributing to spotted owl decline (Gutierrezet al.2007). While the management goal is the persistence of both raptors, the culling of barred owls to protect spotted owls was made possible with a permit un- der the MBTA. In another recent example, NMFS has proposed to remove recovered humpback whales from ESA protection by establishing 14 DPSs around the globe and delisting 10 of them (80 Fed Reg 76 4/21/2015). To resolve conflicts created by competition, predation, and human harvest where existing policy vehicles are insufficient, new strategies are required. One potential option is to develop multispecies recovery plans for tightly linked ESA listed species. Multispecies plans have already been used to protect groups of plant species occu- pying similar habitat, although with questionable success rates (Clark & Harvey 2002). Reenvisioning multispecies recovery plans to include multispecies models and asso- ciated tradeoff analyses may aid in setting recovery goals for a predator and its prey, or for two predators simul- taneously. This approach would build from an explicit consideration of tradeoffs among predators and other objectives (such as prey abundance, prey harvest levels, abundance of another predator). Tradeoffs may be linear Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 7 Conservation challenges of predator recoveryK.N. Marshalletal. or nonlinear, and there may exist combinations that max- imize both goals at minimal cost to either one (Lesteret al. 2013). For predators that are not listed under the ESA, economics may also be considered. For example, in states where wolves are delisted, economic costs to ranchers for lost livestock or reduced productivity due to wolves, payments made to compensate for those factors, and re- duced opportunities for recreational elk permits could be weighed against revenues generated from ecotourism and recreational hunting permits for wolves. In a risk analysis framework, the costs of monitoring, restoring, and man- aging predators, prey, and/or their habitat could also be included. Cultural considerations beyond economics are essential components of such analyses (Poeet al.2014). Human–wildlife conflicts have a long history in the United States (e.g., Bergstromet al.2014). Manage- ment conflicts created by two protected species that interact are newer, but rapidly increasing. Resolving these conflicts will require managers to prioritize among competing objectives. In some cases, available policy options will be limiting, and in others monitoring and model development is necessary before existing policy tools can be pursued. This interaction between science and policy is challenging, but must be considered to move forward successful management approaches in complex socioecological systems. Acknowledgments Work performed by K. Marshall was funded by a fel- lowship from the National Research Council, and work performed by A. Stier was funded by a grant from the Gordon and Betty Moore Foundation to the Ocean Tipping Points project. The authors thank E. Marris for inspiration, and M. Ford, C. Jordan, P. Levin, I. Kaplan, L. Barre, and two anonymous reviewers whose comments helped improve this manuscript. E. Ward also thanks the killer whale—salmon science panel for helpful discussions: S. Cox, F. Gulland, D. Hankin, T. Hobbs, R. Hilborn, D. Schindler, A. Trites. Supporting Information Additional Supporting Information may be found in the online version of this article at the publisher’s web site: Detailed explanation of data sources for figures References Bergstrom, B.J., Arias, L.C., Davidson, A.D., Ferguson, A.W., Randa, L.A. & Sheffield, S.R. (2014) License to kill: reforming federal wildlife control to restore biodiversity and ecosystem function.Conserv. Lett.,7, 131-142. Clark, J. A. & Harvey, E. (2002). Assessing multi-species recovery plans under the Endangered Species Act.Ecol. Appl.,12, 655-662. Doak, D.F. & Cutler, K. (2014) Re-evaluating evidence for past population trends and predicted dynamics of yellowstone grizzly bears.Conserv. Lett.,7, 312-322. Eberhardt, L.L., White, P.J., Garrott, R.A. & Houston, D.B. (2007). A seventy-year history of trends in Yellowstone’s northern elk herd.J. Wildl. Manage.,71, 594-602. Estes, J.A., Terborgh, J., Brashares, J.S.et al. (2011). Trophic downgrading of planet earth.Science,333, 301-306. Fortin, J.K., Schwartz, C.C., Gunther, K.A.et al. (2013) Dietary adjustability of grizzly bears and American black bears in Yellowstone National Park.J. Wildl. Manage.,77, 270-281. Gutierrez, R.J., Cody, M., Courtney, S. & Franklin, A.B. (2007). The invasion of barred owls and its potential effect on the spotted owl: a conservation conundrum.Biol. Invas., 9, 181-196. Hanson, M.B., Baird, R.W., Ford, J.K.B.et al. (2010). Species and stock identification of prey consumed by endangered southern resident killer whales in their summer range. Endang. Species Res.,11, 69-82. Hard, J.J., Myers, J.M., Ford, M.J.et al. (2007). Status review of Puget Sound steelhead (Oncorhynchus mykiss).U.S. Dept. Commer., NOAA Tech.Memo. NMFS-NWFSC-81, 117 p. Haroldson, M.A., vanManen, F.T. & Bjornlie D. (2012). Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team. In F.T. van Manen, M.A. Haroldson, K. West, editors. U.S. Geological Survey, Bozeman, MT, USA. Hilborn, R., Cox, S.P., Gulland, F.M.D.et al. (2012). The effects of salmon fisheries on southern resident killer whales: final report of the independent science panel for National Marine Fisheries Service (Seattle, WA) and Fisheries and Oceans Canada (Vancouver, BC). Irvine, J.R. & Fukuwaka, M. (2011). Pacific salmon abundance trends and climate change. ICES J. Mar. Sci.,68, 1122-1130. Lance, M.M., Chang, W.Y., Jeffries, S.J., Pearson, S.F. & Acevedo-Gutierrez, A. (2012). Harbor seal diet in northern Puget Sound: implications for the recovery of depressed fish stocks.Mar. Ecol. Prog. Ser.,464, 257-271. Lester, S.E., Costello, C., Halpern, B.S., Gaines, S.D., White, C. & Barth, J.A. (2013). Evaluating tradeoffs among ecosystem services to inform marine spatial planning. Marine Policy,38, 80-89. Magera, A.M., Flemming, J.E.M., Kaschner, K., Christensen, L.B. & Lotze, H.K. (2013). Recovery trends in marine mammal populations.PLoS ONE,8, e77908. Middleton, A.D., Morrison, T.A., Fortin, J.K.et al. (2013). Grizzly bear predation links the loss of native trout to the demography of migratory elk in Yellowstone.Proc. R Soc. B-Biol. Sci.280, 20130870. 8Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. K.N. Marshalletal.Conservation challenges of predator recovery Muhly, T.B. & Musiani, M. (2009). Livestock depredation by wolves and the ranching economy in the Northwestern US. Ecol. Econ.,68, 2439-2450. PFMC. (2008). Pacific Fishery Management Council Fisheries Regulation Assessment Model (FRAM) An Overview for Coho and Chinook v 3.0 Pacific Fishery Management Council, Portland, Oregon USA. Poe, M.R., Norman, K.C. & Levin, P.S. (2014). Cultural dimensions of socioecological systems: key connections and guiding principles for conservation in coastal environments.Conserv. Lett.,7, 166-175. Ripple, W.J., Estes, J.A., Beschta, R.L.et al. (2014). Status and ecological effects of the world’s largest carnivores.Science, 343, 1241484. Ruckelshaus, M.H., Levin, P., Johnson, J.B. & Kareiva, P.M. (2002) The Pacific salmon wars: what science brings to the challenge of recovering species.Ann. Rev. Ecol. Syst.,33, 665-706. Sergio, F., Caro, T., Brown, D.et al. (2008). Top predators as conservation tools: ecological rationale, assumptions, and efficacy.Ann. Rev. Ecol., Evol., Syst.,39, 1-19. Skern-Mauritzen, M., Ottersen, G., Handegard, N.O.et al. (2015). Ecosystem processes are rarely included in tactical fisheries management.Fish and FisheriesIn press. Stahler, D.R., Smith, D.W. & Guernsey, D.S. (2006) Foraging and feeding ecology of the gray wolf (Canis lupus): lessons from Yellowstone National Park, Wyoming, USA.J. Nutr., 136, 1923S-1926S. Treves, A. & Karanth, K.U. (2003) Human-carnivore conflict and perspectives on carnivore management worldwide. Conserv. Biol.,17, 1491-1499. Trites, A.W., Christensen, V. & Pauly, D. (1997) Competition between fisheries and marine mammals for prey and primary production in the Pacific Ocean.J. Northwest Atlantic Fish. Sci.,22, 173-187. Varley, N. & Boyce, M.S. (2006) Adaptive management for reintroductions: updating a wolf recovery model for Yellowstone National Park.Ecol. Model.,193, 315-339. Vucetich, J.A., Smith, D.W. & Stahler, D.R. (2005) Influence of harvest, climate, and wolf predation on Yellowstone elk, 1961–2004.Oikos,111, 259-270. Ward, E.J., Levin, P.S., Lance, M.M., Jeffries, S.J. & Acevedo-Guti ́ errez, A. (2012). Integrating diet and movement data to identify hot spots of predation risk and areas of conservation concern for endangered species. Conserv. Lett.,5, 37-47. Yodzis, P. (2001). Must top predators be culled for the sake of fisheries?Trends Ecol. Evol.,16, 78-84. Conservation Letters, XXX 2015, 00(0), 1–9 Copyright and Photocopying: C© 2015 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 9",
  "sections": {
    "abstract": "Predators are critical components of ecosystems. Globally, conservation efforts have targeted depleted populations of top predators for legal protection, and in many cases, this protection has helped their recoveries. Where the recovery of individual species is the goal, these efforts can be seen as largely success- ful. From an ecosystem perspective, however, predator recovery can introduce significant new conservation and legal challenges. We highlight three types of conflicts created by a single-species focus: (1) recovering predator populations that increase competition with humans for the same prey, (2) new tradeoffs that emerge when protected predators consume protected prey, and (3) mul- tiple predator populations that compete for the same limited prey. We use two food webs with parallel conservation challenges, the Northeast Pacific Ocean and the Greater Yellowstone Ecosystem, to demonstrate legal/policy conflicts and the policy levers that exist to ameliorate conflicts. In some cases, scientific uncertainty about the ecological interaction hinders progress towards resolv- ing conflicts. In others, available policy options are insufficient. In all cases, management decisions must be made in the face of an unknown future. We suggest a framework that incorporates multispecies science, policy tools, and tradeoff analyses into management.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nPOLICY PERSPECTIVES\nConservation Challenges of Predator Recovery\nKristin N. Marshall\n1\n,AdrianC.Stier\n3\n, Jameal F. Samhouri\n1\n,RyanP.Kelly\n2\n, & Eric J. Ward\n1\n1\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration,\nSeattle, WA 98112, USA\n2\nSchool of Marine and Environmental Affairs, University of Washington, Seattle, WA 98105, USA\n3\nNational Center for Ecological Analysis and Synthesis, University of California Santa Barbara, Santa Barbara, CA 93101, USA\nKeywords\nEndangered species,environmental policy;\nmanagement; competition; predation; salmon;\nkiller whales; pinnipeds; Yellowstone; wolves;\ngrizzly bears; elk.\nCorrespondence\nKristin N. Marshall, Conservation Biology\nDivision, Northwest Fisheries Science Center,\nNational Marine Fisheries Service, National\nOceanic & Atmospheric Administration, Seattle,\nWA 98112, USA.\nTel: 206-861-7601; fax: 206-860-3217.\nE-mail: Kristin.Marshall@noaa.gov\nReceived\n26 November 2014\nRevised\n8 May 2015\nAccepted\n19 May 2015\ndoi: 10.1111/conl.12186\nAbstract\nPredators are critical components of ecosystems. Globally, conservation efforts\nhave targeted depleted populations of top predators for legal protection, and\nin many cases, this protection has helped their recoveries. Where the recovery\nof individual species is the goal, these efforts can be seen as largely success-\nful. From an ecosystem perspective, however, predator recovery can introduce\nsignificant new conservation and legal challenges. We highlight three types of\nconflicts created by a single-species focus: (1) recovering predator populations\nthat increase competition with humans for the same prey, (2) new tradeoffs\nthat emerge when protected predators consume protected prey, and (3) mul-\ntiple predator populations that compete for the same limited prey. We use two\nfood webs with parallel conservation challenges, the Northeast Pacific Ocean\nand the Greater Yellowstone Ecosystem, to demonstrate legal/policy conflicts\nand the policy levers that exist to ameliorate conflicts. In some cases, scientific\nuncertainty about the ecological interaction hinders progress towards resolv-\ning conflicts. In others, available policy options are insufficient. In all cases,\nmanagement decisions must be made in the face of an unknown future. We\nsuggest a framework that incorporates multispecies science, policy tools, and\ntradeoff analyses into management.\nIntroduction\nHuman activities have caused many predators to decline\n(Esteset al.2011), in some cases leading to undesired ef-\nfects that propagate through ecosystems (Esteset al.2011;\nRippleet al.2014). Conservation efforts frequently focus\non recovery of predators because they are charismatic\nand can affect communities in ways disproportionate to\ntheir biomass (Sergioet al.2008). The success of predator\nprotection programs has created a new set of challenges\nfor natural resource managers (Yodzis 2001; Treves &\nKaranth 2003). In particular, unintended consequences\nof predator recovery may lead to conflict among ob-\njectives set up by multiple regulatory mandates. Using\nexamples from marine and terrestrial ecosystems in the\nUnited States, we illustrate effects of predator-specific\nprotections, including instances in which multiple man-\naged species interact and cases where tradeoffs arise\nbetween protected predators and prey of commercial or\nrecreational importance. We review available legal and\npolicy tools for mitigating these conflicts, outline options\nto move forward with available science and policy tools,\nand highlight where existing science and policy are\ninsufficient to address the problem.\nThe Endangered Species Act (ESA, 1973) and the Ma-\nrine Mammal Protection Act (MMPA, 1972) are two core\nlaws used to protect species in the United States. Both\nprovide broad protections for individual species or popu-\nlations, and make illegal the harassment, hunting, captur-\ning, or killing of protected species. While protections are\nfocused on individual species, both laws also recognize\na broader ecosystem context. For example, the ESA re-\nquires designation and protection of critical habitat, and\nthe MMPA states the primary objective of the manage-\nment of marine mammals should be “to maintain the\nhealth and stability of the marine ecosystem.” In some\ncases, these ecosystem considerations have allowed suf-\nficient flexibility to manage multiple connected species\nConservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n1\nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium,\nprovided the original work is properly cited and is not used for commercial purposes.\n\nConservation challenges of predator recoveryK.N. Marshalletal.\nTable 1Conflicts created by predator recovery, as seen in two simplified food webs\nNortheast Pacific marine mammal—ChinookGreater Yellowstone Ecosystem\nClass of Conservation  EcologicalScientificPolicyEcologicalScientificPolicy\nConflictconflictUncertaintyconflictconflictUncertaintyconflict\n1. Protected predator\nvs. human use\nPinnipeds vs.\nChinook salmon\nDo predators\nsubstantially\nreduce salmon\nfishery yields?\nMMPA vs. human\nuse\nWolf vs. elkWhat is the relative\nimportance of wolves,\nother predators,\nhumans, and climate in\ncontrolling elk\npopulation productivity?\nESA vs. human\nuse\n2. Protected predator\nvs. protected prey\nOrcas vs. Chinook\nsalmon\nWhat fraction of\nendangered\nsalmon runs are\neaten by orcas?\nESA vs. ESAGrizzly vs.\ncutthroat\nHow much do grizzly bears\ncontribute to mortality\non cuthroat trout?\nESA vs. ESA\n3. Protected predator\nvs. protected\npredator\nOrcas vs.\nPinnipeds\nWould deterring or\nculling\npinnipeds help\norcas?\nESA vs. MMPAWolf vs. grizzlyWhat is the strength of\ncompetition between\nthese two predators?\nESA vs. ESA\nsimultaneously, but in others, implementation of protec-\ntions and recovery plans for large carnivores have missed\nimportant ecological connections.\nWe identify three broad classes of conflict that single-\nspecies predator conservation generates (Table 1). First,\nprotected predators versus human usecaptures conflicts that\noccur when humans and predators compete for the\nsame resource. Second,protected  predator  versus  protected\npreyillustrates management challenges that arise from\na protected predator consuming protected prey. The\nthird category,protected  predator  versus  protected  predator,\ndescribes conflicts between two protected predators that\nshare one or more prey species. In each case the policy\ndriver of ecological conflict is clear: legal protections\nfacilitate increases in selected predator species with\nlimited authority to manage downstream effects.\nIn general, the ESA and MMPA have a few safety\nvalves, which allow “take” of protected species for a\ncircumscribed set of reasons (Table 2). These options\nare limited, and none can address conservation conflicts\ndriven by prioritizing some species over others in an\necosystem. However, where such conflicts are of suffi-\ncient policy importance to merit attention via rulemak-\ning or analogous processes—for example, in the case of\nlong-running and high-profile conflicts such as those we\ndiscuss in this article—resource agencies (primarily FWS\nand NMFS) have these avenues available to them.\nHere, we illustrate the new challenges posed by re-\ncovering predators using the three classes of ecosystem\nconflict and well-documented, simplified food webs from\ntwo complex ecosystems: the Northeast Pacific and the\nGreater Yellowstone Ecosystem (Figure 1). We describe\nspecific ecological and policy conflicts and science and\npolicy tools available to address them. We close by sug-\ngesting options to move management forward.\nProtected predators versus human uses\nBoth the Northeast Pacific and Yellowstone food webs\nhave examples of conflicts between predators and\nhuman resource use (hunting, fishing) that arise from\ncompetition. From a policy perspective, both examples\nhighlight how recovery of an endangered species can\nlead to a sociopolitical problem insofar as they create real\nor perceived competition with important stakeholder\ngroups of hunters or fishermen.\nThe Northeast Pacific provides a globally recognized\nexample of a conflict between predator populations\nand human utilization, specifically between marine\nmammals and fishermen (Triteset al.1997). Commercial\nharvest of Chinook (king) salmon has declined from\nhistoric levels, in part to protect declining wild salmon\npopulations, seven of which are ESA-listed (Figure 2a;\nIrvine & Fukuwaka 2011). Pinnipeds in this ecosystem\nwere historically harvested, but are now protected by\nthe MMPA. Pinnipeds in the Northeast Pacific, like\nmany marine mammals around the globe, have rapidly\nincreased following protection (Mageraet  al.2013).\nYet these substantial changes in predator biomass (and\ncorresponding changes in fish consumption) have largely\nbeen omitted from fisheries management (PFMC 2008;\nSkern-Mauritzenet al.2015). The extent to which preda-\ntors reduce yields to fisheries remains an open question\nand an active area of research (Ruckleshauset al.2002;\n2Conservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n\nK.N. Marshalletal.Conservation challenges of predator recovery\nTable 2Available tools within the Endangered Species Act and the Marine Mammal Protection Act that can be applied to resolve policy conflicts created\nby recovering predators (Table 1). All tools require public notice-and-comment.\nSafety valveDescriptionLimitations\nESA\n§4(d) ruleAllows take of threatened—but not of\nendangered—species.\nRule must be “necessary and advisable” for the species’\nconservation. 16 USC § 1533(d). Litigation possible.\n§10 Habitat Conservation\nPlans\nSpatial and financial set-asides for habitat\nconservation; may allow take.\nPlan must have adequate funding; take must be\nincidental, and cannot appreciably reduce likelihood of\nspecies survival/recovery; other limitations. See 16 USC\n§ 1539(a)(2). Litigation possible.\n§4 Distinct Population\nSegment listing/delisting\nAllows listing or delisting of vertebrate populations,\nrather than entire taxonomic species.\nFor a population to be listed separately from the species\nas a whole, population must be discrete, significant,\nand imperiled. 61 Fed. Reg. 4722. Presumably,\ndelisting a population of a species would follow similar\nlimitations. Litigation likely.\n§4 Delisting due to recoverySpecies recovery is the goal of the ESA, and once a\nspecies is delisted due to recovery, take is no\nlonger prohibited.\nWhere a species is no longer threatened or endangered,\nit may be removed from ESA protection by being\ndelisted. 16 USC § 1533. Public notice-and-comment\nrequired. Litigation likely.\nMMPA\nWaiver of moratorium on take16 USC §1371(a)(3)(A) provides the Secretary of\nCommerce the authority to grant a waiver to the\nblanket moratorium on take of marine mammals\nunder certain conditions.\nMust be consistent with purposes of the MMPA, cannot\nbe to the disadvantage of the species or stock. (Among\nother limitations). See 16 USC § 1372. Litigation likely.\nHilbornet al.2012), but effects of pinniped predators on\nsalmon are likely nonnegligible (Hilbornet al.2012).\nSimilar competitive interactions between predators\nand humans also occur on land. The gray wolf is well-\nknown for conflicts with humans (Bergstromet al.2014).\nThe extirpation and subsequent reintroduction of wolves\nto Yellowstone in 1995 has been exceptionally well\ndocumented. Twenty years after reintroduction, wolves\nhave been delisted in Idaho and Montana, but remain\nlisted as a nonessential experimental population in\nWyoming. Rebounding wolf populations have increased\nwolf predation on livestock, costing ranchers tens of\nthousands of dollars annually (Muhly & Musiani 2009).\nWolves may also affect recreational hunts of elk in states\nbordering Yellowstone. In 1992, the northern population\nof Yellowstone elk reached a peak of 19,000 individuals\nand approximately 4,500 elk were taken by hunters\n(Figure 2b, Eberhardtet  al.2007). The number of elk\nkilled by wolves exceeded that taken by hunters in 2005,\nand by 2012 when elk numbers declined to<4,000\nanimals, recreational hunts were eliminated (Vucetich\net  al.2005; Varley & Boyce 2006). A key scientific\nuncertainty is how much of this dramatic change in elk\nabundance was caused by changes in hunting, predation\nby wolves, or prolonged drought, respectively (Vucetich\net al.2005). Predicting and understanding the elk pop-\nulation’s response to the management lever of reduced\nhunting depends on the relative importance of hunting,\npredation, or food supply in determining elk population\ngrowth.\nBoth the Northeast Pacific and Yellowstone examples\nrepresent an opportunity to align predator consumption\nrates with statistical models that inform management de-\ncisions. The science needed to begin this effort is available\nnow. Ongoing monitoring of predator populations—even\nafter they recover—will be required to improve estimates\nof predator consumption rates and to track changes in\ndiet patterns through time. However, currently available\ndata should be sufficient to begin exploring tradeoffs be-\ntween human use and predators in a management con-\ntext.\nGiven policy preferences in favor of protected species\nand the safety valves outlined above (Table 2), a key\nquestion is: how could management efforts include\necosystem effects of species conservation under current\nlaw? The answer depends on the policy context and the\nextent to which predators are responsible for reduced\nhuman harvest. In the Northeast Pacific, if scientific\nanalyses can estimate pinniped depletion of salmon pop-\nulations, a likely policy safety valve would involve pur-\nsuit of a waiver of the MMPA’s moratorium on take\n(Table 2). Culling pinnipeds is legally feasible, but\nmay not be socially acceptable. In the Yellowstone\necosystem, wolves and elk in Idaho and Montana\nare managed for hunting. In Wyoming, the nonessen-\ntial experimental wolf population effectively allows for\nConservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n3\n\nConservation challenges of predator recoveryK.N. Marshalletal.\nFigure 1Diagrams of simplified 3-predatorfood\nwebs in (a) the Yellowstone Ecosystem (red) and (b)\nthe Northeast Pacific Ocean (blue). Species with an\nasterisk have protected status, or are threatened,\nendangered, or historically depleted. Additional\nprey species exist for both predators; only those of\nparticular commercial importance or conservation\nconcern are represented here.\nthe same flexibility as a threatened species designation\n(Table 2). An existing take exception provides a process\nby which a State or Tribe can apply for a take permit “if\nwolf predation is having an unacceptable impact on wild\nungulate populations” (72 Fed Reg 75366 12/11/08).\nProtected predators versus protected prey\nThe complexity of managing ecosystems as predators\nrecover increases when both predator and prey are\nprotected. Legislative mandates typically do not ad-\ndress tradeoffs that arise from predator–prey interac-\ntions. Despite the ecosystem aims in the ESA and\nMMPA, both are primarily single-species management\ntools.\nIn the simplified Northeast Pacific food web, killer\nwhales consume salmon. A conservation conflict arises\nfrom Southern Resident killer whales (an Endangered\nDPS under the ESA) eating ESA-listed Chinook salmon\n(Figure 1). Across the Northeast Pacific, total abundance\n4Conservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n\nK.N. Marshalletal.Conservation challenges of predator recovery\n1980199020002010\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\nOcean harvest %\nChinook ocean harvest (%)\nMarine mammals\n0\n10000\n30000\n50000\n70000\nBiomass (mt)\n(a)\n198519952005\n0.0\n0.1\n0.2\n0.3\n0.4\n0.5\nHunter harvest %\nElk harvest (%)\nWolf + grizzly bears\n0\n25\n50\n75\n100\n125\nBiomass (mt)\n(b)\n1980199020002010\n10000\n20000\n30000\n40000\n50000\nBiomass (mt)\nChinook salmon\nKiller whales\n500\n1500\n2500\n3500\nBiomass (mt)\n(c)\n198519952005\n0\n10000\n30000\n50000\nCutthroat\nCutthroat trout\nGrizzly bears\n0\n200\n400\n600\nBear abundance\n(d)\nFigure 2Time series of Chinook ocean harvest from commercial fishing and marine mammal biomass (pinniped, resident killer whale) in the Northeast\nPacific Ocean (a), time series of predator biomass and elk harvest rates on the northern range elk herd of Yellowstone National Park (b), time series of\nocean abundance of Chinook salmon and their killer whale predators in the Northeast Pacific Ocean (c), and time series of cutthroat trout at Clear Creek\non Yellowstone Lake, and grizzly bear abundance in the Greater Yellowstone Ecosystem (d).\nof killer whales has increased gradually as total Chinook\nsalmon has declined (Figure 2c). This conflict is compli-\ncated because only a subset of each species (killer whales,\nChinook salmon) is listed under the ESA. Chinook are\nthe preferred prey of Southern Resident killer whales\n(Hansonet al.2010), however the proportion of those\nChinook prey that are endangered, threatened, or of\nhatchery origin is unknown.\nA clear terrestrial analogue involves grizzly bears in\nthe Yellowstone ecosystem. Grizzly bears were listed as\nthreatened under the ESA in 1973. Bear numbers in Yel-\nlowstone increased steadily over the last three decades\n(Haroldsonet al.2012), however the exact rate is debated\n(Doak & Cutler 2014). Recent efforts to delist Yellowstone\ngrizzlies have failed (seeGreater Yellowstone Coalition Inc\nv. Servheen, 665 F.3d 1015 [2011]), and the Yellowstone\nGrizzly DPS remains threatened.\nGrizzly bears consume many seasonally abundant\nprey items, including elk, pine nuts, grasses, and berries\n(Fortinet  al.2013). One historically important prey\nfor grizzlies was Yellowstone cutthroat trout. Cutthroat\ndeclined after invasive lake trout were introduced to\nYellowstone Lake in the mid-1990s, and are now rarely\nobserved in grizzly diets (Fortinet al.2013; Figure 2d).\nGiven its population declines, cutthroat remains an\nimportant conservation focus in Yellowstone (though\nFWS determined ESA protection was not warranted, 71\nFed Reg 8818 02/21/06).\nConservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n5\n\nConservation challenges of predator recoveryK.N. Marshalletal.\nHence, Yellowstone provides an example of predator\n(grizzly) and prey (cutthroat) simultaneously meriting\nconservation focus, and creating policy conflict. Even if\nonly small numbers of cutthroat are consumed per capita\nby grizzlies (e.g., too few to be frequently observed in\nstudies of bear diets), this level of predation could equate\nto sizable mortality on a small population of Yellowstone\ncutthroat.\nIn both the Yellowstone and Northeast Pacific ecosys-\ntems where protected predators consume protected prey,\npolicy mandates simultaneous recovery of predators and\nprey with limited authority to explicitly include species\ninteractions. As with the pinniped-versus-human-use\nexample, key scientific parameters remain poorly under-\nstood, but it is clear that single-species approaches have\nlimited authority to balance objectives for two species,\nlet alone whole ecosystems. Simple multispecies models\nthat include predation interactions may be useful in\nsimultaneously setting achievable recovery goals for both\npredator and prey (or evaluating ranges of both species’\nabundances under alternative management actions).\nIf modeling can help guide sensible policy, that pol-\nicy must then be implemented under the existing legal\nregimes of the ESA and MMPA. For Southern Resident\nkiller whales and listed Chinook, a synoptic management\nstrategy would ensure a population of listed Chinook\nsufficient to ensure the lineage’s survival and to feed\nthe killer whales. However, complex factors affect Chi-\nnook populations, including dams, fishing, hatchery prac-\ntices, habitat, and predators. If recovering Chinook pop-\nulations were simple, and immediately within NMFS’s\npower, it would have been done already. Further, none\nof the safety valves of the ESA or MMPA appear to help:\nreducing numbers (via take) of protected predator or\nprey species would not address the problem. Instead, it\nseems clear that where both predator (killer whale) and\nprey (Chinook) are imperiled, larger ecosystem-scale pro-\nductivity drivers are likely involved, and current laws\ndo not have the regulatory authority to change such\ndrivers.\nYellowstone is experiencing similarly conflicting single-\nspecies management goals, although cutthroat are not\nprotected under the ESA. As with Chinook and killer\nwhales in the Northeast Pacific, the effect of grizzlies\non cutthroat populations is uncertain because observed\nencounter rates are low, compounding a policy conflict\nwith scientific uncertainty. Any solution to this conflict\ndoes not lie in easing ESA protections, but rather in safe-\nguarding the future of both predator and prey species by\nmanaging larger scale threats and invasive species (lake\ntrout, climate change). Meanwhile, monitoring and mod-\neling to capture scientific uncertainty would help ensure\nfuture management is grounded in data that speak to pre-\ncise policy questions.\nProtected predators versus protected predators\nCompetition between protected predators is a third type\nof conflict created by predator-focused management. In\nboth the Northeast Pacific and Yellowstone food webs\n(until the recent delisting of wolves in all states ex-\ncept Wyoming), each ecosystem had multiple protected\npredators competing for the same prey.\nIn the Northeast Pacific, pinnipeds and killer whales\nboth prey on Chinook salmon, creating a conflict in\nsingle-species management goals. In contrast to killer\nwhales which are Chinook specialists, pinnipeds have\nbroader diets. Chinook may represent a small fraction of\nindividual diets, but the effect of predation may be signif-\nicant because of large populations of seals and sea lions\n(Lanceet al.2012).\nIn Yellowstone, protected wolves and grizzlies both\nconsume elk, again creating conflict via indirect competi-\ntion. Wolf diets are dominated by elk (Stahleret al.2006),\nwhile grizzlies rely on elk seasonally (Fortinet al.2013).\nPredation on elk calves has increased in recent years, and\nis now the primary driver of low elk calf survival (Middle-\ntonet al.2013). Grizzlies could negatively affect wolves if\ngrizzly predation leads to smaller elk herds (Figure 3b)\nand the opposite may be true if wolf populations more\nstrongly control elk dynamics.\nBoth ecosystems highlight a need to understand com-\npetition between protected predators that share the same\nprey resource, however the policy options to resolve each\nconflict are different. In the Northeast Pacific, permitting\ntake of pinnipeds via a moratorium waiver might benefit\nendangered Southern Resident killer whales. However,\nthe outcome of culling pinnipeds is difficult to predict\nbecause the interaction between killer whales and\npinnipeds is indirect (Yodzis 2001). In the Yellowstone\necosystem, because both wolves and grizzlies are pro-\ntected by the ESA, policy options are less clear. In theory,\na 4 (d) rule could be pursued to allow take of one species\nin specified areas, along with a Habitat Conservation\nPlan that protected habitat elsewhere. As in the pinniped\nexample, predicting the impact of take would be difficult.\nFurther, there is no guidance on prioritizing one species\nover another when they have similar levels of protection.\nRegardless, building scientific understanding of how\neach predator affects elk population dynamics and how\nfeedbacks among all three species could affect recovery\ntrajectories of grizzlies and wolves is necessary to under-\nstand how to improve recovery goals for both species.\n6Conservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n\nK.N. Marshalletal.Conservation challenges of predator recovery\nBiomass (mt)\n1980199020002010\n5000\n15000\n25000\n35000\nPinnipeds\nKiller whales (x10)\n(a)\n198519952005\n0\n20\n40\n60\n80\n100\n120\nBiomass (mt)\nGrizzly bears\nWolves (x10)\n(b)\nFigure 3Time series of competing top predators: pinnipeds and fish eating killer whales in the Northeast Pacific Ocean, and time series of wolves and\ngrizzly bears in the Greater Yellowstone Ecosystem.\nDiscussion\nOur case studies of conservation conflicts created by\npredator recoveries show that predator recovery does\nnot necessarily equate with ecosystem recovery. Instead,\nlaws designed to protect and recover individual species\nhave led to conflicts with other species and humans\nthat share the ecosystem. Relieving these conflicts may\nbe possible over short (<5 years) or longer time scales\n(>5 years). In some cases (pinnipeds vs. Chinook), de-\nveloping multispecies models that could inform salmon\nmanagement is possible in the short term, and policy\ntools exist to help resolve existing conflicts (permitting\ntake of pinnipeds under MMPA). In other cases (wolves\nvs. grizzlies), additional long-term monitoring or model\ndevelopment will be required to evaluate tradeoffs be-\ntween predators. Existing policy tools may be insufficient\nto manage downstream effects of recovering predator\npopulations, in particular for ESA-listed predators with\nlarge home ranges, which may preclude the use of\nHabitat Conservation Plans.\nWe highlighted the Northeast Pacific and Yellowstone\necosystems because they have parallel management and\nconservation challenges. However, multispecies conser-\nvation conflicts are common to many systems. For exam-\nple, Atlantic cod fisheries conflict with large populations\nof grey and harp seals on the east coast of North Amer-\nica (Yodzis 2001). Protected pinnipeds in Puget Sound\npredate on threatened steelhead runs (Hardet al.2007)\nand rockfish (Wardet  al.2012). On California’s San\nClemente Island, an endangered shrike is consumed by\na threatened island fox, and both the shrike and fox are\neaten by golden eagles which are protected under the Mi-\ngratory Bird Treaty Act (MBTA) and the Bald and Golden\nEagle Protection Act.\nSimilar safety valves to those possible in our case stud-\nies have also been applied in other ecosystems. In the\nUS Pacific Northwest forests, the MBTA protects an ex-\npanding barred owl population, while the ESA protects a\ndeclining population of spotted owls. Competitive dom-\ninance of the barred owl over the spotted owl for food\nand nest locations is contributing to spotted owl decline\n(Gutierrezet al.2007). While the management goal is the\npersistence of both raptors, the culling of barred owls to\nprotect spotted owls was made possible with a permit un-\nder the MBTA. In another recent example, NMFS has\nproposed to remove recovered humpback whales from\nESA protection by establishing 14 DPSs around the globe\nand delisting 10 of them (80 Fed Reg 76 4/21/2015).\nTo resolve conflicts created by competition, predation,\nand human harvest where existing policy vehicles are\ninsufficient, new strategies are required. One potential\noption is to develop multispecies recovery plans for\ntightly linked ESA listed species. Multispecies plans have\nalready been used to protect groups of plant species occu-\npying similar habitat, although with questionable success\nrates (Clark & Harvey 2002). Reenvisioning multispecies\nrecovery plans to include multispecies models and asso-\nciated tradeoff analyses may aid in setting recovery goals\nfor a predator and its prey, or for two predators simul-\ntaneously. This approach would build from an explicit\nconsideration of tradeoffs among predators and other\nobjectives (such as prey abundance, prey harvest levels,\nabundance of another predator). Tradeoffs may be linear\nConservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n7\n\nConservation challenges of predator recoveryK.N. Marshalletal.\nor nonlinear, and there may exist combinations that max-\nimize both goals at minimal cost to either one (Lesteret al.\n2013). For predators that are not listed under the ESA,\neconomics may also be considered. For example, in states\nwhere wolves are delisted, economic costs to ranchers\nfor lost livestock or reduced productivity due to wolves,\npayments made to compensate for those factors, and re-\nduced opportunities for recreational elk permits could be\nweighed against revenues generated from ecotourism and\nrecreational hunting permits for wolves. In a risk analysis\nframework, the costs of monitoring, restoring, and man-\naging predators, prey, and/or their habitat could also be\nincluded. Cultural considerations beyond economics are\nessential components of such analyses (Poeet al.2014).\nHuman–wildlife conflicts have a long history in the\nUnited States (e.g., Bergstromet  al.2014). Manage-\nment conflicts created by two protected species that\ninteract are newer, but rapidly increasing. Resolving\nthese conflicts will require managers to prioritize among\ncompeting objectives. In some cases, available policy\noptions will be limiting, and in others monitoring and\nmodel development is necessary before existing policy\ntools can be pursued. This interaction between science\nand policy is challenging, but must be considered to\nmove forward successful management approaches in\ncomplex socioecological systems.\nAcknowledgments\nWork performed by K. Marshall was funded by a fel-\nlowship from the National Research Council, and work\nperformed by A. Stier was funded by a grant from the\nGordon and Betty Moore Foundation to the Ocean\nTipping Points project. The authors thank E. Marris\nfor inspiration, and M. Ford, C. Jordan, P. Levin, I.\nKaplan, L. Barre, and two anonymous reviewers whose\ncomments helped improve this manuscript. E. Ward\nalso thanks the killer whale—salmon science panel for\nhelpful discussions: S. Cox, F. Gulland, D. Hankin, T.\nHobbs, R. Hilborn, D. Schindler, A. Trites.\nSupporting Information\nAdditional Supporting Information may be found in the\nonline version of this article at the publisher’s web site:\nDetailed explanation of data sources for figures\nReferences\nBergstrom, B.J., Arias, L.C., Davidson, A.D., Ferguson, A.W.,\nRanda, L.A. & Sheffield, S.R. (2014) License to kill:\nreforming federal wildlife control to restore biodiversity\nand ecosystem function.Conserv. Lett.,7, 131-142.\nClark, J. A. & Harvey, E. (2002). Assessing multi-species\nrecovery plans under the Endangered Species Act.Ecol.\nAppl.,12, 655-662.\nDoak, D.F. & Cutler, K. (2014) Re-evaluating evidence for\npast population trends and predicted dynamics of\nyellowstone grizzly bears.Conserv. Lett.,7, 312-322.\nEberhardt, L.L., White, P.J., Garrott, R.A. & Houston, D.B.\n(2007). A seventy-year history of trends in Yellowstone’s\nnorthern elk herd.J. Wildl. Manage.,71, 594-602.\nEstes, J.A., Terborgh, J., Brashares, J.S.et al. (2011). Trophic\ndowngrading of planet earth.Science,333, 301-306.\nFortin, J.K., Schwartz, C.C., Gunther, K.A.et al. (2013)\nDietary adjustability of grizzly bears and American black\nbears in Yellowstone National Park.J. Wildl. Manage.,77,\n270-281.\nGutierrez, R.J., Cody, M., Courtney, S. & Franklin, A.B.\n(2007). The invasion of barred owls and its potential effect\non the spotted owl: a conservation conundrum.Biol. Invas.,\n9, 181-196.\nHanson, M.B., Baird, R.W., Ford, J.K.B.et al. (2010). Species\nand stock identification of prey consumed by endangered\nsouthern resident killer whales in their summer range.\nEndang. Species Res.,11, 69-82.\nHard, J.J., Myers, J.M., Ford, M.J.et al. (2007). Status review\nof Puget Sound steelhead (Oncorhynchus mykiss).U.S.\nDept. Commer., NOAA Tech.Memo. NMFS-NWFSC-81,\n117 p.\nHaroldson, M.A., vanManen, F.T. & Bjornlie D. (2012).\nYellowstone grizzly bear investigations: annual report of\nthe Interagency Grizzly Bear Study Team. In F.T. van\nManen, M.A. Haroldson, K. West, editors. U.S. Geological\nSurvey, Bozeman, MT, USA.\nHilborn, R., Cox, S.P., Gulland, F.M.D.et al. (2012). The\neffects of salmon fisheries on southern resident killer\nwhales: final report of the independent science panel for\nNational Marine Fisheries Service (Seattle, WA) and\nFisheries and Oceans Canada (Vancouver, BC). Irvine, J.R.\n& Fukuwaka, M. (2011). Pacific salmon abundance\ntrends and climate change. ICES J. Mar. Sci.,68,\n1122-1130.\nLance, M.M., Chang, W.Y., Jeffries, S.J., Pearson, S.F. &\nAcevedo-Gutierrez, A. (2012). Harbor seal diet in northern\nPuget Sound: implications for the recovery of depressed\nfish stocks.Mar. Ecol. Prog. Ser.,464, 257-271.\nLester, S.E., Costello, C., Halpern, B.S., Gaines, S.D., White, C.\n& Barth, J.A. (2013). Evaluating tradeoffs among\necosystem services to inform marine spatial planning.\nMarine Policy,38, 80-89.\nMagera, A.M., Flemming, J.E.M., Kaschner, K., Christensen,\nL.B. & Lotze, H.K. (2013). Recovery trends in marine\nmammal populations.PLoS ONE,8, e77908.\nMiddleton, A.D., Morrison, T.A., Fortin, J.K.et al. (2013).\nGrizzly bear predation links the loss of native trout to the\ndemography of migratory elk in Yellowstone.Proc. R Soc.\nB-Biol. Sci.280, 20130870.\n8Conservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n\nK.N. Marshalletal.Conservation challenges of predator recovery\nMuhly, T.B. & Musiani, M. (2009). Livestock depredation by\nwolves and the ranching economy in the Northwestern US.\nEcol. Econ.,68, 2439-2450.\nPFMC. (2008). Pacific Fishery Management Council Fisheries\nRegulation Assessment Model (FRAM) An Overview for\nCoho and Chinook v 3.0 Pacific Fishery Management\nCouncil, Portland, Oregon USA.\nPoe, M.R., Norman, K.C. & Levin, P.S. (2014). Cultural\ndimensions of socioecological systems: key connections and\nguiding principles for conservation in coastal\nenvironments.Conserv. Lett.,7, 166-175.\nRipple, W.J., Estes, J.A., Beschta, R.L.et al. (2014). Status and\necological effects of the world’s largest carnivores.Science,\n343, 1241484.\nRuckelshaus, M.H., Levin, P., Johnson, J.B. & Kareiva, P.M.\n(2002) The Pacific salmon wars: what science brings to the\nchallenge of recovering species.Ann. Rev. Ecol. Syst.,33,\n665-706.\nSergio, F., Caro, T., Brown, D.et al. (2008). Top predators as\nconservation tools: ecological rationale, assumptions, and\nefficacy.Ann. Rev. Ecol., Evol., Syst.,39, 1-19.\nSkern-Mauritzen, M., Ottersen, G., Handegard, N.O.et al.\n(2015). Ecosystem processes are rarely included in tactical\nfisheries management.Fish and FisheriesIn press.\nStahler, D.R., Smith, D.W. & Guernsey, D.S. (2006) Foraging\nand feeding ecology of the gray wolf (Canis lupus): lessons\nfrom Yellowstone National Park, Wyoming, USA.J. Nutr.,\n136, 1923S-1926S.\nTreves, A. & Karanth, K.U. (2003) Human-carnivore conflict\nand perspectives on carnivore management worldwide.\nConserv. Biol.,17, 1491-1499.\nTrites, A.W., Christensen, V. & Pauly, D. (1997) Competition\nbetween fisheries and marine mammals for prey and\nprimary production in the Pacific Ocean.J. Northwest\nAtlantic Fish. Sci.,22, 173-187.\nVarley, N. & Boyce, M.S. (2006) Adaptive management\nfor reintroductions: updating a wolf recovery model\nfor Yellowstone National Park.Ecol. Model.,193, 315-339.\nVucetich, J.A., Smith, D.W. & Stahler, D.R. (2005) Influence\nof harvest, climate, and wolf predation on Yellowstone elk,\n1961–2004.Oikos,111, 259-270.\nWard, E.J., Levin, P.S., Lance, M.M., Jeffries, S.J. &\nAcevedo-Guti\n ́\nerrez, A. (2012). Integrating diet and\nmovement data to identify hot spots of predation risk and\nareas of conservation concern for endangered species.\nConserv. Lett.,5, 37-47.\nYodzis, P. (2001). Must top predators be culled for the sake of\nfisheries?Trends Ecol. Evol.,16, 78-84.\nConservation Letters, XXX 2015, 00(0), 1–9  Copyright and Photocopying:\nC©\n2015 The Authors. Conservation Letters published by\nWiley Periodicals, Inc.\n9",
  "extractedAt": "2025-12-12T18:45:09.669Z",
  "success": true
}