{
  "filename": "McCoy et al. (Ecology Letters) 2012.pdf",
  "numPages": 17,
  "text": "LETTER Emergent effects of multiple predators on prey survival: the importance of depletion and the functional response Michael W. McCoy, 1,2 * Adrian C. Stier 2 and Craig W. Osenberg 2 1 Department of Biology, East Carolina University Greenville, NC, 27858, USA 2 Department of Biology, University of Florida Gainesville, FL, 32611- 8525, USA *Correspondence: E-mail: mccoym@ecu.edu Abstract The combined effects of multiple predators often cannot be predicted from their independent effects. Emergent multiple predator effects (MPEs) include risk enhancement, where combined predators kill more prey than predicted by their individual effects, and risk reduction, where fewer prey are killed than predicted. Current methods for detecting MPEs are biased because they assume linear functional responses and/or no prey depletion. As a result, past studies overestimated the occurrence of risk enhancement for additive designs, and tended to overestimate the occurrence of risk reduction for sub- stitutive designs. Characterising the predators’ functional responses and accounting for prey depletion reduces biases in detection, estimation, interpretation and generalisation of the emergent effects of preda- tor diversity on prey survival. These findings have implications beyond MPE’s and should be considered in all studies aimed at understanding how multiple factors combine when demographic rates are density dependent. Keywords Additivity, density dependence, handling time, MPE, predation, Roger’s random predator model. Ecology Letters(2012) INTRODUCTION Traditionally, ecological systems have been studied as subsets of pairwise interactions, with the hope that these can then be assem- bled to predict the spatial and temporal patterns of intact communi- ties (e.g. Oksanenet al.1981; Wootton 1994). If pairwise interactions are independent of other members of the community, then community dynamics can be assembled piecemeal. However, if interaction strengths are not independent of other players in the system, then observed community dynamics will depart from simple predictions based on pairwise interactions (Wootton 1994; Bolker et al.2003; Werner & Peacor 2003). Such departures can reveal the action of complex and potentially novel forms of species interac- tions, which have been referred to as higher order interactions, trait mediated indirect interactions or non-consumptive predator effects (Wootton 1994; Bolkeret al.2003; Werner & Peacor 2003). As predator–prey interactions comprise the foundation of food web dynamics, many studies have focused on examining possible interac- tions among multiple predator species and a shared prey (Polis & Holt 1992; Sihet al.1998; Iveset al.2005; Vance-Chalcraft & Soluk 2005; Griffen 2006; Schmitz 2009). In general, these studies show that the effects of multiple predators are often not independent, suggesting that a better understanding of these higher order interac- tions is needed to fully appreciate food web dynamics. Interactions between predators (e.g. cooperation, competition or intraguild predation), as well as anti-predator responses by prey, can lead to emergent ‘multiple predator effects’ (MPEs), where prey con- sumption rates by multiple predators foraging in concert cannot be predicted by knowing the independent effects of each predator on prey survival (e.g. Polis & Holt 1992; Sihet al.1998; Iveset al.2005; Vance-Chalcraft & Soluk 2005; Griffen 2006; Schmitz 2009). Multiple predator species can combine: (1) independently, (2) synergistically (leading to prey risk enhancement: Soluk & Collins 1988; Losey & Denno 1998; Sihet al.1998) or (3) antagonistically (e.g. leading to prey risk reduction: Sihet al.1998; Vance-Chalcraft & Soluk 2005). Studies of MPEs typically compare observed patterns of prey survival in the presence of combinations of predators to expected survival pre- dicted from the independent effects of each predator species in monoculture (Soluk & Collins 1988; Billick & Case 1994; Sihet al. 1998; Griffen 2006). Early studies of MPEs misinterpreted results by using incorrect models to calculate expected effects (see critiques by Billick & Case 1994; Wootton 1994), or by ignoring prey losses in the absence of predators (see clarifications by Sihet al.1998; Vonesh & Osenberg 2003). Indeed, considerable debate in the literature focused on understanding how statistical models used to make predictions about the expected effects of multiple predators are linked to the underlying biological models assumed to drive prey survival (Soluk & Collins 1988; Billick & Case 1994; Sihet al.1998; Vonesh & Osenberg 2003; Griffen 2006). A consensus approach emerged (Vonesh & Osenberg 2003; Vance-Chalcraft & Soluk 2005; Griffen 2006). Specif- ically, if two predators have independent effects, then expected pro- portion of prey surviving (hereafter prey survival) in the presence of both predators, ^ S 1;2 can be calculated based on prey survival in the presence of each predator species in monoculture,S 1 andS 2 , corrected for background mortality (i.e. survival in no predator control treat- mentS ctl ) (also see Table 1): ^ S 1;2 ¼ S 1 \"S 2 S ctl ð1Þ Equation 1 is a corrected version of the ‘Multiplicative Risk Model’ of Soluk & Collins (1988) based on an additive design (i.e. where the combined effects of predator species 1 and 2, at densitiesC 1 andC 2 , are predicted based on their isolated effects, also evaluated atC 1 andC 2 ) (Vonesh & Osenberg 2003). An analogous null model for a substitutive design (where total predator density is the same in both the monoculture and mixed species treatments) yields: ^ S 1;2 2 ¼ S 0:5 1 S 0:5 2 S ctl ð2Þ Despite general consensus among ecologists on these calculations of expected survival in combined predator treatments, the derivation (Table 1) and underlying assumptions of eqns 1 and 2 ©2012 Blackwell Publishing Ltd/CNRS Ecology Letters, (2012)doi: 10.1111/ele.12005 (hereafter referred to as the Multiplicative Risk Model) are still not well appreciated. Most notably, the Multiplicative Risk Model is often assumed to account for prey depletion (Sihet al.1998; Grif- fen 2006), ostensibly because it adjusts survival probabilities so that they are conditional (i.e. prey cannot be eaten twice). However, the Multiplicative Risk Model assumes that prey per capita mortality rates imposed by predators are constant over the course of the experiment, which is only valid when predators have linear (i.e. Type I) functional responses, when prey are continuously replen- ished, or experimental durations are sufficiently short that depletion is inconsequential (Collinset al.1981; Juliano & Williams 1985; Juli- anoet al.2001). These assumptions are violated in most empirical studies, because most predators have nonlinear functional responses (Hassellet al.1976, 1977; Jeschekeet al.2004) and because most predation studies run sufficiently long that prey density declines appreciably from the start to end of trials. For example, we exam- ined 100 multiple predator studies reviewed by Vance-Chalcraft et al.(2007) and found that on average prey were depleted by 70% over the course of these experiments. Therefore, the assumption of constant instantaneous per capita feeding rates (i.e. temporally invariant mortality rates of prey) is probably severely violated in studies of MPEs, and this could affect how we interpret and gener- alise the results of multiple predator studies. To our knowledge, no studies have examined explicitly how prey depletion in combination with a nonlinear functional response influ- ences the expected results of multiple predator studies. In this study, we show that depletion of prey by predators in combination with a nonlinear functional response leads to conclusions of risk enhance- ment or risk reduction even when predators have independent effects. Moreover, we show that the direction and magnitude of bias is in part a consequence of the experimental design. As a result, past studies (including meta-analyses and syntheses of the literature: e.g. Sihet al. 1998; Schmitz 2007) likely misestimated the importance of MPEs. Specifically, studies that used additive experimental designs with prey depletion were more likely to conclude risk enhancement, and studies that used substitutive designs were usually more likely to conclude risk reduction, even when predators affected prey independently (Fig. 1). We also suggest some approaches for dealing with depletion in studies of MPEs that will reduce biases in detection, estimation and interpre- tation of emergent MPEs. METHODS Although a variety of nonlinear functional responses are possible, here, we assumed that predators exhibited a Type II functional response: F¼ aNC 1þahN ð3Þ whereFis the instantaneous feeding rate of one predator,Cis predator density,Nis prey density,ais attack rate andhis handling time (Holling 1959). Type II functional responses are thought to characterise the feeding rate of many types of predators (Jescheke et al.2004). We also assumed that mortality of prey in the absence of predators was negligible: that is, survival in the control treatment was 100% (S ctl =1). As a result, prey survival,S, in the presence of a predator assemblage withnpredator species (with predator species iat densityC i ), can be found by integrating the aggregate feeding rates over the duration of the study (from time 0 toT), as prey density (N t ) declines: S¼1& R T 0 P n i¼1 a i N t C i 1þa i h i N t dt N 0 ð4Þ We simulated foraging trials by solving eqn 4 numerically. First, we did this for two predator species in monoculture, which yielded S 1 andS 2 . Second, we generated the survival of prey in the presence of both predator species under the assumption of independence (i.e. the true value ofS 1,2 ) using eqn 4 and the same parameters used to generate the monoculture results. Third, we applied eqns 1 or 2 (depending on the experimental design being examined) to generate ^ S 1;2 (i.e. the standard null expectation under the Multiplicative Risk Model). We then compared the true value ofS 1,2 under the assump- tion of independence with that expected from the Multiplicative Risk Model, ^ S 1;2 (eqns 1 and 2). The deviation between ^ S 1;2 andS 1,2 (expressed as both a difference, ^ S 1;2 -S 1;2 , and a ratio, ^ S 1;2 =S 1;2 ) was used as a measure of bias in the Multiplicative Risk Model formula- tion. We then determined how bias changed as a function of study duration,T, handling time,hand attack rate,a, all of which influence depletion and/or the nonlinearity of the functional response (Rogers 1972; Thompson 1978; Juliano & Williams 1985; Julianoet al.2001), for both additive designs and substitutive designs. After providing a simple illustration of bias with a limited set of parameters, we systematically explored how variation in attack rates, handling times and study duration affected bias in applications of the Multiplicative Risk Model. (1) To start, we assumed that the two predator species were iden- tical (a 1 =a 2 =aandh 1 =h 2 =h), and we simultaneously varieda (from 0.1 to 0.5),h(from 0 to 5) andT(from 5 to 20). Table 1Application of the Multiplicative Risk Model for additive and substitutive designs for predicting effects of two predators (1 and 2) from their effects quantified in isolation. These expressions assume both predators have a Type I functional response (so that mortality rates are constant and independent of preynumber or density, N).Pis proportion of prey surviving from specific mortality sources,lis the per capita prey mortality rate from those sources,Sis the proportion of prey surviving in a specific treatment and (S ˆ ) is predicted survival from the Multiplicative Risk Model for additive and substitutive experimental designs. Subscripts 1, 2 indicate predator identity (1 or 2)ctlindicates the control treatment (i.e. no predator) Absolute number survivingProportion survival ControlN ctl N ctl ¼N 0 C &u ctl ¼N 0 P ctl S ctl =P ctl Predator (1)N 1 N 1 ¼N 0 C &u ctl &u 1 ¼N 0 P ctl P 1 S 1 =P ctl P 1 Predator (2)N 2 N 2 ¼N 0 C &u ctl &u 2 ¼N 0 P ctl P 2 S 2 =P ctl P 2 Additive (1+2)N 1,2 N 1;2 ¼N 0 C &u ctl &u 1 &u 2 ¼N 0 P ctl P 1 P 2 ^ S 1;2 ¼P ctl P 1 P 2 ¼ S 1 S 2 S ctl Substitutive [(1+2)/2]N 1,2 N 1;2 ¼N 0 C &u ctl & u 2 &u 1 2 ¼N 0 P ctl P 0:5 1 P 0:5 2 ^ S 1;2 2 ¼P ctl P 0:5 1 P 0:5 2 ¼ S 0:5 1 S 0:5 2 S ctl ©2012 Blackwell Publishing Ltd/CNRS 2M. W. McCoy, A. C. Stier and C. W. OsenbergLetter (2) We then relaxed the assumption of predator equivalency for the remaining scenarios. First, we assumed predators had identical han- dling times (h 1 =h 2 =h), fixed the attack rate of one predator (a 2 = 0.5), and varied the attack rate of the other predator (from 0.1 to 0.5). We also varied handling time (from 0 to 5) and experimental duration (T= 5, 10, 20) to assess how these factors interacted. (3) We more fully explored how disparity in the functional responses affected bias, by fixing handling time (h 1 =h 2 = 2.5) and experimental duration (T= 20), but varying the two attack rates (from 0.01 to 1.0). (4) We then fixed the attack rates (a 1 =a 2 = 0.25) and experi- mental duration (T= 20) and let handling times vary (from 0 to 5). In all scenarios, we setN 0 =10, and for the monoculture treat- ments, we set predator densities equal to one another (C 1 =C 2 =1 for additive experimental designs;C 1 =C 2 =2 for substitutive designs). RESULTS AND DISCUSSION Bias was affected by the amount of depletion, the nonlinearity of the functional response and the study design. Absolute and relative bias measures yielded qualitatively similar results, as would be expected (i.e. if ^ S 1;2 -S 1;2 >0, then ^ S 1;2 =S 1;2 >1). Specifically, if pre- dators had Type II functional responses and prey were allowed to deplete over the course of the study, then predicted prey survival based on the Multiplicative Risk Models (eqns 1 and 2) was always greater than expected for additive experimental designs (i.e. ^ S 1;2 >S 1;2 ) and typically (but not always) lower than expected for substitutive experimental designs (i.e. ^ S 1;2 <S 1;2 ; Fig. 1 and Supple- ment 1). These biases occurred because the per capita mortality rates of the prey (i.e. proportional survival) increased as prey density declined (Fig. 1); however, the Multiplicative Risk Models assumes per capita mortality rates remain constant as prey are depleted. Despite these qualitative similarities, absolute and relative biases diverged in their quantitative patterns. For example, as depletion became extreme,absolutebias decreased and approached zero not because the two models were similar but because both ^ S 1;2 andS 1,2 approached zero (Supplement 1) so that their difference also approached zero. Thus, this apparent reduction in bias was a poor reflection of the errors inherent to the application of the Multiplica- tive Risk Model. In contrast,relativebias often continued to increase under severe depletion: that is, even as ^ S 1;2 andS 1,2 approached (a)(b) (c)(d) Time (days) Proportion surviving Substitutive a 1 ≠ a 2 0.0001 0.001 0.1 1.0 Substitutive a 1 = a 2 Additive a 1 = a 2 51015205101520 0.0001 0.001 0.1 1.0 Additive a 1 ≠ a 2 S 1 S 2 S 1,2 S 1,2 ^ S 1 S 2 = S 1 S 2 = S 1,2 S 1,2 = ^ Figure 1Examples illustrating bias in the Multiplicative Risk model. Each panel shows the simulated prey survival (eqn 4) with two predators in isolation (S 1 , blue dashed line;S 2 , red dotted line) and in combination (S 1,2 , green line), as well as the predicted survival ( ^ S 1;2 , bold dashed) based on the Multiplicative Risk Model (eqns 2 or 3). Panels a and c depict an additive experimental design; panels b and d depict a substitutive experimental design. Panels a and b have identical attack rates and handling times (for these simulations:a 1 =a 2 =0.5); panels c and d depict predators with unequal attack rates (a 1 =0.1;a 2 =0.5). All other parameters were identical in the four scenarios (h 1 =h 2 =1;N 0 =10,T=20). ©2012 Blackwell Publishing Ltd/CNRS LetterPredicting multiple predator effects3 zero (e.g. Figs 1 and 2a). Thus, here, we focus on the relative bias results, but provide results for absolute bias in Supplement 1. Rela- tive bias also is a relevant focus of our analyses because relative changes are often used to quantify effect sizes (Osenberget al. 1997; Hedgeset al.1999). For additive experimental designs, the Multiplicative Risk Model, combined with nonlinear functional responses and prey depletion, always led to a conclusion of risk enhancement when, in fact, pre- dators had independent effects (e.g. Fig. 1 a and c). With identical predators (i.e. a situation equivalent to doubling the density of a sin- gle predator species), relative bias increased as the duration of the experiment increased and as attack rates increased (Fig. 2 a–c). In fact, with high levels of depletion the Multiplicative Risk Model generated predicted survival probabilities that were only 1/400th of the actual survival expected if predators had independent effects (eqn 4; Fig. 2c). In contrast to the case with additive designs, appli- cation of the Multiplicative Risk Model for substitutive designs (eqn 2) was unbiased when predators had identical functional responses (Fig. 1b). The lack of bias for a substitutive design with identical predators arose because this design simply replaced individ- uals of one species with the same number of individuals of the other (equivalent) species: that is, there was no functional change in the predator assemblage. In contrast, with non-identical predators, bias existed forboth additive and substitutive designs (Fig. 3). For the additive design, bias increased as attack rates increased (Figs 3a–c and 4a). This bias existed for additive designs because per capita prey risk increased (due to the Type II functional response) as prey density declined (i.e. prey were depleted). Thus, because total predator abundance was greater in mixed predator treatments, depletion was also greater, and this created a bias in favour of risk enhancement. Depletion alone, however, cannot explain these results for addi- tive designs. For example, bias was not monotonically related to handling time (Figs 2a–c and 4b). As handling time initially increased, depletion decreased, yet bias increased (e.g. see the right hand edge of Fig. 2c for small values ofh); however, as handling time increased further (and thus depletion decreased), bias eventu- ally decreased (as expected due to depletion). This disparity between the results for changing attack rates vs. handling times exists because the parameters (attack rate and han- dling time) have two types of effects: they affect depletion but they also affect the shape of the functional response (and how depletion affects prey mortality). For attack rates, these effects operate in the same direction: increasing attack rates, increases depletion (which increases bias) and makes the functional response more nonlinear (which also increases bias) (Fig. 4a). In contrast, the effects of increased handling time on depletion and the shape of the functional response act in opposition to one another, creating a humped pattern of bias: that is, as handling time increases, depletion is reduced (which decreases bias), but the functional response becomes more nonlinear (which increases bias) (Fig. 4b). For substitutive designs with non-identical predators, use of the Multiplicative Risk Model with substitutive designs also led to bias; however, the direction of the bias depended on how the predators differed. If predators differed only in attack rates, the bias was typi- cally in theoppositedirection from that observed with additive designs (but see Fig. 4d). Use of the Multiplicative Risk Model (eqn 2) led to erroneous conclusions of risk reduction (Figs 3d–f and 4c) even when predators acted independently. This bias arose because prey depletion was greater with a monoculture of the more efficient predator than with the same total density of predators in a mixed predator scenario (because some of the predators were less efficient). The single predator treatments thus gave an expectation that prey would be more depleted than they actually were in the mixed predator treatment. T = 5T = 10T = 20 0 1 2 3 4 5 0.20.30.40.5 Attack rate (a) Handling time ( h ) 0.1 (a)(b)(c) 0.20.30.40.50.10.20.30.40.50.1 1.5 2 10 100 1.5 2 5 10 1.5 2 5 50 200 400 Figure 2Contour plots showing bias as the fold change (i.e. ^ S 1;2 =S 1;2 ) between predicted survival based on the Multiple Risk Model (eqn 1) and true survival, when predators have independent effects (eqn 4). Here, predators have the same attack rates and handling times. The degree of bias is affected by handling time (y-axis) and attack rate (x-axis) and is shown at three experimental durations: 5 days (panel a), 10 days (panel b) and 20 days (panel c). Darker blue indicates higher bias (i.e. predicted survival is too low based on the Multiplicative Risk Model). ©2012 Blackwell Publishing Ltd/CNRS 4M. W. McCoy, A. C. Stier and C. W. OsenbergLetter Variation in handling times between the predators in substitu- tive designs had the most complex effects. As substitutive designs control for density effects, bias was absent when attack rates and handling times were similar for the two predators: note the absence of bias along the 1 : 1 line in Fig. 4d (see also Fig. 4c). As predators diverged in handling time, the direction of bias depended on specific parameter values: for smaller handling times, bias led to erroneous conclusions of risk enhancement, whereas for larger handling times, bias was towards risk reduction (Fig. 4d). When predators have equal attack rates (as in Fig. 4d), and one predator has handling time near zero (i.e. see the dark blue regions of Fig. 4d), that predator’s functional response is approximately linear and thus imposes the maximum per capita mortality rate over the duration of the study. A monoculture of the other predator (with a more nonlinear functional response) will not deplete prey as much as in the mixture. As a result, in the mixture, this predator will impose a greater mortality rate as prey deplete (through the actions of the more efficient predator). Thus, a researcher applying the Multiplicative Risk Model would be more likely to conclude risk enhancement even when preda- tors are acting independently. The bias reverses when handling times are large. Again, consider an extreme case, where predators are feeding at their maximum rates (i.e. at the asymptote of the functional response) because, for example, handling times are large (or initial prey densities are high). In this case, each predator has a feeding rate of 1/h (it is handling time limited). If depletion is insufficient to reduce this feeding rate, then relative bias can be calculated directly: T = 5T = 10T = 20 0 1 2 3 4 5 Handling time ( h ) 0 1 2 3 4 5 Relative attack rate of predator 1 (a 1 /a 2 ) (a)(b)(c) (d) (e)(f) Additive design Substitutive design 1.0.020.11.0.020.11.0.020.1 1.5 5 50 1.5 2 5 10 1.5 2 0.67 0.5 0.67 0.5 0.2 0.1 200 2 100 400 10 Figure 3Contour plots showing bias (i.e. ^ S 1;2 =S 1;2 ) as the fold change between known survival when predators have independent effectsS 1,2 , eqn 4) and that predicted based on the Multiple Risk Model ( ^ S 1;2 , eqn 1) for experiments using additive (Panels a–c) or substitutive designs (Panels d–f). Handling times (y-axis) were the same for both predators (h 1 =h 2 =1 to 5), but attack rates (x-axis) and experimental durations varied. For additive designs (panels a, b, c), the Multiplicative Risk Model predicts survival probabilities that are too low (magnitude of bias towards risk enhancement increases with darker blues). In contrast, for substitutive designs (panels d, e, f) the Multiplicative Risk Model predicts survival probabilities that are too high (magnitude of the bias towards risk reduction increases with darker reds). ©2012 Blackwell Publishing Ltd/CNRS LetterPredicting multiple predator effects5 Bias¼ ^ S 1;2 S 1;2 ¼ S 1=2 1 S 1=2 2 S 1;2 ¼ ðC 1 T=h 1 N 0 Þ 1=2 ðC 2 T=h 2 N 0 Þ 1=2 ðC 2 T=2h 2 þC 2 T=2h 2 Þ=N 0 ð5Þ WhenC 1 =C 2 , this simplifies to: Bias¼ ðh 1 h 2 Þ 1=2 ðh 1 þh 2 Þ=2 ð6Þ Thus, bias is the ratio of the geometric to arithmetic means of the handling times. As the geometric mean is always less than the arith- metic mean, relative bias is always<1, indicating that the Multipli- cative Risk Model predicts risk reduction even when predators are independent of one another. Indeed, in accord with eqn 6, the area with bias<1 expands under larger values of handling time (or as initial prey density increases). In all cases examined, the magnitude of bias was determined by the values of the parameters of the functional responses (attack rate and handling time) and the duration of the experiment (Figs 2–3). Bias is also affected by initial prey densities, but we did not explicitly explore that factor because it affects where the system starts on the functional response and that effect can be incorporated by the other factors. For example, if experimental durations were sufficiently short that depletion was slight and thus prey mortality rates imposed by predators did not dramatically change over the course of the study, then bias was negligible. However, as prey were depleted and prey mortality rates increased, bias increased as did the potential for incorrect inferences. The effect of depletion depended on the degree of nonlinearity of the functional response (e.g. as reflected in han- dling time). Although we have derived these predictions for Type II functional responses, these general results likely hold for any deceler- ating functional response. Results will be complex for more complex responses, such as Type III responses in which negative and positive density dependence occurs. Our literature review suggests that MPE studies often allow high levels of depletion (on the order of 70%) and most predators exhi- (a) (b) (c) (d) Additive design Substitutive design 0.0 0.2 0.4 0.6 0.8 1.0 0.00.20.40.60.81.0 0.08 0.2 0.4 0.6 0.8 0.2 0.4 0.6 0.8 0.0 0.2 0.4 0.6 0.8 1.0 2000 1000 200 100 50 20 10 5 2 500 0 1 2 3 4 5 5 10 20 50 100 50 20 10 5 2 2 100 100 0 1 2 3 4 5 012345 0.95 0.99 4 3 2 1.01 1.01 2 3 4 0.99 0.95 Handling time ( h 2 ) Attack rate ( a 2 ) Attack rate (a 1 )Handling time (h 1 ) 0.08 Figure 4Contour plots showing relative bias (i.e. ^ S 1;2 =S 1;2 ) of the Multiple Risk Model ( ^ S 1;2 , eqn 1) for experiments using additive (Panels a–b) or substitutive designs (Panels c, d). Panels a and c depict relative bias as a function of the attack rates of the two predators (other parameters were fixed:h 1 =h 2 =2.5,T=20,N 0 =10. Panels b and d depic relatives bias as a function of the handling time of the two predators (other parameters were fixed:a 1 =a 2 =0.25,T=20,N 0 =10). The degree of bias is indicated by more intense colours: blue indicates a bias towards risk enhancement, whereas red indicates a bias towards risk reduction. Note that in substitutive designs, there is no bias when attack rates and handling times are equivalent for the two predators (i.e. along the 1 : 1 lines in panels c and d). ©2012 Blackwell Publishing Ltd/CNRS 6M. W. McCoy, A. C. Stier and C. W. OsenbergLetter bit saturating functional responses; the application of eqns 1 and 2 has likely led to a biased impression of MPEs in food webs. For studies using additive designs, this bias has been towards concluding risk enhancement even in cases where predators have independent effects (e.g. Buskirk 1988; Soluk & Collins 1988; Morin 1995; Losey & Denno 1998; Son & Thiel 2006). Despite this bias, meta-analyses suggest that it is more common to find ‘risk reduction’ (Sihet al. 1998) in studies using additive experimental designs. As a result, the application of eqn 1 has likely resulted in underestimates of the magnitudes of risk reduction. In other words, risk reduction is likely even strongerthan past analyses have suggested. For studies using a substitutive design, the bias inherent in eqn 2 likely also led to bias, although the direction of that bias is more ambiguous. The magnitude of the bias in past studies (and associated meta- analyses) is impossible to infer without reliable estimates of depletion in combination with handling times and attack rates for predators used in those studies. Thus, instead of reanalysing those data (which is not possible), we require new approaches. One option, which does not require assessment of the functional response, is to do very short-term experiments or to replace prey as they are consumed to prevent depletion in foraging trials. This is a robust approach that can be effective no matter the shape of the functional response (or nature of density dependence). However, preventing depletion is often not feasible, so other approaches are required. If the predators exhibit Type II functional responses, then we recommend the application of Roger’s random predation model to estimate parameters of the functional response while account- ing for prey depletion (e.g. Julianoet al.2001; Bolker 2008; McCoy & Bolker 2008; Stieret al.2012). Note, however, that functional response parameters are likely to be affected by the predator’s level of satiation and physiological status as well as the experimental venue. Thus, quantification of the functional responses and evaluation of the MPEs are best conducted in par- allel using similar conditions. Of course, these parameter-based approaches assume that feeding rates are suitably described by a specific form of functional response (we have emphasised a Type II response in our discussion). For many organisms, we still lack the information needed to assess the general form of this func- tion, let alone how it can be estimated in the presence of prey depletion (e.g. as in the case of Roger’s model for a Type II functional response). Our insights about studies of MPEs likely apply to a range of other ecological phenomena (e.g. effects of toxicological mixtures on survival assays, and effects of multiple parasites on their com- mon host) in which depletion and density dependence likely occur. For example, over the past two decades a wealth of studies have aimed to understand if diversity within trophic levels affects ecosys- tem function (Cardinale 2002; Iveset al.2005; Balvaneraet al.2006; Cardinaleet al.2006; Duffy & Cardinale 2007; Schmitz 2007). Often these studies compare the function of ecosystems with mixtures of consumers to the function expected based on results from systems with a single species of consumers (Ruesink & Srivastava 2001; Cardinale 2002; Balvaneraet al.2006). Greater ecosystem function with diverse consumer assemblages is often interpreted as an emer- gent property of consumers that occurs from niche partitioning, or facilitative interactions (e.g. cooperative hunting) among consumers. Reduced ecosystem function is often attributed to intraguild inter- actions and interference among consumers (Cardinaleet al.2006; Duffy & Cardinale 2007). However, as we have shown here, some of the differences in consumption rates between monocultures and mixtures may be the result of nonlinearities in consumer functional responses (also discussed in Iveset al.2005), combined with changes in the densities of resources via depletion. A better appreci- ation of the shapes of consumer functional responses and the effects of prey density on expected prey survival (and predator feed- ing rates) in diverse mixtures of consumer species will enhance our ability to predict how species loss in consumer trophic levels will affect ecosystem function and stability. Moreover, understanding when emergent effects of multiple predators are expected to arise is fundamental for understanding the trophic interactions that cha- racterise all food webs. ACKNOWLEDGEMENTS This research was supported by the National Science Foundation: DEB-0716923/0717220 (to K. Warkentin and J. Vonesh) and OCE-1130359 (to C. Osenberg, T. Frazer and J. Shima). We thank Ben Bolker for insightful discussions and R code, James Vonesh for helpful discussions and editorial suggestions, and three referees for comments that improved this manuscript. AUTHOR CONTRIBUTIONS MWM, ACS and CWO developed the idea and conceptual frame- work of the study, MWM performed modelling work and analysed output data, and ACS performed the literature review on prey depletion. MWM wrote the first draft of the manuscript, and all authors contributed substantially to revisions. REFERENCES Balvanera, P., Pfisterer, A.B., Buchmann, N., He, J., Nakashizuka, N., Raffaelli, D.et al.(2006). Quantifying the evidence for biodiversity effects on ecosystem functioning and services.Ecol. Lett., 9, 1146–1156. Billick, I. & Case, T.J. (1994). Higher-order interactions in ecological communities - what are they and how can they be detected.Ecology, 75, 1529– 1543. Bolker, B.M. (2008).Ecological Models and Data in R. Princeton University Press, Princeton, New Jersey. Bolker, B., Holyoak, M. & Kivan, V. (2003). Connecting theoretical and empirical studies of trait-mediated interactions.Ecology, 84, 1101–1114. Van Buskirk, J. (1988). Interactive effects of dragonfly predation in expermental pond communities.Ecology, 69, 857–867. Cardinale, B. (2002). Species diversity enhances ecosystem functioning through interspecific facilitation.Nature, 415, 426–429. Cardinale, B., Srivastava, D. & Duffy, J. (2006). Effects of biodiversity on the functioning of trophic groups and ecosystems.Nature, 443, 989–992. Collins, M.D., Ward, S.A. & Dixon, A.F.G. (1981). Handling time and the functional-response of Alphelinus thompsoni, a predator and parasite of the aphid Drepanosiphum-platanoidis.J. Anim. Ecol., 50, 479–487. Duffy, J.E. & Cardinale, B. (2007). The functional role of biodiversity in ecosystems: incorporating trophic complexity.Ecol. Lett., 10, 522–538. Griffen, B.D. (2006). Detecting emergent effects of multiple predator species. Oecologia, 148, 702–709. Hassell, M., Lawton, J.H. & May, R.M. (1976). Patterns of dynamical behaviour in single-species populations.J. Anim. Ecol., 45, 471–486. Hassell, M., Lawton, J.H. & Beddington, J.R. (1977). Sigmoid functional responses by invertebrate predators and parasitoids.J. Anim. Ecol., 46, 249–262. Hedges, L., Gurevitch, J. & Curtis, P.S. (1999). The meta-analysis of response ratios in experimental ecology.Ecology, 80, 15–1156. Holling, C.S. (1959). The components of predation as revealed by a study of small- mammal predation of the European pine sawfly.Can. Entomol., 91, 293–320. ©2012 Blackwell Publishing Ltd/CNRS LetterPredicting multiple predator effects7 Ives, A.R., Cardinale, B.J. & Snyder, W.E. (2005). A synthesis of subdisciplines: predator–prey interactions, and biodiversity and ecosystem functioning.Ecol. Lett., 8, 102–116. Jescheke, J.M., Kopp, M. & Tollrian, R. (2004). Consumer-food systems: why type I functional responses are exclusive to filter feeders.Biol. Rev., 79, 337–349. Juliano, S.A. & Williams, F.M. (1985). On the evolution of handling time. Evolution, 39, 212–215. Juliano, S.A. (2001). Non-linear curve fitting: predation and functional response curves. In:Design and Analysis of Ecological Experiments(eds Scheiner, S. & Gureuitch, J.). Chapman and Hall, London, pp. 159–182. Losey, J.E. & Denno, R.F. (1998). Positive predator-predator interactions: enhanced predation rates and synergistic suppression of aphid populations. Ecology, 79, 2143–2152. McCoy, M.W. & Bolker, B.M. (2008). Trait-mediated interactions: influence of prey size, density and experience.J. Anim. Ecol., 77, 478–486. Morin, P.J. (1995). Functional redundancy, non-additive interactions, and supply- side dynamics in experimental pond communities.Ecology, 76, 133–149. Oksanen, L., Fretwell, S.D., Arruda, J. & Niemela, P. (1981). Exploitation ecosystems in gradients of primary productivity.Am. Nat., 118, 240–261. Osenberg, C.W., Sarnelle, O. & Cooper, S.D. (1997). Effect size in ecological experiments: the application of biological models in meta analysis.Am. Nat., 150, 798–812. Polis, G.A. & Holt, R.D. (1992). Intraguild predation: the dynamics of complex trophic interactions.Trends Ecol. Evol., 7, 151–154. Rogers, D. (1972). Random search and insect population models.J. Anim. Ecol., 41, 369. Ruesink, J.L. & Srivastava, D.S. (2001). Numerical and per capita responses to species loss: mechanisms maintaining ecosystem function in a community of stream insect detritivores.Oikos, 93, 221–234. Schmitz, O.J. (2007). Predator diversity and trophic interactions.Ecology, 88, 2415–2426. Schmitz, O.J. (2009). Effects of predator functional diversity on grassland ecosystem function.Ecology, 90, 2339–2345. Sih, A., Englund, G. & Wooster, D. (1998). Emergent impacts of multiple predators on prey.Trends Ecol. Evol., 13, 350–355. Soluk, D.A. & Collins, N.C. (1988). Synergistic interactions between fish and stoneflies - facilitation and interference among stream predators.Oikos, 52, 94– 100. Son, T.C. & Thiel, M. (2006). Multiple predator effects in an intertidal food web. J. Anim. Ecol., 75, 25– 32. Stier, A.C., Geange, S.W. & Bolker, B.M. (2012). Predator density and competition modify the benefits of group formation in a shoaling reef fish. Oikos, DOI: 10.1111/j.1600-0706.2012.20726.x. Thompson, D.J. (1978). Towards a realistic predator-prey model: the effect of temperature on the functional response and life history of larvae of the damselfly, Ischnura elegans.J. Anim. Ecol., 47, 757–767. Vance-Chalcraft, H.D. & Soluk, D.A. (2005). Multiple predator effects result in risk reduction for prey across multiple prey densities.Oecologia, 144, 472–480. Vance-Chalcraft, H.D., Rosenheim, J.A., Vonesh, J.R., Osenberg, C.W. & Sih, A. (2007). The influence of intraguild predation on prey suppression and prey release: a meta analysis.Ecology, 88, 2689–2696. Vonesh, J.R. & Osenberg, C.W. (2003). Multi-predator effects across life-history stages: non-additivity of egg- and larval-stage predation in an African tree frog.Ecol. Lett., 6, 503–508. Werner, E.E. & Peacor, S.D. (2003). A review of trait-mediated indirect interactions in ecological communities.Ecology, 84, 1083–1100. Wootton, J. (1994). The nature and consequences of indirect effects in ecological communities.Annu. Rev. Ecol. Syst., 25, 443–466. SUPPORTING INFORMATION Additional Supporting Information may be downloaded via the online version of this article at Wiley Online Library (www.ecologyletters.com). As a service to our authors and readers, this journal provides sup- porting information supplied by the authors. Such materials are peer-reviewed and may be re-organised for online delivery, but are not copy-edited or typeset. Technical support issues arising from supporting information (other than missing files) should be addressed to the authors. Editor, John Fryxell Manuscript received 18 June 2012 First decision made 24 July 2012 Manuscript accepted 22 August 2012 ©2012 Blackwell Publishing Ltd/CNRS 8M. W. McCoy, A. C. Stier and C. W. OsenbergLetter Electronic Supplement 1 EMERGENT EFFECTS OF MULTIPLE PREDATORS ON PREY SURVIVAL: THE IMPORTANCE OF DEPLETION AND THE FUNCTIONAL RESPONSE by M. W . , McCoy, A. C. Stier, And C. W. Osenberg This supplement provides additional results from simulated multiple predator effects experiments as described in McCoy et al. For each simulation we compared the true survival (i.e. value of ! !,! , Eq. 4) under the assumption of independence with that expected from the Multiplicative Risk Model (i.e. value of ! !,! , Eq. 1 and 2), expressed as both a difference, ! !,! −! !,! , and a ratio, ! !,! /! !,! . Absolute bias is presented here and relative bias is presented in the main document. ! Figure S1. Contour plots showing absolute bias (i.e., ! !,! −! !,! ) for the Multiple Risk Model (! !,! , Eq. 1) based on experiments using additive (Panels a-c) or substitutive designs (Panels d-f). Handling times (y-axis) were the same for both predators (h 1 =h 2 =1 to 5), and the attack rate for predator 2 was fixed (a 2 =1), but the attack rate for predator 1 (x-axis) and experimental duration was varied. For additive designs (panels a, b, c), the Multiplicative Risk Model predicted survival probabilities that were too low. In contrast, for substitutive designs (panels d, e, f) the Multiplicative Risk Model predicted survival probabilities that were too high. The direction of bias is indicated by color, while the magnitude of bias is indicated by intensity. Compare this figure to that for relative bias provided in the text (Fig. 2) ! T = 5T = 10T = 20 0 1 2 3 4 5 0 1 2 3 4 5 0.20.40.60.81.00.20.40.60.81.00.20.40.60.81.0 Handling Time ( h ) (a)(b)(c) (d)(e)(f ) Additive Design Substitutive Design Relative Attack Rate of Predator 1 (a 1 /a 2 ) Electronic Supplement 2 EMERGENT EFFECTS OF MULTIPLE PREDATORS ON PREY SURVIVAL: THE IMPORTANCE OF DEPLETION AND THE FUNCTIONAL RESPONSE by M. W . , McCoy, A. C. Stier, And C. W. Osenberg This supplement provides sample computer code for the R statistical programming environment (R Development Core Team, 2011) that can be used to help understand depletion and to reduce the potential for bias when making inferences about multiple predator effects. The code provided in this supplement is divided into four sections. Here, we deal only with the case in which predator functional responses can be described with a Holling’s Type II model (Holling, 1959). In the first section, code is provided that helps to illustrate how depletion affects the shape of the predator’s functional response. The second and third sections provide a guide for attaining accurate estimates of functional response parameters when depletion has occurred. Conducting experiments in which depletion is not an important factor is often not feasible. One alternative is therefore, to conduct functional response experiments and then apply Roger’s random predation model (which accounts for prey depletion) to estimate functional response parameters (B M Bolker, 2008; Juliano, 2001; M W McCoy & Bolker, 2008; Rogers, 1972; James R Vonesh & Bolker, 2005). Section 2 provides code for a data simulator that generates code that one might expect to get from a functional response experiment. In this case the experiment is run for 2 days and depletion occurs. Code is then provided that employs a maximum likelihood approach to analyze the simulated data. This analysis assumes a binomial error model and uses the lambertW function to fit Roger’s random predator equation to the data (Bolker, 2008; McCoy & Bolker, 2008). Section 3 outlines how one might go about estimating one unknown parameter for a Type II functional response. This approach may be most useful for well-studied systems where one parameter, such as handling time, is known. In the example provided, attack rate is estimated for the case where prey survival and handling time is known. Section 4 provides code to implement a numerical integration (alternate approaches can be used) to generate correct predictions of expected prey survival for two predator species foraging independently. ! ! Section!1**Illustration!of!depletion!effect!! Taken!from!the!help!page!for!the!lambertW!function!in!the!R!package!“emdbook”.! The!original!code!can!be!accessed!in!R!via!the!command<<!?emdbook::lambertW! ! ##Load libraries ! require(deSolve) require(bbmle) require(ggplot2) require(emdbook) ## Rogers random predator equation: rogers.pred <- function(N0,a,h,T) { N0 - lambertW(a*h*N0*exp(-a*(T-h*N0)))/(a*h) } ##Holling's Type II Functional Response holling2.pred <- function(N0,a,h) { a*N0/(1+a*h*N0) } curve(rogers.pred(x,a=1,h=0.2,T=1),from=0,to=60, ylab=\"Number eaten/unit time\",xlab=\"Initial number\",ylim=c(0,5), main=\"Predation: a=1, h=0.2\") curve(rogers.pred(x,a=1,h=0.2,T=5)/5,add=TRUE,lty=2,from=0) curve(rogers.pred(x,a=1,h=0.2,T=0.2)*5,add=TRUE,lty=3,from=0) curve(rogers.pred(x,a=1,h=0.2,T=10)/10,add=TRUE,lty=4,from=0) curve(holling2.pred(x,a=1,h=0.2),add=TRUE,lty=1,lwd=2,from=0) abline(h=5) legend(30,3, c(paste(\"Rogers, T=\",c(0.2,1,5,10),sep=\"\"), \"Holling type II\"),lwd=c(rep(1,4),2),lty=c(3,1,2,4,1)) ! ! Figure 1: Illustration of depletion effects on the shape of the predators function response. As duration of the experiment, T, increases the apparent shape of the predators functional response becomes increasingly linear and the deviation from the Holling Type II functional response model increases. Fitting the Holling Type II model to data for T>0, fitting without accounting for depletion will generate parameters estimates substantially different from the true predator functional response depicted by the bold solid line (the Holling type II curve). ! ! Section!2**Estimating!attack!rate!and!handling!time!parameters!from!data! ! For!this!example!we!have!modified!the!supplemental!code!file!provided!in!(McCoy,! Bolker,!Warkentin,!&!Vonesh,!2011).!!First!we!generate!simulated!data!that!mimics!a! functional!response!experiment.!The!simulation!gives!consumption!by!predators! across!a!prey!gradient!ranging!from!10!to!100!individuals!with!each!trial!replicated! 6!times.!The!simulated!experiment!runs!for!two!days!allowing!depletion!to!occur.! ! In!this!simulation,!variation!among!replicates!is!introduced!by!allowing!attack!rate,! a,!to!vary!randomly!across!replicates!around!a!median!value!of!0.75!and!with!a! proportional!variation!of!10%.! ! We!then!apply!Rogers!random!predator!model!to!obtain!estimates!of!the! parameters!of!the!functional!response.! ! ## Generate data 0102030405060 0 1 2 3 4 5 Initial number Number eaten/unit time 0.21.0 5.010.0 Experiment Duration (days) set.seed(1001) ## set random-number seed for reproducibility simdata <- function(nrep){ test.vals <- expand.grid(N0=seq(10,100,by=10), replicate=1:nrep) a <- rlnorm(nrep,meanlog=log(0.75),sdlog=.10) p <- with(test.vals,rogers.pred(N0=N0, a=a[replicate], h=0.02,T=2)/N0) z <- rbinom(nrow(test.vals),prob=p,size=test.vals$N0) data.frame(test.vals,killed=z) } x <- simdata(6) ## Plot results ... g=ggplot(x,aes(N0,killed))+geom_point(aes(colour=replicate,shape= factor(replicate))) + labs(x = \"Initial Density\",y=\"# Prey Eaten\") + stat_function(fun = function(x,a,h,T) { x - lambertW(a*h*x*exp(-a*(T-h*x)))/(a*h)}, args=list(a=.75,h=.02,T=2),colour = \"red\")!+ opts(panel.grid.minor=theme_blank(), panel.grid.major=theme_blank())+ (axis.title.x = theme_text(face=\"bold\", size=16), axis.text.x = theme_text( size=12), axis.title.y = theme_text(face=\"bold\", angle=90,size=16), axis.text.y = theme_text( size=12)) g # print graph ! Figure!2:!Plot!of!simulated!functional!response!data.!!Colors!depict!among!replicate!variability.! ! ##Now estimate parameters by fitting Rogers random predator equation using a maximum likelihood approach and assuming a binomial error structure. m1= mle2(killed~dbinom(size=N0,prob=rogers.pred(N0,a,h,T=2)/N0), start=list(a=.75,h=0.02), method=\"L-BFGS-B\",lower=1e-5,,data=x) coef(m1) ##Gets the estimates of the parameters ## The should be very close to the true parameters that were used to generate the simulated data. ! Section!3—Estimating!attack!rate!post!hoc.! ! For!some!MPE!studies,!there!may!be!existing!estimates!of!handling!time.!!In!these! cases,!one!need!not!perform!detailed!functional!response!studies.!!Instead,!the!data! from!the!MPE!study!can!be!used!along!with!the!existing!handling!time!estimates!to! estimate!attack!rates.!!! ! To!illustrate!how!to!estimate!an!attack!rate!when!handling!time!and!proportional! survival!is!known,!we!use!the!same!data!depicted!in!supplemental!figure!2!that!was! generated!above.!!Specifically,!we!know!that!h=0.02!and!that!when!the!initial! density!of!prey!was!100,!~52!prey!were!eaten!(N eaten )!on!average.!!So,!we!can!specify! the!known!values!of!N0,!N eaten, !and!h!to!solve!for!attack!rate,!a!by!finding!the!value!of! 10 20 30 40 50 60 20406080100 Initial Density # Pr e y Eaten Experimental Replicate 123456 a!whereby!the!expected!number!eaten!based!on!the!functional!response!model!is! equal!to!the!observed!number!eaten.! ! N eaten =52 u1=uniroot(function(a){rogers.pred(N0=100, a=a, h=.02, T=2)-N eaten },lower=0.00001,upper=20) u1$root ## ~0.75. ! The!attack!rate!and!handling!time!parameters!(estimated!with!a!model!that! accounts!for!depletion)!can!now!be!used!in!section!4!to!derive!the!expected!survival! of!prey!in!the!mixed!predator!trials.! ! Section!4—Predicting!independent!effects!of!two!predators!assuming!both! have!Type!II!functional!responses! ! Armed!with!the!correct!parameters!for!handing!time!and!attack!rate!for!each! predator!species,!for!example!by!using!Roger’s!random!predation!model!as!above,! one!can!generate!the!predicted!combined!effects!of!the!two!predators!if!they!act! independently.!!Below!we!provide!an!example!that!uses!numerical!integration! ! #First define a gradient function for the numerical integration frgrad <- function(t,y,parms) { with(c(as.list(parms),y), list(-N0*(a1/(1+a1*h1*N0)+a2/(1+a2*h2*N0)), NULL)) } ! Second,!define!a!function!to!compute!number!eaten!by!time!T.!Here,!we!represent! the!starting!prey!densities!as!N10,!and!N20!for!predator!1!and!2!respectively.! Similarly,!we!use!a1,!and!a2!for!the!attack!rates!and!h1!and!h2!for!the!handling!times! of!the!two!predators.! ! rogers.lsoda <- function(N0,a1,a2,h1,h2,T) { L1 <- lsoda(y=c(N0=N0),times=seq(0,T,length=2),",
  "sections": {
    "abstract": "The combined effects of multiple predators often cannot be predicted from their independent effects. Emergent multiple predator effects (MPEs) include risk enhancement, where combined predators kill more prey than predicted by their individual effects, and risk reduction, where fewer prey are killed than predicted. Current methods for detecting MPEs are biased because they assume linear functional responses and/or no prey depletion. As a result, past studies overestimated the occurrence of risk enhancement for additive designs, and tended to overestimate the occurrence of risk reduction for sub- stitutive designs. Characterising the predators’ functional responses and accounting for prey depletion reduces biases in detection, estimation, interpretation and generalisation of the emergent effects of preda- tor diversity on prey survival. These findings have implications beyond MPE’s and should be considered in all studies aimed at understanding how multiple factors combine when demographic rates are density dependent.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we show that depletion of prey by predators in combination with a nonlinear functional response leads to conclusions of risk enhance- ment or risk reduction even when predators have independent effects.",
    "we show that the direction and magnitude of bias is in part a consequence of the experimental design."
  ],
  "fullText": "\n\nLETTER\nEmergent effects of multiple predators on prey survival:\nthe importance of depletion and the functional response\nMichael W. McCoy,\n1,2\n* Adrian C.\nStier\n2\nand Craig W. Osenberg\n2\n1\nDepartment of Biology, East\nCarolina University Greenville, NC,\n27858, USA\n2\nDepartment of Biology, University\nof Florida Gainesville, FL, 32611-\n8525, USA\n*Correspondence: E-mail:\nmccoym@ecu.edu\nAbstract\nThe combined effects of multiple predators often cannot be predicted from their independent effects.\nEmergent multiple predator effects (MPEs) include risk enhancement, where combined predators kill\nmore prey than predicted by their individual effects, and risk reduction, where fewer prey are killed than\npredicted. Current methods for detecting MPEs are biased because they assume linear functional\nresponses and/or no prey depletion. As a result, past studies overestimated the occurrence of risk\nenhancement for additive designs, and tended to overestimate the occurrence of risk reduction for sub-\nstitutive designs. Characterising the predators’ functional responses and accounting for prey depletion\nreduces biases in detection, estimation, interpretation and generalisation of the emergent effects of preda-\ntor diversity on prey survival. These findings have implications beyond MPE’s and should be considered\nin all studies aimed at understanding how multiple factors combine when demographic rates are density\ndependent.\nKeywords\nAdditivity, density dependence, handling time, MPE, predation, Roger’s random predator model.\nEcology Letters(2012)\nINTRODUCTION\nTraditionally, ecological systems have been studied as subsets of\npairwise interactions, with the hope that these can then be assem-\nbled to predict the spatial and temporal patterns of intact communi-\nties  (e.g.  Oksanenet al.1981;  Wootton  1994).  If  pairwise\ninteractions are independent of other members of the community,\nthen community dynamics can be assembled piecemeal. However, if\ninteraction strengths are not independent of other players in the\nsystem, then observed community dynamics will depart from simple\npredictions based on pairwise interactions (Wootton 1994; Bolker\net al.2003; Werner & Peacor 2003). Such departures can reveal the\naction of complex and potentially novel forms of species interac-\ntions, which have been referred to as higher order interactions, trait\nmediated indirect interactions or non-consumptive predator effects\n(Wootton 1994; Bolkeret al.2003; Werner & Peacor 2003). As\npredator–prey interactions comprise the foundation of food web\ndynamics, many studies have focused on examining possible interac-\ntions among multiple predator species and a shared prey (Polis &\nHolt 1992; Sihet al.1998; Iveset al.2005; Vance-Chalcraft & Soluk\n2005; Griffen 2006; Schmitz 2009). In general, these studies show\nthat the effects of multiple predators are often not independent,\nsuggesting that a better understanding of these higher order interac-\ntions is needed to fully appreciate food web dynamics.\nInteractions between predators (e.g. cooperation, competition or\nintraguild predation), as well as anti-predator responses by prey, can\nlead to emergent ‘multiple predator effects’ (MPEs), where prey con-\nsumption rates by multiple predators foraging in concert cannot be\npredicted by knowing the independent effects of each predator on\nprey survival (e.g. Polis & Holt 1992; Sihet al.1998; Iveset al.2005;\nVance-Chalcraft & Soluk 2005; Griffen 2006; Schmitz 2009). Multiple\npredator species can combine: (1) independently, (2) synergistically\n(leading to prey risk enhancement: Soluk & Collins 1988; Losey &\nDenno 1998; Sihet al.1998) or (3) antagonistically (e.g. leading to\nprey risk reduction: Sihet al.1998; Vance-Chalcraft & Soluk 2005).\nStudies of MPEs typically compare observed patterns of prey survival\nin the presence of combinations of predators to expected survival pre-\ndicted from the independent effects of each predator species in\nmonoculture (Soluk & Collins 1988; Billick & Case 1994; Sihet al.\n1998; Griffen 2006). Early studies of MPEs misinterpreted results by\nusing incorrect models to calculate expected effects (see critiques by\nBillick & Case 1994; Wootton 1994), or by ignoring prey losses in the\nabsence of predators (see clarifications by Sihet al.1998; Vonesh &\nOsenberg 2003). Indeed, considerable debate in the literature focused\non understanding how statistical models used to make predictions\nabout the expected effects of multiple predators are linked to the\nunderlying biological models assumed to drive prey survival (Soluk &\nCollins 1988; Billick & Case 1994; Sihet al.1998; Vonesh & Osenberg\n2003; Griffen 2006). A consensus approach emerged (Vonesh &\nOsenberg 2003; Vance-Chalcraft & Soluk 2005; Griffen 2006). Specif-\nically, if two predators have independent effects, then expected pro-\nportion of prey surviving (hereafter prey survival) in the presence of\nboth predators,\n^\nS\n1;2\ncan be calculated based on prey survival in the\npresence of each predator species in monoculture,S\n1\nandS\n2\n, corrected\nfor background mortality (i.e. survival in no predator control treat-\nmentS\nctl\n) (also see Table 1):\n^\nS\n1;2\n¼\nS\n1\n\"S\n2\nS\nctl\nð1Þ\nEquation 1 is a corrected version of the ‘Multiplicative Risk Model’\nof Soluk & Collins (1988) based on an additive design (i.e. where\nthe combined effects of predator species 1 and 2, at densitiesC\n1\nandC\n2\n, are predicted based on their isolated effects, also evaluated\natC\n1\nandC\n2\n) (Vonesh & Osenberg 2003). An analogous null model\nfor a substitutive design (where total predator density is the same in\nboth the monoculture and mixed species treatments) yields:\n^\nS\n1;2\n2\n¼\nS\n0:5\n1\nS\n0:5\n2\nS\nctl\nð2Þ\nDespite general consensus among ecologists on these calculations\nof  expected  survival  in  combined  predator  treatments,  the\nderivation (Table 1) and underlying assumptions of eqns 1 and 2\n©2012 Blackwell Publishing Ltd/CNRS\nEcology Letters, (2012)doi: 10.1111/ele.12005\n\n(hereafter referred to as the Multiplicative Risk Model) are still not\nwell appreciated. Most notably, the Multiplicative Risk Model is\noften assumed to account for prey depletion (Sihet al.1998; Grif-\nfen 2006), ostensibly because it adjusts survival probabilities so that\nthey are conditional (i.e. prey cannot be eaten twice). However, the\nMultiplicative Risk Model assumes that prey per capita mortality\nrates imposed by predators are constant over the course of the\nexperiment, which is only valid when predators have linear (i.e.\nType I) functional responses, when prey are continuously replen-\nished, or experimental durations are sufficiently short that depletion\nis inconsequential (Collinset al.1981; Juliano & Williams 1985; Juli-\nanoet al.2001). These assumptions are violated in most empirical\nstudies, because most predators have nonlinear functional responses\n(Hassellet al.1976, 1977; Jeschekeet al.2004) and because most\npredation studies run sufficiently long that prey density declines\nappreciably from the start to end of trials. For example, we exam-\nined 100 multiple predator studies reviewed by Vance-Chalcraft\net al.(2007) and found that on average prey were depleted by 70%\nover the course of these experiments. Therefore, the assumption of\nconstant instantaneous per capita feeding rates (i.e. temporally\ninvariant mortality rates of prey) is probably severely violated in\nstudies of MPEs, and this could affect how we interpret and gener-\nalise the results of multiple predator studies.\nTo our knowledge, no studies have examined explicitly how prey\ndepletion in combination with a nonlinear functional response influ-\nences the expected results of multiple predator studies. In this study,\nwe show that depletion of prey by predators in combination with a\nnonlinear functional response leads to conclusions of risk enhance-\nment or risk reduction even when predators have independent effects.\nMoreover, we show that the direction and magnitude of bias is in part\na consequence of the experimental design. As a result, past studies\n(including meta-analyses and syntheses of the literature: e.g. Sihet al.\n1998; Schmitz 2007) likely misestimated the importance of MPEs.\nSpecifically, studies that used additive experimental designs with prey\ndepletion were more likely to conclude risk enhancement, and studies\nthat used substitutive designs were usually more likely to conclude risk\nreduction, even when predators affected prey independently (Fig. 1).\nWe also suggest some approaches for dealing with depletion in studies\nof MPEs that will reduce biases in detection, estimation and interpre-\ntation of emergent MPEs.\nMETHODS\nAlthough a variety of nonlinear functional responses are possible, here,\nwe assumed that predators exhibited a Type II functional response:\nF¼\naNC\n1þahN\nð3Þ\nwhereFis the instantaneous feeding rate of one predator,Cis\npredator density,Nis prey density,ais attack rate andhis handling\ntime (Holling 1959). Type II functional responses are thought to\ncharacterise the feeding rate of many types of predators (Jescheke\net al.2004). We also assumed that mortality of prey in the absence\nof predators was negligible: that is, survival in the control treatment\nwas 100% (S\nctl\n=1). As a result, prey survival,S, in the presence of\na predator assemblage withnpredator species (with predator species\niat densityC\ni\n), can be found by integrating the aggregate feeding\nrates over the duration of the study (from time 0 toT), as prey\ndensity (N\nt\n) declines:\nS¼1&\nR\nT\n0\nP\nn\ni¼1\na\ni\nN\nt\nC\ni\n1þa\ni\nh\ni\nN\nt\ndt\nN\n0\nð4Þ\nWe simulated foraging trials by solving eqn 4 numerically. First,\nwe did this for two predator species in monoculture, which yielded\nS\n1\nandS\n2\n. Second, we generated the survival of prey in the presence\nof both predator species under the assumption of independence (i.e.\nthe true value ofS\n1,2\n) using eqn 4 and the same parameters used to\ngenerate the monoculture results. Third, we applied eqns 1 or 2\n(depending on the experimental design being examined) to generate\n^\nS\n1;2\n(i.e. the standard null expectation under the Multiplicative Risk\nModel). We then compared the true value ofS\n1,2\nunder the assump-\ntion of independence with that expected from the Multiplicative Risk\nModel,\n^\nS\n1;2\n(eqns 1 and 2). The deviation between\n^\nS\n1;2\nandS\n1,2\n(expressed as both a difference,\n^\nS\n1;2\n-S\n1;2\n, and a ratio,\n^\nS\n1;2\n=S\n1;2\n) was\nused as a measure of bias in the Multiplicative Risk Model formula-\ntion. We then determined how bias changed as a function of study\nduration,T, handling time,hand attack rate,a, all of which influence\ndepletion and/or the nonlinearity of the functional response (Rogers\n1972; Thompson 1978; Juliano & Williams 1985; Julianoet al.2001),\nfor both additive designs and substitutive designs.\nAfter providing a simple illustration of bias with a limited set of\nparameters, we systematically explored how variation in attack rates,\nhandling times and study duration affected bias in applications of\nthe Multiplicative Risk Model.\n(1)  To start, we assumed that the two predator species were iden-\ntical (a\n1\n=a\n2\n=aandh\n1\n=h\n2\n=h), and we simultaneously varieda\n(from 0.1 to 0.5),h(from 0 to 5) andT(from 5 to 20).\nTable 1Application of the Multiplicative Risk Model for additive and substitutive designs for predicting effects of two predators (1 and 2) from their effects quantified\nin isolation. These expressions assume both predators have a Type I functional response (so that mortality rates are constant and independent of preynumber or density,\nN).Pis proportion of prey surviving from specific mortality sources,lis the per capita prey mortality rate from those sources,Sis the proportion of prey surviving in a\nspecific treatment and (S\nˆ\n) is predicted survival from the Multiplicative Risk Model for additive and substitutive experimental designs. Subscripts 1, 2 indicate predator\nidentity (1 or 2)ctlindicates the control treatment (i.e. no predator)\nAbsolute number survivingProportion survival\nControlN\nctl\nN\nctl\n¼N\n0\nC\n&u\nctl\n¼N\n0\nP\nctl\nS\nctl\n=P\nctl\nPredator (1)N\n1\nN\n1\n¼N\n0\nC\n&u\nctl\n&u\n1\n¼N\n0\nP\nctl\nP\n1\nS\n1\n=P\nctl\nP\n1\nPredator (2)N\n2\nN\n2\n¼N\n0\nC\n&u\nctl\n&u\n2\n¼N\n0\nP\nctl\nP\n2\nS\n2\n=P\nctl\nP\n2\nAdditive (1+2)N\n1,2\nN\n1;2\n¼N\n0\nC\n&u\nctl\n&u\n1\n&u\n2\n¼N\n0\nP\nctl\nP\n1\nP\n2\n^\nS\n1;2\n¼P\nctl\nP\n1\nP\n2\n¼\nS\n1\nS\n2\nS\nctl\nSubstitutive [(1+2)/2]N\n1,2\nN\n1;2\n¼N\n0\nC\n&u\nctl\n&\nu\n2\n&u\n1\n2\n¼N\n0\nP\nctl\nP\n0:5\n1\nP\n0:5\n2\n^\nS\n1;2\n2\n¼P\nctl\nP\n0:5\n1\nP\n0:5\n2\n¼\nS\n0:5\n1\nS\n0:5\n2\nS\nctl\n©2012 Blackwell Publishing Ltd/CNRS\n2M.  W.  McCoy,  A. C.  Stier  and  C.  W.  OsenbergLetter\n\n(2)  We then relaxed the assumption of predator equivalency for the\nremaining scenarios. First, we assumed predators had identical han-\ndling times (h\n1\n=h\n2\n=h), fixed the attack rate of one predator\n(a\n2\n= 0.5), and varied the attack rate of the other predator (from 0.1\nto 0.5). We also varied handling time (from 0 to 5) and experimental\nduration (T= 5, 10, 20) to assess how these factors interacted.\n(3)   We more fully explored how disparity in the functional\nresponses affected bias, by fixing handling time (h\n1\n=h\n2\n= 2.5) and\nexperimental duration (T= 20), but varying the two attack rates\n(from 0.01 to 1.0).\n(4)  We then fixed the attack rates (a\n1\n=a\n2\n= 0.25) and experi-\nmental duration (T= 20) and let handling times vary (from 0 to 5).\nIn all scenarios, we setN\n0\n=10, and for the monoculture treat-\nments, we set predator densities equal to one another (C\n1\n=C\n2\n=1\nfor additive  experimental designs;C\n1\n=C\n2\n=2 for substitutive\ndesigns).\nRESULTS AND DISCUSSION\nBias was affected by the amount of depletion, the nonlinearity of\nthe functional response and the study design. Absolute and relative\nbias measures yielded qualitatively similar results, as would be\nexpected (i.e. if\n^\nS\n1;2\n-S\n1;2\n>0, then\n^\nS\n1;2\n=S\n1;2\n>1). Specifically, if pre-\ndators had Type II functional responses and prey were allowed to\ndeplete over the course of the study, then predicted prey survival\nbased on the Multiplicative Risk Models (eqns 1 and 2) was always\ngreater  than  expected  for  additive  experimental  designs  (i.e.\n^\nS\n1;2\n>S\n1;2\n) and typically (but not always) lower than expected for\nsubstitutive experimental designs (i.e.\n^\nS\n1;2\n<S\n1;2\n; Fig. 1 and Supple-\nment 1). These biases occurred because the per capita mortality\nrates of the prey (i.e. proportional survival) increased as prey density\ndeclined (Fig. 1); however, the Multiplicative Risk Models assumes\nper capita mortality rates remain constant as prey are depleted.\nDespite these qualitative similarities, absolute and relative biases\ndiverged in their quantitative patterns. For example, as depletion\nbecame extreme,absolutebias decreased and approached zero not\nbecause the two models were similar but because both\n^\nS\n1;2\nandS\n1,2\napproached  zero  (Supplement  1)  so  that  their  difference  also\napproached zero. Thus, this apparent reduction in bias was a poor\nreflection of the errors inherent to the application of the Multiplica-\ntive Risk Model. In contrast,relativebias often continued to increase\nunder severe depletion: that is, even as\n^\nS\n1;2\nandS\n1,2\napproached\n(a)(b)\n(c)(d)\nTime (days)\nProportion surviving\nSubstitutive a\n1\n≠ a\n2\n0.0001\n0.001\n0.1\n1.0\nSubstitutive a\n1\n= a\n2\nAdditive a\n1\n= a\n2\n51015205101520\n0.0001\n0.001\n0.1\n1.0\nAdditive a\n1\n≠ a\n2\nS\n1\nS\n2\nS\n1,2\nS\n1,2\n^\nS\n1\nS\n2\n=\nS\n1\nS\n2\n=\nS\n1,2\nS\n1,2\n=\n^\nFigure 1Examples illustrating bias in the Multiplicative Risk model. Each panel shows the simulated prey survival (eqn 4) with two predators in isolation (S\n1\n, blue\ndashed line;S\n2\n, red dotted line) and in combination (S\n1,2\n, green line), as well as the predicted survival (\n^\nS\n1;2\n, bold dashed) based on the Multiplicative Risk Model (eqns 2\nor 3). Panels a and c depict an additive experimental design; panels b and d depict a substitutive experimental design. Panels a and b have identical attack rates and\nhandling times (for these simulations:a\n1\n=a\n2\n=0.5); panels c and d depict predators with unequal attack rates (a\n1\n=0.1;a\n2\n=0.5). All other parameters were identical in\nthe four scenarios (h\n1\n=h\n2\n=1;N\n0\n=10,T=20).\n©2012 Blackwell Publishing Ltd/CNRS\nLetterPredicting multiple  predator  effects3\n\nzero (e.g. Figs 1 and 2a). Thus, here, we focus on the relative bias\nresults, but provide results for absolute bias in Supplement 1. Rela-\ntive bias also is a relevant focus of our analyses because relative\nchanges are often used to quantify effect sizes (Osenberget al.\n1997; Hedgeset al.1999).\nFor additive experimental designs, the Multiplicative Risk Model,\ncombined with nonlinear functional responses and prey depletion,\nalways led to a conclusion of risk enhancement when, in fact, pre-\ndators had independent effects (e.g. Fig. 1 a and c). With identical\npredators (i.e. a situation equivalent to doubling the density of a sin-\ngle predator species), relative bias increased as the duration of the\nexperiment increased and as attack rates increased (Fig. 2 a–c). In\nfact, with high levels of depletion the Multiplicative Risk Model\ngenerated predicted survival probabilities that were only 1/400th of\nthe actual survival expected if predators had independent effects\n(eqn 4; Fig. 2c). In contrast to the case with additive designs, appli-\ncation of the Multiplicative Risk Model for substitutive designs\n(eqn 2)  was  unbiased  when  predators  had  identical  functional\nresponses (Fig. 1b). The lack of bias for a substitutive design with\nidentical predators arose because this design simply replaced individ-\nuals of one species with the same number of individuals of the\nother (equivalent) species: that is, there was no functional change in\nthe predator assemblage.\nIn contrast, with non-identical predators, bias existed forboth\nadditive and substitutive designs (Fig. 3). For the additive design,\nbias increased as attack rates increased (Figs 3a–c and 4a). This bias\nexisted for additive designs because per capita prey risk increased\n(due to the Type II functional response) as prey density declined\n(i.e. prey were depleted). Thus, because total predator abundance\nwas  greater  in  mixed  predator  treatments,  depletion  was  also\ngreater, and this created a bias in favour of risk enhancement.\nDepletion alone, however, cannot explain these results for addi-\ntive designs. For example, bias was not monotonically related to\nhandling  time  (Figs 2a–c  and  4b).  As  handling  time  initially\nincreased, depletion decreased, yet bias increased (e.g. see the right\nhand edge of Fig. 2c for small values ofh); however, as handling\ntime increased further (and thus depletion decreased), bias eventu-\nally decreased (as expected due to depletion).\nThis disparity between the results for changing attack rates vs.\nhandling times exists because the parameters (attack rate and han-\ndling time) have two types of effects: they affect depletion but\nthey also affect the shape of the functional response (and how\ndepletion affects prey mortality). For attack rates, these effects\noperate in the same direction: increasing attack rates, increases\ndepletion  (which  increases  bias)  and  makes  the  functional\nresponse more nonlinear (which also increases bias) (Fig. 4a). In\ncontrast, the effects of increased handling time on depletion and\nthe shape of the functional response act in opposition to one\nanother, creating a humped pattern of bias: that is, as handling\ntime increases, depletion is reduced (which decreases bias), but\nthe functional response becomes more nonlinear (which increases\nbias) (Fig. 4b).\nFor substitutive designs with non-identical predators, use of the\nMultiplicative Risk Model with substitutive designs also led to bias;\nhowever, the direction of the bias depended on how the predators\ndiffered. If predators differed only in attack rates, the bias was typi-\ncally in theoppositedirection from that observed with additive\ndesigns (but see Fig. 4d). Use of the Multiplicative Risk Model\n(eqn 2) led to erroneous conclusions of risk reduction (Figs 3d–f\nand 4c) even when predators acted independently. This bias arose\nbecause prey depletion was greater with a monoculture of the more\nefficient predator than with the same total density of predators in a\nmixed predator scenario (because some of the predators were less\nefficient). The single predator treatments thus gave an expectation\nthat prey would be more depleted than they actually were in the\nmixed predator treatment.\nT = 5T = 10T = 20\n0\n1\n2\n3\n4\n5\n0.20.30.40.5\nAttack rate (a)\nHandling time (\nh\n)\n0.1\n(a)(b)(c)\n0.20.30.40.50.10.20.30.40.50.1\n1.5\n2\n10\n100\n1.5\n2\n5\n10\n1.5\n2\n5\n50\n200\n400\nFigure 2Contour plots showing bias as the fold change (i.e.\n^\nS\n1;2\n=S\n1;2\n) between predicted survival based on the Multiple Risk Model (eqn 1) and true survival, when\npredators have independent effects (eqn 4). Here, predators have the same attack rates and handling times. The degree of bias is affected by handling time (y-axis) and\nattack rate (x-axis) and is shown at three experimental durations: 5 days (panel a), 10 days (panel b) and 20 days (panel c). Darker blue indicates higher bias (i.e. predicted\nsurvival is too low based on the Multiplicative Risk Model).\n©2012 Blackwell Publishing Ltd/CNRS\n4M.  W.  McCoy,  A. C.  Stier  and  C.  W.  OsenbergLetter\n\nVariation in handling times between the predators in substitu-\ntive designs had the most complex effects. As substitutive designs\ncontrol for density effects, bias was absent when attack rates and\nhandling  times  were  similar  for  the  two  predators:  note  the\nabsence of bias along the 1 : 1 line in Fig. 4d (see also Fig. 4c).\nAs predators diverged in handling time, the direction of bias\ndepended  on  specific  parameter  values:  for  smaller  handling\ntimes, bias led to erroneous conclusions of risk enhancement,\nwhereas for larger handling times, bias was towards risk reduction\n(Fig. 4d). When predators have equal attack rates (as in Fig. 4d),\nand one predator has handling time near zero (i.e. see the dark\nblue regions of Fig. 4d), that predator’s functional response is\napproximately linear and thus imposes the maximum per capita\nmortality rate over the duration of the study. A monoculture of\nthe other predator (with a more nonlinear functional response)\nwill not deplete prey as much as in the mixture. As a result, in\nthe mixture, this predator will impose a greater mortality rate as\nprey deplete (through the actions of the more efficient predator).\nThus, a researcher applying the Multiplicative Risk Model would\nbe more likely to conclude risk enhancement even when preda-\ntors are acting independently.\nThe bias reverses when handling times are large. Again, consider\nan extreme case, where predators are feeding at their maximum\nrates (i.e. at the asymptote of the functional response) because, for\nexample, handling times are large (or initial prey densities are high).\nIn this case, each predator has a feeding rate of 1/h (it is handling\ntime limited). If depletion is insufficient to reduce this feeding rate,\nthen relative bias can be calculated directly:\nT = 5T = 10T = 20\n0\n1\n2\n3\n4\n5\nHandling time (\nh\n)\n0\n1\n2\n3\n4\n5\nRelative attack rate of predator 1 (a\n1\n/a\n2\n)\n(a)(b)(c)\n(d)\n(e)(f)\nAdditive design\nSubstitutive design\n1.0.020.11.0.020.11.0.020.1\n1.5\n5\n50\n1.5\n2\n5\n10\n1.5\n2\n0.67\n0.5\n0.67\n0.5\n0.2\n0.1\n200\n2\n100\n400\n10\nFigure 3Contour plots showing bias (i.e.\n^\nS\n1;2\n=S\n1;2\n) as the fold change between known survival when predators have independent effectsS\n1,2\n, eqn 4) and that predicted\nbased on the Multiple Risk Model (\n^\nS\n1;2\n, eqn 1) for experiments using additive (Panels a–c) or substitutive designs (Panels d–f). Handling times (y-axis) were the same for\nboth predators (h\n1\n=h\n2\n=1 to 5), but attack rates (x-axis) and experimental durations varied. For additive designs (panels a, b, c), the Multiplicative Risk Model predicts\nsurvival probabilities that are too low (magnitude of bias towards risk enhancement increases with darker blues). In contrast, for substitutive designs (panels d, e, f) the\nMultiplicative Risk Model predicts survival probabilities that are too high (magnitude of the bias towards risk reduction increases with darker reds).\n©2012 Blackwell Publishing Ltd/CNRS\nLetterPredicting multiple  predator  effects5\n\nBias¼\n^\nS\n1;2\nS\n1;2\n¼\nS\n1=2\n1\nS\n1=2\n2\nS\n1;2\n¼\nðC\n1\nT=h\n1\nN\n0\nÞ\n1=2\nðC\n2\nT=h\n2\nN\n0\nÞ\n1=2\nðC\n2\nT=2h\n2\nþC\n2\nT=2h\n2\nÞ=N\n0\nð5Þ\nWhenC\n1\n=C\n2\n, this simplifies to:\nBias¼\nðh\n1\nh\n2\nÞ\n1=2\nðh\n1\nþh\n2\nÞ=2\nð6Þ\nThus, bias is the ratio of the geometric to arithmetic means of the\nhandling times. As the geometric mean is always less than the arith-\nmetic mean, relative bias is always<1, indicating that the Multipli-\ncative Risk Model predicts risk reduction even when predators are\nindependent of one another. Indeed, in accord with eqn 6, the area\nwith bias<1 expands under larger values of handling time (or as\ninitial prey density increases).\nIn all cases examined, the magnitude of bias was determined by\nthe values of the parameters of the functional responses (attack rate\nand handling time) and the duration of the experiment (Figs 2–3).\nBias is also affected by initial prey densities, but we did not explicitly\nexplore that factor because it affects where the system starts on the\nfunctional response and that effect can be incorporated by the other\nfactors. For example, if experimental durations were sufficiently\nshort that depletion was slight and thus prey mortality rates imposed\nby predators did not dramatically change over the course of the\nstudy, then bias was negligible. However, as prey were depleted and\nprey mortality rates increased, bias increased as did the potential for\nincorrect inferences. The effect of depletion depended on the degree\nof nonlinearity of the functional response (e.g. as reflected in han-\ndling time). Although we have derived these predictions for Type II\nfunctional responses, these general results likely hold for any deceler-\nating functional response. Results will be complex for more complex\nresponses, such as Type III responses in which negative and positive\ndensity dependence occurs.\nOur literature review suggests that MPE studies often allow high\nlevels of depletion (on the order of 70%) and most predators exhi-\n(a)\n(b)\n(c)\n(d)\nAdditive design\nSubstitutive design\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n0.00.20.40.60.81.0\n0.08\n0.2\n0.4\n0.6\n0.8\n0.2\n0.4\n0.6\n0.8\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n2000\n1000\n200\n100\n50\n20\n10\n5\n2\n500\n0\n1\n2\n3\n4\n5\n5\n10\n20\n50\n100\n50\n20\n10\n5\n2\n2\n100\n100\n0\n1\n2\n3\n4\n5\n012345\n0.95\n0.99\n4\n3\n2\n1.01\n1.01\n2\n3\n4\n0.99\n0.95\nHandling time (\nh\n2\n)\nAttack rate (\na\n2\n)\nAttack rate (a\n1\n)Handling time (h\n1\n)\n0.08\nFigure 4Contour plots showing relative bias (i.e.\n^\nS\n1;2\n=S\n1;2\n) of the Multiple Risk Model (\n^\nS\n1;2\n, eqn 1) for experiments using additive (Panels a–b) or substitutive designs\n(Panels c, d). Panels a and c depict relative bias as a function of the attack rates of the two predators (other parameters were fixed:h\n1\n=h\n2\n=2.5,T=20,N\n0\n=10.\nPanels b and d depic relatives bias as a function of the handling time of the two predators (other parameters were fixed:a\n1\n=a\n2\n=0.25,T=20,N\n0\n=10). The degree\nof bias is indicated by more intense colours: blue indicates a bias towards risk enhancement, whereas red indicates a bias towards risk reduction. Note that in substitutive\ndesigns, there is no bias when attack rates and handling times are equivalent for the two predators (i.e. along the 1 : 1 lines in panels c and d).\n©2012 Blackwell Publishing Ltd/CNRS\n6M.  W.  McCoy,  A. C.  Stier  and  C.  W.  OsenbergLetter\n\nbit saturating functional responses; the application of eqns 1 and 2\nhas likely led to a biased impression of MPEs in food webs. For\nstudies using additive designs, this bias has been towards concluding\nrisk enhancement even in cases where predators have independent\neffects (e.g. Buskirk 1988; Soluk & Collins 1988; Morin 1995; Losey\n& Denno 1998; Son & Thiel 2006). Despite this bias, meta-analyses\nsuggest that it is more common to find ‘risk reduction’ (Sihet al.\n1998) in studies using additive experimental designs. As a result, the\napplication of eqn 1 has likely resulted in underestimates of the\nmagnitudes of risk reduction. In other words, risk reduction is likely\neven strongerthan past analyses have suggested. For studies using a\nsubstitutive design, the bias inherent in eqn 2 likely also led to bias,\nalthough the direction of that bias is more ambiguous.\nThe magnitude of the bias in past studies (and associated meta-\nanalyses) is impossible to infer without reliable estimates of depletion\nin combination with handling times and attack rates for predators\nused in those studies. Thus, instead of reanalysing those data (which\nis not possible), we require new approaches. One option, which does\nnot require assessment of the functional response, is to do very\nshort-term experiments or to replace prey as they are consumed to\nprevent depletion in foraging trials. This is a robust approach that\ncan be effective no matter the shape of the functional response (or\nnature of density dependence). However, preventing depletion is\noften not feasible, so other approaches are required.\nIf the predators exhibit Type II functional responses, then we\nrecommend the application of Roger’s random predation model\nto estimate parameters of the functional response while account-\ning  for  prey  depletion  (e.g.  Julianoet al.2001;  Bolker  2008;\nMcCoy & Bolker 2008; Stieret al.2012). Note, however, that\nfunctional response parameters are likely to be affected by the\npredator’s level of satiation and physiological status as well as the\nexperimental  venue.  Thus,  quantification  of  the  functional\nresponses and evaluation of the MPEs are best conducted in par-\nallel using similar conditions. Of course, these parameter-based\napproaches assume that feeding rates are suitably described by a\nspecific form of functional response (we have emphasised a Type\nII response in our discussion). For many organisms, we still lack\nthe information needed to assess the general form of this func-\ntion, let alone how it can be estimated in the presence of prey\ndepletion (e.g. as in the case of Roger’s model for a Type II\nfunctional response).\nOur insights about studies of MPEs likely apply to a range of\nother ecological phenomena (e.g. effects of toxicological mixtures\non survival assays, and effects of multiple parasites on their com-\nmon host) in which depletion and density dependence likely occur.\nFor example, over the past two decades a wealth of studies have\naimed to understand if diversity within trophic levels affects ecosys-\ntem function (Cardinale 2002; Iveset al.2005; Balvaneraet al.2006;\nCardinaleet al.2006; Duffy & Cardinale 2007; Schmitz 2007). Often\nthese studies compare the function of ecosystems with mixtures of\nconsumers to the function expected based on results from systems\nwith a single species of consumers (Ruesink & Srivastava 2001;\nCardinale 2002; Balvaneraet al.2006). Greater ecosystem function\nwith diverse consumer assemblages is often interpreted as an emer-\ngent property of consumers that occurs from niche partitioning, or\nfacilitative interactions (e.g. cooperative hunting) among consumers.\nReduced ecosystem function is often attributed to intraguild inter-\nactions and interference among consumers (Cardinaleet al.2006;\nDuffy & Cardinale 2007). However, as we have shown here, some\nof the differences in consumption rates between monocultures and\nmixtures may be the result of nonlinearities in consumer functional\nresponses  (also  discussed  in  Iveset al.2005),  combined  with\nchanges in the densities of resources via depletion. A better appreci-\nation of the shapes of consumer functional responses and the\neffects of prey density on expected prey survival (and predator feed-\ning rates) in diverse mixtures of consumer species will enhance our\nability to predict how species loss in consumer trophic levels will\naffect ecosystem function and stability. Moreover, understanding\nwhen emergent effects of multiple predators are expected to arise is\nfundamental for understanding the trophic interactions that cha-\nracterise all food webs.\nACKNOWLEDGEMENTS\nThis research was supported by the National Science Foundation:\nDEB-0716923/0717220  (to  K.  Warkentin  and  J.  Vonesh)  and\nOCE-1130359 (to C. Osenberg, T. Frazer and J. Shima). We thank\nBen Bolker for insightful discussions and R code, James Vonesh for\nhelpful discussions and editorial suggestions, and three referees for\ncomments that improved this manuscript.\nAUTHOR CONTRIBUTIONS\nMWM, ACS and CWO developed the idea and conceptual frame-\nwork of the study, MWM performed modelling work and analysed\noutput data, and ACS performed the literature review on prey\ndepletion. MWM wrote the first draft of the manuscript, and all\nauthors contributed substantially to revisions.\nREFERENCES\nBalvanera, P., Pfisterer, A.B., Buchmann, N., He, J., Nakashizuka, N., Raffaelli,\nD.et al.(2006). Quantifying the evidence for biodiversity effects on ecosystem\nfunctioning and services.Ecol. Lett., 9, 1146–1156.\nBillick,  I.  &  Case,  T.J.  (1994).  Higher-order  interactions  in  ecological\ncommunities - what are they and how can they be detected.Ecology, 75, 1529–\n1543.\nBolker, B.M. (2008).Ecological Models and Data in R. Princeton University Press,\nPrinceton, New Jersey.\nBolker, B.,  Holyoak, M. &  Kivan,  V. (2003).  Connecting theoretical and\nempirical studies of trait-mediated interactions.Ecology, 84, 1101–1114.\nVan Buskirk, J. (1988). Interactive effects of dragonfly predation in expermental\npond communities.Ecology, 69, 857–867.\nCardinale, B. (2002). Species diversity enhances ecosystem functioning through\ninterspecific facilitation.Nature, 415, 426–429.\nCardinale, B., Srivastava, D. & Duffy, J. (2006). Effects of biodiversity on the\nfunctioning of trophic groups and ecosystems.Nature, 443, 989–992.\nCollins, M.D., Ward, S.A. & Dixon, A.F.G. (1981). Handling time and the\nfunctional-response of Alphelinus thompsoni, a predator and parasite of the\naphid Drepanosiphum-platanoidis.J. Anim. Ecol., 50, 479–487.\nDuffy, J.E. & Cardinale, B. (2007). The functional role of biodiversity in\necosystems: incorporating trophic complexity.Ecol. Lett., 10, 522–538.\nGriffen, B.D. (2006). Detecting emergent effects of multiple predator species.\nOecologia, 148, 702–709.\nHassell, M., Lawton, J.H. & May, R.M. (1976). Patterns of dynamical behaviour\nin single-species populations.J. Anim. Ecol., 45, 471–486.\nHassell, M., Lawton, J.H. & Beddington, J.R. (1977). Sigmoid functional responses\nby invertebrate predators and parasitoids.J. Anim. Ecol., 46, 249–262.\nHedges, L., Gurevitch, J. & Curtis, P.S. (1999). The meta-analysis of response\nratios in experimental ecology.Ecology, 80, 15–1156.\nHolling, C.S. (1959). The components of predation as revealed by a study of small-\nmammal predation of the European pine sawfly.Can. Entomol., 91, 293–320.\n©2012 Blackwell Publishing Ltd/CNRS\nLetterPredicting multiple  predator  effects7\n\nIves, A.R., Cardinale, B.J. & Snyder, W.E. (2005). A synthesis of subdisciplines:\npredator–prey interactions, and biodiversity and ecosystem functioning.Ecol.\nLett., 8, 102–116.\nJescheke, J.M., Kopp, M. & Tollrian, R. (2004). Consumer-food systems: why type\nI functional responses are exclusive to filter feeders.Biol. Rev., 79, 337–349.\nJuliano, S.A. & Williams, F.M. (1985). On the evolution of handling time.\nEvolution, 39, 212–215.\nJuliano, S.A. (2001). Non-linear curve fitting: predation and functional response\ncurves. In:Design and Analysis of Ecological Experiments(eds Scheiner, S. &\nGureuitch, J.). Chapman and Hall, London, pp. 159–182.\nLosey,  J.E.  &  Denno,  R.F.  (1998).  Positive predator-predator  interactions:\nenhanced predation rates and synergistic suppression of aphid populations.\nEcology, 79, 2143–2152.\nMcCoy, M.W. & Bolker, B.M. (2008). Trait-mediated interactions: influence of\nprey size, density and experience.J. Anim. Ecol., 77, 478–486.\nMorin, P.J. (1995). Functional redundancy, non-additive interactions, and supply-\nside dynamics in experimental pond communities.Ecology, 76, 133–149.\nOksanen, L., Fretwell, S.D., Arruda, J. & Niemela, P. (1981). Exploitation\necosystems in gradients of primary productivity.Am. Nat., 118, 240–261.\nOsenberg, C.W., Sarnelle, O. & Cooper, S.D. (1997). Effect size in ecological\nexperiments: the application of biological models in meta analysis.Am. Nat.,\n150, 798–812.\nPolis, G.A. & Holt, R.D. (1992). Intraguild predation: the dynamics of complex\ntrophic interactions.Trends Ecol. Evol., 7, 151–154.\nRogers, D. (1972). Random search and insect population models.J. Anim. Ecol.,\n41, 369.\nRuesink, J.L. & Srivastava, D.S. (2001). Numerical and per capita responses to\nspecies loss: mechanisms maintaining ecosystem function in a community of\nstream insect detritivores.Oikos, 93, 221–234.\nSchmitz, O.J. (2007). Predator diversity and trophic interactions.Ecology, 88,\n2415–2426.\nSchmitz, O.J. (2009). Effects of predator functional diversity on grassland\necosystem function.Ecology, 90, 2339–2345.\nSih, A., Englund, G. & Wooster, D. (1998). Emergent impacts of multiple\npredators on prey.Trends Ecol. Evol., 13, 350–355.\nSoluk, D.A. & Collins, N.C. (1988). Synergistic interactions between fish and\nstoneflies - facilitation and interference among stream predators.Oikos, 52, 94–\n100.\nSon, T.C. & Thiel, M. (2006). Multiple predator effects in an intertidal food web.\nJ. Anim. Ecol., 75, 25–\n32.\nStier,  A.C.,  Geange,  S.W.  &  Bolker,  B.M.  (2012).  Predator  density  and\ncompetition modify the benefits of group formation in a shoaling reef fish.\nOikos, DOI: 10.1111/j.1600-0706.2012.20726.x.\nThompson, D.J. (1978). Towards a realistic predator-prey model: the effect of\ntemperature on the functional response and life history of larvae of the\ndamselfly, Ischnura elegans.J. Anim. Ecol., 47, 757–767.\nVance-Chalcraft, H.D. & Soluk, D.A. (2005). Multiple predator effects result in\nrisk reduction for prey across multiple prey densities.Oecologia, 144, 472–480.\nVance-Chalcraft, H.D., Rosenheim, J.A., Vonesh, J.R., Osenberg, C.W. & Sih, A.\n(2007). The influence of intraguild predation on prey suppression and prey\nrelease: a meta analysis.Ecology, 88, 2689–2696.\nVonesh, J.R. & Osenberg, C.W. (2003). Multi-predator effects across life-history\nstages: non-additivity of egg- and larval-stage predation in an African tree\nfrog.Ecol. Lett., 6, 503–508.\nWerner,  E.E.  &  Peacor,  S.D.  (2003).  A  review  of  trait-mediated  indirect\ninteractions in ecological communities.Ecology, 84, 1083–1100.\nWootton, J. (1994). The nature and consequences of indirect effects in ecological\ncommunities.Annu. Rev. Ecol. Syst., 25, 443–466.\nSUPPORTING INFORMATION\nAdditional Supporting Information may be downloaded via the online\nversion of this article at Wiley Online Library (www.ecologyletters.com).\nAs a service to our authors and readers, this journal provides sup-\nporting information supplied by the authors. Such materials are\npeer-reviewed and may be re-organised for online delivery, but are\nnot copy-edited or typeset. Technical support issues arising from\nsupporting  information  (other  than  missing  files)  should  be\naddressed to the authors.\nEditor, John Fryxell\nManuscript received 18 June 2012\nFirst decision made 24 July 2012\nManuscript accepted 22 August 2012\n©2012 Blackwell Publishing Ltd/CNRS\n8M.  W.  McCoy,  A. C.  Stier  and  C.  W.  OsenbergLetter\n\nElectronic Supplement 1 \nEMERGENT EFFECTS OF MULTIPLE PREDATORS ON PREY SURVIVAL: THE IMPORTANCE \nOF DEPLETION AND THE FUNCTIONAL RESPONSE \nby \nM. W\n.\n, McCoy, A. C. Stier, And C. W. Osenberg \n \nThis supplement provides additional results from simulated multiple predator \neffects experiments as described in McCoy et al. For each simulation we compared the \ntrue survival (i.e. value of !\n!,!\n, Eq. 4) under the assumption of independence with that \nexpected from the Multiplicative Risk Model (i.e. value of !\n!,!\n, Eq. 1 and 2), expressed \nas both a difference, !\n!,!\n−!\n!,!\n, and a ratio, !\n!,!\n/!\n!,!\n.  Absolute bias is presented here \nand relative bias is presented in the main document.  \n \n\n!\nFigure S1. Contour plots showing absolute bias (i.e., !\n!,!\n−!\n!,!\n) for the Multiple Risk \nModel (!\n!,!\n, Eq. 1) based on experiments using additive (Panels a-c) or substitutive \ndesigns (Panels d-f). Handling times (y-axis) were the same for both predators (h\n1\n=h\n2\n=1 \nto 5), and the attack rate for predator 2 was fixed (a\n2\n=1), but the attack rate for predator 1 \n(x-axis) and experimental duration was varied. For additive designs (panels a, b, c), the \nMultiplicative Risk Model predicted survival probabilities that were too low. In contrast, \nfor substitutive designs (panels d, e, f) the Multiplicative Risk Model predicted survival \nprobabilities that were too high.  The direction of bias is indicated by color, while the \nmagnitude of bias is indicated by intensity.  Compare this figure to that for relative bias \nprovided in the text (Fig. 2) \n \n!\nT = 5T = 10T = 20\n0\n1\n2\n3\n4\n5\n0\n1\n2\n3\n4\n5\n0.20.40.60.81.00.20.40.60.81.00.20.40.60.81.0\nHandling Time (\nh\n)\n(a)(b)(c)\n(d)(e)(f )\nAdditive Design\nSubstitutive Design\nRelative Attack Rate of Predator 1 (a\n1\n/a\n2\n)\n\nElectronic Supplement 2 \nEMERGENT EFFECTS OF MULTIPLE PREDATORS ON PREY SURVIVAL: THE IMPORTANCE \nOF DEPLETION AND THE FUNCTIONAL RESPONSE \nby \nM. W\n.\n, McCoy, A. C. Stier, And C. W. Osenberg \n \n \nThis supplement provides sample computer code for the R statistical \nprogramming environment (R Development Core Team, 2011) that can be used to help \nunderstand depletion and to reduce the potential for bias when making inferences about \nmultiple predator effects.  The code provided in this supplement is divided into four \nsections. Here, we deal only with the case in which predator functional responses can be \ndescribed with a Holling’s Type II model (Holling, 1959). In the first section, code is \nprovided that helps to illustrate how depletion affects the shape of the predator’s \nfunctional response.    \nThe second and third sections provide a guide for attaining accurate estimates of \nfunctional response parameters when depletion has occurred. Conducting experiments in \nwhich depletion is not an important factor is often not feasible. One alternative is \ntherefore, to conduct functional response experiments and then apply Roger’s random \npredation model (which accounts for prey depletion) to estimate functional response \nparameters (B M Bolker, 2008; Juliano, 2001; M W McCoy & Bolker, 2008; Rogers, \n1972; James R Vonesh & Bolker, 2005). Section 2 provides code for a data simulator that \ngenerates code that one might expect to get from a functional response experiment. In \n\nthis case the experiment is run for 2 days and depletion occurs.  Code is then provided \nthat employs a maximum likelihood approach to analyze the simulated data. This analysis \nassumes a binomial error model and uses the lambertW function to fit Roger’s random \npredator equation to the data (Bolker, 2008; McCoy & Bolker, 2008).  Section 3 outlines \nhow one might go about estimating one unknown parameter for a Type II functional \nresponse.  This approach may be most useful for well-studied systems where one \nparameter, such as handling time, is known. In the example provided, attack rate is \nestimated for the case where prey survival and handling time is known.   \nSection 4 provides code to implement a numerical integration (alternate \napproaches can be used) to generate correct predictions of expected prey survival for two \npredator species foraging independently. !\n!\nSection!1**Illustration!of!depletion!effect!!\nTaken!from!the!help!page!for!the!lambertW!function!in!the!R!package!“emdbook”.!\nThe!original!code!can!be!accessed!in!R!via!the!command<<!?emdbook::lambertW!\n!\n##Load libraries  \n!\nrequire(deSolve)  \nrequire(bbmle) \nrequire(ggplot2) \nrequire(emdbook) \n \n## Rogers random predator equation: \nrogers.pred <- function(N0,a,h,T) { \n  N0 - lambertW(a*h*N0*exp(-a*(T-h*N0)))/(a*h) \n} \n##Holling's Type II Functional Response \nholling2.pred <- function(N0,a,h) { \n  a*N0/(1+a*h*N0) \n} \n \ncurve(rogers.pred(x,a=1,h=0.2,T=1),from=0,to=60, \n\n      ylab=\"Number eaten/unit time\",xlab=\"Initial \nnumber\",ylim=c(0,5), \n      main=\"Predation: a=1, h=0.2\") \ncurve(rogers.pred(x,a=1,h=0.2,T=5)/5,add=TRUE,lty=2,from=0) \ncurve(rogers.pred(x,a=1,h=0.2,T=0.2)*5,add=TRUE,lty=3,from=0) \ncurve(rogers.pred(x,a=1,h=0.2,T=10)/10,add=TRUE,lty=4,from=0) \ncurve(holling2.pred(x,a=1,h=0.2),add=TRUE,lty=1,lwd=2,from=0) \nabline(h=5) \nlegend(30,3, \n       c(paste(\"Rogers, T=\",c(0.2,1,5,10),sep=\"\"), \n         \"Holling type II\"),lwd=c(rep(1,4),2),lty=c(3,1,2,4,1)) \n!\n!\nFigure 1:  Illustration of depletion effects \non the shape of the predators function \nresponse.  As duration of the \nexperiment, T, increases the apparent \nshape of the predators functional \nresponse becomes increasingly linear \nand the deviation from the Holling Type \nII functional response model increases.  \nFitting the Holling Type II model to \ndata for T>0, fitting without accounting \nfor depletion will generate parameters \nestimates substantially different from the \ntrue predator functional response \ndepicted by the bold solid line (the \nHolling type II curve). \n!\n!\nSection!2**Estimating!attack!rate!and!handling!time!parameters!from!data!\n!\nFor!this!example!we!have!modified!the!supplemental!code!file!provided!in!(McCoy,!\nBolker,!Warkentin,!&!Vonesh,!2011).!!First!we!generate!simulated!data!that!mimics!a!\nfunctional!response!experiment.!The!simulation!gives!consumption!by!predators!\nacross!a!prey!gradient!ranging!from!10!to!100!individuals!with!each!trial!replicated!\n6!times.!The!simulated!experiment!runs!for!two!days!allowing!depletion!to!occur.!\n!\nIn!this!simulation,!variation!among!replicates!is!introduced!by!allowing!attack!rate,!\na,!to!vary!randomly!across!replicates!around!a!median!value!of!0.75!and!with!a!\nproportional!variation!of!10%.!\n!\nWe!then!apply!Rogers!random!predator!model!to!obtain!estimates!of!the!\nparameters!of!the!functional!response.!\n!\n## Generate data \n0102030405060\n0\n1\n2\n3\n4\n5\nInitial number\nNumber eaten/unit time\n0.21.0\n5.010.0\nExperiment\nDuration (days)\n\nset.seed(1001) ## set random-number seed for reproducibility \n \nsimdata <- function(nrep){ \n  test.vals <- expand.grid(N0=seq(10,100,by=10), \n                           replicate=1:nrep) \n  \n  a <- rlnorm(nrep,meanlog=log(0.75),sdlog=.10)  \n  p <- with(test.vals,rogers.pred(N0=N0, \n                               a=a[replicate], \n                               h=0.02,T=2)/N0) \n  z <- rbinom(nrow(test.vals),prob=p,size=test.vals$N0) \n  data.frame(test.vals,killed=z) \n} \nx <- simdata(6) \n \n## Plot results ... \ng=ggplot(x,aes(N0,killed))+geom_point(aes(colour=replicate,shape=\nfactor(replicate))) + labs(x = \"Initial Density\",y=\"# Prey \nEaten\") + stat_function(fun = function(x,a,h,T) { x - \nlambertW(a*h*x*exp(-a*(T-h*x)))/(a*h)}, \nargs=list(a=.75,h=.02,T=2),colour = \"red\")!+ \nopts(panel.grid.minor=theme_blank(), \npanel.grid.major=theme_blank())+ \n (axis.title.x = theme_text(face=\"bold\", size=16), \n axis.text.x  = theme_text( size=12), \n axis.title.y = theme_text(face=\"bold\", angle=90,size=16), \n axis.text.y  = theme_text( size=12)) \ng # print graph \n \n\n!\nFigure!2:!Plot!of!simulated!functional!response!data.!!Colors!depict!among!replicate!variability.!\n!\n##Now estimate parameters by fitting Rogers random predator \nequation using a maximum likelihood approach and assuming a \nbinomial error structure. \n \nm1= mle2(killed~dbinom(size=N0,prob=rogers.pred(N0,a,h,T=2)/N0), \nstart=list(a=.75,h=0.02), method=\"L-BFGS-B\",lower=1e-5,,data=x) \n \ncoef(m1) ##Gets the estimates of the parameters  \n## The should be very close to the true parameters that were used \nto generate the simulated data.  \n!\nSection!3—Estimating!attack!rate!post!hoc.!\n!\nFor!some!MPE!studies,!there!may!be!existing!estimates!of!handling!time.!!In!these!\ncases,!one!need!not!perform!detailed!functional!response!studies.!!Instead,!the!data!\nfrom!the!MPE!study!can!be!used!along!with!the!existing!handling!time!estimates!to!\nestimate!attack!rates.!!!\n!\nTo!illustrate!how!to!estimate!an!attack!rate!when!handling!time!and!proportional!\nsurvival!is!known,!we!use!the!same!data!depicted!in!supplemental!figure!2!that!was!\ngenerated!above.!!Specifically,!we!know!that!h=0.02!and!that!when!the!initial!\ndensity!of!prey!was!100,!~52!prey!were!eaten!(N\neaten\n)!on!average.!!So,!we!can!specify!\nthe!known!values!of!N0,!N\neaten,\n!and!h!to!solve!for!attack!rate,!a!by!finding!the!value!of!\n10\n20\n30\n40\n50\n60\n20406080100\nInitial Density\n# Pr\ne\ny Eaten\nExperimental\nReplicate\n123456\n\na!whereby!the!expected!number!eaten!based!on!the!functional!response!model!is!\nequal!to!the!observed!number!eaten.!\n!\nN\neaten\n=52 \nu1=uniroot(function(a){rogers.pred(N0=100, a=a, h=.02, T=2)-N\neaten\n \n},lower=0.00001,upper=20)    \n \nu1$root ## ~0.75. \n!\nThe!attack!rate!and!handling!time!parameters!(estimated!with!a!model!that!\naccounts!for!depletion)!can!now!be!used!in!section!4!to!derive!the!expected!survival!\nof!prey!in!the!mixed!predator!trials.!\n!\nSection!4—Predicting!independent!effects!of!two!predators!assuming!both!\nhave!Type!II!functional!responses!\n!\nArmed!with!the!correct!parameters!for!handing!time!and!attack!rate!for!each!\npredator!species,!for!example!by!using!Roger’s!random!predation!model!as!above,!\none!can!generate!the!predicted!combined!effects!of!the!two!predators!if!they!act!\nindependently.!!Below!we!provide!an!example!that!uses!numerical!integration!\n!\n#First define a gradient function for the numerical integration \n \nfrgrad <- function(t,y,parms) { \n  with(c(as.list(parms),y), \n      list(-N0*(a1/(1+a1*h1*N0)+a2/(1+a2*h2*N0)), \n            NULL)) \n} \n!\nSecond,!define!a!function!to!compute!number!eaten!by!time!T.!Here,!we!represent!\nthe!starting!prey!densities!as!N10,!and!N20!for!predator!1!and!2!respectively.!\nSimilarly,!we!use!a1,!and!a2!for!the!attack!rates!and!h1!and!h2!for!the!handling!times!\nof!the!two!predators.!\n!\nrogers.lsoda <- function(N0,a1,a2,h1,h2,T) { \n  L1 <- lsoda(y=c(N0=N0),times=seq(0,T,length=2), \n              parms=c(a1=a1,a2=a2,h1=h1,h2=h2), \n              func=frgrad) \n (N0-L1[2,-1])/N0 \n   \n}  \n \nThen!we!can!run!the!numerical!integration!by!specifying!the!values!of!each!of!these!\nparameters.!\n\n!\nrogers.lsoda(N0=100,a1=0.75,a2=0.5,h1=0.02,h2=0.02,T=2) \n!\n!",
  "extractedAt": "2025-12-12T18:45:09.926Z",
  "success": true,
  "matchedPublication": {
    "title": "Emergent effects of multiple predators on prey survival: the importance of depletion and the functional response",
    "doi": "10.1111/ele.12005",
    "year": "2012",
    "authors": "McCoy, Michael W.; Stier, Adrian C.; Osenberg, Craig W."
  }
}