{
  "filename": "McKeon et al. (Oecologia) 2012.pdf",
  "numPages": 28,
  "text": "COMMUNITY ECOLOGY - ORIGINAL RESEARCH Multiple defender effects: synergistic coral defense by mutualist crustaceans C. Seabird McKeon • Adrian C. Stier • Shelby E. McIlroy • Benjamin M. Bolker Received: 8 June 2011 / Accepted: 27 January 2012 ÓSpringer-Verlag 2012 AbstractThe majority of our understanding of mutual- isms comes from studies of pairwise interactions. However, many hosts support mutualist guilds, and interactions among mutualists make the prediction of aggregate effects difficult. Here, we apply a factorial experiment to inter- actions of ‘guard’ crustaceans that defend their coral host from seastar predators. Predation was reduced by the presence of mutualists (15% reduction in predation fre- quency and 45% in volume of coral consumed). The fre- quency of attacks with both mutualists was lower than with a single species, but it did not differ significantly from the expected frequency of independent effects. In contrast, the combined defensive efficacy of both mutualist species reduced the volume of coral tissue lost by 73%, signifi- cantly more than the 38% reduction expected from independent defensive efforts, suggesting the existence of a cooperative synergy in defensive behaviors of ‘guard’ crustaceans. These emergent ‘multiple defender effects’ are statistically and ecologically analogous to the emergent concept of ‘multiple predator effects’ known from the predation literature. KeywordsAlpheus!Coral reefs!Exosymbiont! Multiple predator effects!Trapezia Introduction It is well known from comparative studies that the efficacy of different species of mutualists can vary significantly within a guild (Little et al.2004; Mieog et al.2009). However, these studies rarely examine interactions between mutualists within a guild or quantify the conse- quences of these interactions on the host (but see Palmer et al.2003). Mutualist–mutualist interactions are of par- ticular interest in diverse systems such as coral reefs, where a number of species can co-occur on single hosts, creating a complex network of possible higher-order interactions (e.g., cooperative, competitive, or intraguild predatory interactions) that may non-independently modify the ben- efit a host receives by supporting multiple mutualists. Our study tested for an emergent Multiple Defender Effect from two species of crustacean exosymbionts that co-habit a common scleractinian coral and collectively defend the coral from predators. Individual species within a guild of mutualists may exhibit differences in the efficacy of the services provided to their host species. This pattern has been observed both within defensive mutualisms, such as ant–plant systems (Palmer and Brody2007; Palmer et al.2008), pollination Communicated by Steven Kohler. Electronic supplementary materialThe online version of this article (doi:10.1007/s00442-012-2275-2) contains supplementary material, which is available to authorized users. C. S. McKeon (&) Smithsonian Marine Station, Fort Pierce, FL 34949, USA e-mail: McKeons@si.edu A. C. Stier!B. M. Bolker Department of Biology, University of Florida, Gainesville, FL 32611-8525, USA S. E. McIlroy Department of Geology, University at Buffalo, Buffalo, NY 14260, USA Present Address: B. M. Bolker Departments of Mathematics and Statistics and Biology, McMaster University, Hamilton, ON L8S 4K1, Canada 123 Oecologia DOI 10.1007/s00442-012-2275-2 syndromes (Holland et al.2004), and corals (Little et al. 2004; Mieog et al.2009). Intraguild competition or coop- eration among mutualists can lead to reduced or enhanced mutualist efficacy relative to that which is expected though a summing of the independent pairwise effects of single species of mutualists in isolation (Stachowicz and Whit- latch2005). However, few studies have attempted to go beyond estimating the differences in the effects of indi- vidual mutualists, which can be achieved through the fac- torial manipulation of multiple mutualists. Indeed, a recent meta-analysis by Morris et al. (2007) on independent and interactive effects of natural enemies and mutualists on plant performance found that of the 160 studies published on interactive effects (enemy–enemy, enemy–mutualist, and mutualist–mutualist), only ten (reviewed from five different papers) exist on mutualist–mutualist interactions, while 114 focus on enemy–mutualist dynamics, and 36 focus on enemy–enemy dynamics. There was, however, no consistent effect of intraguild mutualist interactions on partner performance; across the ten mutualist–mutualist studies, the authors found evidence for independent, antagonistic, and synergistic effects of groups of mutualists on hosts. The study of higher-order interactions that lead to a non- independent response is not new to the field of ecology (Billick and Case1994). Indeed, the study of intraguild dynamics among predators is now commonplace in a number of systems (Griffen2006; Vance-Chalcraft et al. 2007). An experimental design and analytical framework for testing higher-order interactions within guilds has been developed in these multiple-predator studies. Tests for multiple-predator effects are often conducted using a fac- torial manipulation of predators (crossing the presence or absence of predator A with the presence or absence of predator B; Exlo ̈ v2000; Warfe and Barmuta2004). The expected survival probability of prey in the presence of both predator A and B (P A?B ) follows the following multiplicative risk model: ^ P AþB ¼P NP ðP A =P NP ÞðP B =P NP Þð1Þ whereP(A is predator A, B is predator B, and NP is no predator) is the survival probability in the presence of different predator treatments (Sih et al.1998; Soluk and Collins1988; Vonesh and Osenberg2003). Expected survival probability in the presence of two predators assumes a multiplicative risk model because predation events by each predator species are dependent upon predation by the other species (i.e., conditional probability—a single prey item cannot be eaten twice). Because two-factor analysis of variance (ANOVA; the appropriate analysis for a factorial design) assumes an additive model, the multiplicative risk model above can be log transformed to an additive form for analysis: logð ^ P AþB Þ¼logðP NP ÞþlogðP A =P NP ÞþlogðP B =P NP Þ ð2Þ In our study detailed below, we tested for intraguild higher-order interactions among mutualists, a term we define as emergent multiple defender effects (MDEs), the analog of emergent multiple predator effects (MPEs). We focused on combined effects of mutualistic symbi- oses in coral reefs. Symbioses on reefs are common and are exemplified by the well-known relationship between scle- ractinian corals and endosymbiotic algae (zooxanthellae) (Muscatine and Porter1977; Rowan1998), a mutualism thought to be the fundamental factor allowing coral reefs to persist in the oligotrophic tropics. Although guilds of dif- ferent endosymbionts are known to provide variable amounts of support to corals and to respond differently to heat stress (Baker et al.2004; Fabricius et al.2004; Rowan 2004), their interactive effects are poorly studied (Rowan 1998). By comparison, exosymbiotic crustaceans have received relatively little attention despite their potential importance for the growth, reproduction, and survival of coral (Glynn1983; Stachowicz and Hay1999; Stewart et al.2006) and the potential large-scale effects of these mutualisms on reef dynamics (Glynn1987). In the central Pacific, trapeziid crabs of the genusTra- peziaand the snapping shrimpAlpheus lottiniform heter- osexual pairs and will not tolerate the presence of other conspecifics (Castro1978; Huber1987). Other species of crustacean mutualists, however, may be tolerated and effectively increase the ‘defense force’ of the coral head. In initial studies which we carried out in the summer of 2006, we observed up to five species ofTrapezia(T. flavopunc- tata,T. serenei,T. bidentata,T. areolata, andT. bella), along withAlpheus lottini, occupying a singlePocillopora coral colony host at the study site. This ‘species stacking’ of mutualists may allow the colonization of symbionts of different defensive abilities and create intraguild dynamics that facilitatePocilloporasurvival (C.S. McKeon, unpub- lished data). Our study system using two common species of ‘guard’ crustaceans is a first step toward understanding this diversity and represents a state frequently found in low-diversity lagoonal environments. We conducted a series of experiments and behavioral observations on two crustacean species (Trapezia sereneiandAlpheus lottini ‘stripes’, hereafter referred to as Trapezia and Alpheus, respectively) to assess how the independent and combined effects of these exosymbionts contribute to defense of a host coral,Pocilloporacf.meandrina(hereafter Pocillo- pora) from the coral-eating seastarCulcita novaeguineae (hereafter Culcita). Our study was designed to answer the following questions: (1) Do exosymbionts effectively defend the coral? (2) Are the defensive responses of both exosymbionts equal? (3) Does a doubling in exosymbiont Oecologia 123 density through the addition of a second species increase the defensive efficacy? (4) Are the effects of multiple defensive exosymbiont species independent, antagonistic (less than predicted under the assumption of indepen- dence), or synergistic (better than expected)? Methods Study species All species of the coral genusPocilloporaare facultative hosts of theTrapeziagenus of obligate crustaceans (tra- peziid crabs) and theAlpheus lottinicomplex (a species complex of alpheid snapping shrimps). Both Trapezia and Alpheus are most commonly found in heterosexual pairs (Castro1978; Preston1971) which aggressively defend their territory from conspecifics (Huber1987). Glynn (1976) described the defensive reactions of crustacean symbionts to attack of their coral host by corallivorous seastars (‘Crown of Thorns’ seastarAcanthaster planci, hereafter referred to as Acanthaster, and Culcita). While Acanthaster is a well-known corallivore, its population is subject to tremendous variability. Culcita, in comparison, is a less well-known corallivore, but more consistently common in the area, and a persistent threat to Pocillopora corals (Glynn and Krupp1986; Pratchett et al.2011). The size and shape of Culcita appear to limit its climbing ability, limiting its prey selection in comparison to Acanthaster (Glynn and Krupp1986). Work within the system to date has shown the importance of exosymbiotic communities of corals in influencing the feeding of coral- livorous seastars (Pratchett and Vytopil2000; Pratchett 2001) and the possibility of communication among co- occurring symbionts (Lassig1977; Vannini1985). The 21 species of Trapezia, along with two or three species of the Alpheus complex, can be considered an interacting guild of coral-defending crustaceans. Potential costs to the coral host are largely unstudied, with evidence of provision of lipids by the coral host to Trapezia documented by Stimson (1990). The extent to which each potential symbiont spe- cies can be considered beneficial to its host is unknown, but given the high frequency of co-occurrence of Trapezia and Alpheus (134 of 139 Pocillopora surveyed in the area of this study; C.S. McKeon, personal observation) and the evidence for communication among symbionts, there exists a strong potential for interactive effects between these two groups of mutualists. Experimental design Colonies ofPocilloporacf.meandrinawere collected from shallow water habitats near the Richard B. Gump Research Station, Moorea French Polynesia. We selected colonies that were roughly hemispherical in shape and of moderate size (average maximum horizontal circumference 61 cm; n=80). The volumes of corals used in the deterrence trials were 20,083±2,035 cm 3 [mean±95% confidence interval (CI)]. We measured the length, width, and height of each experimental coral colony. Colonies were carefully surveyed for exosymbionts, and all had at least one pair of Trapezia sereneiand one pair ofAlpheus lottini. We then removed animals to yield the four treatment groups: (1) no exosymbionts, (2) pair ofAlpheus lottinionly (Alpheus), (3) pair ofTrapezia sereneionly (Trapezia), and (4) pair of Alpheus lottiniand pair ofTrapezia serenei(‘Alpheus? Trapezia’). Corals were then positioned in 3 m of water in the field to maintain the corals between laboratory trials and maximize survival. No colony or mutualist was used in more than one trial. We collectedCulcita novaeguineaefrom shallow water habitats close to the research station. Although both large and juvenile individuals were found in the area, only medium-sized Culcita [mean diameter 16±1.4 cm (stan- dard deviation, SD);n=64] were used for the experi- ments in this study. Culcita were housed and fed ad libitum in flow-through seawater tanks for the duration of the study. Food was withheld for 24 h before an individual was used in a trial. Individual Culcita were haphazardly assigned to trials, and no individual was used in consecu- tive trials. Deterrence trials We conducted choice experiments by allowing a Culcita to choose between two Pocillopora colonies in large (approx. 150 L) flow-through aquaria. The coral colonies were placed in opposite corners of the aquarium. A Culcita was placed equidistant from the two Pocillopora at dusk. Ten replicates were made for No Exosymbionts versus Alpheus?Trapezia. The following morning we recorded which of the two corals was eaten by Culcita by examining corals for feeding scars, easily identifiable as the area of the colony where the coral tissue was eaten (i.e., bare white skeleton). Test for emergent MDEs We used feeding trials to quantify the efficacy of defense for four exosymbiont treatment groups: Trapezia? Alpheus, Trapezia, Alpheus, and No Exosymbionts. Twenty replicates in total were conducted for each exo- symbiont treatment in a temporally blocked design with two replicates in each of ten temporal blocks. Trials were conducted in a large octagonal flow-through seawater tank approximately 0.5 m deep and 2 m across. The tank was Oecologia 123 divided into eight equal sections using plastic screening. Each section was provisioned with a seastar refugium constructed from concrete blocks. We placed Pocillopora colonies into the tank from the field during mid- to late- afternoon. To minimize variation driven by search time, a single Culcita was placed directly on top of the coral col- ony. The following morning, we measured the coral size (length, width, height) and the feeding scars left by the Culcita (length, width, depth). We calculated volume consumed as an ellipsoid (4=3pabc, whereais half the length,bis half the width, andcis half the depth). Behavioral observations In a separate study we used behavioral observation methods based on those of Glynn (1980) to measure the reaction of Pocillopora exosymbionts to Culcita presence at different vertical locations on the colony. A coral colony with both Alpheus and Trapezia exosymbionts was placed on an ele- vated pedestal within a large seawater aquarium. Culcita was presented to the coral sequentially in two different experi- mental positions, where Culcita was held against the side or the top of the coral colony, respectively. Each trial alternated starting position and lasted 3 min with a 5-min rest period between treatments. Defensive behaviors were scored within 3 min with actions recorded on a per minute basis for proximity and degree of contact of the exosymbionts with the Culcita. If the Trapezia were viewed by the observer to show any response to the presence of the Culcita (usually adjusting its position to directly below the Culcita while remaining deep within the branches of the coral), it was given a score of 0.25. If the Trapezia advanced further, to within 2 cm of the Culcita, then it was given a score of 0.5 points. One point was added each time the Trapezia attacked by snapping at the body or tube feet of the Culcita, and an additional two points were given if the Trapezia attack resulted in a cut to the Culcita or removal of tube feet. If the Trapezia retreated and then re-engaged, the scoring system was restarted and all bouts were summed. The defensive snap of Alpheus involves a distinctive snapping sound (Glynn1980), each of which was given a score of 1 point. Data analysis Deterrence trials were evaluated statistically using a binomial proportions test (Crawley2007). In the MDEs experiment, we evaluated three measures: (1) frequency of predation, (2) volume of coral consumed, and (3) the location of feeding scars. Corals that were not attacked were not included in calculations of the volume of coral tissue consumed. Using a generalized linear mixed model (fixed effect: exosymbiont treatment; random effects: temporal block) with a binomial distribution and log link (using the JAGS package for Bayesian analysis: see below for additional details), we evaluated the effects of the dif- ferent exosymbiont treatments on the frequency of preda- tion with a one-way analysis of deviance (ANODEV). Similarly, a linear mixed model [log transformed ln(x); NLME Package R 2.13.1] with the same parameters was fit and evaluated with a one-way ANOVA to test the effects of exosymbiont treatments on the volume of coral consumed. For models of both frequency and volume, we conducted three orthogonal contrasts to evaluate: (1) the effect of symbionts (No Exosymbionts vs. Alpheus, Trapezia, and Alpheus?Trapezia); (2) the differences in defensive efficacy between Alpheus and Trapezia (Alpheus vs. Tra- pezia); (3) the difference between one and two symbiont pairs (Alpheus, Trapezia vs. Alpheus?Trapezia). Analy- sis in the one-factor ANOVA format facilitated orthogonal contrasts, which quantify the symbiont effects, differences between symbionts, and density effects; however, none of these contrasts explicitly test for an emergent MDE. We assume a multiplicative defense model in calculat- ing the expected defensive efficacy of both exosymbionts because the probability of defense in the presence of a given species of exosymbiont is conditional upon the defense by another exosymbiont. That is, the independent protective effects of two co-occurring exosymbionts on a single coral colony may overlap. This formulation is sim- ilar to the geometric decline in survival in the presence of multiple predator species in an MPE model. If the proba- bility ofCulcitaattack in the absence of any exosymbionts isU NE , and the expected attack rates with Alpheus alone or Trapezius alone areU A andU T respectively, then the expected attack probability is ^ U AþT ¼U NE ðU A =U NE Þ ðU T =U NE Þ. Analyzing the data on the log scale (using a generalized linear model) recovers the property of additivity: logð ^ U AþT Þ¼logðU A =U NE ÞþlogðU T =U NE ÞþlogðU NE Þ: ð3Þ Any deviations from this expectation then represent syn- ergy (for negative deviations) or interference (for positive deviations) of the defenders. The expected volume consumed by Culcita in the presence of both exosymbionts ^ X AþT similarly follows a log-additive model: logð ^ X AþT Þ¼logðX A =X NE ÞþlogðX T =X NE ÞþlogðX NE Þ ð4Þ whereX NE is the volume consumed by Culcita in the absence of exosymbionts andX A andX T are the volumes consumed in the single-exosymbiont case. We statistically tested for a non-independent MDE using a two-factor ANODEV and ANOVA (Billick and Case 1994; Wooten1994; Bolker2008) on the frequency of Oecologia 123 predation (binomial model, log link) and log (volume consumed) response variables (main effect of Alpheus, main effect of Trapezia, interaction between Alpheus and Trapezia, and a random effect of temporal block), respec- tively. An interaction in the two-factor analysis indicates an emergent MDE (i.e., either risk enhancement or risk reduction, presumably driven by exosymbiont interac- tions). Assumed error distributions, random effects, and fixed effects estimates were the same as in the one-factor models for the frequency of predation and volume response variables, respectively. The effects of defenders on volume consumed can be estimated using a standard linear mixed model, although the lack of balance (because unequal numbers of individ- uals were attacked in the different treatments) is a slight complication (we used R’s NLME package ver. 3.1-102). In contrast, fitting the equivalent model for the binary predation frequency data was technically challenging. We eventually settled on a Bayesian Markov chain Monte Carlo (MCMC) solution implemented in JAGS (Plummer 2003). We found that the multiplicative (log-link) model fitted the data worse than an analogous model using the standard logit link, because the logit-link model was better able to handle block–treatment combinations with high expected predation rates. However, the qualitative results from the logit-link model did not differ from those of the log-link model, so we opted to use the log-link model, which is more interpretable in terms of MDEs. We used standard non-informative priors for our Bayesian analysis: normal distributions with mean 0 and variance 1,000 (precision=0.001) for the fixed effect coefficients and a uniform (0.5) prior on the standard deviation of the among-block variance. We ran a single chain of 50,000 iterations in JAGS, dropping the first 25,000 iterations as ‘burn-in’ and sub- sampling the remaining iterations down to 1,000 samples from the posterior distribution. Trace and autocorrelation plots of the chains were well behaved, suggesting good mixing; the Geweke diagnostic from the coda package, which compares the variance in the first 10% and last 50% of the retained values, did not indicate problems. We quote the 95% quantiles of the posterior distribution as the con- fidence intervals. We separately evaluated whether the location of the feeding scars in the MDEs experiment feeding differed between corals with and without symbionts using a Pear- son’s chi-squared test with Yates continuity correction to test whether the location of feeding scars differed. We tested whether the defensive behaviors of Trapezia and Alpheus differed between the two experimental posi- tions (top and side) using a multivariate analysis of vari- ance (MANOVA). Data were square root transformed to reduce heterogeneity of variance. We used the statistical programming environment R 2.13.1 for the computation of all statistics (R Development Core Team2011;http://www. R-project.org). Detailed methodology provided in Supple- mental Materials. Results Deterrence trials Corals with exosymbionts were less likely to be attacked than unprotected corals. In 90% of trials, Culcita fed upon undefended Pocillopora colonies, but not defended colo- nies, when given the choice. The mean volume of coral consumed was lower where exosymbionts were present [with exosymbionts: 2.76 (95% CI 3.10, 17.67 cm 3 ); without: 184.03 (95% CI 145.48, 680.49 cm 3 )]. Emergent MDEs Feeding trials were used to evaluate three variables: fre- quency of predation, location of predation, and the amount of tissue consumed. Orthogonal contrasts on predation frequency revealed that the presence of symbionts reduced the predation frequency by 15%, (i.e. to 85% of its original value); the posterior probability that symbionts reduced predation frequency was 0.89. There was less evidence of a difference between Alpheus and Trapezia or between one and two exosymbiont pairs (Table1; Fig.1a). Qualitative effects of exosymbiont pairs differed between predation Table 1Results of orthogonal contrasts testing the effect of different symbiont treatment combinations on two response variables Source of variationEstimate (95% CI)dfP Predation frequency: relative change in attack frequency No symbionts versus symbionts 85% (60%, 111%) NA NA Alpheus versus Trapezia 95% (61%, 140%) NA NA Two symbionts versus four symbionts 81% (47%, 125%) NA NA Volume eaten: relative fraction of volume eaten No symbionts versus symbionts 55% (46%, 67%)37\\0.001 Alpheus versus Trapezia 132% (105%, 166%) 37 0.017 Two symbionts versus four symbionts 35% (28%, 43%)37\\0.001 Relative change in predation frequency (one-way generalized linear mixed model), and (B) relative change in volume eaten (mixed effects one-way analysis of variance) were both determined with Waldttests. Intercept estimates, which represent the frequency of attacks and mean volume consumed in the control treatment (Fig.1a, b, respec- tively), are not shown CIconfidence interval,NAnot available Oecologia 123 frequency and volume consumed. The volume of coral eaten by Culcita differed significantly between the Alpheus and Trapezia treatments, while the presence of two exo- symbiont pairs reduced the volume eaten by 65% compared to the presence of one exosymbiont pair (Table1; Fig.1b). Although this reduction is much greater than the analogous estimated 19% reduction in attack probability, the magni- tudes of the effects cannot be distinguished statistically. Evidence for MDEs similarly differed between fre- quency of predation and volume consumed (Table2). There was strong evidence of a MDE in volume consumed (57% reduction from the expected difference based on independent defense;P\\0.001); in contrast, the best estimate of the MDE on frequency of predation was only a 6% reduction, but the confidence interval was wide (51% reduction to 90% increase). Corals without exosymbionts (n=16) were equally likely to be eaten on the side or top of the coral colony. There was no statistically significant effect of exo- symbionts on feeding location (top or side;n=28), despite a trend for corals to be more frequently eaten on the side (21) rather than on the top (7) (v 2 =1.83,P=0.18). Behavioral observations The position of exposure affected the defensive behavior of exosymbionts (F 1,8 =22.3;P\\0.001). Placement of Culcita on the side of the colony induced significantly lower defensive behavior than placement on the top, for both Trapezia (F 1,8 =33.5,P\\0.001) and Alpheus (F 1,8 =5.8,P=0.04, Fig.2). Trapezia responded to the Fig. 1 aEffect of exosymbionts on the proportion of corals attacked by the corallivorous seastarCulcita novaeguineae(n=20 per treatment).bFor trials in which predation occurred, the mean volume of coral tissue consumed byC. novaeguineae. Expected values ( ^ U AþT ; ^ X AþT ) are calculated using Eqs.3and4;barsrepresent 95% confidence intervals (CIs), derived from an exact binomial test in (a) and a normal mode in (b). Expected independent effects and associated 95% CI are calculated from a Markov chain Monte Carlo sample of the posterior distribution of the fixed effect parameters Table 2Results tests for multiple defender effects in two response variables Source of variationEstimate (95% CI)dfP Predation frequency: relative change in attack frequency Alpheus85% (49%, 114%)NANA Trapezia89% (59%, 113%)NANA Alpheus9Trapezia94% (49%, 190%)NANA Volume eaten: relative fraction of volume eaten Alpheus68% (55%, 86%)370.002 Trapezia91% (73%, 114%)370.39 Alpheus9Trapezia43% (31%, 61%)37\\0.001 Results as in Table1, except for two-way layout Fig. 2Aggressive defensive behavior ofPocilloporacf.meandrina exosymbiont pairs in response to coral predatorC. novaeguineae presented on either the top (open circle) or side (filled circle) of the coral head (backtransformed mean±1 standard error,n=5 for each pairwise combination). The aggression score is a composite of the cumulative aggressive behavior observed over 3 min, which included direct defensive behaviors such as snipping atC. novaeguineaetube feet (see ‘‘Data analysis’’ for calculation of aggression score) Oecologia 123 presence of Culcita with a trend of increasing aggressive behavior over the 3-min time period, with the majority of pinching and snapping recorded in the last 2 min. Alpheus defensive snapping frequency did not show a particular trend over time, and only once was it observed to make contact with Culcita, snapping at it and removing the tube feet. Discussion The effects of Alpheus and Trapezia in reducing predation frequency were independent. However, we found evidence for synergy among exosymbionts in their ability to reduce the volume of coral tissue consumed. This emergent MDE was largely driven by the poor defensive efficacy when either exosymbiont was alone, but increased efficacy in the presence of both exosymbionts (Fig.1b). These differences in the observation of an MDE depending on the response variable measured suggested that the response of Culcita to exosymbiont defenses may substantially differ between initial interactions and during feeding events. The behav- ioral data document similar reactions of Alpheus and Trapezia to Culcita threats. With simulated predator pre- sentation, Alpheus and Trapezia began to immediately snip and prod the Culcita. Alone, neither exosymbiont was capable of reducing the volume consumed, but together the two species were able to drastically reduce the volume consumed. While these symbionts were not completely successful in warding off coral predation by Culcita all of the time, aggressive defense of the top and inner branches of the coral may be sufficient to maintain a core of sur- viving coral polyps to regenerate the colony after preda- tion. Many Pocillopora bear scars of corallivore feeding events, yet have continued to survive and grow. This observation is supported by our behavioral data in which Trapezia and Alpheus more aggressively defended against Culcita attacking from the top of the coral compared to Culcita attacking from the side—where the habitat may be less critical and attacks may be more common. Study limitations Our ability to draw inferences about intraguild dynamics is limited by our experimental design: we applied only an additive design (two Alpheus, two Trapezia, two Alpheus? two Trapezia) rather than an additive and substitutive design (two Alpheus, two Trapezia, two Alpheus?two Trapezia, one Alpheus, one Trapezia, one Alpheus?one Trapezia). This limits our ability to differentiate between density and diversity effects (Griffen2006). Our choice is relevant, however, in the context of the naturally occurring numbers of the experimental organisms. Both Alpheus and Trapezia are most commonly encountered in breeding pairs (Castro1978; Huber1987). A further limitation is our understanding of the system as it performs under field conditions. Our efforts in the lab may not accurately represent conditions in the field. Despite the common co-occurrence ofTrapezia sereneiand Alpheus lottini‘stripe’, many combinations of at least five species of Trapezia and two species in theA. lottinicom- plex can be found in this size class of Pocillopora in the lagoons of Moorea. The degree to which certain mutualists can be labeled as the ‘best defenders’ may be dependent on the spatiotemporal scale of observation (i.e., individual species that are highly abundant but only mediocre in their benefit to the host may actually be better than those mutualist species that are highly effective but exhibit recruitment limitation). For example, work in ant–acacia systems (Palmer et al.2010) has dem- onstrated the potential value of an abundant, yet inferior mutualist defender when it occurs more commonly within critical life history stages of an individual host tree than a more effective mutualist defender that is also rare. Similar dynamics may operate where coral mutualists share space within a host. Marine organisms are known to have highly variable recruitment in space and time (Gaines and Rough- garden1985; Roughgarden et al.1988). Certain species of coral exosymbionts may differ in recruitment and efficacy in coral defense, and this variation in recruitment may alter the frequency of interspecific interactions within the exosym- biont community. Although we cautiously interpret inter- specific variation in efficacy between the two mutualists in their benefits we observed, we must acknowledge that these differences as well as the strength of the MDE may vary with host ontogeny, temporal scale of the experiment, and the degree to which species vary in recruitment. Conclusion The consideration of intraguild relationships is of general importance in the study of mutualisms (Morris et al.2007). Interactions between symbionts have the potential to dra- matically alter the relationship with the host and may provide insight into why hosts may maintain multiple mutualists despite the potentially negative effects of one individual species within a symbiont guild. We observed differences in the efficacy of defense provided by two coral mutualists. We also describe here how the benefit exo- symbionts provide can shift due to synergism between mutualists, suggesting the importance of higher-order interactions in modifying observed benefits and costs of multiple mutualists. Lastly, we found that the positive benefit of intraguild species interactions on mutualisms can depend on the response variable measured. Oecologia 123 A number of foundation species depend on diverse suites of mutualists for reproduction, defense, and nutrient acquisition. However, the importance of intraguild species interactions and functional diversity is poorly studied despite the fact that shifts within guilds may fundamentally alter the magnitude of ecosystem services that mutualisms provide (Resetarits2007). Our study adds evidence to a growing literature suggesting the benefits of ‘guard exo- symbionts’ in maintaining the health of coral reefs and the importance of exosymbiont diversity in enhancing these benefits. Such benefits have broad implications in an eco- system where the foundation species (corals) provide ser- vices such as ecotourism, subsistence fishing, and protection from storm damage. AcknowledgmentsWe thank Craig Osenberg, Todd Palmer, and Gustav Paulay for discussion and comments, and the staff at the Gump station for their logistical support. Jay Stachowicz and anon- ymous reviewers aided the manuscript greatly. This project was funded by NSF (OCE-0242312; to Osenberg, St. Mary and Bolker), an Alumni Fellowship from University of Florida to C.S. McKeon, the BIOCODE Moorea project to G. Paulay, and the Ocean Bridges program (Partnership University Fund of the French American Cultural Exchange). This is a contribution from the University of California Berkeley’s Richard B. Gump South Pacific Research Station. References Baker AC, Starger CJ, McClanahan TR, Glynn PW (2004) Corals’ adaptive response to climate change. Nature 430:741 Billick I, Case TJ (1994) Higher-order interactions in ecological communities—what are they and how can they be detected. Ecology 75:1529–1543 Bolker BM (2008) Ecological models and data in R. Princeton University Press, Princeton Castro P (1978) Movements between coral colonies inTrapezia ferruginea(Crustacea Brachyura), an obligate symbiont of Scleractinian corals. Mar Biol 46:237–245 Crawley MJ (2007) The R book. Wiley, West Sussex Exlo ̈ v P (2000) Chemical cues from multiple predator-prey interac- tions induce changes in behavior and growth of anuran larvae. Oecologia 123:192–199 Fabricius KE, Mieog JC, Colin PL, Idip D, Van Oppen MJH (2004) Identity and diversity of coral endosymbionts (zooxanthellae) from three Palauan reefs with contrasting bleaching, temperature and shading histories. Mol Ecol 13:2445–2458 Gaines S, Roughgarden J (1985) Larval settlement rate—a leading determinant of structure in an ecological community of the marine intertidal zone. Proc Natl Acad Sci USA 82:3707–3711 Glynn PW (1976) Some physical and biological determinants of coral community structure in the Eastern Pacific. Ecol Monogr 46:431–456 Glynn PW (1980) Defense by symbiotic Crustacea of host corals elicited by chemical cues from predator. Oecologia 47:287–290 Glynn PW (1983) Increased survivorship in coral harboring crusta- cean symbionts. Mar Biol Lett 4:105–111 Glynn PW (1987) Some ecological consequences of coral–Crustacean guard mutualisms in the Indian and Pacific Oceans. Symbiosis 4:301–324 Glynn PW, Krupp DA (1986) Feeding biology of a Hawaiian sea star corallivore,Culcita novaeguineaeMuller and Troschel. J Exp Mar Biol Ecol 96:75–96 Griffen BD (2006) Detecting emergent effects of multiple predator species. Oecologia 148:702–709 Holland JN, Bronstein JL, DeAngelis DL (2004) Testing hypotheses for excess flower production and low fruit-to-flower ratios in a pollinating seed-consuming mutualism. Oikos 105:633–640 Huber ME (1987) Aggressive behavior ofTrapezia intermediaMiers andT. digitalisLatreille (Brachyura:Xanthidae). J Crustac Biol 7:238–248 Lassig BR (1977) Communication and coexistence in a coral community. Mar Biol 42:85–92 Little AF, van Oppen MJH, Willis BL (2004) Flexibility in algal endosymbioses shapes growth in reef corals. Science 304:1492–1494 Mieog JC, Van Oppen MJH, Berkelmans R, Stam WT, Olsen JL (2009) Quantification of algal endosymbionts (Symbiodinium) in coral tissue using real-time PCR. Mol Ecol Resour 9:74–82 Morris WF et al (2007) Direct and interactive effects of enemies and mutualists on plant performance: a meta-analysis. Ecology 88:1021–1029 Muscatine L, Porter J (1977) Reef corals: mutualistic symbioses adapted to nutrient-poor environments. Bioscience 27:454–460 Palmer TM, Brody AK (2007) Mutualism as reciprocal exploitation: ant guards defend foliar but not reproductive structures of an African ant-plant. Ecology 88:3004–3011 Palmer TM, Stanton ML, Young TP (2003) Competition and coexistence: exploring mechanisms that restrict and maintain diversity within mutualist guilds. Am Nat 162:S63–S79 Palmer TM, Stanton ML, Young TP, Goheen JR, Pringle RM, Karban R (2008) Breakdown of an ant–plant mutualism follows the loss of large herbivores from an African savanna. Science 319:192–195 Palmer TM, Doak DF, Stanton ML, Bronstein JL, Kiers ET, Young TP, Goheen JR (2010) Synergy of multiple partners, including freeloaders, increases host fitness in a multispecies mutualism. Proc Natl Acad Sci 107:17234–17239 Plummer M (2003) JAGS: a program for analysis of Bayesian graphical modeling using Gibbs sampling. In: Hornik K, Leisch F , Zeileis A (eds) Proc 3rd Int Workshop on Distributed Statistical Computing (DSC 2003). Achim Zeileis, Vienna Pratchett MS (2001) Influence of coral symbionts on feeding preferences of crown-of-thorns starfish Acanthaster planci in the western Pacific. Mar Ecol Prog Ser 214:111–119 Pratchett M, Vytopil E (2000) Coral crabs influence the feeding patterns of crown-of-thorns starfish. Coral Reefs 19:36 Pratchett MS, Trapon M, Berumen ML, Chong-Seng K (2011) Recent disturbances augment community shifts in coral assemblages in Moorea, French Polynesia. Coral Reefs 30:183–193 Preston EM (1971) Niche overlap and competition among five sympatric congeneric species of xanthid crabs. PhD thesis. University of Hawaii, Honolulu R Development Core Team (2011) R: a language and environment for statistical computing. R Foundation for Statistical Computing, Vienna Resetarits WJJr, Chalcraft DR (2007) Functional diversity within a morphologically conservative genus of predators: implications for functional equivalence and redundancy in ecological com- munities. Funct Ecol 21:793–804 Roughgarden J, Gaines S, Possingham H (1988) Recruitment dynamics in complex life-cycles. Science 241:1460–1466 Rowan R (1998) Diversity and ecology of zooxanthellae on coral reefs. J Phycol 34:407–417 Rowan R (2004) Coral bleaching—thermal adaptation in reef coral symbionts. Nature 430:742 Oecologia 123 Sih A, Englund G, Wooster D (1998) Emergent impacts of multiple predators on prey. Trends Ecol Evol 13:350–355 Soluk DA, Collins NC (1988) Synergistic interactions between fish and stoneflies: facilitation and interference among stream predators. Oikos 52:94–100 Stachowicz JJ, Hay ME (1999) Mutualism and coral persistence: the role of herbivore resistance to algal chemical defense. Ecology 80:2085–2101 Stachowicz JJ, Whitlatch RB (2005) Multiple mutualists provide complementary benefits to their seaweed host. Ecology 86:2418–2427 Stewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25:609–615 Stimson J (1990) Stimulation of fat-body production in the polyps of the coralPocillopora damicornisby the presence of mutualistic crabs of the genusTrapezia. Mar Biol 106:211–218 Vance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih A (2007) The influence of intraguild predation on prey suppression and prey release: a meta-analysis. Ecology 88:2689–2696 Vannini M (1985) A shrimp that speaks crab-ese. J Crustac Biol 5:160–167 Vonesh JR, Osenberg CW (2003) Multi-predator effects across life- history stages: non-additivity of egg- and larval-stage predation in an African treefrog. Ecol Lett 6:503–508 Warfe DM, Barmuta LA (2004) Habitat structural complexity mediates the foraging success of multiple predator species. Oecologia 141:171–178 Wooten JT (1994) Predicting direct and indirect effects: an integrated approach using experiments and path analysis. Ecology 75:151–165 Oecologia 123 Culcitaanalysis Ben Bolker January 25, 2012 1 Introduction This document demonstrates and describes the analysis for McKeon et al. (2011). Load required packages: library(MASS)## for fractions() library(emdbook)## for as.mcmc.bugs() library(R2admb)## AD Model Builder interface library(ggplot2)## + reshape etc. library(coefplot2)## pretty coefficient comparisons library(R2jags)## + rjags, coda library(scapeMCMC)## prettier MCMC diagnostics library(nlme)## basic mixed models TheglmmADMBandlme4packages will be loaded below. Package versions used: ## coefplot2 emdbook epitools ggplot2 glmmADMB ## 0.1.1 1.3.2 0.5-6 0.8.9 0.7.2.6 ## Hmisc lme4 MASS nlme R2admb ## 3.9-1 0.999375-42 7.3-16 3.1-102 0.7.5 ## R2jags scapeMCMC ## 0.03-02 1.1-3 We used JAGS version 3.2.0. 2 Volume analysis vdata <-read.csv(\"culcita_volume.csv\") Compute derived variables and turn numeric indices into factors: 1 vdata <-transform(vdata,block=factor(block), ttt2=factor(ttt2), propeaten=predvolume/volume, tvol=log(predvolume)) 2.1 One-way analysis In this analysis, we use custom contrasts to analyze the e↵ects of symbionts on volume removed (in the subset of the data where a predator attacked). library(nlme) The sensible way to set up custom contrasts is to set up the comparisons you want to make, then invert the matrix, as follows. We want the following con- trasts: (0) [intercept] expected from no symbionts, (1) no symb. vs. symbionts, (2) crab v shrimp, (3) pair v two pair. Here’s the “inverse contrast matrix” — each row gives the combination of levels that produces a given parameter. For example, row 2 (no symb. vs. symbiont) says that 1 will be estimated fromx 1 +(x 2 +x 3 +x 4 )/3(the di↵erence between “no symbiont” and the mean of the other three levels): invcontr <-matrix(c(1,0,0,0, -1,1/3,1/3,1/3, 0,-1,1,0, 0,-1/2,-1/2,1), byrow=TRUE,ncol=4, dimnames=list(c(\"none\",\"symbiont\",\"C_vs_S\",\"1_vs_2\"), levels(vdata$ttt))) fractions(cmat0 <-solve(invcontr)) ## none symbiont C_vs_S 1_vs_2 ## No Symbionts 1 0 0 0 ## Pair of Crabs 1 1 -1/2 -1/3 ## Pair of Shrimp 1 1 1/2 -1/3 ## Pairs of Shrimp and Crabs 1 1 0 2/3 cmat <- cmat0[,-1] contrasts(vdata$ttt2) <- cmat Test that these contrasts are orthogonal: 2 fractions(zapsmall(t(cmat) %*% cmat)) ## symbiont C_vs_S 1_vs_2 ## symbiont 3 0 0 ## C_vs_S 0 1/2 0 ## 1_vs_2 0 0 2/3 They are — all the o↵-diagonal elements are zero. (The intercept isnot orthogonal to these contrasts — if we computedt(cmat0) %*% cmat0it would have non-zero o↵-diagonal elements — but that’s OK [we don’t care about the statistical test of the intercept, and in any case that statement is true of the default treatment contrasts in R].) Analyze with block e↵ects: vol_lmm_1way <-lme(tvol ~ ttt2,random= ~ 1|block,data=vdata) (vol_lmm_1way_tab <-summary(vol_lmm_1way)$tTable) ## Value Std.Error DF t-value p-value ## (Intercept) 6.7164 0.16055 37 41.833 9.264e-33 ## ttt2symbiont -0.5902 0.09319 37 -6.333 2.227e-07 ## ttt2C_vs_S 0.2807 0.11257 37 2.494 1.724e-02 ## ttt21_vs_2 -1.0623 0.10739 37 -9.892 6.169e-12 Compute back-transformed intervals: i1 <-intervals(vol_lmm_1way,which=\"fixed\") i1$fixed <-exp(i1$fixed) i1 ## Approximate 95% confidence intervals ## ## Fixed effects: ## lower est. upper ## (Intercept) 596.4798 825.8034 1143.2931 ## ttt2symbiont 0.4589 0.5542 0.6694 ## ttt2C_vs_S 1.0540 1.3241 1.6633 ## ttt21_vs_2 0.2781 0.3457 0.4297 ## attr(,\"label\") ## [1] \"Fixed effects:\" 2.2 Two-way analysis vol_lmm_2way <-lme(tvol ~ crab*shrimp,random= ~ 1|block,data=vdata) round(vol_lmm_2way_tab <-summary(vol_lmm_2way)$tTable,4) 3 ## Value Std.Error DF t-value p-value ## (Intercept) 6.7164 0.1606 37 41.8326 0.0000 ## craby -0.0957 0.1106 37 -0.8654 0.3924 ## shrimpy -0.3764 0.1137 37 -3.3120 0.0021 ## craby:shrimpy -0.8262 0.1642 37 -5.0308 0.0000 ## compute back-transformed intervals i2 <-intervals(vol_lmm_2way,which=\"fixed\") i2$fixed <-exp(i2$fixed) i2 ## Approximate 95% confidence intervals ## ## Fixed effects: ## lower est. upper ## (Intercept) 596.4798 825.8034 1143.2931 ## craby 0.7262 0.9087 1.1370 ## shrimpy 0.5451 0.6863 0.8640 ## craby:shrimpy 0.3138 0.4377 0.6105 ## attr(,\"label\") ## [1] \"Fixed effects:\" Since we are dealing with log-scaled data, we are doing log-contrasts by default (as we want in order to characterize MPEs). 3 Binary data Now analyze the attacked/not attacked outcomes. 3.1 Preliminaries bdata <-read.csv(\"culcitalogreg.csv\") bdata <-transform(bdata,block=factor(block), ttt2=factor(ttt.1), ttt=as.factor(ttt)) Use the contrasts we figured out above for the one-way layout. contrasts(bdata$ttt2) <- cmat 3.2 GLMs (ignoring blocking) To make the GLM work we need to specify working starting conditions. (This is a common issue when fitting GLMs with non-standard link functions, such 4 as the current case which is a binomial model with a log link [the standard or “canonical” link function is the logit].) Specify0.4 for the baseline predation (exp(0.4) = 0.67), 0 for the other e↵ects. b_glm_1way <- glm(predation ~ ttt2,family=binomial(link=\"log\"),data=bdata, start=c(-0.4,0,0,0)) summary(b_glm_1way) ## ## Call: ## glm(formula = predation ~ ttt2, family = binomial(link = \"log\"), ## data = bdata, start = c(-0.4, 0, 0, 0)) ## ## Deviance Residuals: ## Min 1Q Median 3Q Max ## -2.146 -1.093 0.459 1.031 1.264 ## ## Coefficients: ## Estimate Std. Error z value Pr(>|z|) ## (Intercept) -0.1054 0.0745 -1.41 0.15749 ## ttt2symbiont -0.5304 0.1435 -3.70 0.00022 *** ## ttt2C_vs_S -0.0870 0.2725 -0.32 0.74947 ## ttt21_vs_2 -0.2442 0.2823 -0.87 0.38700 ## --- ## Signif. codes: 0 ’***’ 0.001 ’**’ 0.01 ’*’ 0.05 ’.’ 0.1 ’ ’ 1 ## ## (Dispersion parameter for binomial family taken to be 1) ## ## Null deviance: 105.850 on 79 degrees of freedom ## Residual deviance: 94.975 on 76 degrees of freedom ## AIC: 103 ## ## Number of Fisher Scoring iterations: 4 ## b_glm_2way <- glm(predation ~ crab*shrimp,family=binomial(link=\"log\"),data=bdata, start=c(-0.4,0,0,0)) summary(b_glm_2way) ## ## Call: ## glm(formula = predation ~ crab * shrimp, family = binomial(link = \"log\"), ## data = bdata, start = c(-0.4, 0, 0, 0)) 5 ## ## Deviance Residuals: ## Min 1Q Median 3Q Max ## -2.146 -1.093 0.459 1.031 1.264 ## ## Coefficients: ## Estimate Std. Error z value Pr(>|z|) ## (Intercept) -0.1054 0.0745 -1.41 0.157 ## crabC+ -0.4055 0.1972 -2.06 0.040 * ## shrimpS+ -0.4925 0.2156 -2.28 0.022 * ## crabC+:shrimpS+ 0.2048 0.3754 0.55 0.585 ## --- ## Signif. codes: 0 ’***’ 0.001 ’**’ 0.01 ’*’ 0.05 ’.’ 0.1 ’ ’ 1 ## ## (Dispersion parameter for binomial family taken to be 1) ## ## Null deviance: 105.850 on 79 degrees of freedom ## Residual deviance: 94.975 on 76 degrees of freedom ## AIC: 103 ## ## Number of Fisher Scoring iterations: 4 ## 3.3GLMMs:lme4 Theglmerfunction from thelme4package is the most commonly used tools for fitting GLMMs in R. We tried, but failed, to get any version ofglmerto work in this situation. The stable version ignores user-specified starting conditions (and the default ones don’t work), and neither of the two development versions can get through the problem, because at some interim point the model ends up getting a probability value>1 (since the log link doesn’t prevent this) and choking. (This is what I tried.) detach(\"package:nlme\")## nlme and lme4 don’t always play nicely together library(lme4) b_glmm_1way <- glmer(predation ~ ttt2+(1|block),family=binomial(link=\"log\"), data=bdata, start=list(fixef=coef(b_anal_noblock)-0.3)) 6 3.4 GLMs with blocks as fixed e↵ects We can try fixed-e↵ect models, but as expected it makes the confidence intervals much wider (the following analyses also produce many warning messages about “step size truncated due to divergence” or “step size truncated: out of bounds”). b_glmf_1way <- glm(predation ~ ttt2+block,family=binomial(link=\"log\"),data=bdata, start=c(-0.4,rep(0,12))) coef(summary(b_glmf_1way))[1:4,] ## Estimate Std. Error z value Pr(>|z|) ## (Intercept) -2.02",
  "sections": {
    "abstract": "The majority of our understanding of mutual- isms comes from studies of pairwise interactions. However, many hosts support mutualist guilds, and interactions among mutualists make the prediction of aggregate effects difficult. Here, we apply a factorial experiment to inter- actions of ‘guard’ crustaceans that defend their coral host from seastar predators. Predation was reduced by the presence of mutualists (15% reduction in predation fre- quency and 45% in volume of coral consumed). The fre- quency of attacks with both mutualists was lower than with a single species, but it did not differ significantly from the expected frequency of independent effects. In contrast, the combined defensive efficacy of both mutualist species reduced the volume of coral tissue lost by 73%, signifi- cantly more than the 38% reduction expected from independent defensive efforts, suggesting the existence of a cooperative synergy in defensive behaviors of ‘guard’ crustaceans. These emergent ‘multiple defender effects’ are statistically and ecologically analogous to the emergent concept of ‘multiple predator effects’ known from the predation literature.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we observed up to five species ofTrapezia(T.",
    "We found that the multiplicative (log-link) model fitted the data worse than an analogous model using the standard logit link, because the logit-link model was better able to handle block–treatment combinations with high expected predation rates.",
    "we found evidence for synergy among exosymbionts in their ability to reduce the volume of coral tissue consumed.",
    "we observed, we must acknowledge that these differences as well as the strength of the MDE may vary with host ontogeny, temporal scale of the experiment, and the degree to which species vary in recruitment.",
    "We observed differences in the efficacy of defense provided by two coral mutualists.",
    "we found that the positive benefit of intraguild species interactions on mutualisms can depend on the response variable measured.",
    "significant effect of exo- symbionts on feeding location (top or side;n=28), despite a trend for corals to be more frequently eaten on the side (21) rather than on the top (7) (v 2 =1."
  ],
  "fullText": "\n\nCOMMUNITY ECOLOGY - ORIGINAL RESEARCH\nMultiple defender effects: synergistic coral defense by mutualist\ncrustaceans\nC. Seabird McKeon\n•\nAdrian C. Stier\n•\nShelby E. McIlroy\n•\nBenjamin M. Bolker\nReceived: 8 June 2011 / Accepted: 27 January 2012\nÓSpringer-Verlag 2012\nAbstractThe majority of our understanding of mutual-\nisms comes from studies of pairwise interactions. However,\nmany hosts support mutualist guilds, and interactions\namong mutualists make the prediction of aggregate effects\ndifficult. Here, we apply a factorial experiment to inter-\nactions of ‘guard’ crustaceans that defend their coral host\nfrom seastar predators. Predation was reduced by the\npresence of mutualists (15% reduction in predation fre-\nquency and 45% in volume of coral consumed). The fre-\nquency of attacks with both mutualists was lower than with\na single species, but it did not differ significantly from the\nexpected frequency of independent effects. In contrast, the\ncombined defensive efficacy of both mutualist species\nreduced the volume of coral tissue lost by 73%, signifi-\ncantly  more than  the  38%  reduction expected  from\nindependent defensive efforts, suggesting the existence of a\ncooperative synergy in defensive behaviors of ‘guard’\ncrustaceans. These emergent ‘multiple defender effects’ are\nstatistically and ecologically analogous to the emergent\nconcept of ‘multiple predator effects’ known from the\npredation literature.\nKeywordsAlpheus!Coral reefs!Exosymbiont!\nMultiple predator effects!Trapezia\nIntroduction\nIt is well known from comparative studies that the efficacy\nof different species of mutualists can vary significantly\nwithin a guild (Little et al.2004; Mieog et al.2009).\nHowever,  these  studies  rarely  examine  interactions\nbetween mutualists within a guild or quantify the conse-\nquences of these interactions on the host (but see Palmer\net al.2003). Mutualist–mutualist interactions are of par-\nticular interest in diverse systems such as coral reefs, where\na number of species can co-occur on single hosts, creating\na complex network of possible higher-order interactions\n(e.g., cooperative, competitive, or intraguild predatory\ninteractions) that may non-independently modify the ben-\nefit a host receives by supporting multiple mutualists. Our\nstudy tested for an emergent Multiple Defender Effect from\ntwo species of crustacean exosymbionts that co-habit a\ncommon scleractinian coral and collectively defend the\ncoral from predators.\nIndividual species within a guild of mutualists may\nexhibit differences in the efficacy of the services provided\nto their host species. This pattern has been observed both\nwithin defensive mutualisms, such as ant–plant systems\n(Palmer and Brody2007; Palmer et al.2008), pollination\nCommunicated by Steven Kohler.\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00442-012-2275-2) contains supplementary\nmaterial, which is available to authorized users.\nC. S. McKeon (&)\nSmithsonian Marine Station, Fort Pierce, FL 34949, USA\ne-mail: McKeons@si.edu\nA. C. Stier!B. M. Bolker\nDepartment of Biology, University of Florida,\nGainesville, FL 32611-8525, USA\nS. E. McIlroy\nDepartment of Geology, University at Buffalo,\nBuffalo, NY 14260, USA\nPresent Address:\nB. M. Bolker\nDepartments of Mathematics and Statistics and Biology,\nMcMaster University, Hamilton, ON L8S 4K1, Canada\n123\nOecologia\nDOI 10.1007/s00442-012-2275-2\n\nsyndromes (Holland et al.2004), and corals (Little et al.\n2004; Mieog et al.2009). Intraguild competition or coop-\neration among mutualists can lead to reduced or enhanced\nmutualist efficacy relative to that which is expected though\na summing of the independent pairwise effects of single\nspecies of mutualists in isolation (Stachowicz and Whit-\nlatch2005). However, few studies have attempted to go\nbeyond estimating the differences in the effects of indi-\nvidual mutualists, which can be achieved through the fac-\ntorial manipulation of multiple mutualists. Indeed, a recent\nmeta-analysis by Morris et al. (2007) on independent and\ninteractive effects of natural enemies and mutualists on\nplant performance found that of the 160 studies published\non interactive effects (enemy–enemy, enemy–mutualist,\nand mutualist–mutualist), only ten (reviewed from five\ndifferent papers) exist on mutualist–mutualist interactions,\nwhile 114 focus on enemy–mutualist dynamics, and 36\nfocus on enemy–enemy dynamics. There was, however, no\nconsistent effect of intraguild mutualist interactions on\npartner performance; across the ten mutualist–mutualist\nstudies, the authors found evidence for independent,\nantagonistic, and synergistic effects of groups of mutualists\non hosts.\nThe study of higher-order interactions that lead to a non-\nindependent response is not new to the field of ecology\n(Billick and Case1994). Indeed, the study of intraguild\ndynamics among predators is now commonplace in a\nnumber of systems (Griffen2006; Vance-Chalcraft et al.\n2007). An experimental design and analytical framework\nfor testing higher-order interactions within guilds has been\ndeveloped in these multiple-predator studies. Tests for\nmultiple-predator effects are often conducted using a fac-\ntorial manipulation of predators (crossing the presence or\nabsence of predator A with the presence or absence of\npredator B; Exlo\n ̈\nv2000; Warfe and Barmuta2004). The\nexpected survival probability of prey in the presence of\nboth predator A and B (P\nA?B\n) follows the following\nmultiplicative risk model:\n^\nP\nAþB\n¼P\nNP\nðP\nA\n=P\nNP\nÞðP\nB\n=P\nNP\nÞð1Þ\nwhereP(A is predator A, B is predator B, and NP is no\npredator) is the survival probability in the presence of\ndifferent predator treatments (Sih et al.1998; Soluk and\nCollins1988; Vonesh and Osenberg2003). Expected\nsurvival probability in the presence of two predators\nassumes a multiplicative risk model because predation\nevents by each predator species are dependent upon\npredation  by  the  other  species  (i.e.,  conditional\nprobability—a single prey item cannot be eaten twice).\nBecause two-factor analysis of variance (ANOVA; the\nappropriate analysis for a factorial design) assumes an\nadditive model, the multiplicative risk model above can be\nlog transformed to an additive form for analysis:\nlogð\n^\nP\nAþB\nÞ¼logðP\nNP\nÞþlogðP\nA\n=P\nNP\nÞþlogðP\nB\n=P\nNP\nÞ\nð2Þ\nIn our study detailed below, we tested for intraguild\nhigher-order interactions among mutualists, a term we\ndefine as emergent multiple defender effects (MDEs), the\nanalog of emergent multiple predator effects (MPEs).\nWe focused on combined effects of mutualistic symbi-\noses in coral reefs. Symbioses on reefs are common and are\nexemplified by the well-known relationship between scle-\nractinian corals and endosymbiotic algae (zooxanthellae)\n(Muscatine and Porter1977; Rowan1998), a mutualism\nthought to be the fundamental factor allowing coral reefs to\npersist in the oligotrophic tropics. Although guilds of dif-\nferent endosymbionts are known to provide variable\namounts of support to corals and to respond differently to\nheat stress (Baker et al.2004; Fabricius et al.2004; Rowan\n2004), their interactive effects are poorly studied (Rowan\n1998). By comparison, exosymbiotic crustaceans have\nreceived relatively little attention despite their potential\nimportance for the growth, reproduction, and survival of\ncoral (Glynn1983; Stachowicz and Hay1999; Stewart\net al.2006) and the potential large-scale effects of these\nmutualisms on reef dynamics (Glynn1987).\nIn the central Pacific, trapeziid crabs of the genusTra-\npeziaand the snapping shrimpAlpheus lottiniform heter-\nosexual pairs and will not tolerate the presence of other\nconspecifics (Castro1978; Huber1987). Other species of\ncrustacean mutualists, however, may be tolerated and\neffectively increase the ‘defense force’ of the coral head. In\ninitial studies which we carried out in the summer of 2006,\nwe observed up to five species ofTrapezia(T. flavopunc-\ntata,T.  serenei,T.  bidentata,T.  areolata, andT.  bella),\nalong withAlpheus lottini, occupying a singlePocillopora\ncoral colony host at the study site. This ‘species stacking’\nof mutualists may allow the colonization of symbionts of\ndifferent defensive abilities and create intraguild dynamics\nthat facilitatePocilloporasurvival (C.S. McKeon, unpub-\nlished data). Our study system using two common species\nof ‘guard’ crustaceans is a first step toward understanding\nthis diversity and represents a state frequently found in\nlow-diversity lagoonal environments. We conducted a\nseries of experiments and behavioral observations on two\ncrustacean species (Trapezia  sereneiandAlpheus  lottini\n‘stripes’, hereafter referred to as Trapezia and Alpheus,\nrespectively) to assess how the independent and combined\neffects of these exosymbionts contribute to defense of a\nhost coral,Pocilloporacf.meandrina(hereafter Pocillo-\npora) from the coral-eating seastarCulcita  novaeguineae\n(hereafter Culcita). Our study was designed to answer the\nfollowing questions: (1) Do exosymbionts effectively\ndefend the coral? (2) Are the defensive responses of both\nexosymbionts equal? (3) Does a doubling in exosymbiont\nOecologia\n123\n\ndensity through the addition of a second species increase\nthe defensive efficacy? (4) Are the effects of multiple\ndefensive exosymbiont species independent, antagonistic\n(less than predicted under the assumption of indepen-\ndence), or synergistic (better than expected)?\nMethods\nStudy species\nAll species of the coral genusPocilloporaare facultative\nhosts of theTrapeziagenus of obligate crustaceans (tra-\npeziid crabs) and theAlpheus  lottinicomplex (a species\ncomplex of alpheid snapping shrimps). Both Trapezia and\nAlpheus are most commonly found in heterosexual pairs\n(Castro1978; Preston1971) which aggressively defend\ntheir territory from conspecifics (Huber1987). Glynn\n(1976) described the defensive reactions of crustacean\nsymbionts to attack of their coral host by corallivorous\nseastars (‘Crown of Thorns’ seastarAcanthaster  planci,\nhereafter referred to as Acanthaster, and Culcita). While\nAcanthaster is a well-known corallivore, its population is\nsubject to tremendous variability. Culcita, in comparison, is\na less well-known corallivore, but more consistently\ncommon in the area, and a persistent threat to Pocillopora\ncorals (Glynn and Krupp1986; Pratchett et al.2011). The\nsize and shape of Culcita appear to limit its climbing\nability,  limiting  its  prey  selection  in  comparison  to\nAcanthaster (Glynn and Krupp1986). Work within the\nsystem to date has shown the importance of exosymbiotic\ncommunities of corals in influencing the feeding of coral-\nlivorous seastars (Pratchett and Vytopil2000; Pratchett\n2001) and the possibility of communication among co-\noccurring symbionts (Lassig1977; Vannini1985). The 21\nspecies of Trapezia, along with two or three species of the\nAlpheus complex, can be considered an interacting guild of\ncoral-defending crustaceans. Potential costs to the coral\nhost are largely unstudied, with evidence of provision of\nlipids by the coral host to Trapezia documented by Stimson\n(1990). The extent to which each potential symbiont spe-\ncies can be considered beneficial to its host is unknown, but\ngiven the high frequency of co-occurrence of Trapezia and\nAlpheus (134 of 139 Pocillopora surveyed in the area of\nthis study; C.S. McKeon, personal observation) and the\nevidence for communication among symbionts, there exists\na strong potential for interactive effects between these two\ngroups of mutualists.\nExperimental design\nColonies ofPocilloporacf.meandrinawere collected from\nshallow water habitats near the Richard B. Gump Research\nStation, Moorea French Polynesia. We selected colonies\nthat were roughly hemispherical in shape and of moderate\nsize (average maximum horizontal circumference 61 cm;\nn=80). The volumes of corals used in the deterrence trials\nwere  20,083±2,035 cm\n3\n[mean±95%  confidence\ninterval (CI)]. We measured the length, width, and height\nof each experimental coral colony. Colonies were carefully\nsurveyed for exosymbionts, and all had at least one pair of\nTrapezia sereneiand one pair ofAlpheus lottini. We then\nremoved animals to yield the four treatment groups: (1) no\nexosymbionts, (2) pair ofAlpheus lottinionly (Alpheus),\n(3) pair ofTrapezia sereneionly (Trapezia), and (4) pair of\nAlpheus lottiniand pair ofTrapezia serenei(‘Alpheus?\nTrapezia’). Corals were then positioned in 3 m of water in\nthe field to maintain the corals between laboratory trials\nand maximize survival. No colony or mutualist was used in\nmore than one trial.\nWe collectedCulcita novaeguineaefrom shallow water\nhabitats close to the research station. Although both large\nand juvenile individuals were found in the area, only\nmedium-sized Culcita [mean diameter 16±1.4 cm (stan-\ndard deviation, SD);n=64] were used for the experi-\nments in this study. Culcita were housed and fed ad libitum\nin flow-through seawater tanks for the duration of the\nstudy. Food was withheld for 24 h before an individual was\nused in a trial. Individual Culcita were haphazardly\nassigned to trials, and no individual was used in consecu-\ntive trials.\nDeterrence trials\nWe conducted choice experiments by allowing a Culcita to\nchoose between two Pocillopora colonies in large (approx.\n150 L) flow-through aquaria. The coral colonies were\nplaced in opposite corners of the aquarium. A Culcita was\nplaced equidistant from the two Pocillopora at dusk. Ten\nreplicates  were  made  for  No  Exosymbionts  versus\nAlpheus?Trapezia. The following morning we recorded\nwhich of the two corals was eaten by Culcita by examining\ncorals for feeding scars, easily identifiable as the area of the\ncolony where the coral tissue was eaten (i.e., bare white\nskeleton).\nTest for emergent MDEs\nWe used feeding trials to quantify the efficacy of defense\nfor  four  exosymbiont  treatment  groups:  Trapezia?\nAlpheus,  Trapezia,  Alpheus,  and  No  Exosymbionts.\nTwenty replicates in total were conducted for each exo-\nsymbiont treatment in a temporally blocked design with\ntwo replicates in each of ten temporal blocks. Trials were\nconducted in a large octagonal flow-through seawater tank\napproximately 0.5 m deep and 2 m across. The tank was\nOecologia\n123\n\ndivided into eight equal sections using plastic screening.\nEach section was provisioned with a seastar refugium\nconstructed from concrete blocks. We placed Pocillopora\ncolonies into the tank from the field during mid- to late-\nafternoon. To minimize variation driven by search time, a\nsingle Culcita was placed directly on top of the coral col-\nony. The following morning, we measured the coral size\n(length, width, height) and the feeding scars left by the\nCulcita (length, width, depth). We calculated volume\nconsumed as an ellipsoid (4=3pabc, whereais half the\nlength,bis half the width, andcis half the depth).\nBehavioral observations\nIn a separate study we used behavioral observation methods\nbased on those of Glynn (1980) to measure the reaction of\nPocillopora exosymbionts to Culcita presence at different\nvertical locations on the colony. A coral colony with both\nAlpheus and Trapezia exosymbionts was placed on an ele-\nvated pedestal within a large seawater aquarium. Culcita was\npresented to the coral sequentially in two different experi-\nmental positions, where Culcita was held against the side or\nthe top of the coral colony, respectively. Each trial alternated\nstarting position and lasted 3 min with a 5-min rest period\nbetween treatments. Defensive behaviors were scored within\n3 min with actions recorded on a per minute basis for\nproximity and degree of contact of the exosymbionts with the\nCulcita. If the Trapezia were viewed by the observer to show\nany response to the presence of the Culcita (usually adjusting\nits position to directly below the Culcita while remaining\ndeep within the branches of the coral), it was given a score of\n0.25. If the Trapezia advanced further, to within 2 cm of the\nCulcita, then it was given a score of 0.5 points. One point was\nadded each time the Trapezia attacked by snapping at the\nbody or tube feet of the Culcita, and an additional two points\nwere given if the Trapezia attack resulted in a cut to the\nCulcita or removal of tube feet. If the Trapezia retreated and\nthen re-engaged, the scoring system was restarted and all\nbouts were summed. The defensive snap of Alpheus involves\na distinctive snapping sound (Glynn1980), each of which\nwas given a score of 1 point.\nData analysis\nDeterrence trials were evaluated statistically using a\nbinomial proportions test (Crawley2007). In the MDEs\nexperiment, we evaluated three measures: (1) frequency of\npredation, (2) volume of coral consumed, and (3) the\nlocation of feeding scars. Corals that were not attacked\nwere not included in calculations of the volume of coral\ntissue consumed. Using a generalized linear mixed model\n(fixed effect: exosymbiont treatment; random effects:\ntemporal block) with a binomial distribution and log link\n(using the JAGS package for Bayesian analysis: see below\nfor additional details), we evaluated the effects of the dif-\nferent exosymbiont treatments on the frequency of preda-\ntion with a one-way analysis of deviance (ANODEV).\nSimilarly, a linear mixed model [log transformed ln(x);\nNLME Package R 2.13.1] with the same parameters was fit\nand evaluated with a one-way ANOVA to test the effects of\nexosymbiont treatments on the volume of coral consumed.\nFor models of both frequency and volume, we conducted\nthree orthogonal contrasts to evaluate: (1) the effect of\nsymbionts (No Exosymbionts vs. Alpheus, Trapezia, and\nAlpheus?Trapezia); (2) the differences in defensive\nefficacy between Alpheus and Trapezia (Alpheus vs. Tra-\npezia); (3) the difference between one and two symbiont\npairs (Alpheus, Trapezia vs. Alpheus?Trapezia). Analy-\nsis in the one-factor ANOVA format facilitated orthogonal\ncontrasts, which quantify the symbiont effects, differences\nbetween symbionts, and density effects; however, none of\nthese contrasts explicitly test for an emergent MDE.\nWe assume a multiplicative defense model in calculat-\ning the expected defensive efficacy of both exosymbionts\nbecause the probability of defense in the presence of a\ngiven species of exosymbiont is conditional upon the\ndefense by another exosymbiont. That is, the independent\nprotective effects of two co-occurring exosymbionts on a\nsingle coral colony may overlap. This formulation is sim-\nilar to the geometric decline in survival in the presence of\nmultiple predator species in an MPE model. If the proba-\nbility ofCulcitaattack in the absence of any exosymbionts\nisU\nNE\n, and the expected attack rates with Alpheus alone or\nTrapezius alone areU\nA\nandU\nT\nrespectively, then the\nexpected  attack  probability  is\n^\nU\nAþT\n¼U\nNE\nðU\nA\n=U\nNE\nÞ\nðU\nT\n=U\nNE\nÞ. Analyzing the data on the log scale (using a\ngeneralized linear model) recovers the property of additivity:\nlogð\n^\nU\nAþT\nÞ¼logðU\nA\n=U\nNE\nÞþlogðU\nT\n=U\nNE\nÞþlogðU\nNE\nÞ:\nð3Þ\nAny deviations from this expectation then represent syn-\nergy (for negative deviations) or interference (for positive\ndeviations) of the defenders.\nThe expected volume consumed by Culcita in the\npresence of both exosymbionts\n^\nX\nAþT\nsimilarly follows a\nlog-additive model:\nlogð\n^\nX\nAþT\nÞ¼logðX\nA\n=X\nNE\nÞþlogðX\nT\n=X\nNE\nÞþlogðX\nNE\nÞ\nð4Þ\nwhereX\nNE\nis the volume consumed by Culcita in the\nabsence of exosymbionts andX\nA\nandX\nT\nare the volumes\nconsumed in the single-exosymbiont case.\nWe statistically tested for a non-independent MDE using\na two-factor ANODEV and ANOVA (Billick and Case\n1994; Wooten1994; Bolker2008) on the frequency of\nOecologia\n123\n\npredation (binomial model, log link) and log (volume\nconsumed) response variables (main effect of Alpheus,\nmain effect of Trapezia, interaction between Alpheus and\nTrapezia, and a random effect of temporal block), respec-\ntively. An interaction in the two-factor analysis indicates\nan emergent MDE (i.e., either risk enhancement or risk\nreduction, presumably driven by exosymbiont interac-\ntions). Assumed error distributions, random effects, and\nfixed effects estimates were the same as in the one-factor\nmodels for the frequency of predation and volume response\nvariables, respectively.\nThe effects of defenders on volume consumed can be\nestimated using a standard linear mixed model, although\nthe lack of balance (because unequal numbers of individ-\nuals were attacked in the different treatments) is a slight\ncomplication (we used R’s NLME package ver. 3.1-102).\nIn contrast, fitting the equivalent model for the binary\npredation frequency data was technically challenging. We\neventually settled on a Bayesian Markov chain Monte\nCarlo (MCMC) solution implemented in JAGS (Plummer\n2003). We found that the multiplicative (log-link) model\nfitted the data worse than an analogous model using the\nstandard logit link, because the logit-link model was better\nable to handle block–treatment combinations with high\nexpected predation rates. However, the qualitative results\nfrom the logit-link model did not differ from those of the\nlog-link model, so we opted to use the log-link model,\nwhich is more interpretable in terms of MDEs.\nWe  used  standard  non-informative  priors  for  our\nBayesian analysis: normal distributions with mean 0 and\nvariance 1,000 (precision=0.001) for the fixed effect\ncoefficients and a uniform (0.5) prior on the standard\ndeviation of the among-block variance.\nWe ran a single chain of 50,000 iterations in JAGS,\ndropping the first 25,000 iterations as ‘burn-in’ and sub-\nsampling the remaining iterations down to 1,000 samples\nfrom the posterior distribution. Trace and autocorrelation\nplots of the chains were well behaved, suggesting good\nmixing; the Geweke diagnostic from the coda package,\nwhich compares the variance in the first 10% and last 50%\nof the retained values, did not indicate problems. We quote\nthe 95% quantiles of the posterior distribution as the con-\nfidence intervals.\nWe separately evaluated whether the location of the\nfeeding scars in the MDEs experiment feeding differed\nbetween corals with and without symbionts using a Pear-\nson’s chi-squared test with Yates continuity correction to\ntest whether the location of feeding scars differed.\nWe tested whether the defensive behaviors of Trapezia\nand Alpheus differed between the two experimental posi-\ntions (top and side) using a multivariate analysis of vari-\nance (MANOVA). Data were square root transformed to\nreduce heterogeneity of variance. We used the statistical\nprogramming environment R 2.13.1 for the computation of\nall statistics (R Development Core Team2011;http://www.\nR-project.org). Detailed methodology provided in Supple-\nmental Materials.\nResults\nDeterrence trials\nCorals with exosymbionts were less likely to be attacked\nthan unprotected corals. In 90% of trials, Culcita fed upon\nundefended Pocillopora colonies, but not defended colo-\nnies, when given the choice. The mean volume of coral\nconsumed was lower where exosymbionts were present\n[with exosymbionts: 2.76 (95% CI 3.10, 17.67 cm\n3\n);\nwithout: 184.03 (95% CI 145.48, 680.49 cm\n3\n)].\nEmergent MDEs\nFeeding trials were used to evaluate three variables: fre-\nquency of predation, location of predation, and the amount\nof tissue consumed. Orthogonal contrasts on predation\nfrequency revealed that the presence of symbionts reduced\nthe predation frequency by 15%, (i.e. to 85% of its original\nvalue); the posterior probability that symbionts reduced\npredation frequency was 0.89. There was less evidence of a\ndifference between Alpheus and Trapezia or between one\nand two exosymbiont pairs (Table1; Fig.1a). Qualitative\neffects of exosymbiont pairs differed between predation\nTable 1Results of orthogonal contrasts testing the effect of different\nsymbiont treatment combinations on two response variables\nSource of variationEstimate (95% CI)dfP\nPredation frequency: relative change in attack frequency\nNo symbionts versus\nsymbionts\n85% (60%, 111%)    NA   NA\nAlpheus versus Trapezia    95% (61%, 140%)    NA   NA\nTwo symbionts versus\nfour symbionts\n81% (47%, 125%)    NA   NA\nVolume eaten: relative fraction of volume eaten\nNo symbionts versus\nsymbionts\n55% (46%, 67%)37\\0.001\nAlpheus versus Trapezia   132% (105%, 166%)   37   0.017\nTwo symbionts versus\nfour symbionts\n35% (28%, 43%)37\\0.001\nRelative change in predation frequency (one-way generalized linear\nmixed model), and (B) relative change in volume eaten (mixed effects\none-way analysis of variance) were both determined with Waldttests.\nIntercept estimates, which represent the frequency of attacks and\nmean volume consumed in the control treatment (Fig.1a, b, respec-\ntively), are not shown\nCIconfidence interval,NAnot available\nOecologia\n123\n\nfrequency and volume consumed. The volume of coral\neaten by Culcita differed significantly between the Alpheus\nand Trapezia treatments, while the presence of two exo-\nsymbiont pairs reduced the volume eaten by 65% compared\nto the presence of one exosymbiont pair (Table1; Fig.1b).\nAlthough this reduction is much greater than the analogous\nestimated 19% reduction in attack probability, the magni-\ntudes of the effects cannot be distinguished statistically.\nEvidence for MDEs similarly differed between fre-\nquency of predation and volume consumed (Table2).\nThere was strong evidence of a MDE in volume consumed\n(57% reduction from the expected difference based on\nindependent defense;P\\0.001); in contrast, the best\nestimate of the MDE on frequency of predation was only a\n6% reduction, but the confidence interval was wide (51%\nreduction to 90% increase).\nCorals without exosymbionts (n=16) were equally\nlikely to be eaten on the side or top of the coral colony.\nThere  was  no  statistically  significant  effect  of  exo-\nsymbionts on feeding location (top or side;n=28),\ndespite a trend for corals to be more frequently eaten on the\nside (21) rather than on the top (7) (v\n2\n=1.83,P=0.18).\nBehavioral observations\nThe position of exposure affected the defensive behavior of\nexosymbionts  (F\n1,8\n=22.3;P\\0.001).  Placement  of\nCulcita on the side of the colony induced significantly\nlower defensive behavior than placement on the top, for\nboth  Trapezia  (F\n1,8\n=33.5,P\\0.001)  and  Alpheus\n(F\n1,8\n=5.8,P=0.04, Fig.2). Trapezia responded to the\nFig. 1 aEffect of exosymbionts on the proportion of corals attacked\nby the corallivorous seastarCulcita  novaeguineae(n=20 per\ntreatment).bFor trials in which predation occurred, the mean\nvolume of coral tissue consumed byC.  novaeguineae. Expected\nvalues (\n^\nU\nAþT\n;\n^\nX\nAþT\n) are calculated using Eqs.3and4;barsrepresent\n95% confidence intervals (CIs), derived from an exact binomial test in\n(a) and a normal mode in (b). Expected independent effects and\nassociated 95% CI are calculated from a Markov chain Monte Carlo\nsample of the posterior distribution of the fixed effect parameters\nTable 2Results tests for multiple defender effects in two response\nvariables\nSource of variationEstimate (95% CI)dfP\nPredation frequency: relative change in attack frequency\nAlpheus85% (49%, 114%)NANA\nTrapezia89% (59%, 113%)NANA\nAlpheus9Trapezia94% (49%, 190%)NANA\nVolume eaten: relative fraction of volume eaten\nAlpheus68% (55%, 86%)370.002\nTrapezia91% (73%, 114%)370.39\nAlpheus9Trapezia43% (31%, 61%)37\\0.001\nResults as in Table1, except for two-way layout\nFig. 2Aggressive defensive behavior ofPocilloporacf.meandrina\nexosymbiont pairs in response to coral predatorC.  novaeguineae\npresented on either the top (open circle) or side (filled circle) of the\ncoral head (backtransformed mean±1 standard error,n=5 for each\npairwise combination). The aggression score is a composite of the\ncumulative aggressive behavior observed over 3 min, which included\ndirect defensive behaviors such as snipping atC. novaeguineaetube\nfeet (see ‘‘Data analysis’’ for calculation of aggression score)\nOecologia\n123\n\npresence of Culcita with a trend of increasing aggressive\nbehavior over the 3-min time period, with the majority of\npinching and snapping recorded in the last 2 min. Alpheus\ndefensive snapping frequency did not show a particular\ntrend over time, and only once was it observed to make\ncontact with Culcita, snapping at it and removing the tube\nfeet.\nDiscussion\nThe effects of Alpheus and Trapezia in reducing predation\nfrequency were independent. However, we found evidence\nfor synergy among exosymbionts in their ability to reduce\nthe volume of coral tissue consumed. This emergent MDE\nwas largely driven by the poor defensive efficacy when\neither exosymbiont was alone, but increased efficacy in the\npresence of both exosymbionts (Fig.1b). These differences\nin the observation of an MDE depending on the response\nvariable measured suggested that the response of Culcita to\nexosymbiont defenses may substantially differ between\ninitial interactions and during feeding events. The behav-\nioral data document similar reactions of Alpheus and\nTrapezia to Culcita threats. With simulated predator pre-\nsentation, Alpheus and Trapezia began to immediately snip\nand prod the Culcita. Alone, neither exosymbiont was\ncapable of reducing the volume consumed, but together the\ntwo species were able to drastically reduce the volume\nconsumed. While these symbionts were not completely\nsuccessful in warding off coral predation by Culcita all of\nthe time, aggressive defense of the top and inner branches\nof the coral may be sufficient to maintain a core of sur-\nviving coral polyps to regenerate the colony after preda-\ntion. Many Pocillopora bear scars of corallivore feeding\nevents, yet have continued to survive and grow. This\nobservation is supported by our behavioral data in which\nTrapezia and Alpheus more aggressively defended against\nCulcita attacking from the top of the coral compared to\nCulcita attacking from the side—where the habitat may be\nless critical and attacks may be more common.\nStudy limitations\nOur ability to draw inferences about intraguild dynamics is\nlimited by our experimental design: we applied only an\nadditive design (two Alpheus, two Trapezia, two Alpheus?\ntwo Trapezia) rather than an additive and substitutive design\n(two Alpheus, two Trapezia, two Alpheus?two Trapezia,\none Alpheus, one Trapezia, one Alpheus?one Trapezia).\nThis limits our ability to differentiate between density and\ndiversity effects (Griffen2006). Our choice is relevant,\nhowever, in the context of the naturally occurring numbers of\nthe experimental organisms. Both Alpheus and Trapezia are\nmost commonly encountered in breeding pairs (Castro1978;\nHuber1987).\nA further limitation is our understanding of the system\nas it performs under field conditions. Our efforts in the lab\nmay not accurately represent conditions in the field.\nDespite the common co-occurrence ofTrapezia sereneiand\nAlpheus lottini‘stripe’, many combinations of at least five\nspecies of Trapezia and two species in theA. lottinicom-\nplex can be found in this size class of Pocillopora in the\nlagoons of Moorea.\nThe degree to which certain mutualists can be labeled as\nthe ‘best defenders’ may be dependent on the spatiotemporal\nscale of observation (i.e., individual species that are highly\nabundant but only mediocre in their benefit to the host may\nactually be better than those mutualist species that are highly\neffective but exhibit recruitment limitation). For example,\nwork in ant–acacia systems (Palmer et al.2010) has dem-\nonstrated the potential value of an abundant, yet inferior\nmutualist defender when it occurs more commonly within\ncritical life history stages of an individual host tree than a\nmore effective mutualist defender that is also rare. Similar\ndynamics may operate where coral mutualists share space\nwithin a host. Marine organisms are known to have highly\nvariable recruitment in space and time (Gaines and Rough-\ngarden1985; Roughgarden et al.1988). Certain species of\ncoral exosymbionts may differ in recruitment and efficacy in\ncoral defense, and this variation in recruitment may alter the\nfrequency of interspecific interactions within the exosym-\nbiont community. Although we cautiously interpret inter-\nspecific variation in efficacy between the two mutualists in\ntheir benefits we observed, we must acknowledge that these\ndifferences as well as the strength of the MDE may vary with\nhost ontogeny, temporal scale of the experiment, and the\ndegree to which species vary in recruitment.\nConclusion\nThe consideration of intraguild relationships is of general\nimportance in the study of mutualisms (Morris et al.2007).\nInteractions between symbionts have the potential to dra-\nmatically alter the relationship with the host and may\nprovide insight into why hosts may maintain multiple\nmutualists despite the potentially negative effects of one\nindividual species within a symbiont guild. We observed\ndifferences in the efficacy of defense provided by two coral\nmutualists. We also describe here how the benefit exo-\nsymbionts provide can shift due to synergism between\nmutualists, suggesting the importance of higher-order\ninteractions in modifying observed benefits and costs of\nmultiple mutualists. Lastly, we found that the positive\nbenefit of intraguild species interactions on mutualisms can\ndepend on the response variable measured.\nOecologia\n123\n\nA number of foundation species depend on diverse\nsuites of mutualists for reproduction, defense, and nutrient\nacquisition. However, the importance of intraguild species\ninteractions and functional diversity is poorly studied\ndespite the fact that shifts within guilds may fundamentally\nalter the magnitude of ecosystem services that mutualisms\nprovide (Resetarits2007). Our study adds evidence to a\ngrowing literature suggesting the benefits of ‘guard exo-\nsymbionts’ in maintaining the health of coral reefs and the\nimportance of exosymbiont diversity in enhancing these\nbenefits. Such benefits have broad implications in an eco-\nsystem where the foundation species (corals) provide ser-\nvices  such  as  ecotourism,  subsistence  fishing,  and\nprotection from storm damage.\nAcknowledgmentsWe thank Craig Osenberg, Todd Palmer, and\nGustav Paulay for discussion and comments, and the staff at the\nGump station for their logistical support. Jay Stachowicz and anon-\nymous reviewers aided the manuscript greatly. This project was\nfunded by NSF (OCE-0242312; to Osenberg, St. Mary and Bolker),\nan Alumni Fellowship from University of Florida to C.S. McKeon,\nthe BIOCODE Moorea project to G. Paulay, and the Ocean Bridges\nprogram (Partnership University Fund of the French American\nCultural Exchange). This is a contribution from the University of\nCalifornia Berkeley’s Richard B. Gump South Pacific Research\nStation.\nReferences\nBaker AC, Starger CJ, McClanahan TR, Glynn PW (2004) Corals’\nadaptive response to climate change. Nature 430:741\nBillick I, Case TJ (1994) Higher-order interactions in ecological\ncommunities—what are they and how can they be detected.\nEcology 75:1529–1543\nBolker BM (2008) Ecological models and data in R. Princeton\nUniversity Press, Princeton\nCastro P (1978) Movements between coral colonies inTrapezia\nferruginea(Crustacea Brachyura), an obligate symbiont of\nScleractinian corals. Mar Biol 46:237–245\nCrawley MJ (2007) The R book. Wiley, West Sussex\nExlo\n ̈\nv P (2000) Chemical cues from multiple predator-prey interac-\ntions induce changes in behavior and growth of anuran larvae.\nOecologia 123:192–199\nFabricius KE, Mieog JC, Colin PL, Idip D, Van Oppen MJH (2004)\nIdentity and diversity of coral endosymbionts (zooxanthellae)\nfrom three Palauan reefs with contrasting bleaching, temperature\nand shading histories. Mol Ecol 13:2445–2458\nGaines S, Roughgarden J (1985) Larval settlement rate—a leading\ndeterminant of structure in an ecological community of the\nmarine intertidal zone. Proc Natl Acad Sci USA 82:3707–3711\nGlynn PW (1976) Some physical and biological determinants of coral\ncommunity structure in the Eastern Pacific. Ecol Monogr\n46:431–456\nGlynn PW (1980) Defense by symbiotic Crustacea of host corals\nelicited by chemical cues from predator. Oecologia 47:287–290\nGlynn PW (1983) Increased survivorship in coral harboring crusta-\ncean symbionts. Mar Biol Lett 4:105–111\nGlynn PW (1987) Some ecological consequences of coral–Crustacean\nguard mutualisms in the Indian and Pacific Oceans. Symbiosis\n4:301–324\nGlynn PW, Krupp DA (1986) Feeding biology of a Hawaiian sea star\ncorallivore,Culcita  novaeguineaeMuller and Troschel. J Exp\nMar Biol Ecol 96:75–96\nGriffen BD (2006) Detecting emergent effects of multiple predator\nspecies. Oecologia 148:702–709\nHolland JN, Bronstein JL, DeAngelis DL (2004) Testing hypotheses\nfor excess flower production and low fruit-to-flower ratios in a\npollinating seed-consuming mutualism. Oikos 105:633–640\nHuber ME (1987) Aggressive behavior ofTrapezia intermediaMiers\nandT. digitalisLatreille (Brachyura:Xanthidae). J Crustac Biol\n7:238–248\nLassig BR (1977) Communication and coexistence in a coral\ncommunity. Mar Biol 42:85–92\nLittle AF, van Oppen MJH, Willis BL (2004) Flexibility in algal\nendosymbioses  shapes  growth  in  reef  corals.  Science\n304:1492–1494\nMieog JC, Van Oppen MJH, Berkelmans R, Stam WT, Olsen JL\n(2009) Quantification of algal endosymbionts (Symbiodinium) in\ncoral tissue using real-time PCR. Mol Ecol Resour 9:74–82\nMorris WF et al (2007) Direct and interactive effects of enemies and\nmutualists on plant performance: a meta-analysis. Ecology\n88:1021–1029\nMuscatine L, Porter J (1977) Reef corals: mutualistic symbioses\nadapted to nutrient-poor environments. Bioscience 27:454–460\nPalmer TM, Brody AK (2007) Mutualism as reciprocal exploitation:\nant guards defend foliar but not reproductive structures of an\nAfrican ant-plant. Ecology 88:3004–3011\nPalmer TM, Stanton ML, Young TP (2003) Competition and\ncoexistence: exploring mechanisms that restrict and maintain\ndiversity within mutualist guilds. Am Nat 162:S63–S79\nPalmer TM, Stanton ML, Young TP, Goheen JR, Pringle RM, Karban\nR (2008) Breakdown of an ant–plant mutualism follows the loss\nof  large  herbivores  from  an  African  savanna.  Science\n319:192–195\nPalmer TM, Doak DF, Stanton ML, Bronstein JL, Kiers ET, Young\nTP, Goheen JR (2010) Synergy of multiple partners, including\nfreeloaders, increases host fitness in a multispecies mutualism.\nProc Natl Acad Sci 107:17234–17239\nPlummer M (2003) JAGS: a program for analysis of Bayesian\ngraphical modeling using Gibbs sampling. In: Hornik K, Leisch\nF , Zeileis A (eds) Proc 3rd Int Workshop on Distributed\nStatistical Computing (DSC 2003). Achim Zeileis, Vienna\nPratchett MS (2001) Influence of coral symbionts on feeding\npreferences of crown-of-thorns starfish Acanthaster planci in\nthe western Pacific. Mar Ecol Prog Ser 214:111–119\nPratchett M, Vytopil E (2000) Coral crabs influence the feeding\npatterns of crown-of-thorns starfish. Coral Reefs 19:36\nPratchett MS, Trapon M, Berumen ML, Chong-Seng K (2011) Recent\ndisturbances augment community shifts in coral assemblages in\nMoorea, French Polynesia. Coral Reefs 30:183–193\nPreston EM (1971) Niche overlap and competition among five\nsympatric congeneric species of xanthid crabs. PhD thesis.\nUniversity of Hawaii, Honolulu\nR Development Core Team (2011) R: a language and environment for\nstatistical computing. R Foundation for Statistical Computing,\nVienna\nResetarits WJJr, Chalcraft DR (2007) Functional diversity within a\nmorphologically conservative genus of predators: implications\nfor functional equivalence and redundancy in ecological com-\nmunities. Funct Ecol 21:793–804\nRoughgarden  J,  Gaines  S,  Possingham  H  (1988)  Recruitment\ndynamics in complex life-cycles. Science 241:1460–1466\nRowan R (1998) Diversity and ecology of zooxanthellae on coral\nreefs. J Phycol 34:407–417\nRowan R (2004) Coral bleaching—thermal adaptation in reef coral\nsymbionts. Nature 430:742\nOecologia\n123\n\nSih A, Englund G, Wooster D (1998) Emergent impacts of multiple\npredators on prey. Trends Ecol Evol 13:350–355\nSoluk DA, Collins NC (1988) Synergistic interactions between fish\nand  stoneflies:  facilitation  and  interference  among  stream\npredators. Oikos 52:94–100\nStachowicz JJ, Hay ME (1999) Mutualism and coral persistence: the\nrole of herbivore resistance to algal chemical defense. Ecology\n80:2085–2101\nStachowicz JJ, Whitlatch RB (2005) Multiple mutualists provide\ncomplementary  benefits  to  their  seaweed  host.  Ecology\n86:2418–2427\nStewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic\ncrabs maintain coral health by clearing sediments. Coral Reefs\n25:609–615\nStimson J (1990) Stimulation of fat-body production in the polyps of\nthe coralPocillopora damicornisby the presence of mutualistic\ncrabs of the genusTrapezia. Mar Biol 106:211–218\nVance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih\nA  (2007)  The  influence  of  intraguild  predation  on  prey\nsuppression  and  prey  release:  a  meta-analysis.  Ecology\n88:2689–2696\nVannini M (1985) A shrimp that speaks crab-ese. J Crustac Biol\n5:160–167\nVonesh JR, Osenberg CW (2003) Multi-predator effects across life-\nhistory stages: non-additivity of egg- and larval-stage predation\nin an African treefrog. Ecol Lett 6:503–508\nWarfe DM, Barmuta LA (2004) Habitat structural complexity\nmediates the foraging success of multiple predator species.\nOecologia 141:171–178\nWooten JT (1994) Predicting direct and indirect effects: an integrated\napproach  using  experiments  and  path  analysis.  Ecology\n75:151–165\nOecologia\n123\n\nCulcitaanalysis\nBen Bolker\nJanuary 25, 2012\n1  Introduction\nThis document demonstrates and describes the analysis for McKeon et al.\n(2011).\nLoad required packages:\nlibrary(MASS)## for fractions()\nlibrary(emdbook)## for as.mcmc.bugs()\nlibrary(R2admb)## AD Model Builder interface\nlibrary(ggplot2)## + reshape etc.\nlibrary(coefplot2)## pretty coefficient comparisons\nlibrary(R2jags)## + rjags, coda\nlibrary(scapeMCMC)## prettier MCMC diagnostics\nlibrary(nlme)## basic mixed models\nTheglmmADMBandlme4packages will be loaded below.\nPackage versions used:\n##   coefplot2     emdbook    epitools     ggplot2    glmmADMB\n##       0.1.1       1.3.2       0.5-6       0.8.9     0.7.2.6\n##       Hmisc        lme4        MASS        nlme      R2admb\n##       3.9-1 0.999375-42      7.3-16     3.1-102       0.7.5\n##      R2jags   scapeMCMC\n##     0.03-02       1.1-3\nWe used JAGS version 3.2.0.\n2  Volume analysis\nvdata <-read.csv(\"culcita_volume.csv\")\nCompute derived variables and turn numeric indices into factors:\n1\n\nvdata <-transform(vdata,block=factor(block),\nttt2=factor(ttt2),\npropeaten=predvolume/volume,\ntvol=log(predvolume))\n2.1  One-way analysis\nIn this analysis, we use custom contrasts to analyze the e↵ects of symbionts on\nvolume removed (in the subset of the data where a predator attacked).\nlibrary(nlme)\nThe sensible way to set up custom contrasts is to set up the comparisons you\nwant to make, then invert the matrix, as follows. We want the following con-\ntrasts: (0) [intercept] expected from no symbionts, (1) no symb. vs. symbionts,\n(2) crab v shrimp, (3) pair v two pair.\nHere’s the “inverse contrast matrix” — each row gives the combination of\nlevels that produces a given parameter.  For example, row 2 (no symb.  vs.\nsymbiont) says that\u0000\n1\nwill be estimated from\u0000x\n1\n+(x\n2\n+x\n3\n+x\n4\n)/3(the\ndi↵erence between “no symbiont” and the mean of the other three levels):\ninvcontr <-matrix(c(1,0,0,0,\n-1,1/3,1/3,1/3,\n0,-1,1,0,\n0,-1/2,-1/2,1),\nbyrow=TRUE,ncol=4,\ndimnames=list(c(\"none\",\"symbiont\",\"C_vs_S\",\"1_vs_2\"),\nlevels(vdata$ttt)))\nfractions(cmat0 <-solve(invcontr))\n##                           none symbiont C_vs_S 1_vs_2\n## No Symbionts                 1    0        0      0\n## Pair of Crabs                1    1     -1/2   -1/3\n## Pair of Shrimp               1    1      1/2   -1/3\n## Pairs of Shrimp and Crabs    1    1        0    2/3\ncmat <- cmat0[,-1]\ncontrasts(vdata$ttt2) <- cmat\nTest that these contrasts are orthogonal:\n2\n\nfractions(zapsmall(t(cmat) %*% cmat))\n##          symbiont C_vs_S 1_vs_2\n## symbiont   3        0      0\n## C_vs_S     0      1/2      0\n## 1_vs_2     0        0    2/3\nThey  are  —  all  the  o↵-diagonal  elements  are  zero.   (The  intercept  isnot\northogonal to these contrasts — if we computedt(cmat0) %*% cmat0it would\nhave non-zero o↵-diagonal elements — but that’s OK [we don’t care about the\nstatistical test of the intercept,  and in any case that statement is true of the\ndefault treatment contrasts in R].)\nAnalyze with block e↵ects:\nvol_lmm_1way <-lme(tvol\n~\nttt2,random=\n~\n1|block,data=vdata)\n(vol_lmm_1way_tab <-summary(vol_lmm_1way)$tTable)\n##                Value Std.Error DF t-value   p-value\n## (Intercept)   6.7164   0.16055 37  41.833 9.264e-33\n## ttt2symbiont -0.5902   0.09319 37  -6.333 2.227e-07\n## ttt2C_vs_S    0.2807   0.11257 37   2.494 1.724e-02\n## ttt21_vs_2   -1.0623   0.10739 37  -9.892 6.169e-12\nCompute back-transformed intervals:\ni1 <-intervals(vol_lmm_1way,which=\"fixed\")\ni1$fixed <-exp(i1$fixed)\ni1\n## Approximate 95% confidence intervals\n##\n##  Fixed effects:\n##                 lower     est.     upper\n## (Intercept)  596.4798 825.8034 1143.2931\n## ttt2symbiont   0.4589   0.5542    0.6694\n## ttt2C_vs_S     1.0540   1.3241    1.6633\n## ttt21_vs_2     0.2781   0.3457    0.4297\n## attr(,\"label\")\n## [1] \"Fixed effects:\"\n2.2    Two-way analysis\nvol_lmm_2way <-lme(tvol\n~\ncrab*shrimp,random=\n~\n1|block,data=vdata)\nround(vol_lmm_2way_tab <-summary(vol_lmm_2way)$tTable,4)\n3\n\n##                 Value Std.Error DF t-value p-value\n## (Intercept)    6.7164    0.1606 37 41.8326  0.0000\n## craby         -0.0957    0.1106 37 -0.8654  0.3924\n## shrimpy       -0.3764    0.1137 37 -3.3120  0.0021\n## craby:shrimpy -0.8262    0.1642 37 -5.0308  0.0000\n## compute back-transformed intervals\ni2 <-intervals(vol_lmm_2way,which=\"fixed\")\ni2$fixed <-exp(i2$fixed)\ni2\n## Approximate 95% confidence intervals\n##\n##  Fixed effects:\n##                  lower     est.     upper\n## (Intercept)   596.4798 825.8034 1143.2931\n## craby           0.7262   0.9087    1.1370\n## shrimpy         0.5451   0.6863    0.8640\n## craby:shrimpy   0.3138   0.4377    0.6105\n## attr(,\"label\")\n## [1] \"Fixed effects:\"\nSince  we  are  dealing  with  log-scaled  data,  we  are  doing  log-contrasts  by\ndefault (as we want in order to characterize MPEs).\n3  Binary data\nNow analyze the attacked/not attacked outcomes.\n3.1  Preliminaries\nbdata  <-read.csv(\"culcitalogreg.csv\")\nbdata <-transform(bdata,block=factor(block),\nttt2=factor(ttt.1),\nttt=as.factor(ttt))\nUse the contrasts we figured out above for the one-way layout.\ncontrasts(bdata$ttt2) <- cmat\n3.2  GLMs (ignoring blocking)\nTo make the GLM work we need to specify working starting conditions.  (This\nis a common issue when fitting GLMs with non-standard link functions, such\n4\n\nas the current case which is a binomial model with a log link [the standard or\n“canonical” link function is the logit].)\nSpecify\u00000.4 for the baseline predation (exp(\u00000.4) = 0.67), 0 for the other\ne↵ects.\nb_glm_1way <-\nglm(predation\n~\nttt2,family=binomial(link=\"log\"),data=bdata,\nstart=c(-0.4,0,0,0))\nsummary(b_glm_1way)\n##\n## Call:\n## glm(formula = predation ~ ttt2, family = binomial(link = \"log\"),\n##     data = bdata, start = c(-0.4, 0, 0, 0))\n##\n## Deviance Residuals:\n##    Min      1Q  Median      3Q     Max\n## -2.146  -1.093   0.459   1.031   1.264\n##\n## Coefficients:\n##              Estimate Std. Error z value Pr(>|z|)\n## (Intercept)   -0.1054     0.0745   -1.41  0.15749\n## ttt2symbiont  -0.5304     0.1435   -3.70  0.00022 ***\n## ttt2C_vs_S    -0.0870     0.2725   -0.32  0.74947\n## ttt21_vs_2    -0.2442     0.2823   -0.87  0.38700\n## ---\n## Signif. codes:  0 ’***’ 0.001 ’**’ 0.01 ’*’ 0.05 ’.’ 0.1 ’ ’ 1\n##\n## (Dispersion parameter for binomial family taken to be 1)\n##\n##     Null deviance: 105.850  on 79  degrees of freedom\n## Residual deviance:  94.975  on 76  degrees of freedom\n## AIC: 103\n##\n## Number of Fisher Scoring iterations: 4\n##\nb_glm_2way <-\nglm(predation\n~\ncrab*shrimp,family=binomial(link=\"log\"),data=bdata,\nstart=c(-0.4,0,0,0))\nsummary(b_glm_2way)\n##\n## Call:\n## glm(formula = predation ~ crab * shrimp, family = binomial(link = \"log\"),\n##     data = bdata, start = c(-0.4, 0, 0, 0))\n5\n\n##\n## Deviance Residuals:\n##    Min      1Q  Median      3Q     Max\n## -2.146  -1.093   0.459   1.031   1.264\n##\n## Coefficients:\n##                 Estimate Std. Error z value Pr(>|z|)\n## (Intercept)      -0.1054     0.0745   -1.41    0.157\n## crabC+           -0.4055     0.1972   -2.06    0.040 *\n## shrimpS+         -0.4925     0.2156   -2.28    0.022 *\n## crabC+:shrimpS+   0.2048     0.3754    0.55    0.585\n## ---\n## Signif. codes:  0 ’***’ 0.001 ’**’ 0.01 ’*’ 0.05 ’.’ 0.1 ’ ’ 1\n##\n## (Dispersion parameter for binomial family taken to be 1)\n##\n##     Null deviance: 105.850  on 79  degrees of freedom\n## Residual deviance:  94.975  on 76  degrees of freedom\n## AIC: 103\n##\n## Number of Fisher Scoring iterations: 4\n##\n3.3GLMMs:lme4\nTheglmerfunction from thelme4package is the most commonly used tools for\nfitting GLMMs in R. We tried, but failed, to get any version ofglmerto work\nin this situation. The stable version ignores user-specified starting conditions\n(and the default ones don’t work), and neither of the two development versions\ncan get through the problem, because at some interim point the model ends\nup getting a probability value>1 (since the log link doesn’t prevent this) and\nchoking.\n(This is what I tried.)\ndetach(\"package:nlme\")## nlme and lme4 don’t always play nicely\ntogether\nlibrary(lme4)\nb_glmm_1way <-\nglmer(predation\n~\nttt2+(1|block),family=binomial(link=\"log\"),\ndata=bdata,\nstart=list(fixef=coef(b_anal_noblock)-0.3))\n6\n\n3.4  GLMs with blocks as fixed e↵ects\nWe can try fixed-e↵ect models, but as expected it makes the confidence intervals\nmuch wider (the following analyses also produce many warning messages about\n“step size truncated due to divergence” or “step size truncated: out of bounds”).\nb_glmf_1way <-\nglm(predation\n~\nttt2+block,family=binomial(link=\"log\"),data=bdata,\nstart=c(-0.4,rep(0,12)))\ncoef(summary(b_glmf_1way))[1:4,]\n##                Estimate Std. Error  z value Pr(>|z|)\n## (Intercept)  -2.027e+00   0.932328 -2.17402   0.0297\n## ttt2symbiont -6.721e-02   0.050263 -1.33725   0.1811\n## ttt2C_vs_S   -2.502e-05   0.002161 -0.01158   0.9908\n## ttt21_vs_2   -2.016e-01   0.150772 -1.33716   0.1812\nb_glmf_2way <-\nglm(predation\n~\ncrab*shrimp+block,family=binomial(link=\"log\"),data=bdata,\nstart=c(-0.4,rep(0,12)))\ncoef(summary(b_glmf_2way))[1:4,]\n##               Estimate Std. Error    z value Pr(>|z|)\n## (Intercept) -2.027e+00  9.323e-01 -2.174e+00   0.0297\n## crabC+      -1.590e-09  1.799e-05 -8.839e-05   0.9999\n## shrimpS+    -3.952e-05  2.714e-03 -1.456e-02   0.9884\n## block2       7.007e-01  1.112e+00  6.304e-01   0.5285\n3.5  GLMMs:JAGS(1- and 2-way) (Plummer, 2003)\nWe  want  to  try  this  in  a  Bayesian  framework  instead,  where  (among  other\nthings) the priors can help constrain the estimated values of the random e↵ects.\nAs  it  turned  out,  JAGS  (Just  Another  Gibbs  Sampler)  was  the  least  painful\nmethod for fitting the full random-e↵ects model with a log link.\nJAGS/BUGS code:\n1model {\n2for (i in 1:4) {\n3fcoef[i] ~ dnorm(0,0.001)   ## fixed-effect parameters: priors\n4}\n5sd.b ~ dunif(0,5)                ## prior for block variance\n6tau.b <- 1/sd.b^2\n7for (i in 1:nblock) {\n8reff[i] ~ dnorm(0,tau.b)    ## priors for block random effects\n9}\n10for (i in 1:nobs) {\n11## linear predictor: design matrix*coeffs + random effects\n12eta[i] <- inprod(mf[i,],fcoef)+reff[block[i]]\n13p[i] <- exp(eta[i])              ## convert to probabilities\n14obs[i] ~ dbern(p[i])            ## Bernoulli response\n15}\n16}\n7\n\nThis is a fairly standard set of definitions.  The only particular points of\ninterest are:\n•(line 5) we set aU(0,5) prior on the among-block standard deviation. It\nwould be better to use a prior such as a half-Cauchy that is nearly flat\nnear zero and has a “fat tail” (i.e.  a reasonably high probability even\nfor large values); this is suggested by Gelman (Gelman and Hill, 2006;\nGelman, 2006), who also points out problems with the traditional weak\ninverse-gamma priors.  Lazy ecologists who don’t want to be bothered\nfiguring out how to parameterize a half-tor half-Cauchy distribution of-\nten follow theU() approach — but there are at least some hints (http://\nerrorstatistics.blogspot.com/2011/12/jim-berger-on-jim-berger.\nhtml#disqus_thread) that this is not a good idea either.\n•(line 12) we set the model up using a model matrix and compute the\ninner product of the relevant row with the current value of the coe\u0000cients\n(inprod(mf[i,],fcoef)); this is equivalent to specifying something more\nexplicit likeintercept+beta1*shrimp+beta2*crab+beta3*shrimpcrab.\nThe advantage of the model-matrix approach is that it’s more compact\nand makes it easier to experiment with di↵erent model formulations (for\nexample, in this case we can switch between the one-way and two-way\nlayout simply by switching which model matrix we pass to JAGS), but it\nis admittedly more opaque as well.\nSet up 1- and 2-way model matrices for JAGS and ADMB fits:\n## 1-way design matrix\nmmf <-model.matrix(\n~\nttt2,data=bdata)\n## 2-way design matrix\nmmf2 <-model.matrix(\n~\ncrab*shrimp,data=bdata)\nlibrary(R2jags)\nnblock <-length(levels(bdata$block))\n## BUG in current JAGS (3.2.0), do *not* load this module!\n## For regular GLMMs (i.e. with a standard link), loading the\n## GLM module can significantly speed up running times\n## load.module(\"glm\")\njdat <-list(nobs=nrow(bdata),\nnblock=nblock,\nblock=as.numeric(bdata$block),\nobs=bdata$predation,\nmf=matrix(c(mmf),ncol=4))\nb_jags_1way <-jags(data=jdat,\ninits=list(fcoef=coef(b_glm_1way),\n8\n\nreff=rep(0,nblock),sd.b=1,\n### set random-number seed\n.RNG.name=\"base::Mersenne-Twister\",\n.RNG.seed=77758),\nn.chains=1,\nn.iter=2e5,\nmodel.file=\"culcita.bug\",\nparameters=c(\"fcoef\",\"sd.b\"),\nprogress.bar=\"none\")\n## Compiling model graph\n##    Resolving undeclared variables\n##    Allocating nodes\n##    Graph Size: 669\n##\n## Initializing model\n##\n## why no effective size??\nnames_1way <-c(names(coef(b_glm_1way)),\"sigma\")\nss <- b_jags_1way$BUGSoutput$summary[-1,c(1,2,3,7)]\nrownames(ss) <- names_1way\nss\n##                  mean     sd    2.5%   97.5%\n## (Intercept)  -0.58082 0.2691 -1.1658 -0.1624\n## ttt2symbiont -0.17641 0.1415 -0.4868  0.0814\n## ttt2C_vs_S   -0.06084 0.2080 -0.5279  0.3475\n## ttt21_vs_2   -0.21273 0.2593 -0.7812  0.2118\n## sigma         0.54595 0.2901  0.1275  1.2186\nBack-transform:\nexp(ss)\n##                mean    sd   2.5%  97.5%\n## (Intercept)  0.5594 1.309 0.3117 0.8501\n## ttt2symbiont 0.8383 1.152 0.6146 1.0848\n## ttt2C_vs_S   0.9410 1.231 0.5898 1.4155\n## ttt21_vs_2   0.8084 1.296 0.4579 1.2359\n## sigma        1.7262 1.337 1.1360 3.3826\n9\n\nlibrary(emdbook)\nmm <-as.mcmc.bugs(b_jags_1way$BUGSoutput)\nmm <- mm[,-1]## drop deviance\ncolnames(mm) <- names_1way\nlibrary(scapeMCMC)\nplotTrace(mm)\n(Intercept)ttt2symbiontttt2C_vs_S\nttt21_vs_2sigma\nOther reasonable diagnostics:\nplotDens(mm)## density plots\n10\n\n−2.0−1.00.0\n(Intercept)\n−0.50.0\nttt2symbiont\n−1.0−0.50.00.5\nttt2C_vs_S\n−1.0−0.50.00.5\nttt21_vs_2\n0.00.51.01.52.02.5\nsigma\nCould also doplotAuto(mm)(autocorrelation),plotQuant(mm)(quantiles\n(boxplots)),plotSplom(mm,pch=\".\")(Scatter plot matrix).\neffectiveSize(mm)\n##  (Intercept) ttt2symbiont   ttt2C_vs_S   ttt21_vs_2\n##         1097         1000         1000         1000\n##        sigma\n##         2228\ngg <-geweke.diag(mm)\n2*pnorm(abs(gg$z),lower.tail=FALSE)\n##  (Intercept) ttt2symbiont   ttt2C_vs_S   ttt21_vs_2\n##       0.2681       0.9101       0.3875       0.8679\n##        sigma\n##       0.4212\ncolMeans(mm>0)## Bayesian \"p values\"\n##  (Intercept) ttt2symbiont   ttt2C_vs_S   ttt21_vs_2\n##        0.001        0.074        0.386        0.217\n##        sigma\n##        1.000\n11\n\nb_jags_2way <-jags(data=list(nobs=nrow(bdata),\nnblock=nblock,\nblock=as.numeric(bdata$block),\nobs=bdata$predation,\nmf=mmf2),\ninits=list(fcoef=coef(b_glm_2way),\nreff=rep(0,nblock),\nsd.b=1,\n### set random-number seed\n.RNG.name=\"base::Mersenne-Twister\",\n.RNG.seed=77758),\nn.chains=1,\nn.iter=2e5,\nmodel.file=\"culcita.bug\",\nparameters=c(\"fcoef\",\"sd.b\"),\nprogress.bar=\"none\")\n## Compiling model graph\n##    Resolving undeclared variables\n##    Allocating nodes\n##    Graph Size: 669\n##\n## Initializing model\n##\nnames_2way <-c(names(coef(b_glm_2way)),\"sigma\")\nmm2 <-as.mcmc.bugs(b_jags_2way$BUGSoutput)\nmm2 <- mm2[,-1]## drop deviance\ncolnames(mm2) <- names_2way\nplotTrace(mm2)\n12\n\n(Intercept)crabC+shrimpS+\ncrabC+:shrimpS+sigma\neffectiveSize(mm2)\n##     (Intercept)          crabC+        shrimpS+\n##          1000.0          1000.0          1000.0\n## crabC+:shrimpS+           sigma\n##           920.4          1000.0\nss2 <- b_jags_2way$BUGSoutput$summary[-1,c(1,2,3,7)]\nrownames(ss2) <- names_2way\nss2\n##                     mean     sd    2.5%   97.5%\n## (Intercept)     -0.55000 0.2372 -1.0727 -0.1540\n## crabC+          -0.07678 0.1543 -0.4595  0.1572\n## shrimpS+        -0.12891 0.1849 -0.5813  0.1449\n## crabC+:shrimpS+ -0.11431 0.3180 -0.7420  0.5047\n## sigma            0.52626 0.2935  0.0959  1.2094\nBack-transform:\nexp(ss2)\n##                   mean    sd   2.5%  97.5%\n## (Intercept)     0.5769 1.268 0.3421 0.8573\n13\n\n## crabC+          0.9261 1.167 0.6316 1.1702\n## shrimpS+        0.8791 1.203 0.5592 1.1560\n## crabC+:shrimpS+ 0.8920 1.374 0.4762 1.6565\n## sigma           1.6926 1.341 1.1007 3.3513\n3.6  GLMMs:AD Model Builder(Fournier et al., 2011)\nThe next attempt used AD Model Builder.\nADMB definition file:\n1DATA_SECTION\n2init_int nobs\n3init_int nblocks\n4init_int nf       // # fixed effects\n5init_matrix fdesign(1,nobs,1,nf) // design matrix for fixed effects\n6init_ivector blocks(1,nobs)    // Block index\n7init_vector obs(1,nobs)       // Response variable\n8init_number bpen\n9// number fpen;\n10\n11\n12PARAMETER_SECTION\n13init_vector fcoeffs(1,nf) // fixed-effects param vector\n14init_bounded_number sigma(0.001,100,2)\n15objective_function_value nll\n16random_effects_vector rcoeffs(1,nblocks,2) // (phase 2)\n17\n18PROCEDURE_SECTION\n19nll = 0.0;\n20\n21for(int i=1; i<=nobs; i++)\n22{\n23bern(i, fcoeffs, rcoeffs(blocks(i)), sigma);\n24}\n25for(int n=1; n<=nblocks; n++)\n26{\n27rand(rcoeffs(n));\n28}\n29SEPARABLE_FUNCTION void bern(int i, const dvar_vector& fcoeffs, const\ndvariable& r, const dvariable& sigma)\n30\n31dvariable fpen=0.0;           // penalty variable\n32dvariable eta = fdesign(i)*fcoeffs + r*sigma;\n33dvariable p;\n34dvariable negeta;\n35\n36negeta = -eta;\n37negeta = posfun(negeta,0.001,fpen);\n38eta = -negeta;\n39p=exp(eta);\n40nll += bpen*fpen;\n41\n42if (obs(i)==0) {\n43nll -= log(1-p);\n44}else{\n45nll -= log(p);\n46// nll -= (obs(i)==1 ? log(p) ? log(1-p));\n47}\n48SEPARABLE_FUNCTION void rand(const dvariable& r)\n49nll+=0.5*(r*r)+0.5*nblocks*log(2.*M_PI);\n50// nll+=0.5*(r*r)+0.5*log(2.*M_PI);\n51\n52TOP_OF_MAIN_SECTION\n14\n\n53gradient_structure::set_MAX_NVAR_OFFSET(764);\nADMB preliminaries: set up baseline input, parameter vectors, compile,\netc..\nlibrary(R2admb)\nsetup_admb(\"/usr/local/admb\")\n## [1] \"/usr/local/admb\"\nobs <- bdata$predation\nnf <-ncol(mmf)\nnobs <-nrow(bdata)\nnblocks <-length(levels(bdata$block))\nadmb_dat <-list(nobs=nobs,\nnblocks=nblocks,\nnf=nf,\nfdesign=mmf,\nblocks=as.integer(bdata$block),\nobs=obs,\nbpen=1e5)\nwrite_dat(\"culcita\",L=admb_dat)\nadmb_pars <-list(fcoeffs=coef(b_glm_1way),\nsigma=1,\nrcoeffs=rep(0.001,nblocks))\nwrite_pin(\"culcita\",L=admb_pars)\ncompile_admb(\"culcita\",safe=FALSE,re=TRUE,verbose=FALSE)\nxargs <-\"-shess -noinit -nox -l1 40000000 -nl1 40000000 -ilmn 5\n-imaxfn 500 -maxfn 500 \"\nxargs2 <-\"-nox -l1 40000000 -nl1 40000000 -ilmn 5 -imaxfn 500\n-maxfn 500 \"\nUtility functions for ADMB fits:\ncdbg <-0\ncdbg_rpt <-50\nfit_culcita <- function(d,## response variable\nmf=mmf,## data frame\nwhat=\"summary\",\n## return coefs or full model?\ntpl=\"culcita\",## TPL file\n## if tpl=\"culcita2\" then linkflag=1 for\nlog,\n##    linkflag=2 for logit link\nlinkflag=1,\nverbose=FALSE,\ndebug=TRUE,\n15\n\nbpen=1e6,\nnpar=15,## number of parameters\nxargv=1){\nif (debug) {\nif (cdbg %% cdbg_rpt ==0){\ncat(\"*\",cdbg,\"\\n\")\n}\ncdbg <<- cdbg+1\n}\nnewdat <- admb_dat\nnewdat$obs <- d\nnewdat$fdesign <- mf\nnewdat$nobs <-length(d)\nnewdat$bpen <- bpen\nif (tpl==\"culcita2\") newdat$linkflag <- linkflag\nwrite_pin(tpl,L=admb_pars)\nwrite_dat(tpl,L=newdat)\nxx <- if (xargv==1) xargs else xargs2\nsuppressWarnings(run_admb(tpl,verbose=verbose,extra.args=xargs))\nf <-try(read_admb(tpl),silent=TRUE)\nclean_admb(tpl)\nif (what==\"model\")return(f)\nif (inherits(f,\"try-error\")) r <-rep(NA,npar+1)\nelse r <-c(coef(f),-logLik(f))\nr\n}\nb_admb_1way <-\nfit_culcita(bdata$predation,what=\"model\",bpen=1000)\n## * 0\nb_admb_1way_pen <-\nfit_culcita(bdata$predation,what=\"model\",bpen=3e4)\nb_admb_2way <-\nfit_culcita(bdata$predation,what=\"model\",mf=mmf2,bpen=1000)\n4    Summaries, plots, etc.\nIn addition to the basic ADMB point estimates calculated as shown above, for\nwhich quadratic confidence intervals are available viaconfint, we also com-\nputed parametric bootstrap confidence intervals by simulating data from the\n16\n\nmodel 2000 times and re-computing the confidence intervals. Below we present\nboth the naive (quantile) bootstrap estimates of the confidence intervals and\nthe BCa (adjusted) bootstrap intervals, from thebootpackage. Further details\navailable on request . . .\n(Grubby code to assemble estimates and confidence intervals for all models\nsuppressed.)\n(Plotting code suppressed.)\n(Intercept)\nttt2symbiont\nttt2C_vs_S\nttt21_vs_2\nsigma\n1way\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n−1.5−1.0−0.50.00.51.01.5\n(Intercept)\ncrabC+\nshrimpS+\ncrabC+:shrimpS+\nsigma\n2way\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n−1.5−1.0−0.50.00.51.01.5\nmethod\n●\nglm\n●\nglm_fixed\n●\njags\n●\nadmbq\n●\nadmbqpen\n●\nadmb_bootp\n●\nadmb_boota\nKey:glm=GLM disregarding blocks (pooled estimate);glm_fixed=GLM\ntreating blocks as fixed;jags=JAGS;admbq=ADMB fit, quadratic confidence\nintervals;admbqpen=ADMB fit with stronger boundary penalty;admb_bootp=ADMB\nfit with parametric bootstrap CI;admb_boota=ADMB with parametric boot-\nstrap CI, bias-corrected bootstrap intervals.\nss <-subset(L.all2,method %in%c(\"glm\",\"jags\"),\nselect=c(coef,method,param,est,lo,hi))\nrownames(ss) <-seq(nrow(ss))\nprint(ss,digits=3)\n##               coef method param     est      lo      hi\n## 1      (Intercept)    glm  1way -0.1054 -0.2514  0.0407\n## 2     ttt2symbiont    glm  1way -0.5304 -0.8116 -0.2491\n## 3       ttt2C_vs_S    glm  1way -0.0870 -0.6211  0.4470\n## 4       ttt21_vs_2    glm  1way -0.2442 -0.7974  0.3090\n## 5      (Intercept)    glm  2way -0.1054 -0.2514  0.0407\n## 6           crabC+    glm  2way -0.4055 -0.7920 -0.0190\n## 7         shrimpS+    glm  2way -0.4925 -0.9150 -0.0700\n17\n\n## 8  crabC+:shrimpS+    glm  2way  0.2048 -0.5309  0.9405\n## 9      (Intercept)   jags  1way -0.5808 -1.1658 -0.1624\n## 10    ttt2symbiont   jags  1way -0.1764 -0.4868  0.0814\n## 11      ttt2C_vs_S   jags  1way -0.0608 -0.5279  0.3475\n## 12      ttt21_vs_2   jags  1way -0.2127 -0.7812  0.2118\n## 13           sigma   jags  1way  0.5459  0.1275  1.2186\n## 14     (Intercept)   jags  2way -0.5500 -1.0727 -0.1540\n## 15          crabC+   jags  2way -0.0768 -0.4595  0.1572\n## 16        shrimpS+   jags  2way -0.1289 -0.5813  0.1449\n## 17 crabC+:shrimpS+   jags  2way -0.1143 -0.7420  0.5047\n## 18           sigma   jags  2way  0.5263  0.0959  1.2094\n4.1  Figure 1\nDerive estimate and confidence intervals for independent estimates:\nlibrary(lme4)\nvol_lmm2_2way <-lmer(tvol\n~\ncrab*shrimp+(1|block),data=vdata)\nvmcmc <-mcmcsamp(vol_lmm2_2way,n=1000)\nrr <-rowSums(t(vmcmc@fixef)[,1:3])\nmean(rr)\n## [1] 6.454\nquantile(rr,c(0.025,0.975))\n##  2.5% 97.5%\n## 6.039 6.877\nVolume coral consumed \n(\nc\nm\n3\n)\n0\n250\n500\n750\n1000\n1250\n1500\n●\n●\n●\n●\n●\nn=18\nn=12\nn=11\nn=9\nNo exosymbionts\nAlphaeus lottiniTrapezia serenei\nBoth\nIndependent effects\nNow do binary equivalent:\n18\n\nProportion attacked\n0.00\n0.25\n0.50\n0.75\n1.00\n●\n●\n●\n●\n●\nNo exosymbionts\nAlphaeus lottiniTrapezia serenei\nBoth\nIndependent effects\nReferences\nFournier, D. A., H. J. Skaug, J. Ancheta, J. Ianelli, A. Magnusson, M. N.\nMaunder, A. Nielsen, and J. Sibert. 2011. AD Model Builder: using auto-\nmatic di↵erentiation for statistical inference of highly parameterized complex\nnonlinear models.  Optimization Methods and Software Pages 1–17.  URL\nhttp://www.tandfonline.com/doi/abs/10.1080/10556788.2011.597854.\nGelman, A. 2006.  Prior distributions for variance parameters in hierarchi-\ncal models. Bayesian Analysis1:515–533. URLhttp://ba.stat.cmu.edu/\njournal/2006/vol01/issue03/gelman.pdf.\nGelman, A. and J. Hill. 2006.  Data Analysis Using Regression and Multi-\nlevel/Hierarchical Models. Cambridge University Press, Cambridge, England.\nURLhttp://www.stat.columbia.edu/\n~\ngelman/arm/.\nMcKeon, C. S., A. C. Stier, S. E. McIlroy, and B. M. Bolker. 2011. Multiple\ndefender e↵ects: Synergistic coral defense by mutualist crustaceans. In press,\nOecologia.\nPlummer, M. 2003. JAGS: A program for analysis of Bayesian graphical mod-\nels using Gibbs sampling URLhttp://citeseerx.ist.psu.edu/viewdoc/\nsummary?doi=10.1.1.13.3406.\n19",
  "extractedAt": "2025-12-12T18:45:10.142Z",
  "success": true,
  "matchedPublication": {
    "title": "Multiple defender effects: synergistic coral defense by mutualist crustaceans",
    "doi": "10.1007/s00442-012-2275-2",
    "year": "2012",
    "authors": "McKeon, C. Seabird; Stier, Adrian C.; McIlroy, Shelby E.; Bolker, Benjamin M."
  }
}