{
  "filename": "Moeller et al. (Ecosphere) 2023.pdf",
  "numPages": 36,
  "text": "ARTICLE Cascading benefits of mutualists’predators on foundation species: A model inspired by coral reef ecosystems Holly V. Moeller 1 | Roger M. Nisbet 1 | Adrian C. Stier 1,2 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, California, USA 2 Marine Science Institute, University of California, Santa Barbara, Santa Barbara, California, USA Correspondence Holly V. Moeller Email: holly.moeller@lifesci.ucsb.edu Funding information National Science Foundation, Grant/Award Numbers: EF-1921356, OCE-1851510 Handling Editor:Debra P. C. Peters Abstract Multispecies mutualisms are embedded in a network of interactions that include predation, yet the effects of predation on mutualism function have not been well integrated into mutualism theory. Where predators have been con- sidered, the common prediction is that predators reduce mutualist abundance and, as a consequence, decrease service provision. Here, we use a mathemati- cal model of a predatory fish that consumes two competing coral mutualists to show that predators can also have indirect positive effects on hosts when they preferentially consume competitively dominant mutualists that are also lower in quality. In these cases, predation reverses the outcome of competition, allowing the higher quality mutualist to dominate and enhancing host perfor- mance. The direction and strength of predator effects depend on asymmetries in mutualist competition, service provision, and predation vulnerability. Our findings suggest that when the strength of predation shifts (e.g., due to exploit- ative harvest of top predators, introduction of new species, or range shifts in response to climate change), mutualist communities will exhibit dynamic responses with nonmonotonic effects on host service provision. KEYWORDS coral reefs, foundation species, Lotka–Volterra competition INTRODUCTION Mutualisms—reciprocally beneficial interactions between members of two or more species—hold great appeal to biol- ogists. Whether mediated by service (e.g., pollinators bearing pollen from plant to plant) or resource (e.g., the nectar reward plants offer their pollinators), they capture our imag- ination. The study of mutualisms has evolved from initial research focused on pairwise positive–positive interactions between species, to a more recent focus on multispecies guilds—suites of mutualistic partners of potentially variable quality (Bronstein, 1994;Palmeretal.,2015;Stanton,2003). Additionally, mutualism biology has expanded to consider how mutualisms are embedded within the tangled web of complex species interactions that also include other ecological processes such as competition, nutrient limitation, and predation. For example, recent empirical studies have examined how predators may control mutualist populations and thereby alter partner availability and performance (see Knight et al., 2006). However, the majority of research linking trophic interactions and mutualisms has been empiri- cal and the subject has received limited theoretical attention, restricting our general understanding of how Received: 7 September 2022Accepted: 13 September 2022 DOI: 10.1002/ecs2.4382 This is an open access article under the terms of theCreative Commons AttributionLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. © 2023 The Authors.Ecospherepublished by Wiley Periodicals LLC on behalf of The Ecological Society of America. Ecosphere.2023;14:e4382. https://onlinelibrary.wiley.com/r/ecs21of11 https://doi.org/10.1002/ecs2.4382 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License predation can alter the services and performance of multispecies mutualisms. Virtually all mutualisms are embedded in a trophic framework. For example, the ubiquitous plant–pollinator mutualism is shaped by herbivory and insectivory (Benoit & Kalisz, 2020; Knight et al.,2006), and predators can disrupt plant dispersal when they consume frugivores (Rogers et al., 2017). In general, predation on mutualists is expected to negatively affect host performance by reducing the abundance or behavioral activity of mutualists (Knight et al., 2006). For example, predation can reduce pollinator activity levels (Romero et al., 2011) and indirectly reduce plant fitness (Romero & Koricheva, 2011). However, it is possible to imagine alternate scenarios where predators have no effect or an indirect positive effect on the host, particularly when predation on a guild of competing mutu- alists is considered. For example, if predator-mediated coexistence favors the persistence of higher quality mutu- alists, indirect benefits to the mutualistic partners should be observed. As the mutualism literature has grown, it has become increasingly clear that mutualists can vary tremendously in their level of service to the host (Brodie et al., 2009; Palmer et al., 2010), can compete or cooperate with one another to affect host performance (Johnson & Bronstein, 2019; Miller,2007; Stanton,2003), and that not all mutu- alists are equally impacted by predation (Brechbühl et al., 2010). Mathematical models can help us to predict how predators alter mutualist and host performance by integrating variable mutualist performance, competitive or cooperative interactions between mutualists, and vari- ability in mutualists’susceptibility to predation. Here, we use a mathematical model for multispecies mutualisms in a food web context that is inspired by a system of mutualistic coral-dwelling fishes that increase the growth of their coral hosts by excreting nitrogen-rich waste products into the nutrient-poor tropical waters where corals grow (Detmer et al., 2022; Holbrook et al., 2008). This increased growth of the coral in turn offers shelter for communities of coral-dwelling fish. Predation is a powerful force affecting the abundance of these coral reef fishes (Stier et al., 2017), but the effects of predators vary among the fish mutualists and can alter the outcome of competition among fish mutualists (Schmitt et al., 2009). While our model formulation is inspired by coral-dwelling fishes, our approach identifies a generaliz- able set of conditions under which higher trophic level may enhance mutualism performance. We particularly focus on the combinations of mutualist guild member quality, competitive strength, and susceptibility to preda- tion that create scenarios with unexpected benefits cas- cading from higher trophic levels to mutualist hosts. Finally, given the context of our study system in an era of defaunation (Dirzo et al., 2014), we discuss potential implications for conservation and management. THE MODEL To construct our mathematical model, we drew inspira- tion from a real biological system in which a multispecies mutualism is exposed to variable predation pressure (Figure 1). Tropical coral reefs are populated by dozens of fish species. Some of these species live on or among the interstices of branching corals where they receive protec- tion from predation (Hixon, 1991). These coral-dwelling fishes excrete nitrogen-rich waste products, typically in the form of ammonium and/or urea (Allgeier et al., 2017), which can be taken up by the coral and are trans- ferred to and used by the photosynthetic algae living inside of the coral animal’s tissue (Holbrook et al., 2008; Muscatine et al., 1989). The photosynthate produced by these algae feeds the coral, stimulating coral growth. FIGURE 1A model for the coral–fish–predator mutualism system. We model a population of coralsC(here, one coral colony is shown for illustrative convenience) which hosts two coral-dwelling fishes: damselfishDand hawkfishH. Both fish species are vulnerable to predation by a mesopredatorP, which is itself susceptible to fishing pressure. Depending upon the mutualists’traits, coral area exhibits divergent responses to increasing predator abundances. Illustration by Emma Vogan. 2of11MOELLERET AL. 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Benefits provided by two coral-dwelling fishes to corals are well studied in the lagoons surrounding the island of Moorea, French Polynesia. Both hawkfish (Paracirrhites arcatus) and yellow-tailed damselfish (Dascyllus flavicaudus) colonize branching colonies of the coral genus Pocillopora. While hawkfish—mesopredators that occa- sionally prey on damselfish—are the dominant competi- tors (Holbrook et al., 2011), corals that host damselfish grow significantly faster than those with hawkfish (Holbrook et al., 2008). Both fishes are preyed upon by transient predatory fishes(e.g., longface emperor Lethrinus olivaceus), though predation rates in Moorea are not well known and vary significantly across sites (Schmitt & Holbrook, 2007). We represented the interaction between a population of corals (C), the associated populations of coral-dwelling damselfish (D) and hawkfish (H), and the predators of these fishes (P) using a system of four differential equa- tions. (Symbols, their meanings and units, and their dimensionless equivalents are listed in Table 1.) We modeled corals as a population of individual coral colo- nies of agealiving in an area with a finite carrying capacityC T . If the areal extent of a colony of ageais given byc(a,τ), and the number of coral colonies in the age rangea!aþdais given byn(a,τ)da, then the total area covered by corals at any timeτis given by the integral: CτðÞ¼ ð ∞ 0 ca,τðÞna,τðÞda:ð1Þ The change in coral area is determined by the balance between recruitmentR, growth of existing coralsG, and mortalityM: dC dτ ¼RτðÞþGτðÞ MτðÞ:ð2Þ We assumed that our model accounts for a sufficiently large coral population that we could approximate the population as closed, such that recruitment comes from corals within the population who have a per-area viable larval production rateβ. (However, see Appendix S2 for the open recruitment case.) We assumed that larvae can only recruit onto space unoccupied by corals, such that: RτðÞ¼βCτðÞ1  CτðÞ C T    :ð3Þ Our growth functionGmust account for two processes: the intrinsic growth of corals (for which we assume a fixed specific [per area] growth rate ofg 0 ) and TABLE 1Variables and parameters, their meanings and typical units, and rescaled versions. SymbolMeaningTypical unitsRescaled versionAnalysis values Variables τTimedayst CCoral population aream 2 coralc DDamselfish biomassg damsd HHawkfish biomassg hawkh PMesopredator biomassg predp Parameters C T Carrying capacity of coralsm 2 ...... βCoral production of viable larvaed  1 ...... g 0 Coral baseline areal extension rated  1 ...... g D Coral growth enhancement by damselfishm 2 coral dams  1  d  1 ...... g H Coral growth enhancement by hawkfishm 2 coral hawk  1  d  1 ε0–1 mCoral mortalityd  1 μ0.9 r D Damselfish growth rated  1 ρ D 0.1 r H Hawkfish growth rated  1 ρ H 0.1 k D Per-coral damselfish carrying capacityg dams m 2 coral  1 κ D 1 k H Per-coral hawkfish carrying capacityg hawk m 2 coral  1 κ H 1 α DH Competitive effects of hawkfish on damselfishg dams g hawk  1 ...... α HD Competitive effects of damselfish on hawkfishg hawk g dams  1 α0–1 a D Attack rate of predators on damselfishd  1  g pred  1 ...... a H Attack rate of predators on hawkfishd  1  g pred  1 φ0–1 ECOSPHERE3of11 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License an acceleration in growth due to fertilization by coral-associated fishes. To model this growth accelera- tion, we must first account for the distribution of fishes on corals. We assume that, at any given time, all fish are associated with corals (Holbrook & Schmitt, 2003), and that the benefit to sheltering in a coral is related to that coral’s size. We assume an ideal free distribution, which implies that the biomass of damselfish and hawkfish sub- populations associated with a coral of ageaare given by: da,τðÞ¼DτðÞ ca,τ ðÞ CτðÞ andð4Þ ha,τðÞ¼HτðÞ ca,τðÞ CτðÞ :ð5Þ We assume that each fish excretes at a species-specific rate that leads to a per-fish acceleration in coral growthg i (whereiisDfor damselfish orHfor hawkfish). Thus, the growth rate of a coral cohort of ageais: ga,τðÞ¼g 0 þg D da,τðÞþg H ha,τðÞ ¼g 0 ca,τðÞþg D DτðÞ ca,τðÞ CτðÞ þg H HτðÞ ca,τðÞ CτðÞ :ð6Þ Integrating over the entire coral population, and assum- ing that corals can only grow into unoccupied space, we then have: GτðÞ¼ ð ∞ 0 ga,τðÞna,τðÞda1  CτðÞ C T    ¼ ð ∞ 0 na,τðÞg 0 ca,τðÞþg D DτðÞ ca,τðÞ CτðÞ   þg H HτðÞ ca,τðÞ CτðÞ Þda1  CτðÞ C T    ¼CτðÞg 0 þ g D DτðÞ CτðÞ þ g H HτðÞ CτðÞ    1  CτðÞ C T    : ð7Þ Finally, we assume that corals have an age- and size-independent areal mortality ratem, such that M(τ)=mC(τ). Assembling these components, we can write the change the area occupied by the coral population as: dC dτ ¼CτðÞβþg 0 þg D DτðÞ CτðÞ þg H HτðÞ CτðÞ    1  CτðÞ C T     mCτðÞ:ð8Þ We model the dynamics of fish biomass using a modified Lotka–Volterra competition model. Both coral-dwelling fishes rely on coral for habitat, so we assume that their carrying capacities scale with the area of available coral habitat with species-specific scalarsk D andk H . This approach assumes that, as the coral population grows in areal occupancy, the physical structure (and interstitial space where fish dwell) scales proportionately. Damselfish and hawkfish populations grow toward their carrying capacities at the ratesr D andr H , respectively. Because fish are represented in units of biomass, this growth could represent recruitment of new individuals and/or increases in biomass of existing members of the population. As with our coral population, we neglect external recruitment (but see Appendix S2). In addition to self-limitation through intraspecific competition, the fishes also compete with one another with competition coefficientsα DH andα HD .Thus,forexample,ahawkfish’s perception of how much open space there is in a coral (e.g., as it approaches to settle) is determined by the abun- dance of both hawkfish and damselfish, scaled by competi- tion coefficients. Both species are vulnerable to mortality due to predation with species-specific attack ratesa D anda H . dD dτ ¼r D D k D C D α DH H k D C     a D DP,ð9Þ dH dτ ¼r H H k H C H α HD D k H C     a H HP:ð10Þ Thus, in our formulation, fish are simultaneously com- petitors (for habitat provided by the coral) and indirect facilitators of one another via their beneficial impacts on the growth of the coral host. We assume that predators integrate over large spatial and temporal scales and consume a diversity of prey of which hawkfish and damselfish are just one component. Therefore, their population dynamics are relatively unimpacted by the three other species (i.e.,dP/dτ=0). However, the abundance of predatorsPmay be altered by external pressures, such as fishing, so we explore the effects of variation inPin our analysis. In Appendix S3, we also consider the case in which the presence of the foundation species, coral, can alter predation rates either by increasing rates (because predators are drawn to regions of high prey habitat availability) or decreasing them (because coral structure provides shelter for prey to hide, decreasing predation success). Thus, we can write the full model: dC dτ ¼βCþg 0 Cþg D Dþg H HðÞ1  C C T     mC,ð11Þ 4of11MOELLERET AL. 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License dD dτ ¼r D D k D C D α DH H k D C     a D DP,ð12Þ dH dτ ¼r H H k H C H α HD D k H C     a H HP:ð13Þ Note that, although the equation for coral growth at first glance appears to imply that the presence of fish could cause the spontaneous generation of coral (i.e.,dC/dτ>0 ifD,H> 0 even whenC=0), the fish themselves depend on coral as a source of habitat. Thus, because fish cannot persist in the absence of coral, this scenario does not arise in practice. Though our model is inspired by a coral reef mutualism, slight modifications to our formulation could describe other goods-for-services mutualisms in which multiple mutualists compete for the service and are impacted by shared preda- tors. Here, one partner guild (coral-dwelling fishes) provides a metabolic resource (N-rich waste products) in exchange for a partner’s service (habitat provision by the coral). Similar systems include plant–pollinator mutualisms and plant defense mutualisms. Further, in our model, the preda- tor (which does not respond dynamically to prey availabil- ity) acts as a fixed increase in mutualist per capita mortality; in this way, changes in predator abundance are similar to other changes in ecological regimes (e.g., reductions in food supply, shifts in disturbance intensity). ANALYSIS To reveal correlations between parameters that allow us to reduce our analysis to a few composite parameters, we use a change of variables to nondimensionalize the model (fully described in Appendix S1). First, we consolidate the two coral-dependent areal increase parametersβandg 0 into a single parameterr C , which represents the capacity of a coral population for expansion in the absence of fish. By performing the change of variablest=τr C ,c=C/C T , d=(g D D)/(r C C T ),h=(α DH g D H)/(r C C T ), andp=a D P/r C , we can write the dimensionless model: _ c¼cþdþεhðÞ1 cðÞ μc,ð14Þ _ d¼ρ D d κ D c d h κ D c     dp,ð15Þ _ h¼ρ H h κ H c h αd κ H c     φhp,ð16Þ whereε=g H /(α DH g D ),μ=m/r C ,ρ D =r D /r C ,ρ H =r H /r C , κ D =(k D g D )/r C ,κ H =(k H α DH g D )/r C ,φ=a H /a D , and α=α DH α HD . In our analysis, we pay special attention to three parameters that describe the relative traits of the two mutualist species: (1)ε, which represents the relative mutualist quality of hawkfish compared with damselfish, scaled by the competitive effects of hawkfish on damsel- fish; (2)α, which, following standard theory for Lotka–Volterra competition, is a measure of the relative strength of interspecific versus intraspecific population regulation of the two fish populations; and (3)φ, which represents the intensity of predation on hawkfish relative to damselfish. In addition to these parameters, a few species-specific parameters remain:μis the mortality rate of coral, andρ i andκ i (wherei={D,H}) are the intrinsic growth rate and coral-dependent carrying capacity scalings of the fishes. In order to highlight the importance of competi- tion and predation to our results, we consider the simpli- fied case in whichρ D =ρ H =ρandκ D =κ H =κ, such that hawkfish and damselfish are identical except in their interspecific competitive ability, mutualist quality, and susceptibility to predation. Note that the combination of our choice of dimen- sionless rescaling (which eliminates one of the competi- tion coefficients) and our assumption that the carrying capacities of both fishes scale identically eliminate the possibility of competitive coexistence (in the absence of the predator) or of alternative stable states. This simplifi- cation allows us to draw biologically meaningful mathe- matical conclusions about our model. We comment briefly on the consequences of alternate assumptions in Appendix S1. Predators may have either positive or negative effects on foundation species Using numerical simulation, we observed two qualita- tively different effects of increasing predatory fish abun- dance on coral area (Figure 2). We studied a scenario in which predator density increased at five-year intervals. In the absence of predators, our system was dominated by hawkfish, and damselfish were competitively excluded (α< 1). Increasing predator abundance altered the out- come of competition by eliminating the hawkfish through predation (φ> 1). In some scenarios, this also resulted in a decrease in coral area (Figure 2A) because the overall reduction in coral-dwelling fish biomass reduced the benefits to the corals, sensu Knight et al. ( 2006). However, when hawkfish were lower quality mutualists, a shift in competitive outcome could actually benefit the coral (Figure 2B) because, although total fish biomass on the head of coral was reduced, the biomass that remained pro- duced greater growth enhancement of the coral. In both ECOSPHERE5of11 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License scenarios, continued increases in predator abundance ulti- mately had a negative effect on corals by completely suppressing coral-dwelling fish populations. Conditions on indirect predator benefits Under what conditions do these different scenarios emerge? We used graphical methods (see Appendix S1) to derive analytical relationships between relative com- petitive ability (α), relative mutualist quality (ε), and rela- tive predator sensitivity (φ). We first discuss these results in the context of the hawkfish–damselfish system, before drawing broader conclusions about multispecies mutual- isms with predation. In order for predators to indirectly benefit the growth of foundation species, three criteria must be met: 1. Damselfish must be higher quality mutualists than hawkfish (ε< 1). 2. Hawkfish must be stronger competitors than damsel- fish (α< 1), such that damselfish are competitively excluded in the absence of predators. 3. Hawkfish must be more susceptible to predation than damselfish (φ> 1). More generally, predators mediate indirect benefits when their activity reduces the competitive dominance of a lower quality mutualist (Appendix S1: Figure S5). Predators do not benefit foundation species when: 1. they prefer the higher quality mutualist, because in this case predators reduce the population of the best partner and have a net negative effect on mutualist goods provisioning, or FIGURE 2Dynamic response of corals and coral-dwelling fishes to changing predator biomass. (A) When hawkfish and damselfish are equally high-quality mutualists, an increase in predator abundance causes a decrease in coral equilibrium area (sensu Knight et al., 2006). (B) When damselfish are higher quality mutualists than hawkfish, corals benefit from intermediate predator biomass, but ultimately decline under sufficiently high predation regimes. Parameter values areγ=κ D =κ H =1,ρ D =ρ H =0.1,α=0.5,φ=2, andε=1 for panel (A) and 0.1 for panel (B). Predators increase in abundance fromp=0top=0.05 at year 5, and increase further top=0.1 at year 10 in both panels. 6of11MOELLERET AL. 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 2. they prefer the weaker competitor, because in this case predators do not alter the outcome of competition. Of course, the relative magnitudes of trait differences (i.e., the relationship betweenα,ε,φ, and 1) affect the strength of predator effects. In addition to the three criteria described above, the mathematical condition for predator indirect facilitation (derived in Appendix S1) is: ε< φ 1 φ α :ð17Þ That is, the worse in quality the low-quality mutualist (here, hawkfish) is (i.e., the smallerεis) or the less com- petitively dominant the hawkfish is (i.e., the closerαis to 1), the smaller the predator preferenceφneeds to be in order for the predator to indirect positive effects on the coral (Appendix S1: Figure S5). The magnitude of predator benefits (in our system, the increase in coral growth relative to a predator-free environment) depends upon mutualist traits and predator abundance (Figure 3). We expect the strongest predator effects whenα≈1 (i.e., the two mutualists are of similar competitive strengths, so that little predation pressure is needed to tip the system from hawkfish-dominated to damselfish-dominated, with associated increases in nitro- gen fertilization),φ 1 (i.e., the predator strongly pre- fers the hawkfish, so that little predator abundance is necessary to tip the system and thus the damselfish expe- rience limited predation), andε 1 (i.e., hawkfish are extremely poor mutualists, so that a flip from hawkfish- to damselfish-dominated heads of coral produces an extreme shift in mutualist benefits). We emphasize, however, that regardless of the poten- tial magnitude of predator benefits, there is a threshold of predator abundance beyond which these cascading benefits cease. This is because the predator is still a pred- ator of all mutualists. Thus, sufficiently large numbers of predators suppress all mutualist populations and overall goods production. In our coral reef system, for example, a high abundance of mesopredators would eliminate hawkfish and also reduce damselfish populations, thus eroding the nutrient subsidy that supports coral growth. The predator abundance at which benefits cease (i.e., equilibrium coral abundance is equivalent to the no-predator case) is given by: p max ¼ρ D 1 εðÞ:ð18Þ In other words, the predator abundance at which benefits to the foundation species cease is a function of the speed at which the highest quality mutualist grows (e.g., in our system, faster growing damselfish provide benefits even under high levels of predation) and the difference in mutualist quality between guild members (the larger the magnitude, the more predation can be sustained before overall negative effects become dominant). The precise predator abundances at which benefits accrue are, of course, sensitive to the model’s formula- tion. For example, when open recruitment is permitted (Appendix S2), external recruitment of the subdominant competitor can allow it to coexist with the dominant competitor even in the absence of the predator. This alters the baseline provision of benefits in the system into which a predator might enter, but our qualitative findings (that predators benefit foundation species when they favor a mutualist community composition that provides more benefits than the predator-free baseline) hold. Additional feedbacks between the foundation species and the preda- tor (Appendix S3) can also constrain predator benefits. When the presence of coral draws additional predators, this can create a negative feedback in which increased coral abundance increases predation and reduces mutual- istic benefits. This means the window over which preda- tors indirectly benefit foundation species is narrower. DISCUSSION The effects of predation on ecosystem structure and func- tion are highly dependent on the strength of competitive interactions between the species they consume (Chase et al., 2002; Chesson & Kuang,2008). Yet we have a lim- ited understanding of how the effects of predators cas- cade to affect ecosystems when their primary prey are guilds of competing mutualists. Because predators con- sume prey, their presence is generally thought to reduce benefits conferred by mutualist prey to their partners (Knight et al., 2006). However, here we show that under certain circumstances predators can in fact enhance the performance of multispecies mutualisms, with cascading impacts on the growth of foundation species. Our model predicts that the indirect benefits of predators on founda- tion species can occur under specific conditions: namely, when predators preferentially target a dominant competi- tor that is also a weaker mutualist. Under these circum- stances, predators alter the outcome of competition in ways that enhance the overall delivery of mutualist goods. These results corroborate previous research documenting the importance of third-party species inter- actions in driving the performance of mutualist guilds (Palmer et al., 2015) and point to significant empirical opportunities to better integrate mutualisms into net- works embedded with diverse sets of species interactions. While our model offers somewhat counterintuitive predictions whereby predation on mutualists can increase ECOSPHERE7of11 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License the performance of a foundation species, it also empha- sizes the importance of context when predicting how multispecies mutualisms can integrate into our under- standing of food web dynamics. Our findings corroborate the well-documented context-dependent nature of species interactions (Chamberlain et al., 2014) in at least three ways. First, we show that the effect of predators on coexistence of their mutualists depends on mutualist competitive dynamics as well as the relative susceptibility mutualists have to predation. Second, we show that preda- tors can have positive, negative, or little effect on the foun- dation species depending on the competitive interactions between mutualists, the relative susceptibility or mutual- ists to predation, and the benefits mutualists provide to the host. Third, we show that the effects of predators on mutualist communities depend on predation intensity. Even under circumstances where predators preferentially consume species that are dominant competitors but infe- rior partners, the positive effect of predators on founda- tion species only emerges at intermediate predation levels. In our dimensionless model, rescaled predator abundance is an amalgamation of actual predator biomass in the sys- tem (P), the attack rate of predators on damselfish (a D ), and the maximum nutrient enhancement of the coral’s growth rate (g 1 ). Thus, a biological system that is more sensitive to predation could be one in which absolute predator abundance is elevated, in which damselfish vul- nerability is increased, or in which coral growth is less dependent on nutrient enrichment. These context dependencies suggest that, in order to predict how a change in predation pressure might later mutualist coexistence or the services provided by guilds of mutualists, we need significantly more empirical study of these systems. While predation on mutualists is com- mon in nature, and various examples of predators alter- ing mutualist abundance and host performance exist (reviewed in Knight et al., 2006), there is still much we do not know. Empirically, we know relatively more about FIGURE 3Effects of changes in mesopredator abundance (x-axis) andα(A),φ(B), andε(C) on relative coral area. Changes in coral area are plotted on a log scale, such that negative numbers (brown) indicate declines and positive numbers (blue) indicate increases in coral area relative to a predator-free system. (A) As αapproaches 1, the two mutualists become more and more equivalent competitors. Smaller amounts of predator are required to tip the system to dominance by the weaker competitor (and stronger mutualist), and the marginal gains in coral area are greater (blue color). (B) Asφincreases, the lower quality, competitively dominant mutualist becomes more and more vulnerable to predation. As a consequence, less and less predator biomass is required to tip the system into dominance by the weaker competitor (and stronger mutualist), leading to greater gains in coral area. (C) Asεapproaches 1, the mutualists become equivalent in quality. The higher in quality the low-quality mutualist is, the less beneficial predators may be (because their action to tip the system to dominance by the other mutualist has less and less of an impact on mutualist goods delivery). Parameter values are as listed in Figure 1B, withφ=2 andε=0.5 for panel (A),α=0.5 andε=0.5 for panel (B), andα=0.5 andφ=2 for panel (C). Colors are from the Manu package by Geoffrey Thomson, https://g-thomson.github.io/Manu/. 8of11MOELLERET AL. 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License the relative quality of mutualists in diverse guilds (Stanton, 2003). We also know little about how mutualist quality covaries with competitive ability or predator sus- ceptibility, two additional traits that qualitatively affect outcomes in our mathematical model. This empirical gap points to critical opportunities for future empirical research integrating mutualisms into diverse species interaction networks. Trade-offs as mechanisms for coexistence of mutualists are relatively well studied, and there is a rich literature on trade-offs between competition between mutualists and partner quality. Specifically, the mutualism–partner qual- ity trade-off has been reviewed empirically by Palmer et al. ( 2003) and is formalized theoretically most recently by Johnson and Bronstein ( 2019), which is grounded in the assumption that lower quality mutualists“save”resources and thus become better competitors (an underlying assumption of dozens of papers on mutualism stability). Similarly, trade-offs between competition and predation are well established in the theoretical (e.g., Holt et al., 1994;Kuang&Chesson,2008) and empirical literature (Chase et al., 2002). However, covariance in all three fac- tors remains poorly studied. It stands to reason that if trade-offs between competition and predation and compe- tition and partner quality exist then a three-way covari- ance between competition, susceptibility to predation, and partner quality exists. While few published case studies exist, there is evidence for covariance in susceptibility to predation, competition, and in partner quality in the hawkfish–damselfish–coral system that inspired our model (Holbrook et al., 2011;Schmittetal.,2009). Our model also offers insight into the coral reef sys- tem that inspired it. While predation is a known driver of biodiversity on coral reefs (Stier et al., 2017), there has previously been a weak theoretical link between preda- tion and the symbiotic interactions that power productive coral reef ecosystems living in otherwise nutrient-poor environments. One clear implication of our results is that the well-documented predation pressure on mutualistic fishes and invertebrates (Stier & Leray, 2014) may be crit- ical to the maintenance of diversity within this system. A second implication is that variation in predation pres- sure across reefs may indirectly alter the growth and sur- vival of coral if mesopredators shift the outcomes of competition toward higher quality mutualists (e.g., from hawkfish to damselfish). These outcomes may be further complicated by mutualist behavioral changes when pred- ators create a“seascape of fear”(Laundré et al., 2014; Wirsing et al., 2008). For example, coral-dwelling fishes may spend more time hiding (and excreting) in the interstices of branching corals, further enhancing Ndeposition and fish benefits, when predators are pre- sent. Indeed, a more realistic accounting of fish behavior (such as the territoriality of hawkfish that likely reduces their carrying capacity, i.e.,k H <k D ) might increase the range of parameter space over which predators have indi- rect benefits. The third implication of our model for coral reef ecosystem systems is that human impacts such as fishing that disproportionately remove predatory fishes from coral reefs may indirectly alter the performance of the coral. If fishing alters predation pressure on coral reefs either by reducing the abundance of large predatory fishes (Stallings, 2009) or increasing the abundance of highly carnivorous mesopredators, this may modify the domi- nant mutualist fish found in certain corals and restructure the services imbued by these diverse coral occupants. Additional research should consider how these potential shifts might integrate with ongoing research examining how fishing potentially alters the supply of nutrients from fishes to coral reefs (Allgeier et al., 2016). In extreme cases, these fisheries-induced shifts in mutualist identity and density may have significant consequences for the growth and survival of corals. Although we expect the qualitative conclusions of our model to extend beyond coral–fish systems, the strength and even directionality of cascading predator effects depend upon the details of the system and the species interactions. For example, including open recruitment of mutualistic partners (see Appendix S2) can allow for coexistence of competing mutualists even in the absence of predation, although the model’s qualitative predictions (that predators strengthen the mutualism when they shift the numerical balance of the mutualists in favor of the higher quality partner) hold. Predator behavior can also influence outcomes: for example, if predators are drawn to patches of prey habitat, a positive feedback between the foundation species and predator abundance may erode mutualism benefits (see Appendix S3). Furthermore, our model assumes that the mutualistic species compete with one another for physical habitat space provided by the foun- dation species. Other types of interaction—including com- petition for consumable resources, neutral interactions, or even facilitation (Afkhami et al., 2014)—would produce dif- ferent models and, presumably, different outcomes that are beyond the scope of the present study. For example, our model could be modified to allow for direct positive interac- tions between the mutualists, either by altering the signs of the competition coefficientsor by introducing additional state variables describing resource exchange. Other effects of predator behavior could also be included, for example, by allowing mutualist benefits to the foundation species to depend upon predator abundance, mimicking the“land- scape of fear.”Finally, we note that our model assumes that symbionts are strictly beneficial. However, an excess of mutualistic partners can be costly, including in coral–fish symbioses where modeling work suggests that excessive ECOSPHERE9of11 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License nitrogen fertilization may drive coral–algal dysbiosis and bleaching (Detmer et al., 2022). CONCLUSION The idea that predation is a critical process governing the coexistence of species and altering the abundance of foundation species is central to our understanding of bio- logical communities. Long-standing theories predict that predators can maintain the biodiversity in systems and by altering the abundance and behavior of prey they can alter the abundance of habitat-forming species. While the role of predation in modifying consumer–resource inter- actions is well established, the theoretical and empirical link between predation and diverse mutualist communi- ties is in its infancy. The next step is to further character- ize how predators interact with diverse guilds of mutualists in nature, paying particular attention to the covariance structure predation, competition, and the ser- vices mutualists provide. Moreover, the theory developed here provides a foundation to develop new models linking predation and mutualism, such as consideration for how predator–mutualist dynamics shift as the archi- tecture of species interactions change in shape and the consequences for the resilience of natural systems. AUTHOR CONTRIBUTIONS Holly V. Moeller and Adrian C. Stier designed the research. All authors constructed and analyzed the math- ematical model, drafted the manuscript, and contributed to revisions. ACKNOWLEDGMENTS We thank Alexandra Brown, Ross Cunning, A. Raine Detmer, Ferdinand Pfab, and two anonymous reviewers for constructive feedback on earlier drafts of this manu- script. Emma Vogan illustrated the manuscript (Figure 1). We also appreciate early insight from Deron Burkepile and the Moorea Coral Reef LTER community. Adrian C. Stier acknowledges funding from NSF OCE-1851510, and Holly V. Moeller acknowledges funding from NSF EF-1921356. This work is a contribution of the NSF Moorea Coral Reef Long Term Ecological Research Site (National Science Foundation Grant OCE-2224354, and earlier awards). CONFLICT OF INTEREST The authors declare no conflict of interest. DATA AVAILABILITY STATEMENT No data were collected for this study. Code (Moeller et al., 2022) is available from Zenodo:https://doi.org/10. 5281/zenodo.7168964 . ORCID Holly V. Moeller https://orcid.org/0000-0002-9335-0039 Roger M. Nisbethttps://orcid.org/0000-0002-3838-0411 Adrian C. Stierhttps://orcid.org/0000-0002-4704-4145 REFERENCES Afkhami, M. E., J. A. Rudgers, and J. J. Stachowicz. 2014.“Multiple Mutualist Effects: Conflict and Synergy in Multispecies Mutualisms.”Ecology95: 833–44. Allgeier, J. E., D. E. Burkepile, and C. A. Layman. 2017.“Animal Pee in the Sea: Consumer-Mediated Nutrient Dynamics in the World’sChangingOceans.”Global Change Biology23: 2166–78. Allgeier, J. E., A. Valdivia, C. Cox, and C. A. Layman. 2016.“Fishing Down Nutrients on Coral Reefs.”Nature Communications7: 1–5. Benoit, A. D., and S. Kalisz. 2020.“Predator Effects on Plant-Pollinator Interactions, Plant Reproduction, Mating Systems, and Evolution.”Annual Review of Ecology, Evolution, and Systematics51: 319–40. Brechbühl, R., C. Kropf, and S. Bacher. 2010.“Impact of Flower-Dwelling Crab Spiders on Plant-Pollinator Mutualisms.”Basic and Applied Ecology11: 76–82. Brodie, J. F., O. E. Helmy, W. Y. Brockelman, and J. L. Maron. 2009.“Functional Differences within a Guild of Tropical Mammalian Frugivores.”Ecology90: 688–98. Bronstein, J. L. 1994.“Conditional Outcomes in Mutualistic Interactions.”Trends in Ecology & Evolution9: 214–7. Chamberlain, S. A., J. L. Bronstein, and J. A. Rudgers. 2014.“How Context Dependent Are Species Interactions?”Ecology Letters 17: 881–90. Chase, J. M., P. A. Abrams, J. P. Grover, S. Diehl, P. Chesson, R. D. Holt, S. A. Richards, R. M. Nisbet, and T. J. Case. 2002.“The Interaction between Predation and Competition: A Review and Synthesis.”Ecology Letters5: 302–15. Chesson, P., and J. J. Kuang. 2008.“The Interaction between Predation and Competition.”Nature456: 235–8. Detmer, A. R., R. Cunning, F. Pfab, A. L. Brown, A. C. Stier, R. M. Nisbet, and H. V. Moeller. 2022.“ Fertilization byCoral-Dwelling Fish Promotes Coral Growth but Can Exacerbate Bleaching Response.”Journal of Theoretical Biology541: 111087. Dirzo, R., H. S. Young, M. Galetti, G. Ceballos, N. J. Isaac, and B. Collen. 2014.“Defaunation in the Anthropocene.”Science 345: 401–6. Hixon, M. 1991.“Predation as a Process Structuring Coral Reef Fish Communities.”InThe Ecology of Fishes on Coral Reefs, edited by P. F. Sale, 475–508. San Diego, CA: Academic Press. Holbrook, S. J., A. J. Brooks, R. J. Schmitt, and H. L. Stewart. 2008. “Effects of Sheltering Fish on Growth of Their Host Corals.” Marine Biology155: 521–30. Holbrook, S. J., and R. J. Schmitt. 2003.“Spatial and Temporal Variation in Mortality of Newly Settled Damselfish: Patterns, Causes and Co-Variation with Settlement.”Oecologia135: 532–41. Holbrook, S. J., R. J. Schmitt, and A. J. Brooks. 2011.“Indirect Effects of Species Interactions on Habitat Provisioning.” Oecologia166: 739–49. Holt, R. D., J. Grover, and D. Tilman. 1994.“Simple Rules for Interspecific Dominance in Systems with Exploitative and Apparent Competition.”The American Naturalist144: 741–71. 10 of 11MOELLERET AL. 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License Johnson, C. A., and J. L. Bronstein. 2019.“Coexistence and Competitive Exclusion in Mutualism.”Ecology100: e02708. Knight, T. M., J. M. Chase, H. Hillebrand, and R. D. Holt. 2006. “Predation on Mutualists Can Reduce the Strength of Trophic Cascades.”Ecology Letters9: 1173–8. Kuang, J. J., and P. Chesson. 2008.“Predation-Competition Interactions for Seasonally Recruiting Species.”The American Naturalist171: E119–33. Laundré, J. W., L. Hern   andez, P. L. Medina, A. Campanella, J. L   opez-Portillo, A. Gonz   alez-Romero, K. M. Grajales-Tam, A. M. Burke, P. Gronemeyer, and D. M. Browning. 2014.“The Landscape of Fear: The Missing Link to Understand Top-Down and Bottom-up Controls of Prey Abundance?” Ecology95: 1141–52. Miller, T. E. 2007.“Does Having Multiple Partners Weaken the Benefits of Facultative Mutualism? A Test with Cacti and Cactus-Tending Ants.”Oikos116: 500–12. Moeller,H.V.,R.M.Nisbet,andA.C.Stier.2022. “Hollymoeller/Predator-Mediated-Mutualisms: Predator Mediated Mutualisms (v1.0.0).”Code. Zenodo. https://doi.org/10.5281/ zenodo.7168964 . Muscatine, L., P. Falkowski, Z. Dubinsky, P. Cook, and L. McCloskey. 1989.“The Effect of External Nutrient Resources on the Population Dynamics of Zooxanthellae in a Reef Coral.”Proceedings of the Royal Society of London. Series B: Biological Sciences236: 311–24. Palmer, T. M., D. F. Doak, M. L. Stanton, J. L. Bronstein, E. T. Kiers, T. P. Young, J. R. Goheen, and R. M. Pringle. 2010. “Synergy of Multiple Partners, Including Freeloaders, Increases Host Fitness in a Multispecies Mutualism.” Proceedings of the National Academy of Sciences of the United States of America107: 17234–9. Palmer, T. M., E. Pringle, A. Stier, and R. Holt. 2015.Mutualism in a Community Context, Vol 159. Oxford: Oxford University Press. Palmer, T. M., M. L. Stanton, and T. P. Young. 2003.“Competition and Coexistence: Exploring Mechanisms That Restrict and Maintain Diversity within Mutualist Guilds.”The American Naturalist162: S63–79. Rogers, H. S., E. R. Buhle, J. HilleRisLambers, E. C. Fricke, R. H. Miller, and J. J. Tewksbury. 2017.“Effects of an Invasive Predator Cascade to Plants via Mutualism Disruption.”Nature Communications8: 1–8. Romero, G. Q., R. D. Daud, A. T. Salom ̃ ao, L. F. Martins, R. J. F. Feres, and W. W. Benson. 2011.“Mites and Leaf Domatia: No Evidence of Mutualism inCoffea arabicaPlants.”Biota Neotropica11: 27–34. Romero, G. Q., and J. Koricheva. 2011.“Contrasting Cascade Effects of Carnivores on Plant Fitness: A Meta-Analysis.” Journal of Animal Ecology80: 696–704. Schmitt, R. J., and S. J. Holbrook. 2007.“The Scale and Cause of Spatial Heterogeneity in Strength of Temporal Density Dependence.”Ecology88: 1241–9. Schmitt, R. J., S. J. Holbrook, A. J. Brooks, and J. C. Lape. 2009. “Intraguild Predation in a Structured Habitat: Distinguishing Multiple-Predator Effects from Competitor Effects.”Ecology 90: 2434–43. Stallings, C. D. 2009.“Fishery-Independent Data Reveal Negative Effect of Human Population Density on Caribbean Predatory Fish Communities.”PLoS One4: e5333. Stanton, M. L. 2003.“Interacting Guilds: Moving beyond the Pairwise Perspective on Mutualisms.” The American Naturalist 162: S10–23. Stier, A., and M. Leray. 2014.“Predators Alter Community Organization of Coral Reef Cryptofauna and Reduce Abundance of Coral Mutualists.”Coral Reefs33: 181–91. Stier, A. C., C. D. Stallings, J. F. Samhouri, M. A. Albins, and G. R. Almany. 2017.“Biodiversity Effects of the Predation Gauntlet.” Coral Reefs36: 601–6. Wirsing, A. J., M. R. Heithaus, A. Frid, and L. M. Dill. 2008. “Seascapes of Fear: Evaluating Sublethal Predator Effects Experienced and Generated by Marine Mammals.”Marine Mammal Science24: 1–15. SUPPORTING INFORMATION Additional supporting information can be found online in the Supporting Information section at the end of this article. How to cite this article:Moeller, Holly V., Roger M. Nisbet, and Adrian C. Stier. 2023.“Cascading Benefits of Mutualists’Predators",
  "sections": {
    "abstract": "Multispecies mutualisms are embedded in a network of interactions that include predation, yet the effects of predation on mutualism function have not been well integrated into mutualism theory. Where predators have been con- sidered, the common prediction is that predators reduce mutualist abundance and, as a consequence, decrease service provision. Here, we use a mathemati- cal model of a predatory fish that consumes two competing coral mutualists to show that predators can also have indirect positive effects on hosts when they preferentially consume competitively dominant mutualists that are also lower in quality. In these cases, predation reverses the outcome of competition, allowing the higher quality mutualist to dominate and enhancing host perfor- mance. The direction and strength of predator effects depend on asymmetries in mutualist competition, service provision, and predation vulnerability. Our findings suggest that when the strength of predation shifts (e.g., due to exploit- ative harvest of top predators, introduction of new species, or range shifts in response to climate change), mutualist communities will exhibit dynamic responses with nonmonotonic effects on host service provision.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our findings suggest that when the strength of predation shifts (e.",
    "we observed two qualita- tively different effects of increasing predatory fish abun- dance on coral area (Figure 2).",
    "we show that under certain circumstances predators can in fact enhance the performance of multispecies mutualisms, with cascading impacts on the growth of foundation species.",
    "we show that the effect of predators on coexistence of their mutualists depends on mutualist competitive dynamics as well as the relative susceptibility mutualists have to predation.",
    "we show that preda- tors can have positive, negative, or little effect on the foun- dation species depending on the competitive interactions between mutualists, the relative susceptibility or mutual- ists to predation, and the benefits mutualists provide to the host.",
    "we show that the effects of predators on mutualist communities depend on predation intensity."
  ],
  "fullText": "\n\nARTICLE\nCascading benefits of mutualists’predators on foundation\nspecies: A model inspired by coral reef ecosystems\nHolly V. Moeller\n1\n|  Roger M. Nisbet\n1\n|  Adrian C. Stier\n1,2\n1\nDepartment of Ecology, Evolution, and\nMarine Biology, University of California,\nSanta Barbara, Santa Barbara,\nCalifornia, USA\n2\nMarine Science Institute, University of\nCalifornia, Santa Barbara, Santa Barbara,\nCalifornia, USA\nCorrespondence\nHolly V. Moeller\nEmail:\nholly.moeller@lifesci.ucsb.edu\nFunding information\nNational Science Foundation,\nGrant/Award Numbers: EF-1921356,\nOCE-1851510\nHandling Editor:Debra P. C. Peters\nAbstract\nMultispecies mutualisms are embedded in a network of interactions that\ninclude predation, yet the effects of predation on mutualism function have not\nbeen well integrated into mutualism theory. Where predators have been con-\nsidered, the common prediction is that predators reduce mutualist abundance\nand, as a consequence, decrease service provision. Here, we use a mathemati-\ncal model of a predatory fish that consumes two competing coral mutualists to\nshow that predators can also have indirect positive effects on hosts when they\npreferentially consume competitively dominant mutualists that are also lower\nin quality. In these cases, predation reverses the outcome of competition,\nallowing the higher quality mutualist to dominate and enhancing host perfor-\nmance. The direction and strength of predator effects depend on asymmetries\nin mutualist competition, service provision, and predation vulnerability. Our\nfindings suggest that when the strength of predation shifts (e.g., due to exploit-\native harvest of top predators, introduction of new species, or range shifts in\nresponse to climate change), mutualist communities will exhibit dynamic\nresponses with nonmonotonic effects on host service provision.\nKEYWORDS\ncoral reefs, foundation species, Lotka–Volterra competition\nINTRODUCTION\nMutualisms—reciprocally beneficial interactions between\nmembers of two or more species—hold great appeal to biol-\nogists. Whether mediated by service (e.g., pollinators bearing\npollen from plant to plant) or resource (e.g., the nectar\nreward plants offer their pollinators), they capture our imag-\nination. The study of mutualisms has evolved from initial\nresearch focused on pairwise positive–positive interactions\nbetween species, to a more recent focus on multispecies\nguilds—suites of mutualistic partners of potentially variable\nquality (Bronstein,\n1994;Palmeretal.,2015;Stanton,2003).\nAdditionally, mutualism biology has expanded to\nconsider how mutualisms are embedded within the\ntangled web of complex species interactions that also\ninclude other ecological processes such as competition,\nnutrient  limitation,  and  predation.  For  example,\nrecent empirical studies have examined how predators\nmay control mutualist populations and thereby alter\npartner  availability  and  performance  (see  Knight\net al.,\n2006). However, the majority of research linking\ntrophic interactions and mutualisms has been empiri-\ncal and the subject has received limited theoretical\nattention, restricting our general understanding of how\nReceived: 7 September 2022Accepted: 13 September 2022\nDOI: 10.1002/ecs2.4382\nThis is an open access article under the terms of theCreative Commons AttributionLicense, which permits use, distribution and reproduction in any medium, provided\nthe original work is properly cited.\n© 2023 The Authors.Ecospherepublished by Wiley Periodicals LLC on behalf of The Ecological Society of America.\nEcosphere.2023;14:e4382.\nhttps://onlinelibrary.wiley.com/r/ecs21of11\nhttps://doi.org/10.1002/ecs2.4382\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\npredation can alter the services and performance of\nmultispecies mutualisms.\nVirtually all mutualisms are embedded in a trophic\nframework. For example, the ubiquitous plant–pollinator\nmutualism  is  shaped  by  herbivory  and  insectivory\n(Benoit & Kalisz,\n2020; Knight et al.,2006), and predators\ncan disrupt plant dispersal when they consume frugivores\n(Rogers et al.,\n2017). In general, predation on mutualists is\nexpected to negatively affect host performance by reducing\nthe abundance or behavioral activity of mutualists (Knight\net al.,\n2006). For example, predation can reduce pollinator\nactivity levels (Romero et al.,\n2011) and indirectly reduce\nplant fitness (Romero & Koricheva,\n2011). However, it is\npossible to imagine alternate scenarios where predators\nhave no effect or an indirect positive effect on the host,\nparticularly when predation on a guild of competing mutu-\nalists is considered. For example, if predator-mediated\ncoexistence favors the persistence of higher quality mutu-\nalists, indirect benefits to the mutualistic partners should\nbe observed.\nAs the mutualism literature has grown, it has become\nincreasingly clear that mutualists can vary tremendously\nin their level of service to the host (Brodie et al.,\n2009;\nPalmer et al.,\n2010), can compete or cooperate with one\nanother to affect host performance (Johnson & Bronstein,\n2019; Miller,2007; Stanton,2003), and that not all mutu-\nalists are equally impacted by predation (Brechbühl\net al.,\n2010). Mathematical models can help us to predict\nhow predators alter mutualist and host performance by\nintegrating variable mutualist performance, competitive\nor cooperative interactions between mutualists, and vari-\nability in mutualists’susceptibility to predation.\nHere, we use a mathematical model for multispecies\nmutualisms in a food web context that is inspired by a\nsystem of mutualistic coral-dwelling fishes that increase\nthe growth of their coral hosts by excreting nitrogen-rich\nwaste products into the nutrient-poor tropical waters\nwhere corals grow (Detmer et al.,\n2022; Holbrook et al.,\n2008). This increased growth of the coral in turn offers\nshelter for communities of coral-dwelling fish. Predation\nis a powerful force affecting the abundance of these coral\nreef fishes (Stier et al.,\n2017), but the effects of predators\nvary among the fish mutualists and can alter the outcome\nof  competition  among  fish  mutualists  (Schmitt\net al.,\n2009). While our model formulation is inspired by\ncoral-dwelling fishes, our approach identifies a generaliz-\nable set of conditions under which higher trophic level\nmay enhance mutualism performance. We particularly\nfocus on the combinations of mutualist guild member\nquality, competitive strength, and susceptibility to preda-\ntion that create scenarios with unexpected benefits cas-\ncading from higher trophic levels to mutualist hosts.\nFinally, given the context of our study system in an era of\ndefaunation (Dirzo et al.,\n2014), we discuss potential\nimplications for conservation and management.\nTHE MODEL\nTo construct our mathematical model, we drew inspira-\ntion from a real biological system in which a multispecies\nmutualism is exposed to variable predation pressure\n(Figure\n1). Tropical coral reefs are populated by dozens of\nfish species. Some of these species live on or among the\ninterstices of branching corals where they receive protec-\ntion from predation (Hixon,\n1991). These coral-dwelling\nfishes excrete nitrogen-rich waste products, typically in\nthe form of ammonium and/or urea (Allgeier et al.,\n2017), which can be taken up by the coral and are trans-\nferred to and used by the photosynthetic algae living\ninside of the coral animal’s tissue (Holbrook et al.,\n2008;\nMuscatine et al.,\n1989). The photosynthate produced by\nthese algae feeds the coral, stimulating coral growth.\nFIGURE 1A model for the coral–fish–predator mutualism\nsystem. We model a population of coralsC(here, one coral colony\nis shown for illustrative convenience) which hosts two\ncoral-dwelling fishes: damselfishDand hawkfishH. Both fish\nspecies are vulnerable to predation by a mesopredatorP, which is\nitself susceptible to fishing pressure. Depending upon the\nmutualists’traits, coral area exhibits divergent responses to\nincreasing predator abundances. Illustration by Emma Vogan.\n2of11MOELLERET AL.\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nBenefits provided by two coral-dwelling fishes to corals\nare well studied in the lagoons surrounding the island\nof Moorea, French Polynesia. Both hawkfish (Paracirrhites\narcatus) and yellow-tailed damselfish (Dascyllus flavicaudus)\ncolonize  branching  colonies  of  the  coral  genus\nPocillopora. While hawkfish—mesopredators that occa-\nsionally prey on damselfish—are the dominant competi-\ntors (Holbrook et al.,\n2011), corals that host damselfish\ngrow significantly faster than those with hawkfish\n(Holbrook et al.,\n2008). Both fishes are preyed upon by\ntransient  predatory  fishes(e.g.,  longface  emperor\nLethrinus olivaceus), though predation rates in Moorea\nare not well known and vary significantly across sites\n(Schmitt & Holbrook,\n2007).\nWe represented the interaction between a population\nof corals (C), the associated populations of coral-dwelling\ndamselfish (D) and hawkfish (H), and the predators of\nthese fishes (P) using a system of four differential equa-\ntions. (Symbols, their meanings and units, and their\ndimensionless equivalents are listed in Table\n1.) We\nmodeled corals as a population of individual coral colo-\nnies of agealiving in an area with a finite carrying\ncapacityC\nT\n. If the areal extent of a colony of ageais\ngiven byc(a,τ), and the number of coral colonies in the\nage rangea!aþdais given byn(a,τ)da, then the total\narea covered by corals at any timeτis given by the\nintegral:\nCτðÞ¼\nð\n∞\n0\nca,τðÞna,τðÞda:ð1Þ\nThe change in coral area is determined by the balance\nbetween recruitmentR, growth of existing coralsG, and\nmortalityM:\ndC\ndτ\n¼RτðÞþGτðÞ\u0002MτðÞ:ð2Þ\nWe assumed that our model accounts for a sufficiently\nlarge coral population that we could approximate the\npopulation as closed, such that recruitment comes from\ncorals within the population who have a per-area viable\nlarval production rateβ. (However, see Appendix S2 for\nthe open recruitment case.) We assumed that larvae can\nonly recruit onto space unoccupied by corals, such that:\nRτðÞ¼βCτðÞ1\u0002\nCτðÞ\nC\nT\n\u0002\u0003\n:ð3Þ\nOur growth functionGmust account for two processes:\nthe intrinsic growth of corals (for which we assume\na  fixed  specific  [per  area]  growth  rate  ofg\n0\n) and\nTABLE 1Variables and parameters, their meanings and typical units, and rescaled versions.\nSymbolMeaningTypical unitsRescaled versionAnalysis values\nVariables\nτTimedayst\nCCoral population aream\n2\ncoralc\nDDamselfish biomassg damsd\nHHawkfish biomassg hawkh\nPMesopredator biomassg predp\nParameters\nC\nT\nCarrying capacity of coralsm\n2\n......\nβCoral production of viable larvaed\n\u00021\n......\ng\n0\nCoral baseline areal extension rated\n\u00021\n......\ng\nD\nCoral growth enhancement by damselfishm\n2\ncoral\u0003dams\n\u00021\n\u0003d\n\u00021\n......\ng\nH\nCoral growth enhancement by hawkfishm\n2\ncoral\u0003hawk\n\u00021\n\u0003d\n\u00021\nε0–1\nmCoral mortalityd\n\u00021\nμ0.9\nr\nD\nDamselfish growth rated\n\u00021\nρ\nD\n0.1\nr\nH\nHawkfish growth rated\n\u00021\nρ\nH\n0.1\nk\nD\nPer-coral damselfish carrying capacityg dams\u0003m\n2\ncoral\n\u00021\nκ\nD\n1\nk\nH\nPer-coral hawkfish carrying capacityg hawk\u0003m\n2\ncoral\n\u00021\nκ\nH\n1\nα\nDH\nCompetitive effects of hawkfish on damselfishg dams\u0003g hawk\n\u00021\n......\nα\nHD\nCompetitive effects of damselfish on hawkfishg hawk\u0003g dams\n\u00021\nα0–1\na\nD\nAttack rate of predators on damselfishd\n\u00021\n\u0003g pred\n\u00021\n......\na\nH\nAttack rate of predators on hawkfishd\n\u00021\n\u0003g pred\n\u00021\nφ0–1\nECOSPHERE3of11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nan  acceleration  in  growth  due  to  fertilization  by\ncoral-associated fishes. To model this growth accelera-\ntion, we must first account for the distribution of fishes\non corals. We assume that, at any given time, all fish are\nassociated with corals (Holbrook & Schmitt,\n2003), and\nthat the benefit to sheltering in a coral is related to that\ncoral’s size. We assume an ideal free distribution, which\nimplies that the biomass of damselfish and hawkfish sub-\npopulations associated with a coral of ageaare given by:\nda,τðÞ¼DτðÞ\nca,τ\nðÞ\nCτðÞ\nandð4Þ\nha,τðÞ¼HτðÞ\nca,τðÞ\nCτðÞ\n:ð5Þ\nWe assume that each fish excretes at a species-specific\nrate that leads to a per-fish acceleration in coral growthg\ni\n(whereiisDfor damselfish orHfor hawkfish). Thus, the\ngrowth rate of a coral cohort of ageais:\nga,τðÞ¼g\n0\nþg\nD\nda,τðÞþg\nH\nha,τðÞ\n¼g\n0\nca,τðÞþg\nD\nDτðÞ\nca,τðÞ\nCτðÞ\nþg\nH\nHτðÞ\nca,τðÞ\nCτðÞ\n:ð6Þ\nIntegrating over the entire coral population, and assum-\ning that corals can only grow into unoccupied space, we\nthen have:\nGτðÞ¼\nð\n∞\n0\nga,τðÞna,τðÞda1\u0002\nCτðÞ\nC\nT\n\u0002\u0003\n¼\nð\n∞\n0\nna,τðÞg\n0\nca,τðÞþg\nD\nDτðÞ\nca,τðÞ\nCτðÞ\n\u0002\nþg\nH\nHτðÞ\nca,τðÞ\nCτðÞ\nÞda1\u0002\nCτðÞ\nC\nT\n\u0002\u0003\n¼CτðÞg\n0\nþ\ng\nD\nDτðÞ\nCτðÞ\nþ\ng\nH\nHτðÞ\nCτðÞ\n\u0002\u0003\n1\u0002\nCτðÞ\nC\nT\n\u0002\u0003\n:\nð7Þ\nFinally,  we  assume  that  corals  have  an  age-  and\nsize-independent  areal  mortality  ratem,  such  that\nM(τ)=mC(τ).\nAssembling these components, we can write the\nchange the area occupied by the coral population as:\ndC\ndτ\n¼CτðÞβþg\n0\nþg\nD\nDτðÞ\nCτðÞ\nþg\nH\nHτðÞ\nCτðÞ\n\u0002\u0003\n1\u0002\nCτðÞ\nC\nT\n\u0002\u0003\n\u0002mCτðÞ:ð8Þ\nWe model the dynamics of fish biomass using a modified\nLotka–Volterra competition model. Both coral-dwelling\nfishes rely on coral for habitat, so we assume that their\ncarrying capacities scale with the area of available\ncoral habitat with species-specific scalarsk\nD\nandk\nH\n.\nThis approach assumes that, as the coral population\ngrows in areal occupancy, the physical structure (and\ninterstitial space where fish dwell) scales proportionately.\nDamselfish and hawkfish populations grow toward their\ncarrying capacities at the ratesr\nD\nandr\nH\n, respectively.\nBecause fish are represented in units of biomass, this\ngrowth could represent recruitment of new individuals\nand/or increases in biomass of existing members of the\npopulation. As with our coral population, we neglect\nexternal recruitment (but see Appendix S2). In addition\nto self-limitation through intraspecific competition, the\nfishes also compete with one another with competition\ncoefficientsα\nDH\nandα\nHD\n.Thus,forexample,ahawkfish’s\nperception of how much open space there is in a coral\n(e.g., as it approaches to settle) is determined by the abun-\ndance of both hawkfish and damselfish, scaled by competi-\ntion coefficients. Both species are vulnerable to mortality\ndue to predation with species-specific attack ratesa\nD\nanda\nH\n.\ndD\ndτ\n¼r\nD\nD\nk\nD\nC\u0002D\u0002α\nDH\nH\nk\nD\nC\n\u0002\u0003\n\u0002a\nD\nDP,ð9Þ\ndH\ndτ\n¼r\nH\nH\nk\nH\nC\u0002H\u0002α\nHD\nD\nk\nH\nC\n\u0002\u0003\n\u0002a\nH\nHP:ð10Þ\nThus, in our formulation, fish are simultaneously com-\npetitors (for habitat provided by the coral) and indirect\nfacilitators of one another via their beneficial impacts on\nthe growth of the coral host.\nWe assume that predators integrate over large spatial\nand temporal scales and consume a diversity of prey of\nwhich hawkfish and damselfish are just one component.\nTherefore,  their  population  dynamics  are  relatively\nunimpacted by the three other species (i.e.,dP/dτ=0).\nHowever, the abundance of predatorsPmay be altered\nby external pressures, such as fishing, so we explore the\neffects of variation inPin our analysis. In Appendix S3,\nwe also consider the case in which the presence of the\nfoundation species, coral, can alter predation rates either\nby increasing rates (because predators are drawn to\nregions of high prey habitat availability) or decreasing\nthem (because coral structure provides shelter for prey to\nhide, decreasing predation success). Thus, we can write\nthe full model:\ndC\ndτ\n¼βCþg\n0\nCþg\nD\nDþg\nH\nHðÞ1\u0002\nC\nC\nT\n\u0002\u0003\n\u0002mC,ð11Þ\n4of11MOELLERET AL.\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\ndD\ndτ\n¼r\nD\nD\nk\nD\nC\u0002D\u0002α\nDH\nH\nk\nD\nC\n\u0002\u0003\n\u0002a\nD\nDP,ð12Þ\ndH\ndτ\n¼r\nH\nH\nk\nH\nC\u0002H\u0002α\nHD\nD\nk\nH\nC\n\u0002\u0003\n\u0002a\nH\nHP:ð13Þ\nNote that, although the equation for coral growth at first\nglance appears to imply that the presence of fish could\ncause the spontaneous generation of coral (i.e.,dC/dτ>0\nifD,H> 0 even whenC=0), the fish themselves depend\non coral as a source of habitat. Thus, because fish cannot\npersist in the absence of coral, this scenario does not arise\nin practice.\nThough our model is inspired by a coral reef mutualism,\nslight modifications to our formulation could describe other\ngoods-for-services mutualisms in which multiple mutualists\ncompete for the service and are impacted by shared preda-\ntors. Here, one partner guild (coral-dwelling fishes) provides\na metabolic resource (N-rich waste products) in exchange\nfor a partner’s service (habitat provision by the coral).\nSimilar systems include plant–pollinator mutualisms and\nplant defense mutualisms. Further, in our model, the preda-\ntor (which does not respond dynamically to prey availabil-\nity) acts as a fixed increase in mutualist per capita mortality;\nin this way, changes in predator abundance are similar to\nother changes in ecological regimes (e.g., reductions in food\nsupply, shifts in disturbance intensity).\nANALYSIS\nTo reveal correlations between parameters that allow us to\nreduce our analysis to a few composite parameters, we use\na change of variables to nondimensionalize the model\n(fully described in Appendix S1). First, we consolidate the\ntwo coral-dependent areal increase parametersβandg\n0\ninto a single parameterr\nC\n, which represents the capacity\nof a coral population for expansion in the absence of fish.\nBy performing the change of variablest=τr\nC\n,c=C/C\nT\n,\nd=(g\nD\nD)/(r\nC\nC\nT\n),h=(α\nDH\ng\nD\nH)/(r\nC\nC\nT\n), andp=a\nD\nP/r\nC\n,\nwe can write the dimensionless model:\n_\nc¼cþdþεhðÞ1\u0002cðÞ\u0002μc,ð14Þ\n_\nd¼ρ\nD\nd\nκ\nD\nc\u0002d\u0002h\nκ\nD\nc\n\u0002\u0003\n\u0002dp,ð15Þ\n_\nh¼ρ\nH\nh\nκ\nH\nc\u0002h\u0002αd\nκ\nH\nc\n\u0002\u0003\n\u0002φhp,ð16Þ\nwhereε=g\nH\n/(α\nDH\ng\nD\n),μ=m/r\nC\n,ρ\nD\n=r\nD\n/r\nC\n,ρ\nH\n=r\nH\n/r\nC\n,\nκ\nD\n=(k\nD\ng\nD\n)/r\nC\n,κ\nH\n=(k\nH\nα\nDH\ng\nD\n)/r\nC\n,φ=a\nH\n/a\nD\n,  and\nα=α\nDH\nα\nHD\n.\nIn our analysis, we pay special attention to three\nparameters that describe the relative traits of the two\nmutualist species: (1)ε, which represents the relative\nmutualist quality of hawkfish compared with damselfish,\nscaled by the competitive effects of hawkfish on damsel-\nfish;  (2)α,  which,  following  standard  theory  for\nLotka–Volterra competition, is a measure of the relative\nstrength of interspecific versus intraspecific population\nregulation of the two fish populations; and (3)φ, which\nrepresents the intensity of predation on hawkfish relative\nto damselfish.\nIn addition to these parameters, a few species-specific\nparameters remain:μis the mortality rate of coral, andρ\ni\nandκ\ni\n(wherei={D,H}) are the intrinsic growth rate\nand coral-dependent carrying capacity scalings of the\nfishes. In order to highlight the importance of competi-\ntion and predation to our results, we consider the simpli-\nfied case in whichρ\nD\n=ρ\nH\n=ρandκ\nD\n=κ\nH\n=κ, such\nthat hawkfish and damselfish are identical except in their\ninterspecific competitive ability, mutualist quality, and\nsusceptibility to predation.\nNote that the combination of our choice of dimen-\nsionless rescaling (which eliminates one of the competi-\ntion coefficients) and our assumption that the carrying\ncapacities of both fishes scale identically eliminate the\npossibility of competitive coexistence (in the absence of\nthe predator) or of alternative stable states. This simplifi-\ncation allows us to draw biologically meaningful mathe-\nmatical conclusions about our model. We comment\nbriefly on the consequences of alternate assumptions in\nAppendix S1.\nPredators may have either positive or\nnegative effects on foundation species\nUsing numerical simulation, we observed two qualita-\ntively different effects of increasing predatory fish abun-\ndance on coral area (Figure\n2). We studied a scenario in\nwhich predator density increased at five-year intervals. In\nthe absence of predators, our system was dominated by\nhawkfish, and damselfish were competitively excluded\n(α< 1). Increasing predator abundance altered the out-\ncome  of  competition  by  eliminating  the  hawkfish\nthrough predation (φ> 1). In some scenarios, this also\nresulted in a decrease in coral area (Figure\n2A) because\nthe overall reduction in coral-dwelling fish biomass reduced\nthe benefits to the corals, sensu Knight et al. (\n2006).\nHowever, when hawkfish were lower quality mutualists, a\nshift in competitive outcome could actually benefit the coral\n(Figure\n2B) because, although total fish biomass on the\nhead of coral was reduced, the biomass that remained pro-\nduced greater growth enhancement of the coral. In both\nECOSPHERE5of11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nscenarios, continued increases in predator abundance ulti-\nmately had a negative effect on corals by completely\nsuppressing coral-dwelling fish populations.\nConditions on indirect predator benefits\nUnder what conditions  do these  different scenarios\nemerge? We used graphical methods (see Appendix S1)\nto derive analytical relationships between relative com-\npetitive ability (α), relative mutualist quality (ε), and rela-\ntive predator sensitivity (φ). We first discuss these results\nin the context of the hawkfish–damselfish system, before\ndrawing broader conclusions about multispecies mutual-\nisms with predation.\nIn order for predators to indirectly benefit the growth\nof foundation species, three criteria must be met:\n1. Damselfish must be higher quality mutualists than\nhawkfish (ε< 1).\n2. Hawkfish must be stronger competitors than damsel-\nfish (α< 1), such that damselfish are competitively\nexcluded in the absence of predators.\n3. Hawkfish must be more susceptible to predation than\ndamselfish (φ> 1).\nMore generally, predators mediate indirect benefits when\ntheir activity reduces the competitive dominance of a\nlower  quality  mutualist  (Appendix  S1:  Figure  S5).\nPredators do not benefit foundation species when:\n1. they prefer the higher quality mutualist, because in\nthis case predators reduce the population of the best\npartner and have a net negative effect on mutualist\ngoods provisioning, or\nFIGURE 2Dynamic response of corals and coral-dwelling fishes to changing predator biomass. (A) When hawkfish and damselfish are\nequally high-quality mutualists, an increase in predator abundance causes a decrease in coral equilibrium area (sensu Knight et al.,\n2006).\n(B) When damselfish are higher quality mutualists than hawkfish, corals benefit from intermediate predator biomass, but ultimately decline\nunder sufficiently high predation regimes. Parameter values areγ=κ\nD\n=κ\nH\n=1,ρ\nD\n=ρ\nH\n=0.1,α=0.5,φ=2, andε=1 for panel (A) and\n0.1 for panel (B). Predators increase in abundance fromp=0top=0.05 at year 5, and increase further top=0.1 at year 10 in both panels.\n6of11MOELLERET AL.\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n2. they prefer the weaker competitor, because in this case\npredators do not alter the outcome of competition.\nOf course, the relative magnitudes of trait differences\n(i.e., the relationship betweenα,ε,φ, and 1) affect the\nstrength of predator effects. In addition to the three\ncriteria described above, the mathematical condition for\npredator indirect facilitation (derived in Appendix S1) is:\nε<\nφ\u00021\nφ\u0002α\n:ð17Þ\nThat is, the worse in quality the low-quality mutualist\n(here, hawkfish) is (i.e., the smallerεis) or the less com-\npetitively dominant the hawkfish is (i.e., the closerαis to\n1), the smaller the predator preferenceφneeds to be in\norder for the predator to indirect positive effects on the\ncoral (Appendix S1: Figure S5).\nThe magnitude of predator benefits (in our system,\nthe increase in coral growth relative to a predator-free\nenvironment) depends upon mutualist traits and predator\nabundance (Figure\n3). We expect the strongest predator\neffects whenα≈1 (i.e., the two mutualists are of similar\ncompetitive strengths, so that little predation pressure is\nneeded to tip the system from hawkfish-dominated to\ndamselfish-dominated, with associated increases in nitro-\ngen fertilization),φ\u00041 (i.e., the predator strongly pre-\nfers the hawkfish, so that little predator abundance is\nnecessary to tip the system and thus the damselfish expe-\nrience limited predation), andε\u00051 (i.e., hawkfish are\nextremely poor mutualists, so that a flip from hawkfish-\nto damselfish-dominated heads of coral produces an\nextreme shift in mutualist benefits).\nWe emphasize, however, that regardless of the poten-\ntial magnitude of predator benefits, there is a threshold\nof predator abundance beyond which these cascading\nbenefits cease. This is because the predator is still a pred-\nator of all mutualists. Thus, sufficiently large numbers of\npredators suppress all mutualist populations and overall\ngoods production. In our coral reef system, for example,\na high abundance of mesopredators would eliminate\nhawkfish and also reduce damselfish populations, thus\neroding the nutrient subsidy that supports coral growth.\nThe  predator  abundance  at  which  benefits  cease\n(i.e., equilibrium coral abundance is equivalent to the\nno-predator case) is given by:\np\nmax\n¼ρ\nD\n1\u0002εðÞ:ð18Þ\nIn other words, the predator abundance at which benefits\nto the foundation species cease is a function of the speed\nat which the highest quality mutualist grows (e.g., in our\nsystem, faster growing damselfish provide benefits even\nunder high levels of predation) and the difference in\nmutualist quality between guild members (the larger the\nmagnitude, the more predation can be sustained before\noverall negative effects become dominant).\nThe precise predator abundances at which benefits\naccrue are, of course, sensitive to the model’s formula-\ntion. For example, when open recruitment is permitted\n(Appendix S2), external recruitment of the subdominant\ncompetitor can allow it to coexist with the dominant\ncompetitor even in the absence of the predator. This\nalters the baseline provision of benefits in the system into\nwhich a predator might enter, but our qualitative findings\n(that predators benefit foundation species when they favor\na mutualist community composition that provides more\nbenefits than the predator-free baseline) hold. Additional\nfeedbacks between the foundation species and the preda-\ntor (Appendix S3) can also constrain predator benefits.\nWhen the presence of coral draws additional predators,\nthis can create a negative feedback in which increased\ncoral abundance increases predation and reduces mutual-\nistic benefits. This means the window over which preda-\ntors indirectly benefit foundation species is narrower.\nDISCUSSION\nThe effects of predation on ecosystem structure and func-\ntion are highly dependent on the strength of competitive\ninteractions between the species they consume (Chase\net al.,\n2002; Chesson & Kuang,2008). Yet we have a lim-\nited understanding of how the effects of predators cas-\ncade to affect ecosystems when their primary prey are\nguilds of competing mutualists. Because predators con-\nsume prey, their presence is generally thought to reduce\nbenefits conferred by mutualist prey to their partners\n(Knight et al.,\n2006). However, here we show that under\ncertain circumstances predators can in fact enhance the\nperformance of multispecies mutualisms, with cascading\nimpacts on the growth of foundation species. Our model\npredicts that the indirect benefits of predators on founda-\ntion species can occur under specific conditions: namely,\nwhen predators preferentially target a dominant competi-\ntor that is also a weaker mutualist. Under these circum-\nstances, predators alter the outcome of competition in\nways that enhance the overall delivery of mutualist\ngoods.  These  results  corroborate  previous  research\ndocumenting the importance of third-party species inter-\nactions in driving the performance of mutualist guilds\n(Palmer et al.,\n2015) and point to significant empirical\nopportunities to better integrate mutualisms into net-\nworks embedded with diverse sets of species interactions.\nWhile our model offers somewhat counterintuitive\npredictions whereby predation on mutualists can increase\nECOSPHERE7of11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nthe performance of a foundation species, it also empha-\nsizes the importance of context when predicting how\nmultispecies mutualisms can integrate into our under-\nstanding of food web dynamics. Our findings corroborate\nthe well-documented context-dependent nature of species\ninteractions  (Chamberlain  et  al.,\n2014)  in  at  least\nthree ways. First, we show that the effect of predators on\ncoexistence of their mutualists depends on mutualist\ncompetitive dynamics as well as the relative susceptibility\nmutualists have to predation. Second, we show that preda-\ntors can have positive, negative, or little effect on the foun-\ndation species depending on the competitive interactions\nbetween mutualists, the relative susceptibility or mutual-\nists to predation, and the benefits mutualists provide to\nthe host. Third, we show that the effects of predators on\nmutualist communities depend on predation intensity.\nEven under circumstances where predators preferentially\nconsume species that are dominant competitors but infe-\nrior partners, the positive effect of predators on founda-\ntion species only emerges at intermediate predation levels.\nIn our dimensionless model, rescaled predator abundance\nis an amalgamation of actual predator biomass in the sys-\ntem (P), the attack rate of predators on damselfish (a\nD\n),\nand the maximum nutrient enhancement of the coral’s\ngrowth rate (g\n1\n). Thus, a biological system that is more\nsensitive to predation could be one in which absolute\npredator abundance is elevated, in which damselfish vul-\nnerability is increased, or in which coral growth is less\ndependent on nutrient enrichment.\nThese context dependencies suggest that, in order to\npredict how a change in predation pressure might later\nmutualist coexistence or the services provided by guilds\nof mutualists, we need significantly more empirical study\nof these systems. While predation on mutualists is com-\nmon in nature, and various examples of predators alter-\ning mutualist abundance and host performance exist\n(reviewed in Knight et al.,\n2006), there is still much we\ndo not know. Empirically, we know relatively more about\nFIGURE 3Effects of changes in mesopredator abundance\n(x-axis) andα(A),φ(B), andε(C) on relative coral area. Changes\nin coral area are plotted on a log scale, such that negative numbers\n(brown) indicate declines and positive numbers (blue) indicate\nincreases in coral area relative to a predator-free system. (A) As\nαapproaches 1, the two mutualists become more and more\nequivalent competitors. Smaller amounts of predator are required\nto tip the system to dominance by the weaker competitor (and\nstronger mutualist), and the marginal gains in coral area are greater\n(blue color). (B) Asφincreases, the lower quality, competitively\ndominant mutualist becomes more and more vulnerable to\npredation. As a consequence, less and less predator biomass is\nrequired to tip the system into dominance by the weaker\ncompetitor (and stronger mutualist), leading to greater gains in\ncoral area. (C) Asεapproaches 1, the mutualists become equivalent\nin quality. The higher in quality the low-quality mutualist is, the\nless beneficial predators may be (because their action to tip the\nsystem to dominance by the other mutualist has less and less of an\nimpact on mutualist goods delivery). Parameter values are as\nlisted in Figure\n1B, withφ=2 andε=0.5 for panel (A),α=0.5\nandε=0.5 for panel (B), andα=0.5 andφ=2 for panel\n(C). Colors are from the Manu package by Geoffrey Thomson,\nhttps://g-thomson.github.io/Manu/.\n8of11MOELLERET AL.\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nthe  relative  quality  of  mutualists  in  diverse  guilds\n(Stanton,\n2003). We also know little about how mutualist\nquality covaries with competitive ability or predator sus-\nceptibility, two additional traits that qualitatively affect\noutcomes in our mathematical model. This empirical gap\npoints  to  critical  opportunities  for  future  empirical\nresearch integrating mutualisms into diverse species\ninteraction networks.\nTrade-offs as mechanisms for coexistence of mutualists\nare relatively well studied, and there is a rich literature on\ntrade-offs between competition between mutualists and\npartner quality. Specifically, the mutualism–partner qual-\nity trade-off has been reviewed empirically by Palmer et al.\n(\n2003) and is formalized theoretically most recently by\nJohnson and Bronstein (\n2019), which is grounded in the\nassumption that lower quality mutualists“save”resources\nand  thus  become  better  competitors  (an  underlying\nassumption of dozens of papers on mutualism stability).\nSimilarly, trade-offs between competition and predation\nare well established in the theoretical (e.g., Holt et al.,\n1994;Kuang&Chesson,2008) and empirical literature\n(Chase et al.,\n2002). However, covariance in all three fac-\ntors remains poorly studied. It stands to reason that if\ntrade-offs between competition and predation and compe-\ntition and partner quality exist then a three-way covari-\nance between competition, susceptibility to predation, and\npartner quality exists. While few published case studies\nexist, there is evidence for covariance in susceptibility\nto predation, competition, and in partner quality in the\nhawkfish–damselfish–coral system that inspired our model\n(Holbrook et al.,\n2011;Schmittetal.,2009).\nOur model also offers insight into the coral reef sys-\ntem that inspired it. While predation is a known driver of\nbiodiversity on coral reefs (Stier et al.,\n2017), there has\npreviously been a weak theoretical link between preda-\ntion and the symbiotic interactions that power productive\ncoral reef ecosystems living in otherwise nutrient-poor\nenvironments. One clear implication of our results is that\nthe well-documented predation pressure on mutualistic\nfishes and invertebrates (Stier & Leray,\n2014) may be crit-\nical to the maintenance of diversity within this system.\nA second implication is that variation in predation pres-\nsure across reefs may indirectly alter the growth and sur-\nvival of coral if mesopredators shift the outcomes of\ncompetition toward higher quality mutualists (e.g., from\nhawkfish to damselfish). These outcomes may be further\ncomplicated by mutualist behavioral changes when pred-\nators create a“seascape of fear”(Laundré et al.,\n2014;\nWirsing  et  al.,\n2008).  For  example,  coral-dwelling\nfishes may spend more time hiding (and excreting) in the\ninterstices  of  branching  corals,  further  enhancing\nNdeposition and fish benefits, when predators are pre-\nsent. Indeed, a more realistic accounting of fish behavior\n(such as the territoriality of hawkfish that likely reduces\ntheir carrying capacity, i.e.,k\nH\n<k\nD\n) might increase the\nrange of parameter space over which predators have indi-\nrect benefits. The third implication of our model for coral\nreef ecosystem systems is that human impacts such as\nfishing that disproportionately remove predatory fishes\nfrom coral reefs may indirectly alter the performance of\nthe coral. If fishing alters predation pressure on coral reefs\neither by reducing the abundance of large predatory fishes\n(Stallings,\n2009) or increasing the abundance of highly\ncarnivorous mesopredators, this may modify the domi-\nnant mutualist fish found in certain corals and restructure\nthe services imbued by these diverse coral occupants.\nAdditional research should consider how these potential\nshifts might integrate with ongoing research examining\nhow fishing potentially alters the supply of nutrients from\nfishes to coral reefs (Allgeier et al.,\n2016). In extreme\ncases, these fisheries-induced shifts in mutualist identity\nand density may have significant consequences for the\ngrowth and survival of corals.\nAlthough we expect the qualitative conclusions of our\nmodel to extend beyond coral–fish systems, the strength\nand even directionality of cascading predator effects\ndepend upon the details of the system and the species\ninteractions. For example, including open recruitment of\nmutualistic partners (see Appendix S2) can allow for\ncoexistence of competing mutualists even in the absence\nof predation, although the model’s qualitative predictions\n(that predators strengthen the mutualism when they shift\nthe numerical balance of the mutualists in favor of the\nhigher quality partner) hold. Predator behavior can also\ninfluence outcomes: for example, if predators are drawn to\npatches of prey habitat, a positive feedback between the\nfoundation species and predator abundance may erode\nmutualism benefits (see Appendix S3). Furthermore, our\nmodel assumes that the mutualistic species compete with\none another for physical habitat space provided by the foun-\ndation species. Other types of interaction—including com-\npetition for consumable resources, neutral interactions, or\neven facilitation (Afkhami et al.,\n2014)—would produce dif-\nferent models and, presumably, different outcomes that are\nbeyond the scope of the present study. For example, our\nmodel could be modified to allow for direct positive interac-\ntions between the mutualists, either by altering the signs of\nthe competition coefficientsor by introducing additional\nstate variables describing resource exchange. Other effects\nof predator behavior could also be included, for example, by\nallowing mutualist benefits to the foundation species to\ndepend upon predator abundance, mimicking the“land-\nscape of fear.”Finally, we note that our model assumes that\nsymbionts are strictly beneficial. However, an excess of\nmutualistic partners can be costly, including in coral–fish\nsymbioses where modeling work suggests that excessive\nECOSPHERE9of11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nnitrogen fertilization may drive coral–algal dysbiosis and\nbleaching (Detmer et al.,\n2022).\nCONCLUSION\nThe idea that predation is a critical process governing the\ncoexistence of species and altering the abundance of\nfoundation species is central to our understanding of bio-\nlogical communities. Long-standing theories predict that\npredators can maintain the biodiversity in systems and\nby altering the abundance and behavior of prey they can\nalter the abundance of habitat-forming species. While the\nrole of predation in modifying consumer–resource inter-\nactions is well established, the theoretical and empirical\nlink between predation and diverse mutualist communi-\nties is in its infancy. The next step is to further character-\nize  how  predators  interact  with  diverse  guilds  of\nmutualists in nature, paying particular attention to the\ncovariance structure predation, competition, and the ser-\nvices mutualists provide. Moreover, the theory developed\nhere provides a foundation to develop new models\nlinking predation and mutualism, such as consideration\nfor how predator–mutualist dynamics shift as the archi-\ntecture of species interactions change in shape and the\nconsequences for the resilience of natural systems.\nAUTHOR CONTRIBUTIONS\nHolly V. Moeller and Adrian C. Stier designed the\nresearch. All authors constructed and analyzed the math-\nematical model, drafted the manuscript, and contributed\nto revisions.\nACKNOWLEDGMENTS\nWe thank Alexandra Brown, Ross Cunning, A. Raine\nDetmer, Ferdinand Pfab, and two anonymous reviewers\nfor constructive feedback on earlier drafts of this manu-\nscript. Emma Vogan illustrated the manuscript (Figure\n1).\nWe also appreciate early insight from Deron Burkepile and\nthe Moorea Coral Reef LTER community. Adrian C. Stier\nacknowledges funding from NSF OCE-1851510, and Holly\nV. Moeller acknowledges funding from NSF EF-1921356.\nThis work is a contribution of the NSF Moorea Coral Reef\nLong Term Ecological Research Site (National Science\nFoundation Grant OCE-2224354, and earlier awards).\nCONFLICT OF INTEREST\nThe authors declare no conflict of interest.\nDATA AVAILABILITY STATEMENT\nNo data were collected for this study. Code (Moeller\net al.,\n2022) is available from Zenodo:https://doi.org/10.\n5281/zenodo.7168964\n.\nORCID\nHolly V. Moeller\nhttps://orcid.org/0000-0002-9335-0039\nRoger M. Nisbethttps://orcid.org/0000-0002-3838-0411\nAdrian C. Stierhttps://orcid.org/0000-0002-4704-4145\nREFERENCES\nAfkhami, M. E., J. A. Rudgers, and J. J. Stachowicz. 2014.“Multiple\nMutualist  Effects:  Conflict  and  Synergy  in  Multispecies\nMutualisms.”Ecology95: 833–44.\nAllgeier, J. E., D. E. Burkepile, and C. A. Layman. 2017.“Animal Pee\nin the Sea: Consumer-Mediated Nutrient Dynamics in the\nWorld’sChangingOceans.”Global Change Biology23: 2166–78.\nAllgeier, J. E., A. Valdivia, C. Cox, and C. A. Layman. 2016.“Fishing\nDown Nutrients on Coral Reefs.”Nature Communications7: 1–5.\nBenoit,  A.  D.,  and  S.  Kalisz.  2020.“Predator  Effects  on\nPlant-Pollinator  Interactions,  Plant  Reproduction,  Mating\nSystems, and Evolution.”Annual Review of Ecology, Evolution,\nand Systematics51: 319–40.\nBrechbühl,  R.,  C.  Kropf,  and  S.  Bacher.  2010.“Impact  of\nFlower-Dwelling   Crab   Spiders   on   Plant-Pollinator\nMutualisms.”Basic and Applied Ecology11: 76–82.\nBrodie, J. F., O. E. Helmy, W. Y. Brockelman, and J. L. Maron.\n2009.“Functional Differences within a Guild of Tropical\nMammalian Frugivores.”Ecology90: 688–98.\nBronstein,  J.  L.  1994.“Conditional  Outcomes  in  Mutualistic\nInteractions.”Trends in Ecology & Evolution9: 214–7.\nChamberlain, S. A., J. L. Bronstein, and J. A. Rudgers. 2014.“How\nContext Dependent Are Species Interactions?”Ecology Letters\n17: 881–90.\nChase, J. M., P. A. Abrams, J. P. Grover, S. Diehl, P. Chesson, R. D.\nHolt, S. A. Richards, R. M. Nisbet, and T. J. Case. 2002.“The\nInteraction between Predation and Competition: A Review\nand Synthesis.”Ecology Letters5: 302–15.\nChesson, P., and J. J. Kuang. 2008.“The Interaction between\nPredation and Competition.”Nature456: 235–8.\nDetmer, A. R., R. Cunning, F. Pfab, A. L. Brown, A. C. Stier, R. M.\nNisbet, and H. V. Moeller. 2022.“\nFertilization byCoral-Dwelling\nFish Promotes Coral Growth but Can Exacerbate Bleaching\nResponse.”Journal of Theoretical Biology541: 111087.\nDirzo, R., H. S. Young, M. Galetti, G. Ceballos, N. J. Isaac, and\nB. Collen. 2014.“Defaunation in the Anthropocene.”Science\n345: 401–6.\nHixon, M. 1991.“Predation as a Process Structuring Coral Reef\nFish Communities.”InThe Ecology of Fishes on Coral Reefs,\nedited by P. F. Sale, 475–508. San Diego, CA: Academic\nPress.\nHolbrook, S. J., A. J. Brooks, R. J. Schmitt, and H. L. Stewart. 2008.\n“Effects of Sheltering Fish on Growth of Their Host Corals.”\nMarine Biology155: 521–30.\nHolbrook, S. J., and R. J. Schmitt. 2003.“Spatial and Temporal\nVariation in Mortality of Newly Settled Damselfish: Patterns,\nCauses and Co-Variation with Settlement.”Oecologia135:\n532–41.\nHolbrook, S. J., R. J. Schmitt, and A. J. Brooks. 2011.“Indirect\nEffects  of  Species  Interactions  on  Habitat  Provisioning.”\nOecologia166: 739–49.\nHolt, R. D., J. Grover, and D. Tilman. 1994.“Simple Rules for\nInterspecific Dominance in Systems with Exploitative and\nApparent Competition.”The American Naturalist144: 741–71.\n10 of 11MOELLERET AL.\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nJohnson, C. A., and J. L. Bronstein. 2019.“Coexistence and\nCompetitive Exclusion in Mutualism.”Ecology100: e02708.\nKnight, T. M., J. M. Chase, H. Hillebrand, and R. D. Holt. 2006.\n“Predation on Mutualists Can Reduce the Strength of Trophic\nCascades.”Ecology Letters9: 1173–8.\nKuang,  J.  J.,  and  P.  Chesson.  2008.“Predation-Competition\nInteractions for Seasonally Recruiting Species.”The American\nNaturalist171: E119–33.\nLaundré, J. W., L. Hern\n\u0002\nandez, P. L. Medina, A. Campanella,\nJ. L\n\u0002\nopez-Portillo, A. Gonz\n\u0002\nalez-Romero, K. M. Grajales-Tam,\nA. M. Burke, P. Gronemeyer, and D. M. Browning. 2014.“The\nLandscape  of  Fear:  The  Missing  Link  to  Understand\nTop-Down and Bottom-up Controls of Prey Abundance?”\nEcology95: 1141–52.\nMiller, T. E. 2007.“Does Having Multiple Partners Weaken the\nBenefits of Facultative Mutualism? A Test with Cacti and\nCactus-Tending Ants.”Oikos116: 500–12.\nMoeller,H.V.,R.M.Nisbet,andA.C.Stier.2022.\n“Hollymoeller/Predator-Mediated-Mutualisms: Predator Mediated\nMutualisms  (v1.0.0).”Code.  Zenodo.\nhttps://doi.org/10.5281/\nzenodo.7168964\n.\nMuscatine,  L.,  P.  Falkowski,  Z.  Dubinsky,  P.  Cook,  and\nL.  McCloskey.  1989.“The  Effect  of  External  Nutrient\nResources on the Population Dynamics of Zooxanthellae in a\nReef Coral.”Proceedings of the Royal Society of London. Series\nB: Biological Sciences236: 311–24.\nPalmer, T. M., D. F. Doak, M. L. Stanton, J. L. Bronstein, E. T.\nKiers, T. P. Young, J. R. Goheen, and R. M. Pringle. 2010.\n“Synergy  of  Multiple  Partners,  Including  Freeloaders,\nIncreases  Host  Fitness  in  a  Multispecies  Mutualism.”\nProceedings   of   the   National   Academy   of   Sciences   of   the\nUnited States of America107: 17234–9.\nPalmer, T. M., E. Pringle, A. Stier, and R. Holt. 2015.Mutualism in a\nCommunity Context, Vol 159. Oxford: Oxford University Press.\nPalmer, T. M., M. L. Stanton, and T. P. Young. 2003.“Competition\nand Coexistence: Exploring Mechanisms That Restrict and\nMaintain Diversity within Mutualist Guilds.”The  American\nNaturalist162: S63–79.\nRogers, H. S., E. R. Buhle, J. HilleRisLambers, E. C. Fricke, R. H.\nMiller, and J. J. Tewksbury. 2017.“Effects of an Invasive\nPredator Cascade to Plants via Mutualism Disruption.”Nature\nCommunications8: 1–8.\nRomero, G. Q., R. D. Daud, A. T. Salom\n ̃\nao, L. F. Martins, R. J. F.\nFeres, and W. W. Benson. 2011.“Mites and Leaf Domatia: No\nEvidence  of  Mutualism  inCoffea   arabicaPlants.”Biota\nNeotropica11: 27–34.\nRomero, G. Q., and J. Koricheva. 2011.“Contrasting Cascade\nEffects of Carnivores on Plant Fitness: A Meta-Analysis.”\nJournal of Animal Ecology80: 696–704.\nSchmitt, R. J., and S. J. Holbrook. 2007.“The Scale and Cause of\nSpatial  Heterogeneity  in  Strength  of  Temporal  Density\nDependence.”Ecology88: 1241–9.\nSchmitt, R. J., S. J. Holbrook, A. J. Brooks, and J. C. Lape. 2009.\n“Intraguild Predation in a Structured Habitat: Distinguishing\nMultiple-Predator Effects from Competitor Effects.”Ecology\n90: 2434–43.\nStallings, C. D. 2009.“Fishery-Independent Data Reveal Negative\nEffect of Human Population Density on Caribbean Predatory\nFish Communities.”PLoS One4: e5333.\nStanton, M. L. 2003.“Interacting Guilds: Moving beyond the\nPairwise Perspective on Mutualisms.”\nThe American Naturalist\n162: S10–23.\nStier,  A.,  and  M.  Leray.  2014.“Predators  Alter  Community\nOrganization of Coral Reef Cryptofauna and Reduce Abundance\nof Coral Mutualists.”Coral Reefs33: 181–91.\nStier, A. C., C. D. Stallings, J. F. Samhouri, M. A. Albins, and G. R.\nAlmany. 2017.“Biodiversity Effects of the Predation Gauntlet.”\nCoral Reefs36: 601–6.\nWirsing, A. J., M. R. Heithaus, A. Frid, and L. M. Dill. 2008.\n“Seascapes of Fear: Evaluating Sublethal Predator Effects\nExperienced and Generated by Marine Mammals.”Marine\nMammal Science24: 1–15.\nSUPPORTING INFORMATION\nAdditional supporting information can be found online\nin the Supporting Information section at the end of this\narticle.\nHow to cite this article:Moeller, Holly V., Roger\nM. Nisbet, and Adrian C. Stier. 2023.“Cascading\nBenefits of Mutualists’Predators on Foundation\nSpecies: A Model Inspired by Coral Reef\nEcosystems.”Ecosphere14(1): e4382.\nhttps://doi.\norg/10.1002/ecs2.4382\nECOSPHERE11 of 11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nJohnson, C. A., and J. L. Bronstein. 2019.“Coexistence and\nCompetitive Exclusion in Mutualism.”Ecology100: e02708.\nKnight, T. M., J. M. Chase, H. Hillebrand, and R. D. Holt. 2006.\n“Predation on Mutualists Can Reduce the Strength of Trophic\nCascades.”Ecology Letters9: 1173–8.\nKuang,  J.  J.,  and  P.  Chesson.  2008.“Predation-Competition\nInteractions for Seasonally Recruiting Species.”The American\nNaturalist171: E119–33.\nLaundré, J. W., L. Hern\n\u0002\nandez, P. L. Medina, A. Campanella,\nJ. L\n\u0002\nopez-Portillo, A. Gonz\n\u0002\nalez-Romero, K. M. Grajales-Tam,\nA. M. Burke, P. Gronemeyer, and D. M. Browning. 2014.“The\nLandscape  of  Fear:  The  Missing  Link  to  Understand\nTop-Down and Bottom-up Controls of Prey Abundance?”\nEcology95: 1141–52.\nMiller, T. E. 2007.“Does Having Multiple Partners Weaken the\nBenefits of Facultative Mutualism? A Test with Cacti and\nCactus-Tending Ants.”Oikos116: 500–12.\nMoeller,H.V.,R.M.Nisbet,andA.C.Stier.2022.\n“Hollymoeller/Predator-Mediated-Mutualisms: Predator Mediated\nMutualisms  (v1.0.0).”Code.  Zenodo.\nhttps://doi.org/10.5281/\nzenodo.7168964\n.\nMuscatine,  L.,  P.  Falkowski,  Z.  Dubinsky,  P.  Cook,  and\nL.  McCloskey.  1989.“The  Effect  of  External  Nutrient\nResources on the Population Dynamics of Zooxanthellae in a\nReef Coral.”Proceedings of the Royal Society of London. Series\nB: Biological Sciences236: 311–24.\nPalmer, T. M., D. F. Doak, M. L. Stanton, J. L. Bronstein, E. T.\nKiers, T. P. Young, J. R. Goheen, and R. M. Pringle. 2010.\n“Synergy  of  Multiple  Partners,  Including  Freeloaders,\nIncreases  Host  Fitness  in  a  Multispecies  Mutualism.”\nProceedings   of   the   National   Academy   of   Sciences   of   the\nUnited States of America107: 17234–9.\nPalmer, T. M., E. Pringle, A. Stier, and R. Holt. 2015.Mutualism in a\nCommunity Context, Vol 159. Oxford: Oxford University Press.\nPalmer, T. M., M. L. Stanton, and T. P. Young. 2003.“Competition\nand Coexistence: Exploring Mechanisms That Restrict and\nMaintain Diversity within Mutualist Guilds.”The  American\nNaturalist162: S63–79.\nRogers, H. S., E. R. Buhle, J. HilleRisLambers, E. C. Fricke, R. H.\nMiller, and J. J. Tewksbury. 2017.“Effects of an Invasive\nPredator Cascade to Plants via Mutualism Disruption.”Nature\nCommunications8: 1–8.\nRomero, G. Q., R. D. Daud, A. T. Salom\n ̃\nao, L. F. Martins, R. J. F.\nFeres, and W. W. Benson. 2011.“Mites and Leaf Domatia: No\nEvidence  of  Mutualism  inCoffea   arabicaPlants.”Biota\nNeotropica11: 27–34.\nRomero, G. Q., and J. Koricheva. 2011.“Contrasting Cascade\nEffects of Carnivores on Plant Fitness: A Meta-Analysis.”\nJournal of Animal Ecology80: 696–704.\nSchmitt, R. J., and S. J. Holbrook. 2007.“The Scale and Cause of\nSpatial  Heterogeneity  in  Strength  of  Temporal  Density\nDependence.”Ecology88: 1241–9.\nSchmitt, R. J., S. J. Holbrook, A. J. Brooks, and J. C. Lape. 2009.\n“Intraguild Predation in a Structured Habitat: Distinguishing\nMultiple-Predator Effects from Competitor Effects.”Ecology\n90: 2434–43.\nStallings, C. D. 2009.“Fishery-Independent Data Reveal Negative\nEffect of Human Population Density on Caribbean Predatory\nFish Communities.”PLoS One4: e5333.\nStanton, M. L. 2003.“Interacting Guilds: Moving beyond the\nPairwise Perspective on Mutualisms.”\nThe American Naturalist\n162: S10–23.\nStier,  A.,  and  M.  Leray.  2014.“Predators  Alter  Community\nOrganization of Coral Reef Cryptofauna and Reduce Abundance\nof Coral Mutualists.”Coral Reefs33: 181–91.\nStier, A. C., C. D. Stallings, J. F. Samhouri, M. A. Albins, and G. R.\nAlmany. 2017.“Biodiversity Effects of the Predation Gauntlet.”\nCoral Reefs36: 601–6.\nWirsing, A. J., M. R. Heithaus, A. Frid, and L. M. Dill. 2008.\n“Seascapes of Fear: Evaluating Sublethal Predator Effects\nExperienced and Generated by Marine Mammals.”Marine\nMammal Science24: 1–15.\nSUPPORTING INFORMATION\nAdditional supporting information can be found online\nin the Supporting Information section at the end of this\narticle.\nHow to cite this article:Moeller, Holly V., Roger\nM. Nisbet, and Adrian C. Stier. 2023.“Cascading\nBenefits of Mutualists’Predators on Foundation\nSpecies: A Model Inspired by Coral Reef\nEcosystems.”Ecosphere14(1): e4382.\nhttps://doi.\norg/10.1002/ecs2.4382\nECOSPHERE11 of 11\n 21508925, 2023, 1, Downloaded from https://esajournals.onlinelibrary.wiley.com/doi/10.1002/ecs2.4382 by University Of California, Santa Barbara, Wiley Online Library on [16/01/2023]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nCascading benefits of mutualists’ predators on founda-\ntion species: a model inspired by coral reef ecosystems\nHolly V. Moeller, Roger M. Nisbet, and Adrian C. Stier\nEcosphere\nAppendix S1\nNondimensionalization\nOur dimensional set of equations is:\ndC\nd⌧\n=(r\nC\nC+g\nD\nD+g\nH\nH)\n✓\n1\u0000\nC\nC\nT\n◆\n\u0000mC(S1)\ndD\nd⌧\n=r\nD\nD\n✓\nk\nD\nC\u0000D\u0000↵\nDH\nH\nk\nD\nC\n◆\n\u0000a\nD\nDP(S2)\ndH\nd⌧\n=r\nH\nH\n✓\nk\nH\nC\u0000H\u0000↵\nHD\nD\nk\nH\nC\n◆\n\u0000a\nH\nHP(S3)\nThe key first decision that we make is to rescale time by the intrinsic growth rate of the\ncoralr\nC\n. (Note that this growth rate is the amalgamation of new recruitment and lateral\nextension.) Thus we employ the substitutiont=r\nC\n⌧.Simultaneously,werescalecoralby\nthe maximum areal extentC\nT\nvia the substitutionC=cC\nT\n:\ndc\ndt\n=\n✓\nc+\ng\nD\nr\nC\nC\nT\nD+\ng\nH\nr\nC\nC\nT\nH\n◆\n(1\u0000c)\u0000\nm\nr\nC\nc(S4)\ndD\ndt\n=\nr\nD\nr\nC\nD\n✓\nk\nD\nC\nT\nc\u0000D\u0000↵\nDH\nH\nk\nD\nC\nT\nc\n◆\n\u0000\na\nD\nr\nC\nDP(S5)\ndH\ndt\n=\nr\nH\nr\nC\nH\n✓\nk\nH\nC\nT\nc\u0000H\u0000↵\nHD\nD\nk\nH\nC\nT\nc\n◆\n\u0000\na\nH\nr\nC\nHP(S6)\n31\n\nThis system of equations gives us a clue for our substitution forD.Letusdefinethe\ndimensionless new state variabled=(g\nD\nD)/(r\nC\nC\nT\n)andsubstituteD=(dr\nC\nC\nT\n)/(g\nD\n). Si-\nmultaneously, we will defineh=(↵\nDH\ng\nD\nH)/(r\nC\nC\nT\n)andsubstituteH=(hr\nC\nC\nT\n)/(↵\nDH\ng\nD\n):\ndc\ndt\n=\n✓\nc+d+\ng\nH\n↵\nDH\ng\nD\nh\n◆\n(1\u0000c)\u0000\nm\nr\nC\nc(S7)\ndd\ndt\n=\nr\nD\nr\nC\nd\n \nk\nD\nC\nT\nc\u0000\nr\nC\nC\nT\ng\nD\nd\u0000\n↵\nDH\nr\nC\nC\nT\n↵\nDH\ng\nD\nh\nk\nD\nC\nT\nc\n!\n\u0000\na\nD\nr\nC\ndP(S8)\ndh\ndt\n=\nr\nH\nr\nC\nh\n \nk\nH\nC\nT\nc\u0000\nr\nC\nC\nT\n↵\nDH\ng\nD\nh\u0000\n↵\nHD\nr\nC\nC\nT\ng\nD\nd\nk\nH\nC\nT\nc\n!\n\u0000\na\nH\nr\nC\nhP(S9)\nWe can perform some simplifications (especially, cancellingC\nT\nand dividing both numer-\nator and denominator byr\nC\n/g\nD\nin the logistic terms for damselfish and hawkfish) to clean\nup these equations:\ndc\ndt\n=\n✓\nc+d+\ng\nH\n↵\nDH\ng\nD\nh\n◆\n(1\u0000c)\u0000\nm\nr\nC\nc(S10)\ndd\ndt\n=\nr\nD\nr\nC\nd\n \nk\nD\ng\nD\nr\nC\nc\u0000d\u0000h\nk\nD\ng\nD\nr\nC\nc\n!\n\u0000\na\nD\nr\nC\ndP(S11)\ndh\ndt\n=\nr\nH\nr\nC\nh\n \nk\nH\n↵\nDH\ng\nD\nr\nC\nc\u0000h\u0000↵\nHD\n↵\nDH\nd\nk\nH\n↵\nDH\ng\nD\nr\nC\nc\n!\n\u0000\na\nH\nr\nC\nhP(S12)\n32\n\nFinally, we rescale our last dimensional variable,P, by substitutingP=r\nC\n/a\nD\np:\ndc\ndt\n=\n✓\nc+d+\ng\nH\n↵\nDH\ng\nD\nh\n◆\n(1\u0000c)\u0000\nm\nr\nC\nc(S13)\ndd\ndt\n=\nr\nD\nr\nC\nd\n \nk\nD\ng\nD\nr\nC\nc\u0000d\u0000h\nk\nD\ng\nD\nr\nC\nc\n!\n\u0000dp(S14)\ndh\ndt\n=\nr\nH\nr\nC\nh\n \nk\nH\n↵\nDH\ng\nD\nr\nC\nc\u0000h\u0000↵\nHD\n↵\nDH\nd\nk\nH\n↵\nDH\ng\nD\nr\nC\nc\n!\n\u0000\na\nH\na\nD\nhp(S15)\nWe now have eight dimensionless clusters of parameters. Let’s replace them with new\nsymbols representing these composites, where✏=g\nH\n/(↵\nDH\ng\nD\n),μ=m/r\nC\n,⇢\nD\n=r\nD\n/r\nC\n,\n⇢\nH\n=r\nH\n/r\nC\n,\nD\n=(k\nD\ng\nD\n)/r\nC\n,\nH\n=(k\nH\n↵\nDH\ng\nD\n)/r\nC\n,\u0000=a\nH\n/a\nD\n,and↵=↵\nDH\n↵\nHD\n.\nAnd, our dimensionless model is:\ndc\ndt\n=(c+d+✏h)(1\u0000c)\u0000μc(S16)\ndd\ndt\n=⇢\nD\nd\n✓\n\nD\nc\u0000d\u0000h\n\nD\nc\n◆\n\u0000dp(S17)\ndh\ndt\n=⇢\nH\nh\n✓\n\nH\nc\u0000h\u0000↵d\n\nH\nc\n◆\n\u0000\u0000hp(S18)\nIt is convenient to rewrite the above equations using fish/coral ratios defined by\u0000=\nd\nc\n;\u0000=\nh\nc\nto obtain:\n1\nc\ndc\ndt\n=(1+\u0000+\"\u0000)(1\u0000c)\u0000μ(S19)\n1\nc\ndd\ndt\n=\u0000\n\u0000(⇢\nD\n(\u0000+\u0000\u0000\nD\n)+p\nD\n)\n\nD\n(S20)\n1\nc\ndh\ndt\n=\u0000\n\u0000(⇢\nH\n(↵\u0000+\u0000)+\nH\n(p\u0000\u0000⇢\nH\n))\n\nH\n(S21)\n33\n\nNote that these equations still describe the dynamics oftotalfish populations.  The\ndynamics of damselfish and hawkfishper coralare given by:\nd\u0000\ndt\n=\nc\ndd\ndt\n\u0000d\ndc\ndt\nc\n2\n(S22)\nd\u0000\ndt\n=\nc\ndh\ndt\n\u0000h\ndc\ndt\nc\n2\n.(S23)\nAsubstantialsimplificationisavailablebyinitiallyassumingthatthecoralturnoverrate\nis much faster than the population turnover rate for both fish populations, so that at all times\nafter initial transient the coral area is close to a pseudo-equilibrium set by the instantaneous\nfish biomass per unit of coral area. This yields the following two-ODE approximation to our\nmodel:\n1\n\u0000\nd\u0000\ndt\n=\u0000\n(\u0000+\u0000)⇢\nD\n\nD\n+⇢\nD\n\u0000p(S24)\n1\n\u0000\nd\u0000\ndt\n=\u0000\n⇢\nH\n(↵\u0000+\u0000)\n\nH\n+⇢\nH\n\u0000p\u0000(S25)\nWe have explored the robustness of this approximation with a wide, though far from\ncomprehensive set of numerical studies, and found that the main limitation is that the\ninitial transient in the coral dynamics may influence the long-term dynamics if the initial\ncoral density is very small and the model has parameters that allow “founder e↵ect”, i.e.\nthe winner of the competition between fish species depends on initial conditions. The latter\nis beyond the scope of this paper. The value of the approximation is that all equilibrium\nstates for the model can be calculated exactly by following 3 steps:\n1.Find equilibrium value(s) for\u0000and\u0000from equations S24 and S25. These equations do\nnot involvec.\n2.Use equation S19 to calculate the equilibrium value of coralcusing the equilibria (\u0000, \u0000).\n34\n\n3.If needed, calculatehanddfrom the definitions of\u0000and\u0000.\nIt follows thatall equilibria for the full model can be computed, starting from isoclines in\nthe\u0000\u0000\u0000plane.Lessobviously,theirqualitativelocalstabilityproperties(i.e.stableor\nunstable) can also be assessed from the this phase plane, though the details of the approach\nto a stable equilibrium require simulations of the full 3D model.\nTo facilitate accessibility of the remaining analysis for the reader moving directly from\nthe main text, we now drop explicit use of the\u0000and\u0000notation and label the axes of all\nisoclinesd/candh/crespectively.\nCompetitive Outcomes in a Predator-Free System\nWe can determine general relationships between these parameters that result in indirect\nbenefits from predators by examining the e↵ect of predators on the equilibrium abundance\nof hawkfish and damselfish. This is because the benefit (growth enhancement) to corals is a\nfunction of the weighted biomass of these fishes (d+✏h).\nWe begin by considering the case in which predators are absent from the system (p=0).\nThis reduces the system to a Lotka-Volterra-esque competition model, with the exception\nthat the carrying capacities of hawkfish and damselfish are proportional to coral area:\n ̇\nd=⇢\nD\nd\n✓\n\nD\nc\u0000d\u0000h\n\nD\nc\n◆\n(S26)\n ̇\nh=⇢\nH\nh\n✓\n\nH\nc\u0000h\u0000↵d\n\nH\nc\n◆\n(S27)\nWe compute the four zero net growth isoclines (ZNGIs) of the system by setting each\nordinary di↵erential equation equal to zero. From this we obtain:\nd=0 and\nD\nc\u0000d\u0000h=0(S28)\n35\n\nwhich satisfy\n ̇\nd=0,and:\nh=0 and\nH\nc\u0000h\u0000↵d=0(S29)\nwhich satisfy\n ̇\nh=0.\nAssuming a non-zero coral area, we can express these equations in terms of fish biomass\nper unit of coral area (i.e., in terms ofd/candh/c), and then plot all four ZNGIs in the\nd/c,h/cphase plane. As in the traditional Lotka-Volterra competition model, there are four\npossible non-trivial outcomes (Figure S1), excluding the trivial outcome in which\nD\n=\nH\nand↵=1,andthereforethespeciesareequivalenttooneanotherandallcoexistence\nequilibria are neutrally stable. If if\nH\n\u0000\nD\n, the hawkfish-only equilibrium is stable (Figure\nS1A), and\nD\n\u0000\nH\n/↵, the damselfish-only equilibrium is stable (Figure S1B). When neither\ncondition is satisfied, the interior coexistence equilibrium is stable (Figure S1C), and when\nboth conditions are satisfied, the system exhibits bistability (Figure S1D).\nNote that although these phase planes are similar to Lotka-Volterra two-species compe-\ntition, and illustrate similar scenarios of competitive exclusion, coexistence, and alternate\nstates, in reality these are two-dimensional approximations of a three-dimensional system\nas shown above. In particular, the e↵ect of coral area is not captured in this projection,\nwhich represents the system in terms of fish density (per coral area). This approximation\ndoes not a↵ect our assessment of the stability of the equilibria using the isoclines. However,\nin cases where the system is bistable and predators are present, the phase plane ind/c, h/c\nspace is insu\u0000cient to predict the dynamics of the system from a set of initial conditions. In\nparticular, cases may arise in which two systems that begin with the same ratios of fish to\ncoral, but di↵erent initial coral area, may follow di↵erent trajectories and arrive at di↵erent\nequilibria.\nUsing the mathematical relationship describing the e↵ects of fish excretion on coral\n36\n\nFigure S1: Zero-net growth isoclines (ZNGIs) showing four possible outcomes of compe-\ntition: (A) Dominance by competitor one (hawkfish), (B) Dominance by competitor two\n(damselfish), (C) coexistence, and (D) alternative states.  Green lines show the zero net\ngrowth isoclines for damselfish (i.e.,dc/dt= 0), and blue lines show the zero net growth\nisoclines for hawkfish (i.e.,dh/dt=0)Parametervaluesare⇢\nD\n=⇢\nH\n=\nD\n=1,\nH\n=1.1\n(panels A,D),\nH\n=0.9(panelB),\nH\n=0.8(panelC),↵=0.5 (panels A,C),↵=1.5(panels\nB,D).\n37\n\ngrowth, we can also plot a line in hawkfish-damselfish space showing the combinations of\nhawkfish and damselfish that provide nutrient supplementation equivalent to hawkfish alone.\nIn this case, in the absence of predators, mutualist resource provision is done by only\none mutualist. That is, in our system, coral growth enhancement occurs solely due to the\nnutrient excretion of hawkfish. The rescaled excretion rate of hawkfish is✏,andtherescaled\nper-coral carrying capacity of hawkfish is\nH\n.Thus,atequilibrium,theamountofhawkfish\nper coral area is\nH\n,andtheamountofexcretionreceivedpercoralareais✏\nH\n.Wecan\ncontrast this predator-free mutualism goods production rate with the rate produced by any\ncombination of hawkfish and damselfish per unit of coral area, which is given by:\nd\nc\n+✏\nh\nc\n.(S30)\nThus, there is a mutualism community equivalency line, given by\n✏\nH\n=\nd\nc\n+✏\nh\nc\n(S31)\nwhich describes the combination of damselfish and hawkfish that produce the same amount\nof mutualist goods as are found in the hawkfish-only, predator-free equilibrium. We super-\nimpose this line (in orange) on the phase plane in Figure S2.\nE↵ects of predation on mutualist equilibrium\nIn order to derive conditions for which predators may indirectly enhance mutualisms, we\nfocus on the case shown in Figure S1A (and expanded upon in Figure S2), in which the\nlower quality mutualist (hawkfish) is competitively dominant in the absence of predation.\nWhen predators are present, they act to reduce the abundance of both mutualists. The\nextent of this reduction is shaped by\u0000, the predator’s preference for hawkfish (the dominant\ncompetitor). Assuming non-zero coral area and writing our equations in terms ofh/cand\n38\n\nFigure S2: Phase plane for a hawkfish-dominated system. Green lines show the zero net\ngrowth isoclines for damselfish (i.e.,dc/dt= 0), and blue lines show the zero net growth\nisoclines for hawkfish (i.e.,dh/dt=0). Theorangelineshowsthemutualism-equivalency\nline: combinations of hawkfish and damselfish that produce the same level of goods (excrete\nthe same amount of nitrogen) as hawkfish do at the predator-free equilibrium (filled black\ncircle).  When more damselfish and hawkfish exist per coral area than are given by the\nmutualism-equivalency line (gray shaded area), corals are expected to be larger than in the\npredator-free equilibrium because they are receiving greater N excretion from fish. Parameter\nvalues are⇢\nD\n=⇢\nH\n=\nD\n=1,\nH\n=1.1,↵=0.5, and✏=0.5.\n39\n\nd/c, we obtain the four ZNGIs:\nd=0  and\nD\n\u0000\nd\nc\n\u0000\nh\nc\n\u0000\np\nD\n⇢\nD\n=0(S32)\nh=0  and\nH\n\u0000\nh\nc\n\u0000↵\nd\nc\n\u0000\n\u0000p\nH\n⇢\nH\n=0(S33)\nFrom these equations and their e↵ect on the system’s equilibria, we can see that the\noverall e↵ect of predators will be to reduce the abundances of both hawkfish and damselfish\n(Figure S3). The larger\u0000,thegreaterthedi↵erentiale↵ectonhawkfish.Inparticular,the\nhawkfish-only equilibrium will be destabilized oncephas increased su\u0000ciently to satisfy:\n\nD\n✓\n1\u0000\np\n⇢\nD\n◆\n>\nH\n✓\n1\u0000\u0000\np\n⇢\nH\n◆\n.(S34)\nBecause\nH\n\u0000\nD\n(such that the hawkfish are competitively dominant to the damselfish),\nsuch a relationship can only be satisfied if:\n1\u0000\np\n⇢\nD\n>1\u0000\u0000\np\n⇢\nH\n(S35)\nor, by rearrangement,\u0000>⇢\nH\n/⇢\nD\n.Inthescenarioinwhich⇢\nH\n=⇢\nD\n=⇢(main text),\u0000\nmust be greater than 1.  In other words, absent biological di↵erences in the species that\na↵ect growth rates, predators may only drive coexistence when the dominant competitor\n(hawkfish) are more sensitive to predation.\nWhen the two diagonal ZNGIs intersect in the positive phase plane, coexistence is stable.\nThe equilibrium abundance of hawkfish and damselfish can be computed by equating these\nZNGIs. This internal equilibrium, which we designate (\nˆ\nd,\nˆ\nh), is given by:\n40\n\nFigure S3: The presence of the predator alters equilibrium outcomes.  Green lines show\nthe zero net growth isoclines for damselfish (i.e.,dc/dt=0),andbluelinesshowthezero\nnet growth isoclines for hawkfish (i.e.,dh/dt=0). Theorangelineshowsthemutualism-\nequivalency line. When hawkfish are more sensitive to predation than dameselfish (\u0000=5),\nincreasing predator abundance (from left to right) qualitatively shifts the system’s dynamics\nfrom hawkfish to damselfish dominated.  Once predators are su\u0000ciently abundant (panel\nC), they cause indirect benefits to the coral (note shift in stable equilibria, marked by filled\nblack circles, from white to gray shaded region). Parameter values are⇢\nD\n=⇢\nH\n=\nD\n=1,\n\nH\n=1.1,↵=0.5,✏=0.5, and\u0000=5. Predatorabundancesincreasefrom0inincrements\nof 0.00333 from left to right.\nˆ\nd=c(1\u0000↵)\n\u00001\n\n\nD\n✓\n1\u0000\np\n⇢\nD\n◆\n\u0000\nH\n✓\n1\u0000\n\u0000p\n⇢\nH\n◆\u0000\n(S36)\nˆ\nh=c\nD\n✓\n1\u0000\np\n⇢\nD\n◆\n\u0000\nˆ\nd(S37)\nWe can plot this equilibrium ind/c, h/cspace, as well (Figure S4).\nConditions on predator-mediated mutualism enhancement\nFrom Figure S4, we can see that whether predators can indirectly benefit mutualist hosts\ndepends upon whether the system’s trajectory as predator abundance increases (gray line)\nintersects with the mutualism-equivalency (orange) line. This intersection will always occur\nif, at the predator abundance when hawkfish are extirpated (Figure S4, point D), damselfish\nare more abundant than their hawkfish-equivalent (Figure S4, point E). Mathematically, this\nmeans that when\nˆ\nh=0,\nˆ\ndmust be greater than✏\nH\n.\n41\n\nFigure S4: Phase plane for a hawkfish-dominated system. Green lines show the zero net\ngrowth isoclines for damselfish (i.e.,dc/dt= 0), and blue lines show the zero net growth\nisoclines for hawkfish (i.e.,dh/dt= 0) in a predator-free system. The orange line shows the\nmutualism-equivalency line, and the gray shaded area shows combinations of hawkfish and\ndamselfish that produce coral growth enhancement relative to the predator-free equilibrium.\nThe dark gray line shows the system’s trajectory as predator abundance increases; black\ncircles mark increases in predator abundance in increments of 0.002 fromp=0top=0.1.\nA: At first, increases in predator abundance decrease the hawkfish population. B: When\np>0.002, the hawkfish population has been diminished so much that damselfish can begin\nto persist in the system. C: Whenp>0.00375, predators have shifted the system towards\ndamselfish so much that the coral receives indirect benefits (the system enters the shaded\narea of state space).  D: Eventually, whenp>0.012, hawkfish have been extirpated; as\nthe predator abundance increases, the damselfish population declines. E: Becausephi=5,\nthe damselfish are much less sensitive to predation than hawkfish, and so larger increases\nin predator abundance are needed to shift the system past the point at which predators no\nlonger benefit corals. F: Ultimately, predators are so abundant that damselfish are extirpated\nas well. Parameter values as in Figure S2.\n42\n\nWe first compute the critical predator abundance,p\ncrit\n,atwhichhawkfishhavejustbeen\ncompletely extirpated, and only damselfish are present in the system. We can findp\ncrit\nby\nequating the x-intercepts of the diagonal ZNGIs:\n\nD\n\u0000\np\nD\n⇢\nD\n=\n1\n↵\n\n\nH\n\u0000\n\u0000\nH\np\n⇢\nH\n\u0000\n.(S38)\nBy solving forpwe obtain\np\ncrit\n=\n⇢\nH\n⇢\nD\n(\nH\n\u0000↵\nD\n)\n⇢\nD\n\u0000\nH\n\u0000⇢\nH\n↵\nD\n.(S39)\nWe can substitute this value ofpinto either of the x-intercept expressions to determine the\ncorresponding damselfish density (d\ncrit\n/c):\nd\ncrit\nc\n=\nH\n\nD\n\n\u0000⇢\nD\n\u0000⇢\nH\n⇢\nD\n\u0000\nH\n\u0000⇢\nH\n↵\nD\n\u0000\n.(S40)\nBecaused\ncrit\n/cmust be greater than✏\nH\nin order for predators to confer indirect benefits,\nwe have:\n✏<\nD\n\n\u0000⇢\nD\n\u0000⇢\nH\n⇢\nD\n\u0000\nH\n\u0000⇢\nH\n↵\nD\n\u0000\n.(S41)\nNote that in the case⇢\nD\n=⇢\nH\nand\nD\n=\nH\n(as in the main text), this inequality\nsimplifies to:\n✏<\n\u0000\u00001\n\u0000\u0000↵\n.(S42)\nBounds on predator-mediated mutualism enhancement\nWe can also compute the threshold predator abundances at which the predators begin to\nproduce benefits (p\nmin\n,i.e.,thepredatorabundanceatwhichthedamselfish-hawkfishcoexis-\ntence equilibrium produces more benefits than the hawkfish-only predator-free equilibrium,\npoint C on Figure S4) and at which predators are so abundant that the mutualism’s function\n43\n\nis lowered (p\nmax\n,i.e.,thepredatorabundanceatwhichthehawkfishhavebeenextirpated,\nand the damselfish population has fallen so low that it produces fewer benefits than the\nhawkfish-only predator-free equilibrium, point E on Figure S4).\nWe can findp\nmin\nby computing the intersection between the mutualist-equivalency line\n(Figure S4, orange line) and the predator-mediated coexistence line (Figure S4, gray line):\n✏\nH\n=\nˆ\nd\nc\n+✏\nˆ\nh\nc\n.(S43)\nBy substitution, we obtain:\np\nmin\n=\n(\nH\n\u0000\nD\n)(1\u0000↵✏)\n\nH\n\u0000\n⇢\nH\n(1\u0000✏)\u0000\n\nD\n⇢\nD\n(1\u0000✏↵)\n.(S44)\nNote that in the case⇢\nD\n=⇢\nH\nand\nD\n=\nH\n(as in the main text),p\nmin\nsimplifies top\nmin\n=0.\nIn other words, when hawkfish and damselfish share the same per-coral carrying capacity,\nan introduction of even a very small amout of predators will produce benefits for the coral.\nWe can findp\nmax\nby studying the behavior of thedc/dtdiagonal ZNGI in the absence of\nhawkfish (i.e.,h=0):\n\nD\n\u0000\nd\nc\n\u0000\np\nD\n⇢\nD\n=0.(S45)\np\nmax\nis the predator abundance at which this ZNGI intersects the mutualist-equivalency line\non the x-axis (Figure S4, point E). Mathematically, this means\nd\nc\n=\nD\n\u0000\np\nD\n⇢\nD\n=✏\nH\n.(S46)\nSolving forp, we obtain:\np\nmax\n=⇢\nD\n✓\n1\u0000\n✏\nH\n\nD\n◆\n.(S47)\n44\n\nFigure S5: Regions of parameter space in which mesopredators indirectly benefit corals.(A):\nPredators benefit foundation species in one region of competition-excretion parameter space:\nunder conditions when the higher-quality mutualist is also the weaker competitor (lower left\nquadrant). Even within this quadrant, the range of parameter space over which predators\nmay confer benefits depends upon\u0000: As the predator’s preference for hawkfish increases,\nthe range over which these benefits occur increases. PanelsB-Fare bifurcation diagrams\nshowing the e↵ect of increasing predator abundance (x-axes) on equilibrium coral (green\nline), damselfish (blue line), and hawkfish (orange line) abundances for\u0000=1.3(blueline\non panelA)and↵-✏combinations indicated by the letters on panelA.ForpanelsBandE,\ndamselfish are dominant, so increases in predator abundance only remove this higher-quality\nmutualist and decrease coral abundance. For panelF,althoughincreasesinpredatorsdo\ncause a “switch” in competitive dominance from hawkfish to damselfish, because hawkfish\nare the higher-quality mutualists, this exacerbates coral decline. In panelsCandD,asimilar\nswitch in competitive dominance occurs, but only in panelCdoes this result in an increase\nin coral area at intermediate predation levels. Parameter values are\nD\n=\nH\n=1,μ=0.9,\nand⇢\nD\n=⇢\nH\n=0.1.\nWe can represent the spectrum of possible outcomes graphically (Figure S5).\n45\n\nCascading benefits of mutualists’ predators on founda-\ntion species:  a model inspired by coral reef ecosystems\nHolly V. Moeller, Roger M. Nisbet, and Adrian C. Stier\nEcosphere\nAppendix S2.  Open Recruitment\nOur model makes a number of assumptions about the structure of the coral and fish pop-\nulations, including that they are closed to external recruitment, that all coral individuals\nshare the same geometry, and that all fish biomass shares the same species-specific traits.\nHere, we test the impacts of the first assumption (that the populations are closed to external\nrecruitment).\nOpen recruitment of corals\nSuppose coral larvae recruit from outside the focal area and arrive at a rateI\nC\n. Assuming\nthat larval arrival is the same for any location within the coral habitat area, the dimensionless\nODE for the coral becomes:\n ̇c=i\nC\n+(c+d+✏h)(1\u0000c)\u0000μc,(S1)\nwherei\nC\n=I\nC\n/(C\nT\nr\nc\n).\nThe equations for hawkfish and damselfish dynamics remain unchanged, and, assuming\nthatcis in pseudo-equilibrium, the logic from the preceding section based on the ZNGIs in\nthed/c, h/cphase plane carries over. That is: although the equilibrium abundance of corals\nis altered by coral recruitment, the balance of hawkfish and damselfish per coral, and the\n46\n\nFigure S1:  E↵ects of coral open recruitment.  Although open recruitment increases the\nequilibrium abundances of coral, hawkfish, and damselfish (Panel A), the hawkfish-to-coral\nand damselfish-to-coral ratios remain constant (Panel B). For this simulation, the system\nis parameterized such that hawkfish are the dominant competitors, weaker mutualists, and\nmost vulnerable to predation:\nD\n=\nH\n=1,⇢\nD\n=⇢\nH\n=0.1,μ=0.9,✏=0.2,↵=0.5,\n\u0000=1.3, andp=0.05.\nimpacts of predation on these population sizes, remains unchanged (Figure S1).\nOpen recruitment of fish\nIn contrast, allowing for open recruitment of fish can alter the equilibrium relative abun-\ndances of fish, especially because open recruitment prevents the competitive exclusion of one\nspecies.\nLet us assume that the immigration rate of each fish species is proportional to patch\n47\n\ncoral density:\nI\nd\n=i\nD\nc(S2)\nI\nh\n=i\nH\nc.(S3)\nThis gives the dimensionless system of ODEs:\n ̇\nd=⇢\nD\nd\n✓\n\nD\nc\u0000d\u0000h\n\nD\nc\n◆\n\u0000dp+i\nD\nc(S4)\n ̇\nh=⇢\nH\nh\n✓\n\nH\nc\u0000h\u0000↵d\n\nH\nc\n◆\n\u0000\u0000hp+i\nH\nc.(S5)\nAs above, we will consider fish-to-coral ratios, and assumecis in pseudo-equilibrium so\nthat we can determine the equilibria and their stability using thed/c, h/cphase plane.\nFor either species, the presence of recruitment eliminates the 0 equilibrium, and causes\nthe interior isocline to be non-linear. The damselfish interior isocline ind/c, h/cphase space\nis given by:\n⇢\nD\nd\nc\n✓\n\nD\n\u0000d/c\u0000h/c\n\nD\n◆\n+i\nD\n=0,(S6)\nand the hawkfish interior isocline is given by:\n⇢\nH\nh\nc\n✓\n\nH\n\u0000h/c\u0000↵d/c\n\nH\n◆\n+i\nH\n=0.(S7)\nThus, external recruitment impacts coexistence, even in the absence of predators (Figure\nS2). The most notable consequence is that, when the inferior competitor has open recruit-\nment, it can no longer be competitively excluded by the dominant competitor. The larger\nthe rate of open recruitment, the more the relative equilibrium abundance shifts in favor of\nthe rapidly recruiting species.\nThis, of course, constrains the e↵ects of predators on the system, but in similar qualitative\n48\n\nFigure S2: E↵ects of fish open recruitment. The inclusion of open recruitment for a fish\nspecies eliminates the 0 (axial) ZNGI and causes curvature of the internal ZNGI. When the\nweaker competitor (here: damselfish) has open recruitment, it can coexist with the dominant\ncompetitor even in the absence of predation. For this simulation, the system is parameterized\nsuch that hawkfish are the dominant competitors, weaker mutualists, and most vulnerable\nto predation:\nD\n=\nH\n=1,⇢\nD\n=⇢\nH\n=0.1,μ=0.9,✏=0.2,↵=0.5,\u0000=1.3, andp=0.05.\n49\n\nFigure S3: Interaction between damselfish open recruitment and predator abundance. Open\nrecruitment of damselfish (here, the weaker competitor) promotes the coexistence of dam-\nselfish and hawkfish even in the absence of predation (along x-axis). As in the case without\nopen recruitment (along y-axis), when predators drive a numerical shift towards higher dam-\nselfish abundance, there can be cascading benefits to coral. For this simulation, the system\nis parameterized such that hawkfish are the dominant competitors, weaker mutualists, and\nmost vulnerable to predation:\nD\n=\nH\n=1,⇢\nD\n=⇢\nH\n=0.1,μ=0.9,✏=0.2,↵=0.5,\n\u0000=1.3, andp=0.05.\nways to the intuition that we have already developed (Figure S3). Open recruitment prevents\nthe elimination of any species with an external propagule supply, even when predation is\nhigh.  However, if the presence of predators causes a shift from low-quality mutualist to\nhigh-quality mutualist (following the mutualist benefit constraints outlined above), then\npredators can still have indirect positive e↵ects on the foundation species by enhancing\nmutualistic benefits.\n50\n\nCascading benefits of mutualists’ predators on founda-\ntion species:  a model inspired by coral reef ecosystems\nHolly V. Moeller, Roger M. Nisbet, and Adrian C. Stier\nEcosphere\nAppendix S3.  Coral-Dependent Predators\nIn our model, we make several simplifying assumptions about predatory fish and their behav-\nior. First, we assume that the total predator population size is fixed, because it is controlled\nat spatial and temporal scales that exceed our model. Second, we simplify the predator’s role\nto a fixed predation rate (that is specific to damselfish or hawkfish) that does not depend\nupon habitat availability, fish behaviour, etc.\nHere, we consider alternative assumptions. First, we consider the e↵ect of habitat avail-\nability on predator abundance. Predators may be drawn to areas with high availability of\nprey habitat as likely hunting grounds. One simple way to represent this is by assuming that\npredator abundance increases with habitat availability. Here, scale this increase relative to\nC\n0\n,theabundanceofcoralintheabsenceofmutualisticcoral-dwellingfishes. Weexpress\nthis as:\nP=P\n0\n✓\nC\nC\n0\n◆\nx\n.(S1)\nHere,xis an exponent that scales the predator’s sensitivity to coral availability. Note that\nin the main text, we have assumed thatx= 0. Note that this formulation is only sensible\nwhen corals can persist in the absence of fishes (C\n0\n>0).\nSecond, we can make the predator’s attack rate a function of habitat availability. Dam-\nselfish and hawkfish use corals as shelter from predation, so one reasonable assumption is\nthat attack success decreases with increasing coral cover (again, relativized to the abundance\n51\n\nof coral in the absence of fish):\na\ni\n=\na\ni,0\n(C/C\n0\n)\ny\n,(S2)\nwhereiisDfor damselfish orHfor hawkfish. Again, in the main text, we have assumed\nthat the scaling exponenty=0.\nLet’s assume that the scaling exponents are the same for both hawkfish and damselfish.\nThis means that we can write the predation term for each species as:\na\ni\nIP=a\ni,0\nP\n✓\nC\nC\n0\n◆\nx\u0000y\n=a\ni,0\nP\n✓\nC\nC\n0\n◆\nz\n(S3)\nwhere the exponent z captures the modification of coral habitat on predation. Ifz>0, the\npresence of corals has a net negative e↵ect on mutualists by increasing the predation rate,\nand whenz<0, corals have a net protective benefit. Again, ifz=0,werecoverthemodel\nused in the main text. Note that this implies that the main text model assumes that the\npositive and negative e↵ects of corals on predation are balanced (rather than that neither\npositive nor negative e↵ects occur).\nIncluding non-zero values ofzin the model means that we can no longer approximate\nthe model’s behaviour using phase planes. Instead, we used numerical simulation to explore\nthe e↵ects of varyingzon the equilibrium abundances of corals, hawkfish, and damselfish.\nThe dimensionless model that we used for these explorations is:\n ̇c=(c+d+✏h)(1\u0000c)\u0000μc(S4)\n ̇\nd=⇢\nD\nd\n⇣\n\nD\nc\u0000d\u0000h\n\nD\nc\n⌘\n\u0000dp\n⇣\nc\nc\n0\n⌘\nz\n(S5)\n ̇\nh=⇢\nH\nh\n⇣\n\nH\nc\u0000h\u0000↵d\n\nH\nc\n⌘\n\u0000\u0000hp\n⇣\nc\nc\n0\n⌘\nz\n(S6)\nwherec\n0\n=1\u0000μ.\n52\n\nFigure S1: Including the e↵ects of coral on predation. Panel A: When increases in coral cover\nact to protect coral-dwelling fishes (left side), reduced predation impacts shift mutualist\npopulations towards the dominant competitor (hawkfish), resulting in reductions in coral\nbiomass. (Note that asz!\u00001,C\n⇤\napproaches the equilibrium coral abundance in the\nabsence of predators (upper dashed orange line).) In contrast, when coral cover attracts\npredators and intensifies predation (right side), predation drives down the total mutualist\nabundance. Eventually, the system asymptotes to a mutualist-free state (asz!1,C\n⇤\n!\nC\n0\n). For this simulation, the system is parameterized such that hawkfish are the dominant\ncompetitors, weaker mutualists, and most vulnerable to predation:\nD\n=\nH\n=1,⇢\nD\n=\n⇢\nH\n=0.1,μ=0.9,✏=0.2,↵=0.5,\u0000=1.3, andp=0.05. The black vertical line indicates\nthez=0case,whichisthefocusofthemaintext. PanelsB-C:Equilibriumabundancesof\ncoral, hawkfish, and damselfish as a function of predator abundancepand habitat scalingz.\nBoth high predation rates, and positive feedbacks of coral on predation lead to elimination\nof fish and reductions in coral biomass (white areas; upper right corners).\n53\n\nFollowing biological intuition, when coral acts as a predator attractant, this leads to a re-\nduction in mutualist biomass and a cascading negative e↵ect of predators on coral abundance\n(Figure S1). In the limit thatz!1,thesystemapproachesahawkfish-anddamselfish-free\nstate because of the intensification of predation. In the limit thatz!\u00001,thesystemap-\nproaches the predator-free state, and is dominated by the competitively dominant mutualist.\nWhen that competitively dominant mutualist is also the lower quality mutualist partner, this\nresults in a reduced abundance of coral.\n54",
  "extractedAt": "2025-12-12T18:45:10.454Z",
  "success": true,
  "matchedPublication": {
    "title": "Cascading benefits of mutualists' predators on foundation species: A model inspired by coral reef ecosystems",
    "doi": "10.1002/ecs2.4382",
    "year": "2023",
    "authors": "Moeller, Holly V.; Nisbet, Roger M.; Stier, Adrian C."
  }
}