{
  "filename": "Monaghan et al. (Regeneration) 2014.pdf",
  "numPages": 15,
  "text": "RESEARCH ARTICLE Experimentally induced metamorphosis in axolotls reduces regenerative rate and fidelity James R. Monaghan 1,2a ,AdrianC.Stier 1,2a ,Franc ̧ois Michonneau 1,2,3a , Matthew D. Smith 1,2a , Bret Pasch 1,2a ,MalcolmMaden 1 &AshleyW.Seifert 1,2a 1 Department of Biology, University of Florida , 223 Bartram Hall, P.O. Box 118525, Gainesville, Florida 32610, USA 2 Nexus Biology Group, University of Florida , 223 Bartram Hall, P.O. Box 118525, Gainesville, Florida 32610, USA 3 Florida Museum of Natural History, University of Florida , Gainesville, Florida 32611, USA Correspondence J. R. Monaghan, Department of Biology, Northeastern University, 360 Huntington Avenue Boston, MA 02115-5000, USA. Tel: (617) 373-6539; Fax: (617) 373-3768; E-mail: j.monaghan@neu.edu or A. W. Seifert, Department of Biology, University of Kentucky, 101 T.H. Morgan Building, Lexington, KY 40506-0225, USA. Tel (352) 359-3526; Fax: 859-257-1717; E-mail: awseifert@uky.edu Funding Information This project was supported by a Singer Fund Grant awarded from the University of Florida Department of Biology. Received: 22 November 2013; Revised: 23 December 2013; Accepted: 24 December 2013 doi: 10.1002/reg2.8 a These authors contributed equally to this work Abstract While most tetrapods are unable to regenerate severed body parts, amphibians dis- play a remarkable ability to regenerate an array of structures. Frogs can regenerate appendages as larva, but they lose this ability around metamorphosis. In contrast, salamanders regenerate appendages as larva, juveniles, and adults. However, the extent to which fundamental traits (e.g., metamorphosis, body size, aging, etc.) restrict regenerative ability remains contentious. Here we utilize the ability of nor- mally paedomorphic adult axolotls (Ambystoma mexicanum)toundergoinduced metamorphosis by thyroxine exposure to test how metamorphosis and body size affects regeneration in age-matched paedomorphic and metamorphic individuals. We show that body size does not affect regeneration in adult axolotls, but metamor- phosis causes a twofold reduction in regeneration rate, and lead to carpal and digit malformations. Furthermore, we find evidence that metamorphic blastemal cells may take longer to traverse the cell cycle and display a lower proliferative rate. This study identifies the axolotl as a powerful system to study how metamorphosis restricts regeneration independently of developmental stage, body size, and age; and more broadly how metamorphosis affects tissue-specific changes. Keywords Axolotl, cell cycle, limb, metamorphosis, regeneration, salamander Introduction The ability of some animals to regenerate missing body parts has fascinated scientists for centuries, and the clinical value of tissue regeneration has driven this topic to the forefront of current scientific inquiry (Davenport 2005). Appendage re- generation is widespread among metazoans, and the ability to regenerate damaged tissue was probably present in basal vertebrates (Bely and Nyberg 2010). However, appendage regeneration is deficient or absent in most extant vertebrates. This begs the question: what factors constrain regeneration in some animals? Although a great deal of research has been aimed at understanding the cellular and molecular mecha- nisms of regeneration, few studies have addressed how fun- damental organismal traits such as body size, age, or stage of the life-cycle may affect regenerative ability. Interpret- ing how these factors influence regeneration in some species could reveal the key cellular and molecular mechanisms that could promote regeneration in other animals. The limb has long served as a classic model to elucidate the cellular mechanisms that control appendage regenera- tion (Rose 1944; Polezhayev 1946; Wallace 1981; Stocum and Cameron 2011). Following limb amputation, epithelial cells migrate from the cut edge and cover the wound sur- face; this forms the wound epithelium, which is a special- ized signaling center required for successful regeneration. Beneath the wound epithelium, cells are stimulated to re- enter the cell cycle (Globus et al. 1980) and accumulate to form a blastema, a mass of lineage-restricted progenitor cells that will eventually replace the missing limb (reviewed in C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. 1 Axolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al. Monaghan and Maden 2012). As blastemal cells proliferate they integrate patterning and growth signals, eventually dif- ferentiating to form a fully patterned miniature limb that will continue growing. Examining species where limb regenera- tion has been lost or restricted suggests that cellular changes during ontogenetic development have curtailed the ability to mount a regenerative response and replace damaged tissue (Goss 1987; S ́ anchez Alvarado 2000; Bely 2010; Seifert et al. 2012a; Seifert and Voss 2013). Supporting this idea, studies of appendage regeneration across numerous animal models have documented a cor- relation between ontogenetic development and progressive loss of regenerative ability. Embryonic and larval anamniotes (fishes and amphibians) exhibit an almost limitless ability to regenerate their appendages, and mammalian embryos are capable of regenerating digit tips (Han et al. 2003). In con- trast, while some fishes, lizards and urodeles are capable of regenerating appendages as adults, frogs and mammals lose the ability either just prior to metamorphosis (frogs) (Dent 1962) or during post embryonic development (mammals) (Han et al. 2008). Interestingly, metamorphosis imposes sim- ilar constraints on regeneration among the distantly related arthropods (insects, arachnids, and crustaceans) (Maruzzo et al. 2005) suggesting that metamorphic transformation al- ters the cellular response to injury. How exactly these onto- genetic shifts affect the regulatory control of regeneration is poorly understood. Metamorphosis represents the postembryonic transforma- tion of tissues and physiological systems as larva abruptly transition to juveniles. In amphibians, these spectacular changes are stimulated by thyroxine which binds thyroid hor- mone receptors attached to DNA and activates latent devel- opmental programs in target tissues (Buchholz et al. 2006). Studies in frogs and salamanders have produced two seem- ingly opposing viewpoints regarding the effect of metamor- phosis on regenerative ability in these groups (Wallace 1981). On the one hand, studies in frogs provide a clear picture that progressive loss of regenerative ability in the limb is a conse- quence of morphological, cellular, and genomic changes that occur during metamorphosis. First, there is a stage dependent loss of regenerative ability approaching metamorphic climax (Forsyth 1946; Dent 1962; Muneoka et al. 1986). Second, the larval skin matures to a terrestrial form, striated mus- cle forms, and the skeleton begins to differentiate. As these changes occur, there is a correlated proximal to distal loss of regenerative capacity (Rose 1944; Forsyth 1946; Korneluk and Liversage 1984; Wolfe et al. 2000). Lastly, there is some evidence that metamorphic transformation inhibits gene tran- scription required for regeneration either directly or through alteration in the epigenetic landscape (Christen and Slack 1997; Yokoyama et al. 2000; Christen et al. 2003; Yakushiji et al. 2007). Thus, developmental changes during metamor- phosis drastically reduce regenerative ability in anurans. In contrast, the prevailing viewpoint for urodeles is that re- generative ability is essentially independent of metamorpho- sis, as some urodele species can regenerate as adults. Indeed, examination of four species of adult ambystomids found that, under the proper environmental conditions, complete limb regeneration was possible, albeit at a slower rate compared with larval forms (Young et al. 1983a,b). Similarly, most experiments performed with aquatic phaseNotopthalamus viridescensreport perfect regeneration (Wallace 1981). On the other hand, there are contradictory reports of incomplete and abnormal regeneration in species ofTriturus,Salaman- dra,andPleurodeles(Scadding 1977, 1981; Wallace 1981), and repeated amputations inN. viridescensproduce skeletal anomalies (Dearlove and Dresden 1976). Moreover, when limb regeneration was assessed inPleurodeles waltlbefore, during, and after metamorphosis, the result was a clear re- duction in regenerative capability as measured by both an increase in digit loss and reduction in the rate of regeneration (Wallace 1981). Whilst these discrepancies may have a phy- logenetic explanation, they might also result from age and body size differences in post-metamorphic animals (Seifert et al. 2012a). While much has been learned from tadpoles and pre- and post-metamorphic urodeles, each system presents sev- eral fundamental limitations that hinder inferences about the direct influence of metamorphosis. First, in tadpoles, when regenerative ability is lost in a stage-specific manner (i.e., ap- proaching or during metamorphosis) it precisely correlates with the degree of cellular differentiation in the develop- ing limb bud (Muneoka et al. 1986). In fact, some inves- tigators have termed the regenerative response inXenopus and other frogsembryonic regulation. This term is used be- cause at regeneration competent stages resident cells have not yet undergone terminal differentiation and are still un- dergoing embryonic development (Scadding 1977; Korneluk and Liversage 1984). Thus, comparisons between pre- and post-metamorphic anurans inescapably compare embryonic and postembryonic development. Second, body size and limb size have been implicated as constraints on the rate (and possibly ability) of regeneration (Scott 1909; Pritchett and Dent 1972; Maden 1976; Scadding 1981; Seifert et al. 2012a). In both anurans and urodeles, body size and limb size rapidly increase following metamorpho- sis; thus comparisons between pre- and post-metamorphic animals are inherently confounded by size effects. Lastly, as it relates to studies in older urodeles, aging itself (either cellular or physiological) may affect regeneration rate and ability, although this relationship is at present poorly under- stood (Lund et al. 2009; Anchelin et al. 2011; Eguchi et al. 2011; Nachtrab et al. 2011; Itou et al. 2012; Suetsugu-Maki et al. 2012; Seifert and Voss 2013). With the interaction of so many factors, disentangling the effects of any one property with respect to regenerative ability becomes difficult. To our 2 C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. J. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration knowledge, no study has experimentally decoupled embry- onic development, body size, aging, and metamorphosis in order to explicitly examine the effects of fundamental traits on appendage regeneration. Axolotls provide an ideal system to test how body size and metamorphosis affect regeneration. Unlike all anurans and most urodeles, axolotls are a salamander species that ex- hibit facultative metamorphosis. While axolotls are thought to rarely undergo metamorphosis in the wild, metamorpho- sis can be induced experimentally (Page and Voss 2009). Furthermore, metamorphosis can be induced during adult- hood, allowing one to remove the confounding effects of embryonic development and also to simultaneously control for age-associated changes in growth, cellular senescence, and cell differentiation. Here, we use this axolotl system to test the hypotheses that body size and thyroxine-induced metamorphosis lead to (1) a reduction in the rate of re- generation; and (2) a reduction in the ability of the limb to properly undergo regeneration (i.e., successfully progress through defined stages of regeneration and completely re- place all missing elements). After finding negative effects of metamorphosis on rate and fidelity, we then tested a third hypothesis to provide a mechanistic explanation for regener- ative decline upon metamorphosis: (3) that proliferative rates of blastemal cells are altered in response to thyroxine, such that the ability of blastema cells to replicate and proliferate during regeneration is irreversibly altered. Results Comparative changes in limb morphology pre and post metamorphosis We first identified morphological changes that occur in limbs due to thyroxine-induced metamorphosis using an age- matched cohort of 44 young adult axolotls that varied across a broad range of body sizes (Fig. 1A and B). The overlap in body mass (paedomorphs 39−65 g, metamorphs 21−47 g) and snout−vent length (SVL) (paedomorphs 8.5−10.2 cm, metamorphs 8.5−10.6 cm) was similar enough between morphs to allow comparisons of their regenerative abili- ties. Histological analysis showed some minor differences between the two limb types including: (1) a slightly larger cross-sectional area in metamorphic limbs [14.2 mm 2 ±2.0 standard deviation (SD)] compared with paedomorphic limbs (10.6 mm 2 ±1.4 SD;P<0.001) (Fig. S1A); (2) more com- paction of the muscle fasciculi in metamorphic limbs (Fig. 1E and F; green arrows); and (3) a lack of Leydig cells in the skin of metamorphic limbs (Jarial 1989; Page et al. 2009; Seifert et al. 2012b). However, we found that pre- and post- metamorphic limb skeletons were both ossified (Fig. 1C−F) and that there was no difference in the proportion of the limb occupied by muscle, skin, and skeletal components near the amputation plane (Fig. S1B and C). In contrast to the drastic changes that occur during metamorphosis in larval anurans, these data suggest that the morphology of paedomorphic and metamorphic axolotl limbs was generally similar prior to amputation. Effects of body size and metamorphosis on regeneration After an initial acclimation period following metamorphosis, we amputated the right forelimb (just proximal to the elbow) of 44 animals 9 months after hatching. We then examined regeneration rate and ability over a 405-day period. The analysis of covariance (ANCOVA) testing for the effect of body size (SVL) and metamorphosis on regeneration rate was significant (F 3, 37 =29.9,P<0.001). The interaction between SVL and metamorphosis was not significant (P> 0.14). SVL did not affect the regeneration rate significantly [slope 0.033, standard error (SE) 0.27,P=0.90] while the metamorphic state did (t=−9.1,P<0.001). On average, metamorphs reached differentiation at 54.7±25.4 (SE) days, while paedomorphs reached the same stage at 26.2±2.9 (SE) days. When we analyzed each stage separately, we also found no effect of body size on regeneration rate (Table 1). Body size does not constrain regenerative rate independent of age Our finding that body size had no effect on regeneration rate was at odds with some previous experimental data; thus we performed an auxiliary experiment independently of our initial large-scale experimental design. We compared regen- eration in a group of small larval paedomorphs (3 months post hatching;n=10; average mass 6.2±0.53 SD; aver- age SVL=51.8 mm±4.25 SD) with our larger and older (9 months’ post hatching) paedomorphs (Fig. 2). Larval pae- domorphs reached differentiation more quickly at 22.6±3.1 SD days post amputation compared with adult paedomorphs who reached differentiation at 32.0±3.3 SD days (P<0.001 by analysis of variance and Tukey’s honest significant dif- ference test). Larval paedomorphs replaced nearly 100% of their amputated limbs 66 days post amputation (average re- growth 98.0%±0.1 SD), while adults had regenerated only 56% of their limb over the same time period (Fig. 2; average regrowth 56.0%±0.1 SD). This comparison demonstrates that when size is accompanied by an age or developmental stage difference (as has always been the case in previous ex- periments) size can be interpreted as having a negative effect on regeneration rate. Metamorphosis constrains regenerative rate Although limbs of both morphs had passed through all stages of regeneration 405 days after amputation (Fig. 1G−J), we C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.3 Axolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al. Figure 1.Metamorphosis leads to regenerative defects in axolotls. (A), (B) Representative images of a paedomorph and metamorph at the end of the study. (C), (D) Representative images of a paedomorphic limb (C) and a metamorphic limb (D) at the time of amputation. (E), (F) Histological sections of a paedomorphic limb (E) and metamorphic limb (F) at the amputation plane. Green arrowheads indicate the fasciculi of the anconeus muscle. (G)−(J) Gross morphology of the morphogenesis phase of limb regeneration in paedomorphs (G) and metamorphs (H), and images of the limbs at the end of the experiment (I), (J). found that metamorphic animals took approximately twice as long to regenerate than paedomorphs (Fig. 3A). During the time paedomorphs took to grow back an entire limb, metamorph regenerates were only 62% of their original size (Figs. 1I, J, and 3A). The failure of metamorphs to completely replace their amputated limb after 405 days was not due to restriction at any one particular stage during regeneration, but rather to an overall slower progression through each stage of regeneration (Fig. 3B). For example, all paedomorphs (n=28) re-epithelialized the amputation surface within 24 h, while re-epithelialization in metamorphs (n=15) was not complete until 48−72 h after amputation. 4 C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. J. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration Table 1.Effect of snout−vent length (SVL) and metamorphic treat- ment on the time between regeneration stages. CoefficientEstimate SEtvaluePvalue Blastema(Intercept)13.27 8.57 1.6 0.130 SVL0.03 0.09 0.3 0.764 Metamorphosis−6.13 0.98−6.3<0.001 Cone(Intercept)18.03 7.74 2.3 0.025 SVL−0.11 0.08−1.3 0.215 Metamorphosis−6.13 0.98−6.3<0.001 Palette(Intercept)13.86 7.20 1.9 0.062 SVL−0.06 0.08−0.8 0.443 Metamorphosis−3.75 0.84−4.5<0.001 Early differentiation (Intercept)35.16 10.70 3.287 0.002 SVL−0.32 0.13−2.7 0.001 Metamorphosis−30.70 12.09−2.5 0.015 SVL (Metamorphosis 0.303 0.13 2.30.026 Differentiation (Intercept)−3.41 21.49−0.159 0.875 SVL0.25 0.23 1.1 0.294 Metamorphosis−12.17 2.45−5.0<0.001 Values listed are coefficient estimates from an analysis of covari- ance; where the intercept is listed it represents the estimated time to stage for the paedomorphic limbs. SVL estimates describe the slope of the relationship between SVL and time to stage. Metamorphosis estimates are the change in the intercept for metamorphic limbs. Re- ported SVL×Metamorphosis coefficient estimates are the estimated difference in slope for metamorphic limbs relative to the slope es- timates for paedomorphic limbs. SVL×Metamorphosis coefficient estimates are reported only when significant, because interaction terms were dropped from the model if not significant. Metamorphosis constrains fidelity of regeneration Skeletal staining of limbs revealed that the frequency of morphological defects in regenerated limbs was greater for metamorphs compared with paedomorphs (χ 2 1 =11.8,P< 0.001). Only 7% of paedomorphs (n=2of28)showedslight defects, whereas 100% (n=15) of the metamorphs had mod- erate to severe anatomical defects (Fig. 4). Ninety-three per- cent (n=14 of 15) of metamorphs had a reduction in normal carpal number (Fig. 4). In some cases carpals were com- pletely absent, while in other cases developing carpals failed to separate during morphogenesis such that fusions occurred between the distal carpals and the radiale, ulnare and inter- medium. In addition, some individuals developed rogue ossi- fications within carpals (Fig. 4). Sixty percent (n=9of15)of metamorphic individuals were missing digit IV completely, and in two additional cases a truncated digit IV was found growing perpendicularly out of digit III (Fig. S2). In the re- maining individuals (n=4of15),allfourdigitswerepresent; however, they were missing multiple phalanges. In contrast to the severity of these defects in metamorphs, the patterning defects observed in paedomorphs were dramatically less se- vere and were limited to decreased growth of a single digit, Figure 2.Effect of age on regeneration rate in axolotls. Regeneration rate in larval axolotl regeneration (green line, 3 months post hatching; n=10) compared with older (and larger) adult paedomorphic ani- mals (blue line, 9 months post hatching;n=28). Squares and error bars represent mean±95% confidence interval for the percent of the original limb regrown (yaxis) and the number of days each group took to reach differentiation (Diff.). Colored lines represent a central tendency±1SEfromalocallyweightedregressiontoeachgroup (loess, smoothing parameter 0.75). resulting in loss of two phalanges on digit II (Fig. 4). These findings demonstrate that thyroxine-induced metamorphosis disrupts patterning mechanisms necessary for proper limb regeneration. Thyroxine-induced metamorphosis decreases the number of blastema cells in S-phase Given our finding that metamorphosis reduced both regen- erative rate and fidelity, we next tested the hypothesis that thyroxine-induced metamorphosis altered blastema cell pro- liferation. First, we tested if the total population of pro- liferating cells (i.e., cells that are in any stage of the cell cycle G1/S/G2/M) differed between morphs by immunola- beling blastema cells with an antibody to proliferating cell nuclear antigen (PCNA). PCNA is a nuclear protein produced during S-phase that is present throughout all phases of the cell cycle but not expressed in differentiated cells (Barton and Levine 2008). We found that metamorphic and paedo- morphic blastemas had a similar fraction of PCNA-positive cells (Fig. 5A; paedomorphs 78.3%±4.5 SE, metamorphs 85.7%±1.1 SE;t=1.6,P=0.161), demonstrating that the total proliferating cell population was not different be- tween morphs. Next, we labeled the number of cells that C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.5 Axolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al. Figure 3.Regeneration rate is reduced following metamorphosis. (A) At 405 days post amputation, paedomorphs regenerated on average 113.6% of the missing limb, while metamorphs regenerated 61.7%. (B) The difference in the cumulative amount of time taken to reach each morphogenesis stage for paedomorphs and metamorphs. Note the increasing difference between morphs through each stage (also see Table 1). incorporated bromodeoxyuridine (BrdU) in their DNA to test if there were differences in the number of blastema cells in S-phase. Because total cell cycle length for axolotl blastema cells is approximately 48 h (Maden 1976), we injected an- imals with BrdU and harvested late cone/early palette re- generates 24 h later to ensure high labeling indices. We counted BrdU-positive cells in the distal compartment of the blastemas from both morphs (n=6 per group) (Fig. 5B, D, E). We found that metamorphs had a smaller proportion of BrdU-positive cells (relative to total blastema cells) com- pared with paedomorphs (paedomorphs 39.8%±3.4 SE, metamorphs 24.4%±1.9 SE;t=5.0,P=0.001). Lastly, our finding that fewer metamorphic cells are in S-phase (BrdU positive) may explain the skeletal defects observed in metamorphs; they could be caused by a reduc- tion in the amount of undifferentiated mesenchymal cells required to replace the missing elements. If this is indeed the case, we would expect to find fewer cells in the metamorph blastema compared with paedomorphs. To test this hypoth- esis we counted total cell number in the blastema. Contrary to this prediction, we found that metamorphs had a twofold greater number of cells in the blastema (t=5.7;P=0.001). Discussion This study utilized the axolotl as an experimental system to test the effects of thyroxine-induced metamorphosis on regeneration rate and fidelity. The unique presence of facul- tative metamorphosis in axolotls allowed us to induce meta- morphosis in age-matched, young adult siblings across a wide range in body size. Although a few previous regenera- tion studies have found evidence for a negative relationship between body size and regeneration rate (Scott 1909; Pritch- ett and Dent 1972; Tank et al. 1976; Young et al. 1983b), only one of these studies (that compared forelimbs and hind limbs in the newt) controlled for age (Pritchett and Dent 1972). In contrast to these studies, we found that the range of body sizes studied here does not affect regeneration rate or abil- ity, but our study does not exclude the possibility in other life stages. In fact, our experiment comparing larval animals with young adults showed a clear reduction in regeneration rate. These data implicate age (or developmental stage) as an important modulator of regeneration rate and provide one explanation for why previous studies examining regeneration rate across size classes found a size effect: younger animals, not smaller animals, regenerate at a faster rate. While we did not find a significant size effect, we found that thyroxine exposure significantly reduced both regenera- tion rate and fidelity. For metamorphs, we found that although they passed through the typical stages of regeneration, the time necessary to reach any stage from the previous stage was always longer compared with paedomorphs. This sug- gests that following metamorphosis in urodeles, limb tissue can still mount a regenerative response but the overall rate of morphogenesis and growth is reduced. These results corrob- orate previous studies in urodeles showing that metamorphic animals regenerate more slowly than larval animals (Good- win 1946; Seifert et al. 2012b), but here we can pinpoint the observed reduction in rate to the effects of metamorphosis, not because the limb is bigger or that the animal is older. The reduction in regeneration rate that we observed dur- ing morphogenesis of the limb (and then subsequently dur- ing the growth phase) was probably due to variable growth properties of the limbs between the groups rather than sig- nals coming from outside the limb. Classic experiments that 6 C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. J. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration Figure 4.Metamorphosis leads to a reduction in skeletal elements during regeneration. Regenerated right forelimbs viewed dorsally (stained with Alcian Blue and Alizarin Red) 575 days after the original amputation. Skeletal outlines below correspond to the images above. Blue indicates carpals: dc, distal carpal; c1, carpal 1; c, centrale; r, radiale; i, intermedium; u, ulnare. The uninjured metamorph is representative of the normal skeletal pattern for both morphs. The red circle in heteromorphic metamorph is rogue ossification. transplanted growing limbs between salamander species have demonstrated that growth of the limb is independent of the overall growth rate for the animal (Harrison 1924; Twitty and Schwind 1931). While the molecular basis for differences in regeneration rate is unknown, one study has correlated expression levels of fibroblast growth factors with variable regeneration rates between urodeles, suggesting a loss of growth-promoting cues in the regenerating limb (Giampaoli et al. 2003). It is interesting that we observed a correlation between decreased rate and increased morphological defects. Although a link between growth and morphogenesis is pos- sible, we cannot rule out other factors that may affect rate and morphogenesis independently including cellular growth, differentiation, or lack of patterning gene expression. Future studies comparing growth rates between paedomorphic and metamorphic limbs will yield important insight into the con- trol of growth regulation during regeneration and may reveal a link between growth, tissue differentiation, and patterning. Skeletal analysis of regenerated limbs produced a stark contrast in regenerative fidelity between morphs. One hun- dred percent of the metamorphs exhibited carpal and digit anomalies. When a digit was lost during regeneration, it was always digit IV, the last digit to form during devel- opment (Alberch and Gale 1983). These results show that C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.7 Axolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al. Figure 5.Proliferative rate of blastemal cells is reduced following metamorphosis. Quantification of proliferating cells in a late cone stage blastema. (A) The fraction of total cells that are PNCA pos- itive. (B) Proliferation rate: the fraction of total cells that are BrdU positive. (C) Total cell density between paedomorphs and meta- morphs. Also shown are histological images of BrdU-positive cells in (D) metamorphic and (E) paedomorphic blastemas. Brown nuclei are BrdU positive and blue are hematoxylin-stained nuclei; scale bar 100μm. metamorphosis in axolotls does not prevent a regenerative response, but rather that it negatively affects some compo- nent of growth and/or patterning during morphogenesis. With few exceptions (see notes in Towle 1901), most previous studies conducted on a variety of post-metamorphic urodele species support some type of regenerative response to injury (Goodwin 1946; Dearlove and Dresden 1976; Young 1977; Scadding 1981; Wallace 1981; Young et al. 1983a,b). How- ever, while most (if not all) adult urodele species examined initiate regeneration, there appears to be high variability in the ability to properly complete the process. For example, some families (e.g., Salamandridae, Plethodontidae) appear to re- generate perfectly as post-metamorphic adults, whereas oth- ers (e.g., Ambystomidae, Proteidae, Sirenidae, Amphiumi- dae) display skeletal anomalies or little regeneration (Towle 1901; Scadding 1977; Young 1977). Attributing this pattern solely to phylogenetic history is tempting, yet previous re- search also highlights how environmental factors contribute to this variation. For instance, although Scadding (1981) re- ported no regeneration in several urodele species, Young et al. (1983a) pointed out that improper housing conditions probably inhibited regeneration in some of those species. In addition, Scadding’s brief observation period (60 days) was probably too short for regeneration to occur and may have led to the erroneous report of no regeneration in Protei- dae or Sirenidae. Lastly, a series of studies looking at four species of Ambystomidae reported normal regeneration in these terrestrial forms. This last case appears to contradict our findings of patterning defects in the closely related ax- olotl (Ambystoma mexicanum); however, close examination of their data suggests that the possibility of reduced carpal or phalange number after dissection was not assessed (Young et al. 1983b). Altogether, there appears to be at least some restriction in the fidelity of regeneration in post-metamorphic adult urodeles, although the extent of the limitation awaits further testing across a broader phylogenetic range. In contrast to urodeles, anurans rarely initiate limb re- generation as post-metamorphic adults, with the exceptions ofXenopus(Dent 1962) that regenerate a muscle-less carti- laginous spike andHyperoliusthat display digit regeneration (Richards et al. 1975). It is possible that developmental stage, not necessarily metamorphosis, is what limits regenerative ability in these animals. Studies inXenopusandRanahave clearly demonstrated a stage-specific loss of regenerative ability and this loss may be attributed to changes in the mes- enchyme of the developing limb (Rose 1944; Agarwal and Niazi 1980; Korneluk and Liversage 1984; Muneoka et al. 1986; Wolfe et al. 2000). For example, whileXenopusre- generative mesenchyme (from developing limbs) can induce the expression of genes necessary for limb regeneration in non-regenerative epithelium, regenerative epithelium cannot induce expression in differentiated mesenchyme (Yokoyama et al. 2000). Furthermore, developmental genes known to promote larval limb regeneration cannot rescue regeneration in post-metamorphic anuran limbs (Barker and Beck 2009; Slack et al. 2004) unless transgenic overexpression of de- velopmental genes is accompanied by a graft of embryonic limb progenitor cells (Lin et al. 2013). These studies support findings in many vertebrate models that regenerative capac- ity is lost during development (Seifert and Voss, 2013) and suggest that changes related to cellular differentiation partly underlie loss of regenerative capacity. Our finding that the number of blastemal cells in S-phase was reduced in metamorphs suggests that thyroxine-induced metamorphosis alters how cells function once regeneration has been initiated. Although our analysis was not precise enough to calculate the exact length of the cell cycle, our analysis using PCNA and BrdU allows us to draw some relative inferences. Because the number of blastema cells 8 C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. J. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration within any phase of the cell cycle (e.g., PCNA+cells) was approximately the same between morphs while fewer metamorph cells were in (or entered) S-phase over a 24-h period (BrdU+cells), this suggests that there may be a difference in cell cycle length, probably by an increased G1 transit time (i.e., fewer cells entering S-phase) and/or a slower progression through G2/M. However, because double-staining of cells with PCNA and BrdU was not performed we cannot definitively conclude that cell cycle length was different between morphs, and future studies are needed to more precisely address this point. Interestingly, developmental studies in limbs (Ohsugi et al. 1997; Ten Berge et al. 2008; Towers et al. 2008; Zhu et al. 2008), gen- italia (Seifert et al. 2010), and brains (Komada et al. 2008) have all documented how disruption of cell cycle dynamics can influence patterning. The fact that metamorphs exhibited patterning defects extends these findings to regeneration. If thyroxine exposure and subsequent metamorphosis per- manently alters cell cycle length, then pharmacological dis- ruption of the cell cycle in paedomorphs should result in pat- terning defects. Alberch and Gale (1983) inhibited cell divi- sion during axolotl hindlimb development using colchicine, a reversible mitotic inhibitor, and observed alteration in skele- tal morphology. While variable, they found individual pha- langes missing in 90% of the treated limbs and carpal reduc- tions in 32%. In addition, they found posterior digit V was lost in 36% of the treated limbs. Urodele limbs display preaxial dominance during development with the most posterior digit (digit IV in forelimbs and digit V in hindlimbs) specified last. It is interesting that disrupting the cell cycle during devel- opment and a lower proliferative rate in post-metamorphic axolotls always affected the last skeletal elements to form (in addition to other elements in some animals). In addition, Ohsugi et al. (1997) demonstrated that slowing cell cycling in the posterior region of chick limbs also led to patterning defects. These studies, together with our findings, suggest two possible mechanisms for the observed patterning de- fects. The first mechanism is that there is a minimal mass of cells required to execute proper patterning of the limb, and a reduction in proliferative rate decreases this number below that threshold (Alberch and Gale 1983). The available data are not consistent with this hypothesis. Previous work exper- imentally manipulating the size of axolotl blastemas during regeneration, and thus reducing the total cell mass, still pro- duce normally patterned limbs (Maden 1981). Additionally, our calculation of total cell number shows the opposite of what is expected under this mechanism: there is a higher cell density in metamorph blastemas compared with paedomor- phic blastemas. The second mechanism is that alterations to cell cycle timing directly affect transcription of patterning genes (Ohsugi et al. 1997). While we do not present ex- perimental evidence in support of this second mechanism, comparative work in lizards has shown that decreasingsonic hedgehogexpression in developing limbs correlates to pos- terior digit loss and decreased proliferation (Shapiro et al. 2003). Although the relationship between cell cycle regula- tion and expression of patterning genes is poorly understood, the axolotl system presented here clearly can serve as a tool to explore the complex relationship between patterning and growth during regeneration. Translating discoveries in regeneration biology into tractable advances in regenerative medicine will probably stem from understanding how regeneration is regulated in animal models where regeneration naturally occurs. Overall, this study demonstrates that fundamental traits of an organ- ism such as metamorphosis and age or developmental stage have important influences on the regenerative capacity of an- imals. Our findings show that manipulating metamorphosis in the axolotl is a powerful tool for exploring how thyroxine- induced metamorphosis alters regeneration at a cellular level. Our discovery that metamorphosis produces cellular changes that could be altering cell cycle dynamics and reduces regen- erative fidelity warrants further study to identify the genetic or epigenetic control regulating the regenerative response. The system also provides an opportunity to investigate if cel- lular changes are reversible and if regenerative potential of appendages can be unlocked in mammals. Conclusions Body size and limb size do not affect regeneration rate or ability in adult axolotls. Adult axolotls regenerate more slowly after undergoing metamorphosis. Our study pinpoints the reduction in rate to the effects of metamorphosis, not because the limb is bigger or that the animal is older. In conjunction with the above finding, our observation that larval axolotls regenerate faster than young adults supports the contention that developmental stage exerts a strong effect on regeneration rate but does not affect ability in salamanders. Although regeneration is stimulated, changes associated with metamorphosis reduce the fidelity of regeneration: metamorphs show an inability to correctly execute patterning and growth during regeneration. Our finding that cell cycle dynamics are different in meta- morph blastemal cells compared with paedomorphic cells suggests that metamorphosis alters how axolotl cells func- tion once regeneration has been initiated. Whether these al- terations are genetic or epigenetic awaits further testing. Materials and Methods Animal housing, thyroxine-induced metamorphosis, and surgeries Axolotls were obtained from the Ambystoma Genetic Stock Center (University of Kentucky, Lexington, KY) and raised C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.9 Axolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al. at the University of Florida in accordance with guidelines through the University of Florida Institutional Animal Care and Use Committee. Animals were housed in 40% Holt- freter’s solution and maintained on a 12:12 light−dark cycle at a constant temperature (20−22 ◦ C). Larval and juvenile axolotls were housed in Tupperware containers and fed live California blackwormsad libitum(Lumbriculus). At approx- imately 5 cm SVL, animals were then moved to Z-Hab Duo Aquatic Habitats automated flow through systems (Pentair, Apopka, FL) systems and transitioned to feeding on salmon pellets once a day (Rangen, ID). At 6 months post hatching, thyroxine (50 nmol/L T 4 )was added to the rearing water of axolotls to induce metamor- phosis (Sigma, St. Louis, MO) (Page and Voss 2009). An- imals were transferred to individual shallow tanks of water through the duration of metamorphosis and monitored daily for metamorphic progress. Once animals finished metamor- phosis, they were housed on peat moss and transitioned to moist paper towels in Tupperware containers. Metamorphs were manually fed an entire earthworm twice a week. Surgeries were performed when animals were either 9 months post hatching (adults and metamorphs) or 3 months post hatching (larval). Paedomorphic axolotls were anes- thetized in 0.01% benzocaine (Sigma, St. Louis, MO) and metamorphs anesthetized in 0.02% benzocaine. Surgical scissors were used to amputate the right forelimb just proxi- mal to the elbow and the humerus was trimmed to make the amputation surface flush. Morphometrics and data analysis The amputated limb was imaged at the time of amputation, and the regeneration stump was imaged 24, 48, and 72 h later. Thereafter, it was imaged every third day for 8 weeks, and then bi-monthly until 405 days. Imaging was done using a Nikon SMz-U (Nikon, Melville, NY) stereomicroscope equipped with a Leica DFC310 FX digital camera (Leica, Buffalo Grove, IL). Using these digital images, regeneration stage was scored visually through consensus of six observers. The regenerating limb was measured by tracing the outline of the regenerate using an Intuos 4 pen tablet (Wacom, Van- couver, WA) and processed using ImageJ. We scored regenerative ability by observing limb regen- eration through previously defined stages (Tank et al. 1976; Wallace 1981) that were subdivided into two main phases: a morphogenesis phase and a growth phase (Fig. 1G−J). The morphogenesis phase consists of distinct stages: wound closure (re-epithelialization); de-differentiation and accumu- lation of progenitor cells (blastema formation); proliferation of progenitor cells (cone stage); organization of progenitor cells into precursor tissues, during which patterning can be externally visualized (palette, early differentiation stages); and finally, the generation of a complete skeleton, similar to the missing limb (differentiation stage). The growth phase is characterized by elevated growth of the limb compared with the rest of the body until the miniature limb expands to replace the missing structure (Tank et al. 1976). To test the effect of body size and metamorphosis on re- generative rate, we performed an ANCOVA on the numbers of days it took individuals to reach differentiation as the re- sponse variable, SVL as the covariate and the metamorphic state as the independent variable. SVL was comparable be- tween the two groups (median, metamorphs 90.5 mm, paedo- morphs 95.0 mm; SD, metamorphs 3.45, paedomorphs 5.33), and the variances between the two groups were homogeneous (Levene’s test,F(1, 33)=0.086,P>0.77). To test for the ef- fect of metamorphosis on regenerative ability, we performed aχ 2 test using Yate’s continuity correction on the number of individuals with normal and heteromorphic limbs for the paedomorphs and metamorphs. For this analysis, given the strong effect of metamorphosis on the proportion of hetero- morphic individuals, we could not take into account body size in our analyses. All data analysis and visualization were performed in R 3.0.0 (R Development Core Team 2012). Skeletal preparation Following the completion of the experiment, regenerated limbs were amputated (575 days after the original ampu- tation) and fixed overnight in 10% neutral buffered forma- lin, washed in phosphate-buffered saline and prepped by re- moving skin, muscle, tendon, and ligaments. Limbs were stained overnight in 2% Alcian Blue in ethanol and acetic acid, washed in 100% ethanol, rehydrated through an alco- hol series, stained for 2 days with 1:50 solution of 0.1% Alizarin Red in 1% KOH, washed in 1% KOH and cleared in glycerol. Histology and Immunohistochemistry Amputated limbs and blastemas were collected at the time of injury and fixed in 10% neutral buffered formalin overnight at 4 ◦ C. Tissue was washed and decalcified in 10% ethylene- diaminetetraacetic acid for 3 days with daily changes at 4 ◦ C. Following decalcification, tissue was rinsed in phosphate- buffered saline, transferred to 70% ethanol, and prepared for paraffin embedding. Tissue was sectioned at 5μm. For routine histological staining, Mason’s Trichrome (Richard Allen, Thermo Scientific, Hudson, NY) staining was per- formed according to the manufacturer’s protocol. For proliferation analysis, animals were staged and, when observed to have late cone/early palettes, were subsequently injected with BrdU (Sigma, St. Louis, MO) (concentration 100 mg/g). Regenerating limbs were harvested 24 h later and processed for paraffin embedding as above. Sections were deparaffinized, blocked for endogenous peroxidase ac- tivity in 3% H 2 O 2 in methanol for 10 min, rehydrated, 10 C⃝ 2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. J. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration antigen retrieved by heating in pH 6.0 sodium citrate buffer for 25 min, rinsed in water, incubated in 37 ◦ C2mol/LHCl for 15 min, rinsed thoroughly in water, rinsed with TBS (tris-buffered saline), blocked with rabbit serum, blocked for endogenous avidin and biotin, incubated with primary an- tibody rat anti-BrdU (1:500, Accurate Scientific, Westbury, NY), washed, incubated with biotinylated secondary anti-rat (1:400, Vector Scientific, Burlingame, CA), washed and vi- sualized using Vector ABC horseradish peroxidase and DAB (3,3’-diaminobenzidine) reagents according to the manufac- turer’s instructions. Tissue sections were counterstained with hematoxylin (Vector Scientific, Burlingame, CA). Other tis- sue sections collected from the same animal were incubated with mouse anti-PCNA (1:2000, Dako M0879, Carpinteria, CA), washed, incubated with biotinylated secondary anti- mouse (1:400, Vector Scientific Burlingame, CA), washed and visualized using Vector ABC horseradish peroxidase and DAB reagents. For calculating proliferative index, three 40×field of view pictures were randomly taken in the distal third of the later cone/palette stage tissue section for each of six biologi- cal replicates. BrdU-positive or PCNA-positive cells were counted, followed by total cell number. Relative numbers of BrdU- or PCNA-positive cells were calculated as (#BrdU- or PCNA-positive cells/total number of cells)×100. Cell density was calculated as the total number of cells per count- ing frame. Both proliferative index and cell density were averaged across the three frames for each individual. Acknowledgments Sean Connelly, Jennifer Gray, Joshua Hochberger, Logan Peoples, McKayla Spencer, and Ashley Stuart provided as- sistance with animal husbandry. Conner Burnside assisted with histological processing. We wish to thank Mike Gunter, Ben Olivar, and Pete Ryschkewitsch who provided support with lab maintenance. This project was supported by a Singer Fund Grant awarded from the University of Florida Depart- ment of Biology. The authors declare no conflict of interest in this work. References Agarwal, S. K., and I. A. Niazi. 1980. Hind limb regeneration capacity in tadpoles of the Indian bull frog Rana tigerina Daud. Indian J. Exp. Biol. 18:140–145. Alberch, P., and E. A. Gale. 1983. Size dependence during the development of the amphibian foot. Colchicine-induced digital loss and reduction. J. Embryol. Exp. Morphol. 76:177–197. Anchelin, M., L. Murcia, F. Alcaraz-P ́ erez, E. M. Garc ́ ıa- Navarro, and M. L. Cayuela. 2011. Behaviour of telomere and telomerase during aging and regeneration in zebrafish. PLoS ONE 6:e16955. Barker, D. M., and C. W. Beck. 2009. Overexpression of the transcription factor Msx1 is insufficient to drive complete regeneration of refractory stageXenopus laevishindlimbs. Dev. Dyn. 238:1366–1378. Barton, K. M., and E. M. Levine. 2008. Expression patterns and cell cycle profiles of PCNA, MCM6, cyclin D1, cyclin A2, cyclin B1, and phosphorylated histone H3 in the developing mouse retina. Dev. Dyn. 237:672–682. Bely, A. E. 2010. Evolutionary loss of animal regeneration: pattern and process. Integr. Comp. Biol. 50:515–527. Bely, A. E., and K. G. Nyberg. 2010. Evolution of animal regeneration: re-emergence of a field. Trends Ecol. Evol. (Amst.) 25:161–170. Buchholz, D. R., B. D. Paul, L. Fu, and Y. B. Shi. 2006. Molecular and developmental analyses of thyroid hormone receptor function inXenopus laevis, the African clawed frog. Gen. Comp. Endocrinol. 145:1–19. Christen, B., and J. M. Slack. 1997. FGF-8 is associated with anteroposterior patterning and limb regeneration in Xenopus. Dev. Biol. 192:455–466. Christen, B., C. W. Beck, A. Lombardo, and J. M. Slack. 2003. Regeneration-specific expression pattern of three posterior Hox genes. Dev. Dyn. 226:349–355. Davenport, R. J. 2005. What controls organ regeneration? Science 309:e84. Dearlove, G. E., and M. H. Dresden. 1976. Regenerative abnormalities inNotophthalmus viridescensinduced by repeated amputations. J. Exp. Zool. 196:251–262. Dent, J. N. 1962. Limb regeneration in larvae and metamorphosing individuals of the South African clawed toad. J. Morph. 110:61–77. Eguchi, G., Y. Eguchi, K. Nakamura, M. C. Yadav, J. L. Mill ́ an, and P. A. Tsonis. 2011. Regenerative capacity in newts is not altered by repeated regeneration and ageing. Nat. Commun. 2:384. Forsyth, J. W. 1946. The histology of anuran limb regeneration. J. Morph. 79:287–321. Giampaoli, S., S. Bucci, M. Ragghianti, G. Mancino, F. Zhang, and P. Ferretti. 2003. Expression of FGF2 in the limb blastema of two Salamandridae correlates with their regenerative capability. Proc. Biol. Sci. 270:2197–2205. Globus, M., S. Vethamany-Globus, and Y. C. I. Lee. 1980. Effect of apical epidermal cap on mitotic cycle and cartilage diffe",
  "sections": {
    "abstract": "While most tetrapods are unable to regenerate severed body parts, amphibians dis- play a remarkable ability to regenerate an array of structures. Frogs can regenerate appendages as larva, but they lose this ability around metamorphosis. In contrast, salamanders regenerate appendages as larva, juveniles, and adults. However, the extent to which fundamental traits (e.g., metamorphosis, body size, aging, etc.) restrict regenerative ability remains contentious. Here we utilize the ability of nor- mally paedomorphic adult axolotls (Ambystoma mexicanum)toundergoinduced metamorphosis by thyroxine exposure to test how metamorphosis and body size affects regeneration in age-matched paedomorphic and metamorphic individuals. We show that body size does not affect regeneration in adult axolotls, but metamor- phosis causes a twofold reduction in regeneration rate, and lead to carpal and digit malformations. Furthermore, we find evidence that metamorphic blastemal cells may take longer to traverse the cell cycle and display a lower proliferative rate. This study identifies the axolotl as a powerful system to study how metamorphosis restricts regeneration independently of developmental stage, body size, and age; and more broadly how metamorphosis affects tissue-specific changes.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show that body size does not affect regeneration in adult axolotls, but metamor- phosis causes a twofold reduction in regeneration rate, and lead to carpal and digit malformations.",
    "we found that pre- and post- metamorphic limb skeletons were both ossified (Fig.",
    "We found that metamorphic and paedo- morphic blastemas had a similar fraction of PCNA-positive cells (Fig.",
    "We found that metamorphs had a smaller proportion of BrdU-positive cells (relative to total blastema cells) com- pared with paedomorphs (paedomorphs 39.",
    "we found that metamorphs had a twofold greater number of cells in the blastema (t=5.",
    "we found that the range of body sizes studied here does not affect regeneration rate or abil- ity, but our study does not exclude the possibility in other life stages.",
    "we found that thyroxine exposure significantly reduced both regenera- tion rate and fidelity.",
    "we found that although they passed through the typical stages of regeneration, the time necessary to reach any stage from the previous stage was always longer compared with paedomorphs."
  ],
  "fullText": "\n\nRESEARCH ARTICLE\nExperimentally induced metamorphosis in axolotls\nreduces regenerative rate and fidelity\nJames R. Monaghan\n1,2a\n,AdrianC.Stier\n1,2a\n,Franc ̧ois Michonneau\n1,2,3a\n, Matthew D. Smith\n1,2a\n,\nBret Pasch\n1,2a\n,MalcolmMaden\n1\n&AshleyW.Seifert\n1,2a\n1\nDepartment of Biology, University of Florida , 223 Bartram Hall, P.O. Box 118525, Gainesville, Florida 32610, USA\n2\nNexus Biology Group, University of Florida , 223 Bartram Hall, P.O. Box 118525, Gainesville, Florida 32610, USA\n3\nFlorida Museum of Natural History, University of Florida , Gainesville, Florida 32611, USA\nCorrespondence\nJ. R. Monaghan, Department of Biology,\nNortheastern University, 360 Huntington\nAvenue Boston, MA 02115-5000, USA.\nTel: (617) 373-6539; Fax: (617) 373-3768;\nE-mail: j.monaghan@neu.edu\nor\nA. W. Seifert, Department of Biology,\nUniversity of Kentucky, 101 T.H. Morgan\nBuilding, Lexington, KY 40506-0225, USA.\nTel (352) 359-3526; Fax: 859-257-1717;\nE-mail: awseifert@uky.edu\nFunding Information\nThis project was supported by a Singer Fund\nGrant awarded from the University of Florida\nDepartment of Biology.\nReceived: 22 November 2013; Revised: 23\nDecember 2013; Accepted: 24 December\n2013\ndoi: 10.1002/reg2.8\na\nThese authors contributed equally to this\nwork\nAbstract\nWhile most tetrapods are unable to regenerate severed body parts, amphibians dis-\nplay a remarkable ability to regenerate an array of structures. Frogs can regenerate\nappendages as larva, but they lose this ability around metamorphosis. In contrast,\nsalamanders regenerate appendages as larva, juveniles, and adults. However, the\nextent to which fundamental traits (e.g., metamorphosis, body size, aging, etc.)\nrestrict regenerative ability remains contentious. Here we utilize the ability of nor-\nmally paedomorphic adult axolotls (Ambystoma mexicanum)toundergoinduced\nmetamorphosis by thyroxine exposure to test how metamorphosis and body size\naffects regeneration in age-matched paedomorphic and metamorphic individuals.\nWe show that body size does not affect regeneration in adult axolotls, but metamor-\nphosis causes a twofold reduction in regeneration rate, and lead to carpal and digit\nmalformations. Furthermore, we find evidence that metamorphic blastemal cells\nmay take longer to traverse the cell cycle and display a lower proliferative rate.\nThis study identifies the axolotl as a powerful system to study how metamorphosis\nrestricts regeneration independently of developmental stage, body size, and age;\nand more broadly how metamorphosis affects tissue-specific changes.\nKeywords\nAxolotl, cell cycle, limb, metamorphosis, regeneration, salamander\nIntroduction\nThe ability of some animals to regenerate missing body parts\nhas fascinated scientists for centuries, and the clinical value\nof tissue regeneration has driven this topic to the forefront of\ncurrent scientific inquiry (Davenport 2005). Appendage re-\ngeneration is widespread among metazoans, and the ability\nto regenerate damaged tissue was probably present in basal\nvertebrates (Bely and Nyberg 2010). However, appendage\nregeneration is deficient or absent in most extant vertebrates.\nThis begs the question: what factors constrain regeneration\nin some animals? Although a great deal of research has been\naimed at understanding the cellular and molecular mecha-\nnisms of regeneration, few studies have addressed how fun-\ndamental organismal traits such as body size, age, or stage\nof the life-cycle may affect regenerative ability. Interpret-\ning how these factors influence regeneration in some species\ncould reveal the key cellular and molecular mechanisms that\ncould promote regeneration in other animals.\nThe limb has long served as a classic model to elucidate\nthe cellular mechanisms that control appendage regenera-\ntion (Rose 1944; Polezhayev 1946; Wallace 1981; Stocum\nand Cameron 2011). Following limb amputation, epithelial\ncells migrate from the cut edge and cover the wound sur-\nface; this forms the wound epithelium, which is a special-\nized signaling center required for successful regeneration.\nBeneath the wound epithelium, cells are stimulated to re-\nenter the cell cycle (Globus et al. 1980) and accumulate to\nform a blastema, a mass of lineage-restricted progenitor cells\nthat will eventually replace the missing limb (reviewed in\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd. This is an open access article under the\nterms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium,\nprovided the original work is properly cited.\n1\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nMonaghan and Maden 2012). As blastemal cells proliferate\nthey integrate patterning and growth signals, eventually dif-\nferentiating to form a fully patterned miniature limb that will\ncontinue growing. Examining species where limb regenera-\ntion has been lost or restricted suggests that cellular changes\nduring ontogenetic development have curtailed the ability to\nmount a regenerative response and replace damaged tissue\n(Goss 1987; S\n ́\nanchez Alvarado 2000; Bely 2010; Seifert et al.\n2012a; Seifert and Voss 2013).\nSupporting this idea, studies of appendage regeneration\nacross numerous animal models have documented a cor-\nrelation between ontogenetic development and progressive\nloss of regenerative ability. Embryonic and larval anamniotes\n(fishes and amphibians) exhibit an almost limitless ability to\nregenerate their appendages, and mammalian embryos are\ncapable of regenerating digit tips (Han et al. 2003). In con-\ntrast, while some fishes, lizards and urodeles are capable of\nregenerating appendages as adults, frogs and mammals lose\nthe ability either just prior to metamorphosis (frogs) (Dent\n1962) or during post embryonic development (mammals)\n(Han et al. 2008). Interestingly, metamorphosis imposes sim-\nilar constraints on regeneration among the distantly related\narthropods (insects, arachnids, and crustaceans) (Maruzzo\net al. 2005) suggesting that metamorphic transformation al-\nters the cellular response to injury. How exactly these onto-\ngenetic shifts affect the regulatory control of regeneration is\npoorly understood.\nMetamorphosis represents the postembryonic transforma-\ntion of tissues and physiological systems as larva abruptly\ntransition to juveniles. In amphibians, these spectacular\nchanges are stimulated by thyroxine which binds thyroid hor-\nmone receptors attached to DNA and activates latent devel-\nopmental programs in target tissues (Buchholz et al. 2006).\nStudies in frogs and salamanders have produced two seem-\ningly opposing viewpoints regarding the effect of metamor-\nphosis on regenerative ability in these groups (Wallace 1981).\nOn the one hand, studies in frogs provide a clear picture that\nprogressive loss of regenerative ability in the limb is a conse-\nquence of morphological, cellular, and genomic changes that\noccur during metamorphosis. First, there is a stage dependent\nloss of regenerative ability approaching metamorphic climax\n(Forsyth 1946; Dent 1962; Muneoka et al. 1986). Second,\nthe larval skin matures to a terrestrial form, striated mus-\ncle forms, and the skeleton begins to differentiate. As these\nchanges occur, there is a correlated proximal to distal loss of\nregenerative capacity (Rose 1944; Forsyth 1946; Korneluk\nand Liversage 1984; Wolfe et al. 2000). Lastly, there is some\nevidence that metamorphic transformation inhibits gene tran-\nscription required for regeneration either directly or through\nalteration in the epigenetic landscape (Christen and Slack\n1997; Yokoyama et al. 2000; Christen et al. 2003; Yakushiji\net al. 2007). Thus, developmental changes during metamor-\nphosis drastically reduce regenerative ability in anurans.\nIn contrast, the prevailing viewpoint for urodeles is that re-\ngenerative ability is essentially independent of metamorpho-\nsis, as some urodele species can regenerate as adults. Indeed,\nexamination of four species of adult ambystomids found that,\nunder the proper environmental conditions, complete limb\nregeneration was possible, albeit at a slower rate compared\nwith larval forms (Young et al. 1983a,b). Similarly, most\nexperiments performed with aquatic phaseNotopthalamus\nviridescensreport perfect regeneration (Wallace 1981). On\nthe other hand, there are contradictory reports of incomplete\nand abnormal regeneration in species ofTriturus,Salaman-\ndra,andPleurodeles(Scadding 1977, 1981; Wallace 1981),\nand repeated amputations inN. viridescensproduce skeletal\nanomalies (Dearlove and Dresden 1976). Moreover, when\nlimb regeneration was assessed inPleurodeles waltlbefore,\nduring, and after metamorphosis, the result was a clear re-\nduction in regenerative capability as measured by both an\nincrease in digit loss and reduction in the rate of regeneration\n(Wallace 1981). Whilst these discrepancies may have a phy-\nlogenetic explanation, they might also result from age and\nbody size differences in post-metamorphic animals (Seifert\net al. 2012a).\nWhile much has been learned from tadpoles and pre-\nand post-metamorphic urodeles, each system presents sev-\neral fundamental limitations that hinder inferences about the\ndirect influence of metamorphosis. First, in tadpoles, when\nregenerative ability is lost in a stage-specific manner (i.e., ap-\nproaching or during metamorphosis) it precisely correlates\nwith the degree of cellular differentiation in the develop-\ning limb bud (Muneoka et al. 1986). In fact, some inves-\ntigators have termed the regenerative response inXenopus\nand other frogsembryonic regulation. This term is used be-\ncause at regeneration competent stages resident cells have\nnot yet undergone terminal differentiation and are still un-\ndergoing embryonic development (Scadding 1977; Korneluk\nand Liversage 1984). Thus, comparisons between pre- and\npost-metamorphic anurans inescapably compare embryonic\nand postembryonic development.\nSecond, body size and limb size have been implicated as\nconstraints on the rate (and possibly ability) of regeneration\n(Scott 1909; Pritchett and Dent 1972; Maden 1976; Scadding\n1981; Seifert et al. 2012a). In both anurans and urodeles, body\nsize and limb size rapidly increase following metamorpho-\nsis; thus comparisons between pre- and post-metamorphic\nanimals are inherently confounded by size effects. Lastly,\nas it relates to studies in older urodeles, aging itself (either\ncellular or physiological) may affect regeneration rate and\nability, although this relationship is at present poorly under-\nstood (Lund et al. 2009; Anchelin et al. 2011; Eguchi et al.\n2011; Nachtrab et al. 2011; Itou et al. 2012; Suetsugu-Maki\net al. 2012; Seifert and Voss 2013). With the interaction of so\nmany factors, disentangling the effects of any one property\nwith respect to regenerative ability becomes difficult. To our\n2\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nknowledge, no study has experimentally decoupled embry-\nonic development, body size, aging, and metamorphosis in\norder to explicitly examine the effects of fundamental traits\non appendage regeneration.\nAxolotls provide an ideal system to test how body size\nand metamorphosis affect regeneration. Unlike all anurans\nand most urodeles, axolotls are a salamander species that ex-\nhibit facultative metamorphosis. While axolotls are thought\nto rarely undergo metamorphosis in the wild, metamorpho-\nsis can be induced experimentally (Page and Voss 2009).\nFurthermore, metamorphosis can be induced during adult-\nhood, allowing one to remove the confounding effects of\nembryonic development and also to simultaneously control\nfor age-associated changes in growth, cellular senescence,\nand cell differentiation. Here, we use this axolotl system to\ntest the hypotheses that body size and thyroxine-induced\nmetamorphosis lead to (1) a reduction in the rate of re-\ngeneration; and (2) a reduction in the ability of the limb\nto properly undergo regeneration (i.e., successfully progress\nthrough defined stages of regeneration and completely re-\nplace all missing elements). After finding negative effects of\nmetamorphosis on rate and fidelity, we then tested a third\nhypothesis to provide a mechanistic explanation for regener-\native decline upon metamorphosis: (3) that proliferative rates\nof blastemal cells are altered in response to thyroxine, such\nthat the ability of blastema cells to replicate and proliferate\nduring regeneration is irreversibly altered.\nResults\nComparative changes in limb morphology\npre and post metamorphosis\nWe first identified morphological changes that occur in\nlimbs due to thyroxine-induced metamorphosis using an age-\nmatched cohort of 44 young adult axolotls that varied across\na broad range of body sizes (Fig. 1A and B). The overlap in\nbody mass (paedomorphs 39−65 g, metamorphs 21−47 g)\nand snout−vent length (SVL) (paedomorphs 8.5−10.2 cm,\nmetamorphs 8.5−10.6 cm) was similar enough between\nmorphs to allow comparisons of their regenerative abili-\nties. Histological analysis showed some minor differences\nbetween the two limb types including: (1) a slightly larger\ncross-sectional area in metamorphic limbs [14.2 mm\n2\n±2.0\nstandard deviation (SD)] compared with paedomorphic limbs\n(10.6 mm\n2\n±1.4 SD;P<0.001) (Fig. S1A); (2) more com-\npaction of the muscle fasciculi in metamorphic limbs (Fig. 1E\nand F; green arrows); and (3) a lack of Leydig cells in the\nskin of metamorphic limbs (Jarial 1989; Page et al. 2009;\nSeifert et al. 2012b). However, we found that pre- and post-\nmetamorphic limb skeletons were both ossified (Fig. 1C−F)\nand that there was no difference in the proportion of the limb\noccupied by muscle, skin, and skeletal components near the\namputation plane (Fig. S1B and C). In contrast to the drastic\nchanges that occur during metamorphosis in larval anurans,\nthese data suggest that the morphology of paedomorphic and\nmetamorphic axolotl limbs was generally similar prior to\namputation.\nEffects of body size and metamorphosis on\nregeneration\nAfter an initial acclimation period following metamorphosis,\nwe amputated the right forelimb (just proximal to the elbow)\nof 44 animals 9 months after hatching. We then examined\nregeneration rate and ability over a 405-day period. The\nanalysis of covariance (ANCOVA) testing for the effect of\nbody size (SVL) and metamorphosis on regeneration rate\nwas significant (F\n3, 37\n=29.9,P<0.001). The interaction\nbetween SVL and metamorphosis was not significant (P>\n0.14). SVL did not affect the regeneration rate significantly\n[slope 0.033, standard error (SE) 0.27,P=0.90] while the\nmetamorphic state did (t=−9.1,P<0.001). On average,\nmetamorphs reached differentiation at 54.7±25.4 (SE) days,\nwhile paedomorphs reached the same stage at 26.2±2.9\n(SE) days. When we analyzed each stage separately, we also\nfound no effect of body size on regeneration rate (Table 1).\nBody size does not constrain regenerative rate\nindependent of age\nOur finding that body size had no effect on regeneration\nrate was at odds with some previous experimental data; thus\nwe performed an auxiliary experiment independently of our\ninitial large-scale experimental design. We compared regen-\neration in a group of small larval paedomorphs (3 months\npost hatching;n=10; average mass 6.2±0.53 SD; aver-\nage SVL=51.8 mm±4.25 SD) with our larger and older\n(9 months’ post hatching) paedomorphs (Fig. 2). Larval pae-\ndomorphs reached differentiation more quickly at 22.6±3.1\nSD days post amputation compared with adult paedomorphs\nwho reached differentiation at 32.0±3.3 SD days (P<0.001\nby analysis of variance and Tukey’s honest significant dif-\nference test). Larval paedomorphs replaced nearly 100% of\ntheir amputated limbs 66 days post amputation (average re-\ngrowth 98.0%±0.1 SD), while adults had regenerated only\n56% of their limb over the same time period (Fig. 2; average\nregrowth 56.0%±0.1 SD). This comparison demonstrates\nthat when size is accompanied by an age or developmental\nstage difference (as has always been the case in previous ex-\nperiments) size can be interpreted as having a negative effect\non regeneration rate.\nMetamorphosis constrains regenerative rate\nAlthough limbs of both morphs had passed through all stages\nof regeneration 405 days after amputation (Fig. 1G−J), we\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.3\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nFigure 1.Metamorphosis leads to regenerative defects in axolotls. (A), (B) Representative images of a paedomorph and metamorph at the\nend of the study. (C), (D) Representative images of a paedomorphic limb (C) and a metamorphic limb (D) at the time of amputation. (E), (F)\nHistological sections of a paedomorphic limb (E) and metamorphic limb (F) at the amputation plane. Green arrowheads indicate the fasciculi\nof the anconeus muscle. (G)−(J) Gross morphology of the morphogenesis phase of limb regeneration in paedomorphs (G) and metamorphs\n(H), and images of the limbs at the end of the experiment (I), (J).\nfound that metamorphic animals took approximately twice\nas long to regenerate than paedomorphs (Fig. 3A). During\nthe time paedomorphs took to grow back an entire limb,\nmetamorph regenerates were only 62% of their original size\n(Figs. 1I, J, and 3A). The failure of metamorphs to completely\nreplace their amputated limb after 405 days was not due to\nrestriction at any one particular stage during regeneration, but\nrather to an overall slower progression through each stage\nof regeneration (Fig. 3B). For example, all paedomorphs\n(n=28) re-epithelialized the amputation surface within 24 h,\nwhile re-epithelialization in metamorphs (n=15) was not\ncomplete until 48−72 h after amputation.\n4\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nTable 1.Effect of snout−vent length (SVL) and metamorphic treat-\nment on the time between regeneration stages.\nCoefficientEstimate  SEtvaluePvalue\nBlastema(Intercept)13.27  8.57  1.6    0.130\nSVL0.03  0.09  0.3    0.764\nMetamorphosis−6.13  0.98−6.3<0.001\nCone(Intercept)18.03  7.74  2.3    0.025\nSVL−0.11  0.08−1.3    0.215\nMetamorphosis−6.13  0.98−6.3<0.001\nPalette(Intercept)13.86  7.20  1.9    0.062\nSVL−0.06  0.08−0.8    0.443\nMetamorphosis−3.75  0.84−4.5<0.001\nEarly\ndifferentiation  (Intercept)35.16 10.70  3.287  0.002\nSVL−0.32  0.13−2.7    0.001\nMetamorphosis−30.70 12.09−2.5    0.015\nSVL\n(Metamorphosis\n0.303 0.13  2.30.026\nDifferentiation (Intercept)−3.41 21.49−0.159  0.875\nSVL0.25  0.23  1.1    0.294\nMetamorphosis−12.17  2.45−5.0<0.001\nValues listed are coefficient estimates from an analysis of covari-\nance; where the intercept is listed it represents the estimated time to\nstage for the paedomorphic limbs. SVL estimates describe the slope\nof the relationship between SVL and time to stage. Metamorphosis\nestimates are the change in the intercept for metamorphic limbs. Re-\nported SVL×Metamorphosis coefficient estimates are the estimated\ndifference in slope for metamorphic limbs relative to the slope es-\ntimates for paedomorphic limbs. SVL×Metamorphosis coefficient\nestimates are reported only when significant, because interaction\nterms were dropped from the model if not significant.\nMetamorphosis constrains fidelity of regeneration\nSkeletal staining of limbs revealed that the frequency of\nmorphological defects in regenerated limbs was greater for\nmetamorphs compared with paedomorphs (χ\n2\n1\n=11.8,P<\n0.001). Only 7% of paedomorphs (n=2of28)showedslight\ndefects, whereas 100% (n=15) of the metamorphs had mod-\nerate to severe anatomical defects (Fig. 4). Ninety-three per-\ncent (n=14 of 15) of metamorphs had a reduction in normal\ncarpal number (Fig. 4). In some cases carpals were com-\npletely absent, while in other cases developing carpals failed\nto separate during morphogenesis such that fusions occurred\nbetween the distal carpals and the radiale, ulnare and inter-\nmedium. In addition, some individuals developed rogue ossi-\nfications within carpals (Fig. 4). Sixty percent (n=9of15)of\nmetamorphic individuals were missing digit IV completely,\nand in two additional cases a truncated digit IV was found\ngrowing perpendicularly out of digit III (Fig. S2). In the re-\nmaining individuals (n=4of15),allfourdigitswerepresent;\nhowever, they were missing multiple phalanges. In contrast\nto the severity of these defects in metamorphs, the patterning\ndefects observed in paedomorphs were dramatically less se-\nvere and were limited to decreased growth of a single digit,\nFigure 2.Effect of age on regeneration rate in axolotls. Regeneration\nrate in larval axolotl regeneration (green line, 3 months post hatching;\nn=10) compared with older (and larger) adult paedomorphic ani-\nmals (blue line, 9 months post hatching;n=28). Squares and error\nbars represent mean±95% confidence interval for the percent of\nthe original limb regrown (yaxis) and the number of days each group\ntook to reach differentiation (Diff.). Colored lines represent a central\ntendency±1SEfromalocallyweightedregressiontoeachgroup\n(loess, smoothing parameter 0.75).\nresulting in loss of two phalanges on digit II (Fig. 4). These\nfindings demonstrate that thyroxine-induced metamorphosis\ndisrupts patterning mechanisms necessary for proper limb\nregeneration.\nThyroxine-induced metamorphosis\ndecreases the number of blastema cells\nin S-phase\nGiven our finding that metamorphosis reduced both regen-\nerative rate and fidelity, we next tested the hypothesis that\nthyroxine-induced metamorphosis altered blastema cell pro-\nliferation. First, we tested if the total population of pro-\nliferating cells (i.e., cells that are in any stage of the cell\ncycle G1/S/G2/M) differed between morphs by immunola-\nbeling blastema cells with an antibody to proliferating cell\nnuclear antigen (PCNA). PCNA is a nuclear protein produced\nduring S-phase that is present throughout all phases of the\ncell cycle but not expressed in differentiated cells (Barton\nand Levine 2008). We found that metamorphic and paedo-\nmorphic blastemas had a similar fraction of PCNA-positive\ncells (Fig. 5A; paedomorphs 78.3%±4.5 SE, metamorphs\n85.7%±1.1 SE;t=1.6,P=0.161), demonstrating that\nthe total proliferating cell population was not different be-\ntween morphs. Next, we labeled the number of cells that\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.5\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nFigure 3.Regeneration rate is reduced following metamorphosis. (A)\nAt 405 days post amputation, paedomorphs regenerated on average\n113.6% of the missing limb, while metamorphs regenerated 61.7%.\n(B) The difference in the cumulative amount of time taken to reach\neach morphogenesis stage for paedomorphs and metamorphs. Note\nthe increasing difference between morphs through each stage (also\nsee Table 1).\nincorporated bromodeoxyuridine (BrdU) in their DNA to test\nif there were differences in the number of blastema cells in\nS-phase. Because total cell cycle length for axolotl blastema\ncells is approximately 48 h (Maden 1976), we injected an-\nimals with BrdU and harvested late cone/early palette re-\ngenerates 24 h later to ensure high labeling indices. We\ncounted BrdU-positive cells in the distal compartment of\nthe blastemas from both morphs (n=6 per group) (Fig. 5B,\nD, E). We found that metamorphs had a smaller proportion\nof BrdU-positive cells (relative to total blastema cells) com-\npared with paedomorphs (paedomorphs 39.8%±3.4 SE,\nmetamorphs 24.4%±1.9 SE;t=5.0,P=0.001).\nLastly, our finding that fewer metamorphic cells are in\nS-phase (BrdU positive) may explain the skeletal defects\nobserved in metamorphs; they could be caused by a reduc-\ntion in the amount of undifferentiated mesenchymal cells\nrequired to replace the missing elements. If this is indeed the\ncase, we would expect to find fewer cells in the metamorph\nblastema compared with paedomorphs. To test this hypoth-\nesis we counted total cell number in the blastema. Contrary\nto this prediction, we found that metamorphs had a twofold\ngreater number of cells in the blastema (t=5.7;P=0.001).\nDiscussion\nThis study utilized the axolotl as an experimental system\nto test the effects of thyroxine-induced metamorphosis on\nregeneration rate and fidelity. The unique presence of facul-\ntative metamorphosis in axolotls allowed us to induce meta-\nmorphosis in age-matched, young adult siblings across a\nwide range in body size. Although a few previous regenera-\ntion studies have found evidence for a negative relationship\nbetween body size and regeneration rate (Scott 1909; Pritch-\nett and Dent 1972; Tank et al. 1976; Young et al. 1983b), only\none of these studies (that compared forelimbs and hind limbs\nin the newt) controlled for age (Pritchett and Dent 1972). In\ncontrast to these studies, we found that the range of body\nsizes studied here does not affect regeneration rate or abil-\nity, but our study does not exclude the possibility in other\nlife stages. In fact, our experiment comparing larval animals\nwith young adults showed a clear reduction in regeneration\nrate. These data implicate age (or developmental stage) as\nan important modulator of regeneration rate and provide one\nexplanation for why previous studies examining regeneration\nrate across size classes found a size effect: younger animals,\nnot smaller animals, regenerate at a faster rate.\nWhile we did not find a significant size effect, we found\nthat thyroxine exposure significantly reduced both regenera-\ntion rate and fidelity. For metamorphs, we found that although\nthey passed through the typical stages of regeneration, the\ntime necessary to reach any stage from the previous stage\nwas always longer compared with paedomorphs. This sug-\ngests that following metamorphosis in urodeles, limb tissue\ncan still mount a regenerative response but the overall rate of\nmorphogenesis and growth is reduced. These results corrob-\norate previous studies in urodeles showing that metamorphic\nanimals regenerate more slowly than larval animals (Good-\nwin 1946; Seifert et al. 2012b), but here we can pinpoint the\nobserved reduction in rate to the effects of metamorphosis,\nnot because the limb is bigger or that the animal is older.\nThe reduction in regeneration rate that we observed dur-\ning morphogenesis of the limb (and then subsequently dur-\ning the growth phase) was probably due to variable growth\nproperties of the limbs between the groups rather than sig-\nnals coming from outside the limb. Classic experiments that\n6\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nFigure 4.Metamorphosis leads to a reduction in skeletal elements during regeneration. Regenerated right forelimbs viewed dorsally (stained\nwith Alcian Blue and Alizarin Red) 575 days after the original amputation. Skeletal outlines below correspond to the images above. Blue\nindicates carpals: dc, distal carpal; c1, carpal 1; c, centrale; r, radiale; i, intermedium; u, ulnare. The uninjured metamorph is representative of\nthe normal skeletal pattern for both morphs. The red circle in heteromorphic metamorph is rogue ossification.\ntransplanted growing limbs between salamander species have\ndemonstrated that growth of the limb is independent of the\noverall growth rate for the animal (Harrison 1924; Twitty and\nSchwind 1931). While the molecular basis for differences\nin regeneration rate is unknown, one study has correlated\nexpression levels of fibroblast growth factors with variable\nregeneration rates between urodeles, suggesting a loss of\ngrowth-promoting cues in the regenerating limb (Giampaoli\net al. 2003). It is interesting that we observed a correlation\nbetween decreased rate and increased morphological defects.\nAlthough a link between growth and morphogenesis is pos-\nsible, we cannot rule out other factors that may affect rate\nand morphogenesis independently including cellular growth,\ndifferentiation, or lack of patterning gene expression. Future\nstudies comparing growth rates between paedomorphic and\nmetamorphic limbs will yield important insight into the con-\ntrol of growth regulation during regeneration and may reveal\na link between growth, tissue differentiation, and patterning.\nSkeletal analysis of regenerated limbs produced a stark\ncontrast in regenerative fidelity between morphs. One hun-\ndred percent of the metamorphs exhibited carpal and digit\nanomalies. When a digit was lost during regeneration, it\nwas always digit IV, the last digit to form during devel-\nopment (Alberch and Gale 1983). These results show that\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.7\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nFigure 5.Proliferative rate of blastemal cells is reduced following\nmetamorphosis. Quantification of proliferating cells in a late cone\nstage blastema. (A) The fraction of total cells that are PNCA pos-\nitive. (B) Proliferation rate: the fraction of total cells that are BrdU\npositive. (C) Total cell density between paedomorphs and meta-\nmorphs. Also shown are histological images of BrdU-positive cells\nin (D) metamorphic and (E) paedomorphic blastemas. Brown nuclei\nare BrdU positive and blue are hematoxylin-stained nuclei; scale bar\n100μm.\nmetamorphosis in axolotls does not prevent a regenerative\nresponse, but rather that it negatively affects some compo-\nnent of growth and/or patterning during morphogenesis. With\nfew exceptions (see notes in Towle 1901), most previous\nstudies conducted on a variety of post-metamorphic urodele\nspecies support some type of regenerative response to injury\n(Goodwin 1946; Dearlove and Dresden 1976; Young 1977;\nScadding 1981; Wallace 1981; Young et al. 1983a,b). How-\never, while most (if not all) adult urodele species examined\ninitiate regeneration, there appears to be high variability in the\nability to properly complete the process. For example, some\nfamilies (e.g., Salamandridae, Plethodontidae) appear to re-\ngenerate perfectly as post-metamorphic adults, whereas oth-\ners (e.g., Ambystomidae, Proteidae, Sirenidae, Amphiumi-\ndae) display skeletal anomalies or little regeneration (Towle\n1901; Scadding 1977; Young 1977). Attributing this pattern\nsolely to phylogenetic history is tempting, yet previous re-\nsearch also highlights how environmental factors contribute\nto this variation. For instance, although Scadding (1981) re-\nported no regeneration in several urodele species, Young\net al. (1983a) pointed out that improper housing conditions\nprobably inhibited regeneration in some of those species.\nIn addition, Scadding’s brief observation period (60 days)\nwas probably too short for regeneration to occur and may\nhave led to the erroneous report of no regeneration in Protei-\ndae or Sirenidae. Lastly, a series of studies looking at four\nspecies of Ambystomidae reported normal regeneration in\nthese terrestrial forms. This last case appears to contradict\nour findings of patterning defects in the closely related ax-\nolotl (Ambystoma mexicanum); however, close examination\nof their data suggests that the possibility of reduced carpal or\nphalange number after dissection was not assessed (Young\net al. 1983b). Altogether, there appears to be at least some\nrestriction in the fidelity of regeneration in post-metamorphic\nadult urodeles, although the extent of the limitation awaits\nfurther testing across a broader phylogenetic range.\nIn contrast to urodeles, anurans rarely initiate limb re-\ngeneration as post-metamorphic adults, with the exceptions\nofXenopus(Dent 1962) that regenerate a muscle-less carti-\nlaginous spike andHyperoliusthat display digit regeneration\n(Richards et al. 1975). It is possible that developmental stage,\nnot necessarily metamorphosis, is what limits regenerative\nability in these animals. Studies inXenopusandRanahave\nclearly demonstrated a stage-specific loss of regenerative\nability and this loss may be attributed to changes in the mes-\nenchyme of the developing limb (Rose 1944; Agarwal and\nNiazi 1980; Korneluk and Liversage 1984; Muneoka et al.\n1986; Wolfe et al. 2000). For example, whileXenopusre-\ngenerative mesenchyme (from developing limbs) can induce\nthe expression of genes necessary for limb regeneration in\nnon-regenerative epithelium, regenerative epithelium cannot\ninduce expression in differentiated mesenchyme (Yokoyama\net al. 2000). Furthermore, developmental genes known to\npromote larval limb regeneration cannot rescue regeneration\nin post-metamorphic anuran limbs (Barker and Beck 2009;\nSlack et al. 2004) unless transgenic overexpression of de-\nvelopmental genes is accompanied by a graft of embryonic\nlimb progenitor cells (Lin et al. 2013). These studies support\nfindings in many vertebrate models that regenerative capac-\nity is lost during development (Seifert and Voss, 2013) and\nsuggest that changes related to cellular differentiation partly\nunderlie loss of regenerative capacity.\nOur finding that the number of blastemal cells in S-phase\nwas reduced in metamorphs suggests that thyroxine-induced\nmetamorphosis alters how cells function once regeneration\nhas been initiated. Although our analysis was not precise\nenough to calculate the exact length of the cell cycle, our\nanalysis using PCNA and BrdU allows us to draw some\nrelative inferences. Because the number of blastema cells\n8\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nwithin any phase of the cell cycle (e.g., PCNA+cells)\nwas approximately the same between morphs while fewer\nmetamorph cells were in (or entered) S-phase over a 24-h\nperiod (BrdU+cells), this suggests that there may be a\ndifference in cell cycle length, probably by an increased\nG1 transit time (i.e., fewer cells entering S-phase) and/or\na slower progression through G2/M. However, because\ndouble-staining of cells with PCNA and BrdU was not\nperformed we cannot definitively conclude that cell cycle\nlength was different between morphs, and future studies are\nneeded to more precisely address this point. Interestingly,\ndevelopmental studies in limbs (Ohsugi et al. 1997; Ten\nBerge et al. 2008; Towers et al. 2008; Zhu et al. 2008), gen-\nitalia (Seifert et al. 2010), and brains (Komada et al. 2008)\nhave all documented how disruption of cell cycle dynamics\ncan influence patterning. The fact that metamorphs exhibited\npatterning defects extends these findings to regeneration.\nIf thyroxine exposure and subsequent metamorphosis per-\nmanently alters cell cycle length, then pharmacological dis-\nruption of the cell cycle in paedomorphs should result in pat-\nterning defects. Alberch and Gale (1983) inhibited cell divi-\nsion during axolotl hindlimb development using colchicine, a\nreversible mitotic inhibitor, and observed alteration in skele-\ntal morphology. While variable, they found individual pha-\nlanges missing in 90% of the treated limbs and carpal reduc-\ntions in 32%. In addition, they found posterior digit V was lost\nin 36% of the treated limbs. Urodele limbs display preaxial\ndominance during development with the most posterior digit\n(digit IV in forelimbs and digit V in hindlimbs) specified last.\nIt is interesting that disrupting the cell cycle during devel-\nopment and a lower proliferative rate in post-metamorphic\naxolotls always affected the last skeletal elements to form\n(in addition to other elements in some animals). In addition,\nOhsugi et al. (1997) demonstrated that slowing cell cycling\nin the posterior region of chick limbs also led to patterning\ndefects. These studies, together with our findings, suggest\ntwo possible mechanisms for the observed patterning de-\nfects. The first mechanism is that there is a minimal mass of\ncells required to execute proper patterning of the limb, and\na reduction in proliferative rate decreases this number below\nthat threshold (Alberch and Gale 1983). The available data\nare not consistent with this hypothesis. Previous work exper-\nimentally manipulating the size of axolotl blastemas during\nregeneration, and thus reducing the total cell mass, still pro-\nduce normally patterned limbs (Maden 1981). Additionally,\nour calculation of total cell number shows the opposite of\nwhat is expected under this mechanism: there is a higher cell\ndensity in metamorph blastemas compared with paedomor-\nphic blastemas. The second mechanism is that alterations to\ncell cycle timing directly affect transcription of patterning\ngenes (Ohsugi et al. 1997). While we do not present ex-\nperimental evidence in support of this second mechanism,\ncomparative work in lizards has shown that decreasingsonic\nhedgehogexpression in developing limbs correlates to pos-\nterior digit loss and decreased proliferation (Shapiro et al.\n2003). Although the relationship between cell cycle regula-\ntion and expression of patterning genes is poorly understood,\nthe axolotl system presented here clearly can serve as a tool\nto explore the complex relationship between patterning and\ngrowth during regeneration.\nTranslating  discoveries  in  regeneration  biology  into\ntractable advances in regenerative medicine will probably\nstem from understanding how regeneration is regulated in\nanimal models where regeneration naturally occurs. Overall,\nthis study demonstrates that fundamental traits of an organ-\nism such as metamorphosis and age or developmental stage\nhave important influences on the regenerative capacity of an-\nimals. Our findings show that manipulating metamorphosis\nin the axolotl is a powerful tool for exploring how thyroxine-\ninduced metamorphosis alters regeneration at a cellular level.\nOur discovery that metamorphosis produces cellular changes\nthat could be altering cell cycle dynamics and reduces regen-\nerative fidelity warrants further study to identify the genetic\nor epigenetic control regulating the regenerative response.\nThe system also provides an opportunity to investigate if cel-\nlular changes are reversible and if regenerative potential of\nappendages can be unlocked in mammals.\nConclusions\nBody size and limb size do not affect regeneration rate or\nability in adult axolotls.\nAdult axolotls regenerate more slowly after undergoing\nmetamorphosis. Our study pinpoints the reduction in rate to\nthe effects of metamorphosis, not because the limb is bigger\nor that the animal is older.\nIn conjunction with the above finding, our observation that\nlarval axolotls regenerate faster than young adults supports\nthe contention that developmental stage exerts a strong effect\non regeneration rate but does not affect ability in salamanders.\nAlthough regeneration is stimulated, changes associated\nwith metamorphosis reduce the fidelity of regeneration:\nmetamorphs show an inability to correctly execute patterning\nand growth during regeneration.\nOur finding that cell cycle dynamics are different in meta-\nmorph blastemal cells compared with paedomorphic cells\nsuggests that metamorphosis alters how axolotl cells func-\ntion once regeneration has been initiated. Whether these al-\nterations are genetic or epigenetic awaits further testing.\nMaterials and Methods\nAnimal housing, thyroxine-induced\nmetamorphosis, and surgeries\nAxolotls were obtained from the Ambystoma Genetic Stock\nCenter (University of Kentucky, Lexington, KY) and raised\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.9\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nat the University of Florida in accordance with guidelines\nthrough the University of Florida Institutional Animal Care\nand Use Committee. Animals were housed in 40% Holt-\nfreter’s solution and maintained on a 12:12 light−dark cycle\nat a constant temperature (20−22\n◦\nC). Larval and juvenile\naxolotls were housed in Tupperware containers and fed live\nCalifornia blackwormsad libitum(Lumbriculus). At approx-\nimately 5 cm SVL, animals were then moved to Z-Hab Duo\nAquatic Habitats automated flow through systems (Pentair,\nApopka, FL) systems and transitioned to feeding on salmon\npellets once a day (Rangen, ID).\nAt 6 months post hatching, thyroxine (50 nmol/L T\n4\n)was\nadded to the rearing water of axolotls to induce metamor-\nphosis (Sigma, St. Louis, MO) (Page and Voss 2009). An-\nimals were transferred to individual shallow tanks of water\nthrough the duration of metamorphosis and monitored daily\nfor metamorphic progress. Once animals finished metamor-\nphosis, they were housed on peat moss and transitioned to\nmoist paper towels in Tupperware containers. Metamorphs\nwere manually fed an entire earthworm twice a week.\nSurgeries were performed when animals were either\n9 months post hatching (adults and metamorphs) or 3 months\npost hatching (larval). Paedomorphic axolotls were anes-\nthetized in 0.01% benzocaine (Sigma, St. Louis, MO) and\nmetamorphs anesthetized in 0.02% benzocaine. Surgical\nscissors were used to amputate the right forelimb just proxi-\nmal to the elbow and the humerus was trimmed to make the\namputation surface flush.\nMorphometrics and data analysis\nThe amputated limb was imaged at the time of amputation,\nand the regeneration stump was imaged 24, 48, and 72 h\nlater. Thereafter, it was imaged every third day for 8 weeks,\nand then bi-monthly until 405 days. Imaging was done using\na Nikon SMz-U (Nikon, Melville, NY) stereomicroscope\nequipped with a Leica DFC310 FX digital camera (Leica,\nBuffalo Grove, IL). Using these digital images, regeneration\nstage was scored visually through consensus of six observers.\nThe regenerating limb was measured by tracing the outline\nof the regenerate using an Intuos\n4\npen tablet (Wacom, Van-\ncouver, WA) and processed using ImageJ.\nWe scored regenerative ability by observing limb regen-\neration through previously defined stages (Tank et al. 1976;\nWallace 1981) that were subdivided into two main phases:\na morphogenesis phase and a growth phase (Fig. 1G−J).\nThe morphogenesis phase consists of distinct stages: wound\nclosure (re-epithelialization); de-differentiation and accumu-\nlation of progenitor cells (blastema formation); proliferation\nof progenitor cells (cone stage); organization of progenitor\ncells into precursor tissues, during which patterning can be\nexternally visualized (palette, early differentiation stages);\nand finally, the generation of a complete skeleton, similar to\nthe missing limb (differentiation stage). The growth phase\nis characterized by elevated growth of the limb compared\nwith the rest of the body until the miniature limb expands to\nreplace the missing structure (Tank et al. 1976).\nTo test the effect of body size and metamorphosis on re-\ngenerative rate, we performed an ANCOVA on the numbers\nof days it took individuals to reach differentiation as the re-\nsponse variable, SVL as the covariate and the metamorphic\nstate as the independent variable. SVL was comparable be-\ntween the two groups (median, metamorphs 90.5 mm, paedo-\nmorphs 95.0 mm; SD, metamorphs 3.45, paedomorphs 5.33),\nand the variances between the two groups were homogeneous\n(Levene’s test,F(1, 33)=0.086,P>0.77). To test for the ef-\nfect of metamorphosis on regenerative ability, we performed\naχ\n2\ntest using Yate’s continuity correction on the number\nof individuals with normal and heteromorphic limbs for the\npaedomorphs and metamorphs. For this analysis, given the\nstrong effect of metamorphosis on the proportion of hetero-\nmorphic individuals, we could not take into account body\nsize in our analyses. All data analysis and visualization were\nperformed in R 3.0.0 (R Development Core Team 2012).\nSkeletal preparation\nFollowing the completion of the experiment, regenerated\nlimbs were amputated (575 days after the original ampu-\ntation) and fixed overnight in 10% neutral buffered forma-\nlin, washed in phosphate-buffered saline and prepped by re-\nmoving skin, muscle, tendon, and ligaments. Limbs were\nstained overnight in 2% Alcian Blue in ethanol and acetic\nacid, washed in 100% ethanol, rehydrated through an alco-\nhol series, stained for 2 days with 1:50 solution of 0.1%\nAlizarin Red in 1% KOH, washed in 1% KOH and cleared\nin glycerol.\nHistology and Immunohistochemistry\nAmputated limbs and blastemas were collected at the time of\ninjury and fixed in 10% neutral buffered formalin overnight\nat 4\n◦\nC. Tissue was washed and decalcified in 10% ethylene-\ndiaminetetraacetic acid for 3 days with daily changes at 4\n◦\nC.\nFollowing decalcification, tissue was rinsed in phosphate-\nbuffered saline, transferred to 70% ethanol, and prepared\nfor paraffin embedding. Tissue was sectioned at 5μm. For\nroutine histological staining, Mason’s Trichrome (Richard\nAllen, Thermo Scientific, Hudson, NY) staining was per-\nformed according to the manufacturer’s protocol.\nFor proliferation analysis, animals were staged and, when\nobserved to have late cone/early palettes, were subsequently\ninjected with BrdU (Sigma, St. Louis, MO) (concentration\n100 mg/g). Regenerating limbs were harvested 24 h later\nand processed for paraffin embedding as above. Sections\nwere deparaffinized, blocked for endogenous peroxidase ac-\ntivity in 3% H\n2\nO\n2\nin methanol for 10 min, rehydrated,\n10\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nantigen retrieved by heating in pH 6.0 sodium citrate buffer\nfor 25 min, rinsed in water, incubated in 37\n◦\nC2mol/LHCl\nfor 15 min, rinsed thoroughly in water, rinsed with TBS\n(tris-buffered saline), blocked with rabbit serum, blocked for\nendogenous avidin and biotin, incubated with primary an-\ntibody rat anti-BrdU (1:500, Accurate Scientific, Westbury,\nNY), washed, incubated with biotinylated secondary anti-rat\n(1:400, Vector Scientific, Burlingame, CA), washed and vi-\nsualized using Vector ABC horseradish peroxidase and DAB\n(3,3’-diaminobenzidine) reagents according to the manufac-\nturer’s instructions. Tissue sections were counterstained with\nhematoxylin (Vector Scientific, Burlingame, CA). Other tis-\nsue sections collected from the same animal were incubated\nwith mouse anti-PCNA (1:2000, Dako M0879, Carpinteria,\nCA), washed, incubated with biotinylated secondary anti-\nmouse (1:400, Vector Scientific Burlingame, CA), washed\nand visualized using Vector ABC horseradish peroxidase and\nDAB reagents.\nFor calculating proliferative index, three 40×field of view\npictures were randomly taken in the distal third of the later\ncone/palette stage tissue section for each of six biologi-\ncal replicates. BrdU-positive or PCNA-positive cells were\ncounted, followed by total cell number. Relative numbers of\nBrdU- or PCNA-positive cells were calculated as (#BrdU-\nor PCNA-positive cells/total number of cells)×100. Cell\ndensity was calculated as the total number of cells per count-\ning frame. Both proliferative index and cell density were\naveraged across the three frames for each individual.\nAcknowledgments\nSean Connelly, Jennifer Gray, Joshua Hochberger, Logan\nPeoples, McKayla Spencer, and Ashley Stuart provided as-\nsistance with animal husbandry. Conner Burnside assisted\nwith histological processing. We wish to thank Mike Gunter,\nBen Olivar, and Pete Ryschkewitsch who provided support\nwith lab maintenance. This project was supported by a Singer\nFund Grant awarded from the University of Florida Depart-\nment of Biology. The authors declare no conflict of interest\nin this work.\nReferences\nAgarwal, S. K., and I. A. Niazi. 1980. Hind limb regeneration\ncapacity in tadpoles of the Indian bull frog Rana tigerina\nDaud. Indian J. Exp. Biol. 18:140–145.\nAlberch, P., and E. A. Gale. 1983. Size dependence during the\ndevelopment of the amphibian foot. Colchicine-induced digital\nloss and reduction. J. Embryol. Exp. Morphol. 76:177–197.\nAnchelin, M., L. Murcia, F. Alcaraz-P\n ́\nerez, E. M. Garc\n ́\nıa-\nNavarro, and M. L. Cayuela. 2011. Behaviour of telomere and\ntelomerase during aging and regeneration in zebrafish. PLoS\nONE 6:e16955.\nBarker, D. M., and C. W. Beck. 2009. Overexpression of the\ntranscription factor Msx1 is insufficient to drive complete\nregeneration of refractory stageXenopus laevishindlimbs.\nDev. Dyn. 238:1366–1378.\nBarton, K. M., and E. M. Levine. 2008. Expression patterns and\ncell cycle profiles of PCNA, MCM6, cyclin D1, cyclin A2,\ncyclin B1, and phosphorylated histone H3 in the developing\nmouse retina. Dev. Dyn. 237:672–682.\nBely, A. E. 2010. Evolutionary loss of animal regeneration:\npattern and process. Integr. Comp. Biol. 50:515–527.\nBely, A. E., and K. G. Nyberg. 2010. Evolution of animal\nregeneration: re-emergence of a field. Trends Ecol. Evol.\n(Amst.) 25:161–170.\nBuchholz, D. R., B. D. Paul, L. Fu, and Y. B. Shi. 2006.\nMolecular and developmental analyses of thyroid hormone\nreceptor function inXenopus laevis, the African clawed frog.\nGen. Comp. Endocrinol. 145:1–19.\nChristen, B., and J. M. Slack. 1997. FGF-8 is associated with\nanteroposterior patterning and limb regeneration in Xenopus.\nDev. Biol. 192:455–466.\nChristen, B., C. W. Beck, A. Lombardo, and J. M. Slack. 2003.\nRegeneration-specific expression pattern of three posterior\nHox genes. Dev. Dyn. 226:349–355.\nDavenport, R. J. 2005. What controls organ regeneration?\nScience 309:e84.\nDearlove, G. E., and M. H. Dresden. 1976. Regenerative\nabnormalities inNotophthalmus viridescensinduced by\nrepeated amputations. J. Exp. Zool. 196:251–262.\nDent, J. N. 1962. Limb regeneration in larvae and\nmetamorphosing individuals of the South African clawed toad.\nJ. Morph. 110:61–77.\nEguchi, G., Y. Eguchi, K. Nakamura, M. C. Yadav, J. L. Mill\n ́\nan,\nand P. A. Tsonis. 2011. Regenerative capacity in newts is not\naltered by repeated regeneration and ageing. Nat. Commun.\n2:384.\nForsyth, J. W. 1946. The histology of anuran limb regeneration.\nJ. Morph. 79:287–321.\nGiampaoli, S., S. Bucci, M. Ragghianti, G. Mancino, F. Zhang,\nand P. Ferretti. 2003. Expression of FGF2 in the limb blastema\nof two Salamandridae correlates with their regenerative\ncapability. Proc. Biol. Sci. 270:2197–2205.\nGlobus, M., S. Vethamany-Globus, and Y. C. I. Lee. 1980.\nEffect of apical epidermal cap on mitotic cycle and\ncartilage differentiation in regeneration blastemata in\nthe newt,Notophthalmus viridescens. Dev. Biol. 75:\n358–372.\nGoodwin, P. A. 1946. A comparison of regeneration rates and\nmetamorphosis in Triturus and Amblystoma. Growth\n10:75–87.\nGoss, R. J. 1987. Why mammals don’t regenerate – or do they.\nNews Physiol. Sci. 2:112–115.\nHan, M., X. Yang, J. E. Farrington, and K. Muneoka. 2003. Digit\nregeneration is regulated by Msx1 and BMP4 in fetal mice.\nDevelopment 130:5123–5132.\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.11\n\nAxolotl Metamorphosis Reduces RegenerationJ. R. Monaghanet al.\nHan, M., X. Yang, J. Lee, C. H. Allan, and K. Muneoka. 2008.\nDevelopment and regeneration of the neonatal digit tip in\nmice. Dev. Biol. 315:125–135.\nHarrison, R. G. 1924. Some unexpected results of the\nheteroplastic transplantation of limbs. Proc. Natl Acad. Sci.\nUSA 10:69–74.\nItou, J., H. Kawakami, T. Burgoyne, and Y. Kawakami. 2012.\nLife-long preservation of the regenerative capacity in the fin\nand heart in zebrafish. Biol. Open 1:739–746.\nJarial, M. S. 1989. Fine structure of the epidermal Leydig cells in\nthe axolotlAmbystoma mexicanumin relation to their\nfunction. J. Anat. 167:95–102.\nKomada, M., H. Saitsu, M. Kinboshi, T. Miura, K. Shiota, and\nM. Ishibashi. 2008. Hedgehog signaling is involved in\ndevelopment of the neocortex. Development 135:2717–2727.\nKorneluk, R. G., and R. A. Liversage. 1984. Tissue regeneration\nin the amputated forelimb ofXenopus laevisfroglets. Can. J.\nZool. 62:2383–2391.\nLin, G., Y. Chen, and J. M. Slack. 2013. Imparting regenerative\ncapacity to limbs by progenitor cell transplantation. Dev. Cell.\n24:41–51.\nLund, T. C., T. J. Glass, J. Tolar, and B. R. Blazar. 2009.\nExpression of telomerase and telomere length are unaffected\nby either age or limb regeneration inDanio rerio.PLoSONE\n4:e7688.\nMaden, M. 1976. Blastemal kinetics and pattern formation\nduring amphibian limb regeneration. J. Embryol. Exp.\nMorphol. 36:561–574.\nMaden, M. 1981. Morphallaxis in an epimorphic system – size,\ngrowth-control and pattern-formation during amphibian limb\nregeneration. J. Embryol. Exp. Morphol. 65:151–167.\nMaruzzo, D., L. Bonato, C. Brena, G. Fusco, and A. Minelli.\n2005. Appendage loss and regeneration in arthropods: a\ncomparative view. Pp. 215–245inS. Koenmann and R. A.\nJenner, eds.Crustacea and arthropod relationships\ncrustacean issues. CRC Press, Boca Raton, FL.\nMonaghan, J. R., and M. Maden. 2012. Cellular plasticity during\nvertebrate appendage regeneration. Curr. Top. Microbiol.\nImmunol. 367:53–74.\nMuneoka, K., G. Holler-Dinsmore, and S. V. Bryant. 1986.\nIntrinsic control of regenerative loss inXenopus laevislimbs.\nJ. Exp. Zool. 240:47–54.\nNachtrab, G., M. Czerwinski, and K. D. Poss. 2011. Sexually\ndimorphic fin regeneration in zebrafish controlled by\nandrogen/GSK3 signaling. Curr. Biol. 21:1912–1917.\nOhsugi, K., D. M. Gardiner and S. V. Bryant. 1997. Cell cycle\nlength affects gene expression and pattern formation in limbs.\nDev. Biol. 189:13–21.\nPage, R. B., and S. R. Voss. 2009. Induction of metamorphosis in\naxolotls (Ambystoma mexicanum). Cold Spring Harb. Protoc.\n2009:prot5268.\nPage, R. B., J. R. Monaghan, J. A. Walker, and S. R. Voss. 2009.\nA model of transcriptional and morphological changes during\nthyroid hormone-induced metamorphosis of the axolotl. Gen.\nComp. Endocrinol. 162:219–232.\nPolezhayev, L. W. 1946. The loss and restoration of regenerative\ncapacity in the limbs of tailless Amphibia. Biol. Rev. Camb.\nPhilos. Soc. 21:141–147.\nPritchett, W. H., and J. N. Dent. 1972. The role of size in the rate\nof limb regeneration in the adult newt. Growth 36:275–289.\nR Development Core Team. 2013. R: a language and\nenvironment for statistical computing. R Foundation for\nStatistical Computing, Vienna, Austria. ISBN 3-900051-07-0.\nAvailable at http://www.R-project.org/.\nRichards, C. M., B. M. Carlson, and S. L. Rogers. 1975.\nRegeneration of digits and forelimbs in the Kenyan reed frog\nHyperolius viridiflavus ferniquei. J. Morph. 146:431–445.\nRose, S. M. 1944. Methods of initiating limb regeneration in\nadult Anura. J. Exp. Zool. 95:149–170.\nS\n ́\nanchez Alvarado, A. 2000. Regeneration in the metazoans: why\ndoes it happen? Bioessays 22:578–590.\nScadding, S. R. 1977. Phylogenic distribution of limb\nregeneration capacity in adult Amphibia. J. Exp. Zool.\n202:57–67.\nScadding, S. R. 1981. Limb regeneration in adult amphibia. Can.\nJ. Zool. 59:34–46.\nScott, G. G. 1909. Regeneration in fundulus and its relation to\nthe size of the fish. Biol. Bull. 17:343–353.\nSeifert, A. W., and S. R. Voss. 2013. Revisiting the relationship\nbetween regenerative ability and aging. BMC Biol. 11: 2.\nSeifert, A. W., Z. Zheng, B. K. Ormerod, and M. J. Cohn. 2010.\nSonic hedgehog controls growth of external genitalia by\nregulating cell cycle kinetics. Nat. Commun. 1:23.\nSeifert, A. W., J. R. Monaghan, M. D. Smith, B. Pasch, A. C.\nStier, F. Michonneau, et al. 2012a. The influence of\nfundamental traits on mechanisms controlling appendage\nregeneration. Biol. Rev. Camb. Philos. Soc. 87:330–345.\nSeifert, A. W., J. R. Monaghan, S. R. Voss, and M. Maden.\n2012b. Skin regeneration in adult axolotls: a blueprint for\nscar-free healing in vertebrates. PLoS ONE 7:32875.\nShapiro, M. D., J. Hanken, and N. Rosenthal. 2003.\nDevelopmental basis of evolutionary digit loss in the\nAustralian lizard Hemiergis. J. Exp. Zool. B Mol. Dev. Evol.\n297:48–56.\nSlack, J. M., C. Beck, C. Gargioli, and B. Christen. 2004. Cellular\nand molecular mechanisms of regeneration in Xenopus.\nPhilos. Trans. R. Soc. Lond. B Biol. Sci. 359:745–751.\nStocum, D. L., and J. A. Cameron. 2011. Looking proximally\nand distally: 100 years of limb regeneration and beyond. Dev.\nDyn. 240:943–968.\nSuetsugu-Maki, R., N. Maki, K. Nakamura, S. Sumanas, J. Zhu,\nK. Del Rio-Tsonis, et al. 2012. Lens regeneration in axolotl:\nnew evidence of developmental plasticity. BMC Biol. 10:103.\nTank, P. W., B. M. Carlson, and T. G. Connelly. 1976. A staging\nsystem for forelimb regeneration in the axolotl,Ambystoma\nmexicanum. J. Morph. 150:117–128.\n12\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.\n\nJ. R. Monaghanet al.Axolotl Metamorphosis Reduces Regeneration\nTen Berge, D., S. A. Brugmann, J. A. Helms, and R. Nusse.\n2008. Wnt and FGF signals interact to coordinate growth with\ncell fate specification during limb development. Development\n135:3247–3257.\nTowers, M., R. Mahood, Y. Yin, and C. Tickle. 2008. Integration\nof growth and specification in chick wing digit-patterning.\nNature 452:882–886.\nTowle, E. W. 1901. On the muscle regeneration in the limbs of\nplethodon. Biol. Bull. 2:289–299.\nTwitty, V. C., and J. L. Schwind. 1931. The growth of eyes and\nlimbs transplanted heteroplastically between two species of\nAmblystoma. J. Exp. Zool. 59:61–86.\nWallace, H. 1981.Vertebrate limb regeneration.Wiley,\nChichester, U.K.\nWolfe, A. D., H. L. Nye, and J. A. Cameron. 2000. Extent of\nossification at the amputation plane is correlated with the\ndecline of blastema formation and regeneration inXenopus\nlaevishindlimbs. Dev. Dyn. 218:681–697.\nYakushiji, N., M. Suzuki, A. Satoh, T. Sagai, T. Shiroishi, H.\nKobayashi, et al. 2007. Correlation between Shh expression\nand DNA methylation status of the limb-specific Shh enhancer\nregion during limb regeneration in amphibians. Dev. Biol.\n312:171–182.\nYokoyama, H., S. Yonei-Tamura, T. Endo, J. C. Izpis\n ́\nua\nBelmonte, K. Tamura, and H. Ide. 2000. Mesenchyme with\nfgf-10 expression is responsible for regenerative capacity in\nXenopus limb buds. Dev. Biol. 219:18–29.\nYoung, H. E. 1977. Anomalies of limb regeneration in the adult\nsalamanderAmbystoma annulatum. Proc. Ark. Acad. Sci.\n31:110–111.\nYoung, H. E., C. F. Bailey, and B. K. Dalley. 1983a.\nEnvironmental conditions prerequisite for complete limb\nregeneration in the postmetamorphic adult land-phase\nsalamander, Ambystoma. Anat. Rec. 206:289–294.\nYoung, H. E., C. F. Bailey, and B. K. Dalley. 1983b. Gross\nmorphological analysis of limb regeneration in\npostmeta-morphic adult Ambystoma. Anat. Rec. 206:295–306.\nZhu, J., E. Nakamura, M. T. Nguyen, X. Bao, H. Akiyama, and\nS. Mackem. 2008. Uncoupling Sonic hedgehog control of\npattern and expansion of the developing limb bud. Dev. Cell.\n14:624–632.\nSupporting Information\nAdditional Supporting Information may be found in the on-\nline version of this article at the publisher’s website:\nFigure S1.Similarities between metamorphic and paedo-\nmorphic limbs.\nFigure S2.Example of fused digit III/IV in regenerated\nmetamorphic limbs.\nC⃝\n2014 The Authors.Regenerationpublished by John Wiley & Sons Ltd.13\n\n\n\n",
  "extractedAt": "2025-12-12T18:45:10.538Z",
  "success": true,
  "matchedPublication": {
    "title": "Experimentally induced metamorphosis in axolotls reduces regenerative rate and fidelity",
    "doi": "10.1002/reg2.8",
    "year": "2014",
    "authors": "Monaghan, James R.; Stier, Adrian C.; Michonneau, François; Smith, Matthew D.; Pasch, Bret; Maden, Malcolm; Seifert, Ashley W."
  }
}