{
  "filename": "Muelbert et al. (Frontiers in Marine Science) 2019.pdf",
  "numPages": 14,
  "text": "fmars-06-00527August 27, 2019Time: 17:48# 1 REVIEW published: 28 August 2019 doi: 10.3389/fmars.2019.00527 Edited by: Laura Lorenzoni, University of South Florida, United States Reviewed by: Craig E. Nelson, University of Hawai‘i at M ̄ anoa, United States Maria Kavanaugh, Oregon State University, United States *Correspondence: José H. Muelbert jmuelbert@furg.br Specialty section: This article was submitted to Ocean Observation, a section of the journal Frontiers in Marine Science Received:13 November 2018 Accepted:12 August 2019 Published:28 August 2019 Citation: Muelbert JH, Nidzieko NJ, Acosta ATR, Beaulieu SE, Bernardino AF, Boikova E, Bornman TG, Cataletto B, Deneudt K, Eliason E, Kraberg A, Nakaoka M, Pugnetti A, Ragueneau O, Scharfe M, Soltwedel T, Sosik HM, Stanisci A, Stefanova K, Stéphan P, Stier A, Wikner J and Zingone A (2019) ILTER – The International Long-Term Ecological Research Network as a Platform for Global Coastal and Ocean Observation. Front. Mar. Sci. 6:527. doi: 10.3389/fmars.2019.00527 ILTER – The International Long-Term Ecological Research Network as a Platform for Global Coastal and Ocean Observation José H. Muelbert 1,2 * , Nicholas J. Nidzieko 3 , Alicia T. R. Acosta 4 , Stace E. Beaulieu 5 , Angelo F. Bernardino 6 , Elmira Boikova 7 , Thomas G. Bornman 8,9 , Bruno Cataletto 10 , Klaas Deneudt 11 , Erika Eliason 3 , Alexandra Kraberg 12 , Masahiro Nakaoka 13 , Alessandra Pugnetti 14 , Olivier Ragueneau 15 , Mirco Scharfe 16 , Thomas Soltwedel 12 , Heidi M. Sosik 5 , Angela Stanisci 17 , Kremena Stefanova 18 , Pierre Stéphan 19 , Adrian Stier 3 , Johan Wikner 20 and Adriana Zingone 21 1 Instituto de Oceanografia, Universidade Federal do Rio Grande, Rio Grande, Brazil, 2 Institute for Marine Sciences and Antarctic Studies, University of Tasmania, Hobart, TAS, Australia, 3 Department of Geography and Marine Science Institute, University of California, Santa Barbara, Santa Barbara, CA, United States, 4 Department of Sciences, Roma Tre University, Rome, Italy, 5 Biology Department, Woods Hole Oceanographic Institution, Woods Hole, MA, United States, 6 Grupo de Ecologia Bêntica, Departamento de Oceanografia, Universidade Federal do Espirito Santo, Vitoria, Brazil, 7 Marine Ecology Laboratory, Institute of Biology, University of Latvia, Riga, Latvia, 8 South African Environmental Observation Network, Elwandle Coastal Node, Port Elizabeth, South Africa, 9 Coastal and Marine Research Institute, Nelson Mandela University, Port Elizabeth, South Africa, 10 Istituto Nazionale di Oceanografia e di Geofisica Sperimentale, Trieste, Italy, 11 Flanders Marine Institute, Ostend, Belgium, 12 Alfred Wegener Institute, Helmholtz Center for Polar and Marine Research, Bremerhaven, Germany, 13 Akkeshi Marine Station, Field Science Center for Northern Biosphere, Hokkaido University, Sapporo, Japan, 14 National Research Council – Institute of Marine Sciences, Venice, Italy, 15 LTSER “Zone Atelier Brest-Iroise”, Laboratoire des Sciences de l’Environnement Marin, Institut Universitaire Européen de la Mer, Plouzané, France, 16 Biologische Anstalt Helgoland, Alfred Wegener Institute, Helmholtz Center for Polar and Marine Research, Bremerhaven, Germany, 17 Dipartimento di Bioscienze e Territorio, Università del Molise, Termoli, Italy, 18 Institute of Oceanology, Bulgarian Academy of Sciences, Varna, Bulgaria, 19 LTSER “Zone Atelier Brest-Iroise”, Centre National de la Recherche Scientifique, Laboratoire LETG, Institut Universitaire Européen de la Mer, Plouzané, France, 20 Umeå Marine Sciences Center, Umeå University, Umeå, Sweden, 21 Stazione Zoologica Anton Dohrn, Naples, Italy Understanding the threats to global biodiversity and ecosystem services posed by human impacts on coastal and marine environments requires the establishment and maintenance of ecological observatories that integrate the biological, physical, geological, and biogeochemical aspects of ecosystems. This is crucial to provide scientists and stakeholders with the support and knowledge necessary to quantify environmental change and its impact on the sustainable use of the seas and coasts. In this paper, we explore the potential for the coastal and marine components of the International Long-Term Ecological Research Network (ILTER) to fill this need for integrated global observation, and highlight how ecological observations are necessary to address the challenges posed by climate change and evolving human needs and stressors within the coastal zone. The ILTER is a global network encompassing 44 countries and 700 research sites in a variety of ecosystems across the planet, more than 100 of which are located in coastal and marine environments (ILTER-CMS). While most of the ILTER-CMS were established after the year 2000, in some cases they date back to the early 1900s. At ILTER sites, a broad variety of abiotic and biotic variables Frontiers in Marine Science | www.frontiersin.org1August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 2 Muelbert et al.ILTER for Coastal and Ocean Observations are measured, which may feed into other global initiatives. The ILTER community has produced tools to harmonize and compare measurements and methods, allowing for data integration workflows and analyses between and within individual ILTER sites. After a brief historical overview of ILTER, with emphasis on the marine component, we analyze the potential contribution of the ILTER-CMS to global coastal and ocean observation, adopting the “Strength, Weakness, Opportunity and Threats (SWOT)” approach. We also identify ways in which thein situparameters collected at ILTER sites currently fit within the Essential Ocean Variables framework (as proposed by the Framework for Ocean Observation recommendations) and provide insights on the use of new technology in long-term studies. Final recommendations point at the need to further develop observational activities at LTER sites and improve coordination among them and with external related initiatives in order to maximize their exploitation and address present and future challenges in ocean observations. Keywords: climate change, marine ecosystems, ecology, EOVs, SWOT, DEIMS INTRODUCTION Human activities threaten both the natural functioning of coastal and marine ecosystems and their sustainable use by present and future generations (Worm et al., 2006; Defeo et al., 2009; Halpern et al., 2012; Howes et al., 2015; Drius et al., 2016; Malavasi et al., 2018). Developing and delivering the ecological knowledge necessary to quantify how threats to coastal ecosystems impact national and international economies, policies and the sustainable use of the sea poses a significant challenge. Gaining such ecological knowledge on a local scale requires long-term observations of both environmental and biological variables, such as temperature and species richness. Effective assessment, management and prediction at the global scale, however, requires infrastructure and ecological observatories capable of systematically integrating from a long-term, large-scale, and whole-system perspective. Developing new observing systems and strengthening existing initiatives in a coordinated, standardized, global effort is essential to address these challenges. Marine observatories provide the infrastructure and logistical support necessary to acquire data and knowledge for these purposes. The Global Ocean Observing System (GOOS 1 ) was established to provide a sustained, collaborative system for ocean observation that brings togetherin situnetworks, remote sensing systems, government stakeholders, UN agencies and individual scientists. An important outcome of OceanObs’09 was the recognition of an imbalance between physical and biogeochemical/biological/ecological observations within most observing systems and the recommendation that GOOS consider how to expand the scope of observations to best address socially pressing global issues, including food security, harmful algal blooms, the spread of dead zones, and biodiversity conservation (Lindstrom et al., 2012). To that end, GOOS has established Biology and Ecosystem Essential Ocean Variables (EOVs 2 , 1 http://goosocean.org/ 2 http://www.goosocean.org/eov Miloslavich et al., 2018). The International Long-Term Ecological Research Network (ILTER 3 ) is uniquely poised to contribute to the need for integrated, global observation of biological and ecological aspects of coastal ecosystems. Focal areas of the ILTER coastal and marine sites (henceforth ILTER-CMS) include: the consequences of biodiversity alteration for ecosystem functioning and services, documenting productivity changes, and understanding the cumulative impacts of multiple stressors including overfishing and ocean acidification. In this paper we explore the coastal and marine component of ILTER as a platform for global coastal and ocean observation, highlighting the role of ecological observations to address the challenges posed by climate change and evolving human needs and stressors within the coastal zone. To begin, we provide a brief historical overview of ILTER and describe its organization, with emphasis on the marine component. Next, we analyze the potential contribution of the ILTER marine component to global coastal and ocean observation adopting the “Strength, Weakness, Opportunity and Threats (SWOT)” approach. From this analysis, we elaborate on two specific opportunities for ILTER-CMS to contribute to global ocean observing. One, we identify ways that the in situparameters collected at ILTER sites fit within the EOVs framework, as proposed by the “Framework for Ocean Observation” (FOO, Lindstrom et al., 2012) recommendations, and, two, provide insights on the use of new technology in long-term studies. Finally, we recommend paths forward to address future challenges. HISTORICAL PERSPECTIVE AND OVERVIEW OF ILTER The ILTER was established in 1993, 13 years after the launch of the Long-Term Ecological Research program by the National Science Foundation (NSF) of the United States, as a means of coordinating synthesis between LTER sites. Fully 3 https://www.ilter.network/ Frontiers in Marine Science | www.frontiersin.org2August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 3 Muelbert et al.ILTER for Coastal and Ocean Observations supported by the NSF until 2003, ILTER gradually became a self-reliant network, growing from three founding members to 34 organizations by 2006, when a 10-year strategic plan was ratified (ILTER, 2006). At that time, ILTER transitioned to a broader disciplinary approach that included researchers, managers and stakeholders (ILTER, 2006). In 2007, the ILTER Association was founded in Costa Rica, making the ILTER a legal entity with its own governance structure, unifying strategy, operational goals and by-laws (Mirtl et al., 2018). Formally, member networks join the ILTER Association. The ILTER Network provides a globally distributed network of long-term research sites for multiple purposes and uses in the fields of ecosystem, biodiversity, critical zone, and socio- ecological research (Mirtl et al., 2018). It currently consists of 44 national networks with robust governance structures, managing more than 700 sites worldwide, with a systematic coverage of terrestrial, freshwater, and marine environments (Haase et al., 2018; Mirtl et al., 2018). This site-based research network measures a broad variety of abiotic and biotic environmental variables, which may feed into other global initiatives. LTER national networks have mainly been developed from the bottom–up and LTER sites were established for different research and monitoring purposes. The ILTER community has produced tools to harmonize and compare measurements and methods, allowing for data integration workflows and analyses between and within individual LTER sites, to ensure the highest quality interoperable services in close interaction with related regional and global research infrastructures and networks (Haase et al., 2018; Mirtl et al., 2018). Long Term Socio- economic and Ecosystem Research (LTSER) platforms emerged as initiatives aimed at enhancing the capacity of ecological knowledge combined with social science to produce useful knowledge for facing global environmental challenges (Mauz et al., 2012). This emphasis in the ILTER network reflects the desire to produce knowledge particularly useful for addressing complex environmental challenges emerging from nature-society interactions (Dick et al., 2018). One of the goals of ILTER is to improve the comparability of site metadata and of long-term ecological data, facilitating their exchange and preservation around the world. ILTER member networks are committed to free and open data sharing (Vanderbilt et al., 2010; Vanderbilt and Gaiser, 2017), in agreement with the F.A.I.R (Findable, Accessible, Interoperable, and Reusable) principles for data management and Open Science (European Commission, 2016 ‘FAIR’; Mirtl et al., 2018; Tanhua et al., 2019). The Dynamic Ecological Information Management System Site and Dataset Registry (DEIMS-SDR 4 ) provides a common and standardized metadata catalog for the distinct identification of observation facilities (e.g., sites, stations, sensors, datasets, persons) used by ILTER members. DEIMS-SDR also provides a web-based service to document and share scientific datasets, implements the ILTER community profile (Kliment and Oggioni, 2011), and allows the export to different XML formats (e.g., EML 2.1.1, BDP, ISO19115, INSPIRE). ILTER identified DataONE as the main facility to share and distribute ILTER data, 4 http://data.lter-europe.net/deims/ but it also shares data through the GEOSS (Group on Earth Observation System of Systems 5 ) Data Portal. ILTER agrees with the open data principles at the global scale in principle, but putting them into practice is still a challenging issue in most member networks and at the site level. THE COASTAL AND MARINE ILTER SITES (ILTER-CMS) There are 70 coastal and 60 marine sites in the ILTER (Figure 1andSupplementary Table S1). Based on classifications in the ILTER’s DEIMS-SDR, coastal sites include sand dunes and beaches, lagoons, estuaries, river deltas, fjords, salt marshes and mangroves, while marine sites are located on continental shelves and oceanic islands (Figure 2). Nearly half of the CMS include data records that precede the formal establishment of the ILTER (Figure 3). For example, the “Dutch Wadden Sea Area” in the Netherlands has records dating to 1872. Observations began in the Western Gulf of Finland in 1902; the Mar Piccolo of Taranto, Italy in 1914; and Shirahama, Japan in 1922. The length of these observations enhances the opportunities for ILTER-CMS to contribute to documenting global change. The ILTER-CMS are distributed from tropical-equatorial to polar regions in what can be considered a global observing system (Figure 1). There is a large concentration of sites in LTER-Europe, with broad distribution along most of the European Seas. The European LTER sites are predominantly characterized by coastal and transitional waters, such as lagoons, river deltas, estuaries, and fjords. In the Atlantic, sites are located predominantly along the United States, Caribbean, and Brazilian coasts. There is a lack of coverage for the equatorial Atlantic and the African coast, where site distribution is restricted to South Africa. The Indian Ocean has only one oceanic site located at Reunion Island. There are some sites in the South and East China Sea and a good concentration of sites around Japan. In the South Pacific, a coastal site is located in Australia and one oceanic site in Tahiti. In the East Pacific, there are no sites along South America, but only along the Mexican and North American coasts. The main focus of the ILTER-CMS is on the primary role of ecosystem structure, function, and services in response to a wide range of environmental forcing factors, using long-term, site-based research. Consistent with the general ILTER mission, the coastal and marine sites have been established to contribute to a global, multi-disciplinary community of ecosystem observation and research capable of delivering socially relevant information on sustainable use of natural resources. To that end, ILTER-CMS represents a strong component in a global ocean observation system linking ILTER more strongly into the GOOS framework (Figure 4). ILTER-CMS and GOOS can mutually benefit from setting similar requirements and deciding on what to measure, monitor Essential Ocean Variables, and interact through the instrumentation deployment and 5 http://www.geoportal.org/ Frontiers in Marine Science | www.frontiersin.org3August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 4 Muelbert et al.ILTER for Coastal and Ocean Observations FIGURE 1 |Worldwide distribution of coastal and marine International Long-Term Ecological Research (ILTER) sites. Based on DEIMS status as of 21st July, 2018. FIGURE 2 |The diversity of habitats represented at coastal and marine International Long-Term Ecological Research sites. maintenance. ILTER-CMS monitors many biological variables by classical methods, providing added value to the sensor-based measurements in the GOOS program. The LTSER with social science competence can contribute to define issues and priorities and assess the impact of observations on society (Figure 4). In the following paragraphs we will briefly analyze the potential for ILTER-CMS to contribute to global coastal and marine observations by means of a “Strengths, Weaknesses, Opportunities and Threats” (SWOT) approach (Table 1). Strengths •ILTERcoastalandmarinesitesareuniquely poisedtocontributetobiologicalandecosystem EOVsbyvirtueoftheexistingILTERgovernance, infrastructure,andresearchresources(bothhuman and technological). •The long time span of many ILTER-CMS members enables the identification of global trends (e.g., warming) and local pressures (e.g., nutrient loads) against the background of natural variation. Recent evidence of global changes and impacts from marine organisms and ecosystems are mainly derived from global databases ofin situobservations (Poloczanska et al., 2016), stressing the value of global networks such as ILTER-CMS. •A marked diversity and wide range of partners and institutionsacrosstheglobecharacterizeILTER- CMS,guaranteeingmulti-disciplinarydataacquisition, analysis,integrationandsynthesis,andcost-effective sustainable observations. Frontiers in Marine Science | www.frontiersin.org4August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 5 Muelbert et al.ILTER for Coastal and Ocean Observations FIGURE 3 |Timeline of the establishment of long-term coastal and marine observation sites and the implementation of the International Long-Term Ecological Research (ILTER) Program. FIGURE 4 |ILTER coastal and marine sites can provide several interaction points between the ILTER structure and the GOOS Framework. ILTER-CMS and GOOS can mutually benefit from setting similar requirements and deciding on what to measure. (1) ILTER sites can provide GOOS with monitoring of Essential Ocean Variables, including many biological variables by classical methods, providing added value to the sensor–based measurements in the GOOS program. (2) The LTSER with social science competence can contribute to define issues and priorities and assess the impact of observations on society. (3) At the platform level the interaction can take place through instrumentation deployment and maintenance. •The ILTER Network provides a platform for discussion among experts and stakeholders on key oceanographic and ecological themes, optimizing active links or developing new ones with a diverse array of global and regional processes and initiatives. Indeed, since its onset, ILTER had adopted a more interdisciplinary approach to research and monitoring, recognizing that in dealing with environmental problems, natural and human systems cannot be considered as separate entities (Dick et al., 2018). ILTER-CMS provides and fosters the use of standard protocols and open access data. This is critical for the study of climate change and its effect on biota and ecosystems. Additionally, ILTER-CMS already monitors Physical, Biochemical, and Biological/Ecological EOVs. Frontiers in Marine Science | www.frontiersin.org5August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 6 Muelbert et al.ILTER for Coastal and Ocean Observations Weaknesses •Most LTER sites and national networks have been developed from the bottom–up. The different research and monitoring aims, some of which may have changed over time, as well as the wide variety of ecosystem types, infrastructure, instrumentationandtechnologicaldevelopmentmay allhindercomparisonswithinandacrossnetworks, sites and scales. •ILTER-CMS is a relatively new network, with 50% of the sites being established after the year 2000. Environmental and socio-ecological issues are often regional and not yet clearly defined at the global scale. •Despite recent efforts (Haase et al., 2018) and progress with the development of the DEIMS-SDR, the harmonization of data and metadata for CMS is still far from complete. Standardized/transparentdatamanagementprocedures cannot easily be implemented in a number of locations and datasets are often not readily available. The obstacles include inadequate funding, a lack of training opportunities, and/orhesitancytosubmitdatatointernationally accepted repositories. •ILTER-CMS was not designed to be an operational monitoring system but to study ecosystem and biodiversity. Consequently, there is not final consensus about the variables to be measured TABLE 1 |The strengths, weakness, opportunities, and threats presented by the ILTER-CMS. StrengthsWeakness •Multi- and inter-disciplinary •Links with a wide range of global/regional processes and initiatives •Platform for discussion among experts on oceanographical and ecological themes •Multi-institutional cooperation •Metadata organized and updated in DEIMS-SDR •Socio-ecological aspects developed in the ILTER mission •ILTER-CMS monitor Physical, Biochemical, and Biological/Ecological EOVs •Potential for large syntheses and detection of long-term trends across sites, spatial and temporal scales •Potential for developing and testing concepts and theoretical frameworks •A consolidated data policy and information availability system •Quick response to methodological/technological advances, standardization and implementation of these technologies on a large spatial scale and link to existing time series and spatial data •ILTER is mostly terrestrial, overarching strategy and conceptual framework are broad and not specific for coastal and marine environments •Variables to be measured, methodologies, technological development and sampling schemes are not homogeneous among sites •The socio-ecological aspects are not yet fully developed •Harmonization of data and metadata for coastal and marine environments is still incomplete •The geographic location of time series has notable gaps •The standardization of variables gathered has not been accomplished, and EEVs or EOVs coverage is inconsistent •Intercalibration of approaches and methodologies is lacking •The data management is relatively poor at several sites •Some data linked to ecological research activities not immediately available (Continued) TABLE 1 |Continued OpportunitiesThreats •Optimal sites for experiments on observation and pilot integrated biological observatories •Promote the use of new technologies for ocean observation and compare the information that technologies make available •Merging frameworks from different global research and monitoring initiatives, producing guidelines for future site-based long-term research and monitoring marine and coastal ecosystems •Support the use of costly infrastructure, fostering cross-initiative collaborative research •Monitoring EOVs at a global scale at 130 discrete sites •Improvement of models and predictions of possible future developments •Platform for citizen science •Continuous training of new generations of scientists, ensuring the transfer of knowledge •Missing link with society, hampering the identification of questions with societal relevance •Reduction in focus onin situ sampling as a consequence of linking with more technological or model-centric networks •Inadequate training of new generation of researchers with relevant skills set (e.g., taxonomy, data science, database management), able to recognize the relevance of these kinds of activities and maintain LTER in the future •Reduction of ILTER activities at some sites leading to temporal and spatial gaps and the methodologies and sampling schemes that should be adopted. Opportunities •ILTER-CMS has the governance structure to coordinate with management and policy programs, interact and link with other large-scale initiatives, create interfaces between the different approaches from the various communities, and establish a co-located network of sites within similar ecosystem typologies, with shared research and monitoring tasks for multi-purpose uses (Haase et al., 2018). The ILTER- CMS can contribute substantially to merging frameworks that are behind different global research and monitoring initiatives, producing guidelines for future site-based long- term research and monitoring. The site network could generate connected ecosystem monitoring methodologies and datasets, supporting, as well, synergies in the use of costly infrastructures, through cross-initiative collaborative research. •Stakeholder interactions play a key role in implementing ILTERoutcomesforsustainableregionalandlocal development in light of global trends, and for true integration of the sites into local/regional innovation systems, where the societal and human dimension is considered together with the scientific one. Long-term ecosystem studies, in comparison to the public funding they need, possess a disproportionately high capacity to inform policymakers about relevant environmental issues (Hughes et al., 2017). The ILTER-CMS represent ideal places for establishing pilot integrated biological observatories where the use of new technologies for ocean observation can also be promoted Frontiers in Marine Science | www.frontiersin.org6August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 7 Muelbert et al.ILTER for Coastal and Ocean Observations and where the information that technologies make available can be tested and compared to develop standardized approaches for their use (e.g., high throughput molecular or imaging techniques). With enhanced standardization and increased adoption across coastal and marine sites, the ILTER offers the opportunity to monitor EOVs at a global scale. •The interaction between modelers and observers provides the opportunity to better design and plan new long-term observation initiatives. Several sites record periods of decades and thus a large number of different past conditions, which can be used to calibrate and validate various kinds of models. Model-generated environmental parameters can help to reduce temporal and spatial observation gaps. Advanced models are vital to create reliable (future) scenarios that facilitate the understanding of ecosystem functioning and evolution and are necessary to improve links between science and policy makers. Observations can be used to generate operational models needed to sustainably manage and protect marine and coastal ecosystems (ODS 14.2) by indicating areas of adverse impacts, habitat loss, and changes in ocean state that are relevant for ecosystems services. ILTER can strengthen capacity building by providing site access and training on advanced ecosystem monitoring and management. This is an invaluable opportunity to attract young scientists from around the globe and to teach a new generation of scientists innovative ways to use resources, recognize the relevance of these kinds of activities, and maintain and develop the network with a long-term perspective. •ILTER-CMS could be an ideal context for the development of citizen science (CS) activities (Irwin, 1995; Bonney et al., 2009). CS can (i) improve the frequency and geographical coverage of observations, and (ii) improve pedagogy and communication at the science/society/policy interface by involving citizens, managers or different stakeholders in a research program. Hands-on involvement of people in research and monitoring activities is more effective than communicating about science and its benefits. Increasingly apps can be used to assist the citizen scientists to report data in a standardized manner (e.g., the Secchi disk project 6 or beach observer). CS programs can yield significant results (see, e.g., Abbott et al., 2018) and could be applied, for example, in programs with divers, sailors, and beach-goers looking at biodiversity in coastal zones and collecting data of great interest to ILTER and contributing to GOOS. •ILTER Network may provide improved data management at site-level and enhanced data flow toward global and European marine data infrastructure like the Ocean Biogeographic Information System (OBIS) and the European Marine Observation and Data Network (EMODnet). ILTER may make use as well of the standardization tools provided by World Register of Marine Species (WoRMS) and the improved analytical capacity provided by marine virtual research environments constructed under the European Research 6 http://www.secchidisk.org/ Infrastructure (ESFRI) by LifeWatch-ERIC and the European Open Science Cloud. •The concepts of EOVs and Essential Biodiversity variables (EBVs) could facilitate the task of identifying key variables for LTER coastal and marine biological observations (Miloslavich et al., 2018; Navarro et al., 2018). ILTER-CMS needs to assess the readiness levels of the EOVs to assure implementation of an operational system. These concepts could be merged with the Ecosystem Integrity framework (Müller, 2005), at the moment adopted by ILTER, based on a comprehensive set of abiotic variables for identifying drivers of biodiversity changes within the context of ecosystem structures and processes (Haase et al., 2018). Threats •Long-term initiatives are difficult to maintain, and they need to be cost-effective and sustainable at the country level. Reduction of ILTER-CMS activities at some sites could produce temporal and spatial gaps that would hamper the functionality and relevance of the network. •A failure in engaging users and stakeholders could limit the full exploitation of ILTER-CMS services and products. The lack of transfer of knowledge and understanding to policy makers and society would prevent informed decision making regarding the long-term safeguarding and effective management of marine ecosystem services. •ILTER Network has historically been more oriented toward “terrestrial,” inland ecosystems: conceptual frameworks, harmonization, and data models not well-suited for the marine component may discourage future ocean initiatives. •Future ILTER-CMS activities must be sustained by young scientists. A failure to make ILTER-CMS attractive and meaningful for early career researchers (and the next generation of stakeholders) could be a major threat for the long-term sustainability of integrated coastal and marine ecological observatories. In the following two sections, we elaborate on two specific opportunities for ILTER-CMS in contributing to global ocean observing: Essential Ocean Variables and Emerging Technology. Essential Ocean Variables and the ILTER Contribution to Observation, Science and Management Programs Many programs and initiatives at the regional and global level are dedicated to the study of coastal and marine environments and they express a common need to harmonize and coordinate observations to allow comparison and synthesis across ecosystems and scales. In this respect, efforts need to be dedicated to enable interoperability and to create interfaces among the different initiatives. In particular, consolidated global networks, such as GOOS and ILTER, should be leaders in proposing and demonstrating how interoperability and linking of conceptual frameworks could be tackled. We argue that one way to achieve this integration is through the use of Essential Ecosystem Variables (EEVs) or EOVs. One of the outputs of the OceanObs’09 conference was the Frontiers in Marine Science | www.frontiersin.org7August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 8 Muelbert et al.ILTER for Coastal and Ocean Observations adoption of FOO (Lindstrom et al., 2012). The FOO proposed the use of routine and sustained observations of physical, biogeochemical and biological EOVs. GOOS has adopted the FOO recommendations, and recently the Biology and Ecosystem Panel has approved a set of EOVs for global sustained observations of biodiversity and ecosystem change (Miloslavich et al., 2018). This is also in line with a recent joint proposition of ILTER and the Group on Earth Observations Biodiversity Observation Network (GEOBON) to merge ecosystem integrity and EBVs to serve as an improved guideline for future long-term environmental research and monitoring (Haase et al., 2018). As a first step, we conducted a survey involving ILTER-CMS site managers in order to record how many sites already monitor the EOVs proposed by the GOOS. The GOOS Panels have identified 11 Physical, 9 Biogeochemical, and 11 Biological/Ecosystem essential variables. The results of the survey were quite encouraging (Figure 5). Eleven EOVs are observed routinely in more than 50% of the surveyed sites. Surface and sub-surface temperature and salinity are among the most observed physical EOVs, but a good number of sites also measure sea state (42%), surface (42%) and sub- surface currents (42%) and sea surface height (38%). The most common physical EOVs within ILTER-CMS sites (Figure 5) are already in a mature readiness level. For the biogeochemical EOVs, nutrients, oxygen and particulate matter are measured in more than 50% of the sites, while inorganic carbon (40%), dissolved organic carbon (40%) and ocean color (32%) are also well-represented. Nutrients and oxygen are at a mature level while particular matter can vary from concept to mature depending on the environment. Phytoplankton biomass and diversity, the abundance and distribution of benthic invertebrates, fish and zooplankton are the biological/ecosystem EOVs measured at 50% or more sites. These EOVs have a varying degree of readiness level, ranging from concept to mature. Other biological/ecosystem EOVs are site specific and reflect habitat specificity. Therefore, it is expected that seagrass, hard coral, and mangrove covers would only be measured at a few sites. ILTER coastal and marine sites also measure several other variables that are relevant for coastal and marine ecosystems, but are not indicated as EOVs. Among them: physical (e.g., incident wave height and cumulative wave energy, and currents along the entire water column parameters), water quality (e.g., transparency, turbidity, sediment concentration, and composition) and biogeochemical and biological parameters (redox potential and water pH, CO 2 fluxes to and from the atmosphere, primary productivity, toxic phytoplankton composition, and production of toxins). These results show that a comprehensive coastal and marine ecosystem monitoring system could benefit from collaboration and synergy with the ILTER network. At this time, when GOOS has just defined biological/ecological EOVsandisworkingonimplementationstrategies andcoordinationofobservations,theILTERnetwork already provides infrastructure and logistical support to conductmonitoringofcoastalandmarineecosystems around the world. AnotherpossiblecontributionoftheILTER-CMS observations is the establishment of integrated supersites. Supersites are focal points for instrument intensive research, ideally suited for co-location with small-scale experiments and specialized observations, and situated in areas that will provide important information on environmental change, i.e., critical zones. Co-locating ILTER-CMS supersites with GOOS-proposed Sentinel sites (PICO-I, 2012) would link the mechanistic ecological and biophysical understanding from the ILTER with an ocean observatory framework that explicitly seeks to understand the influence of anthropogenic pressures and the roles of ecosystem services in that location. ILTER has sites in most Sentinel Sites including some of the most stressed ones: Greenland-North-Baltic Seas/Bay of Biscay; Indonesian Archipelago-South China Sea; and, East China/Yellow Seas. Thus, the ILTER-CMS is poised to provide observations of scientific and societal benefit immediately to vulnerable regions. Long-term ecological time series are crucial for setting realistic baselines and limits in the classification systems used for assessing ecosystem environmental status. The 130 globally-distributed coastal and marine sites of the ILTER provide an exceptional observation platform for the GOOS-defined EOVs and invaluable information for several regional and global programs. This integration could benefit the European Water Framework Directive (WFD) and the EU Marine Strategy Framework Directive (MSFD), the accomplishment of the Aichi Targets of the Convention for Biological Diversity (CBD), the Intergovernmental Panel for Climate Change (IPCC), the Intergovernmental Science- Policy Platform on Biodiversity and Ecosystem Services (IPBES) and the United Nations World Ocean Assessment. Information on coastal and marine ecosystems is urgently required to address the UN Sustainable Development Goal (SDG) 14. ILTER coastal and marine sites can also provide information for science programs such as Future Earth Coasts, formerly LOICZ (Land-Ocean Interactions in the Coastal Zone) programme. Future Earth Coasts was launched by IGBP (International Geosphere-Biosphere Programme) and IHDP (InternationalHumanDimensionsProgramme)asan international research project and global expert network exploring the pressures and social-environmental impacts of global environmental change in coastal zones. ILTER-CMS can also contribute to the Marine Biodiversity Observation Network (MBON), a thematic component of GEO BON, that aims to coordinate, promote and augment the capabilities of present and future national and international observing systems to characterize and monitor diversity of marine life at the genetic, species, and ecosystem levels using a broad array ofin situand remote sensing observations (Duffy et al., 2013; Muller-Karger et al., 2018). ILTER-CMS sites are located in 20 of the 66 Large Marine Ecosystem (LME, Sherman, 1991) around the world and can contribute to identify areas of the oceans for conservation purposes and enable ecosystem-based management to provide a collaborative approach to management of resources within ecologically-bounded transnational areas. Data collected at Frontiers in Marine Science | www.frontiersin.org8August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 9 Muelbert et al.ILTER for Coastal and Ocean Observations FIGURE 5 |Frequency of coastal and marine International Long-Term Ecological Research (ILTER) sites that observe Essential Ocean Variables recommended by the GOOS Biology and Ecosystem Panel. Physical variables(A), biogeochemical variables(B), and biological/ecosystem variables(C). ILTER-CMS could be streamed into the OBIS and contribute to increasingly free and open access biodiversity and biogeographic data and information on marine life. ILTER can harbor and link with many other long-term coastal and ocean ecosystem monitoring programs, which may be explicitly reported also on DEIMS – SDR, in each site description. Furthermore, there is a well-established bottom–up procedure from the request of a site to become an LTER site, to the assessment of its suitability, i.e., of the possession of specific requisites fulfilling the LTER network requirements, which occurs at the national level, to the admittance to the national network and hence to ILTER. Frontiers in Marine Science | www.frontiersin.org9August 2019 | Volume 6 | Article 527 fmars-06-00527August 27, 2019Time: 17:48# 10 Muelbert et al.ILTER for Coastal and Ocean Observations NEW TECHNOLOGIES FOR ILTER One aspect determining the future success of the ILTER will be its ability to adopt and leverage emerging technologies at all levels of organization. Many of these technological developments represent opportunities to catalyze education of and collaboration between young scientists across LTER sites, strengthening the network and thus mitigate identified threats in the SWOT-analysis (Table 1). Mature technologies that are economic to implement can directly contribute to counteract currently identified weaknesses by better geographical coverage and harmonized data quality. This spans innovative in situtechnologies developed at individual sites to global data networks that enable novel syntheses via increasingly powerful computational technologies or leverage citizen science. Here we consider some of these technologies, building up through the hierarchical organization of ILTER (seeFigure 4in Mirtl et al., 2018). Researcher Level International Long-Term Ecological Research Network sites are ideal incubators for the development and/or deployment of emerging technologies. As noted in the introduction, the general sampling rate of eco/bio/geo/chemical phenomena has long lagged behind the rapid data collection possible by physical oceanographers. In the last two decades, however, there has been a rapid development of novel high-throughput technologies. These include chemical, imaging, acoustic and molecular sensor systems that have enabled continuous and long-term measurement of new parameters that are of great interest (Johnson et al., 2007). Examples include nitrate (Johnson and Coletti, 2002), ammonium (Plant et al., 2009), and pH (Seidel et al., 2008; Martz et al., 2010) sensors. Similarly, advances in rapid image collection and processing have enabled cataloging and enumeration of phytoplankton and zooplankton biodiversity at tidal to interannual scales (Olson and Sosik, 2007; Sosik and Olson, 2007; Faillettaz et al., 2016; Hunter-Cevera et al., 2016), while high-throughput molecular analyses facilitate biodiversity assessments of unprecedented taxonomic resolution, facilitating the regular monitoring of taxa that were not reliably identifiable previously (Stern et al., 2018). This, in turn, provides the potential for unique insights into the diversity and function of marine foodwebs (e.g., Leray et al., 2015). One major trend that will shape the future of ILTER research is the continued miniaturization of electronics and improvements to memory and batteries. For example, the Imaging FlowCytobot is now half as large, weighs half as much, and consumes one-third of the power of the original (Olson et al., 2017). This technology has now been commercialized (McLane Research Laboratories, Inc.), is in routine use at the Northeast U.S. Shelf (NES) LTER site and other time series locations in the U.S., and has a growing user base around the world. Continued advances along this trajectory will enable novel biological and ecological studies. For example, embedded sensors within organisms have enabled metabolic and physiological studies (McGaw et al., 2018); underwater tracking technology has revealed ecological interactions between predator, prey and the environment (Osterback et al., 2013). The rich contextual data at the ILTER sites provide an ideal framework to develop this new technology and interpret the data it produces. In addition to developments ofin situtechnologies, ILTER sites are also promoting advances in remote sensing technologies that are critical for characterizing ecosystems at large scales. For example, in coastal dune systems the use of high-resolution remote sensed imagery (LiDAR – Light Detection and Ranging – and orthophotos) is helping to explain the invasion success of some alien species and the roles of propagule pressure, abiotic, and biotic factors in coastal landscapes (Bazzichetto et al., 2018). The use of remotely sensed data may make it possible to model the invader-landscape relationship over a large geographic extent and to highlight the coastal sectors that are most likely to be invaded in the future. Site Level Across individual ILTER sites (which may comprise a number of individual locations), autonomous systems, robotics, machine learning, and advances in -omics technologies will drive discovery in the coming decades. The maturation and miniaturization of robotic platforms (taken here to be all manner of autonomous mobile platforms,includingdrifters,profilingfloats,buoyancy gliders, propeller-driven autonomous underwater vehicles, and unmanned aerial systems, cf. Nidzieko et al., 2018) will gradually enable their incorporation into a broader range of research. There are three barriers to more widespread adoption at the moment. One, the maturation of suitable sensors, as mentioned above, is necessary prior to incorporation onto mobile platforms. Two, most platforms are still not “turnkey” devices and thus require specialized operator knowledge. And three, costs are still prohibitive for acquisition of more mature technologies. The popular trend of the DIY/makerspace ethos may result in less costly, yet still capable platforms that can be readily employed in coastal and marine research. Once deployed, however, the ability of robots to do “dull, dirty, dangerous” tasks will improve both the temporal and spatial measurements collected across an LTER site. For example, the time-consuming task of manually counting kelp forest biomas",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results show that a comprehensive coastal and marine ecosystem monitoring system could benefit from collaboration and synergy with the ILTER network.",
    "significant impacts to understanding biology and ecology within LTER sites.",
    "These results show that a comprehensive coastal and marine ecosystem monitoring system could benefit from collaboration and synergy with the ILTER network."
  ],
  "fullText": "\n\nfmars-06-00527August 27, 2019Time: 17:48# 1\nREVIEW\npublished: 28 August 2019\ndoi: 10.3389/fmars.2019.00527\nEdited by:\nLaura Lorenzoni,\nUniversity of South Florida,\nUnited States\nReviewed by:\nCraig E. Nelson,\nUniversity of Hawai‘i at M\n ̄\nanoa,\nUnited States\nMaria Kavanaugh,\nOregon State University,\nUnited States\n*Correspondence:\nJosé H. Muelbert\njmuelbert@furg.br\nSpecialty section:\nThis article was submitted to\nOcean Observation,\na section of the journal\nFrontiers in Marine Science\nReceived:13 November 2018\nAccepted:12 August 2019\nPublished:28 August 2019\nCitation:\nMuelbert JH, Nidzieko NJ,\nAcosta ATR, Beaulieu SE,\nBernardino AF, Boikova E,\nBornman TG, Cataletto B, Deneudt K,\nEliason E, Kraberg A, Nakaoka M,\nPugnetti A, Ragueneau O, Scharfe M,\nSoltwedel T, Sosik HM, Stanisci A,\nStefanova K, Stéphan P, Stier A,\nWikner J and Zingone A (2019) ILTER\n– The International Long-Term\nEcological Research Network as\na Platform for Global Coastal\nand Ocean Observation.\nFront. Mar. Sci. 6:527.\ndoi: 10.3389/fmars.2019.00527\nILTER – The International Long-Term\nEcological Research Network as a\nPlatform for Global Coastal and\nOcean Observation\nJosé H. Muelbert\n1,2\n*\n, Nicholas J. Nidzieko\n3\n, Alicia T. R. Acosta\n4\n, Stace E. Beaulieu\n5\n,\nAngelo F. Bernardino\n6\n, Elmira Boikova\n7\n, Thomas G. Bornman\n8,9\n, Bruno Cataletto\n10\n,\nKlaas Deneudt\n11\n, Erika Eliason\n3\n, Alexandra Kraberg\n12\n, Masahiro Nakaoka\n13\n,\nAlessandra Pugnetti\n14\n, Olivier Ragueneau\n15\n, Mirco Scharfe\n16\n, Thomas Soltwedel\n12\n,\nHeidi M. Sosik\n5\n, Angela Stanisci\n17\n, Kremena Stefanova\n18\n, Pierre Stéphan\n19\n,\nAdrian Stier\n3\n, Johan Wikner\n20\nand Adriana Zingone\n21\n1\nInstituto de Oceanografia, Universidade Federal do Rio Grande, Rio Grande, Brazil,\n2\nInstitute for Marine Sciences\nand Antarctic Studies, University of Tasmania, Hobart, TAS, Australia,\n3\nDepartment of Geography and Marine Science\nInstitute, University of California, Santa Barbara, Santa Barbara, CA, United States,\n4\nDepartment of Sciences, Roma Tre\nUniversity, Rome, Italy,\n5\nBiology Department, Woods Hole Oceanographic Institution, Woods Hole, MA, United States,\n6\nGrupo de Ecologia Bêntica, Departamento de Oceanografia, Universidade Federal do Espirito Santo, Vitoria, Brazil,\n7\nMarine Ecology Laboratory, Institute of Biology, University of Latvia, Riga, Latvia,\n8\nSouth African Environmental Observation\nNetwork, Elwandle Coastal Node, Port Elizabeth, South Africa,\n9\nCoastal and Marine Research Institute, Nelson Mandela\nUniversity, Port Elizabeth, South Africa,\n10\nIstituto Nazionale di Oceanografia e di Geofisica Sperimentale, Trieste, Italy,\n11\nFlanders Marine Institute, Ostend, Belgium,\n12\nAlfred Wegener Institute, Helmholtz Center for Polar and Marine Research,\nBremerhaven, Germany,\n13\nAkkeshi Marine Station, Field Science Center for Northern Biosphere, Hokkaido University,\nSapporo, Japan,\n14\nNational Research Council – Institute of Marine Sciences, Venice, Italy,\n15\nLTSER “Zone Atelier\nBrest-Iroise”, Laboratoire des Sciences de l’Environnement Marin, Institut Universitaire Européen de la Mer, Plouzané,\nFrance,\n16\nBiologische Anstalt Helgoland, Alfred Wegener Institute, Helmholtz Center for Polar and Marine Research,\nBremerhaven, Germany,\n17\nDipartimento di Bioscienze e Territorio, Università del Molise, Termoli, Italy,\n18\nInstitute\nof Oceanology, Bulgarian Academy of Sciences, Varna, Bulgaria,\n19\nLTSER “Zone Atelier Brest-Iroise”, Centre National de la\nRecherche Scientifique, Laboratoire LETG, Institut Universitaire Européen de la Mer, Plouzané, France,\n20\nUmeå Marine\nSciences Center, Umeå University, Umeå, Sweden,\n21\nStazione Zoologica Anton Dohrn, Naples, Italy\nUnderstanding  the  threats  to  global  biodiversity  and  ecosystem  services  posed  by\nhuman  impacts  on  coastal  and  marine  environments  requires  the  establishment\nand  maintenance  of  ecological  observatories  that  integrate  the  biological,  physical,\ngeological,  and  biogeochemical  aspects  of  ecosystems.  This  is  crucial  to  provide\nscientists  and  stakeholders  with  the  support  and  knowledge  necessary  to  quantify\nenvironmental change and its impact on the sustainable use of the seas and coasts.\nIn  this  paper,  we  explore  the  potential  for  the  coastal  and  marine  components  of\nthe International Long-Term Ecological Research Network (ILTER) to fill this need for\nintegrated global observation, and highlight how ecological observations are necessary\nto address the challenges posed by climate change and evolving human needs and\nstressors  within  the  coastal  zone.  The  ILTER  is  a  global  network  encompassing  44\ncountries and 700 research sites in a variety of ecosystems across the planet, more\nthan 100 of which are located in coastal and marine environments (ILTER-CMS). While\nmost of the ILTER-CMS were established after the year 2000, in some cases they date\nback to the early 1900s. At ILTER sites, a broad variety of abiotic and biotic variables\nFrontiers in Marine Science | www.frontiersin.org1August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 2\nMuelbert et al.ILTER for Coastal and Ocean Observations\nare measured, which may feed into other global initiatives. The ILTER community has\nproduced tools to harmonize and compare measurements and methods, allowing for\ndata integration workflows and analyses between and within individual ILTER sites. After\na brief historical overview of ILTER, with emphasis on the marine component, we analyze\nthe potential contribution of the ILTER-CMS to global coastal and ocean observation,\nadopting the “Strength, Weakness, Opportunity and Threats (SWOT)” approach. We\nalso  identify  ways  in  which  thein  situparameters  collected  at  ILTER  sites  currently\nfit  within  the  Essential  Ocean  Variables  framework  (as  proposed  by  the  Framework\nfor  Ocean  Observation  recommendations)  and  provide  insights  on  the  use  of  new\ntechnology in long-term studies. Final recommendations point at the need to further\ndevelop observational activities at LTER sites and improve coordination among them\nand with external related initiatives in order to maximize their exploitation and address\npresent and future challenges in ocean observations.\nKeywords: climate change, marine ecosystems, ecology, EOVs, SWOT, DEIMS\nINTRODUCTION\nHuman   activities   threaten   both   the   natural   functioning   of\ncoastal  and  marine  ecosystems  and  their  sustainable  use  by\npresent   and   future   generations   (Worm   et   al.,   2006;   Defeo\net   al.,   2009;   Halpern   et   al.,   2012;   Howes   et   al.,   2015;\nDrius   et   al.,   2016;   Malavasi   et   al.,   2018).   Developing   and\ndelivering  the  ecological  knowledge  necessary  to  quantify  how\nthreats to coastal ecosystems impact national and international\neconomies,  policies  and  the  sustainable  use  of  the  sea  poses\na   significant   challenge.   Gaining   such   ecological   knowledge\non   a   local   scale   requires   long-term   observations   of   both\nenvironmental  and  biological  variables,  such  as  temperature\nand  species  richness.  Effective  assessment,  management  and\nprediction  at  the  global  scale,  however,  requires  infrastructure\nand ecological observatories capable of systematically integrating\nfrom  a  long-term,  large-scale,  and  whole-system  perspective.\nDeveloping  new  observing  systems  and  strengthening  existing\ninitiatives in a coordinated, standardized, global effort is essential\nto address these challenges.\nMarine observatories provide the infrastructure and logistical\nsupport  necessary  to  acquire  data  and  knowledge  for  these\npurposes.  The  Global  Ocean  Observing  System  (GOOS\n1\n)  was\nestablished   to   provide   a   sustained,   collaborative   system   for\nocean observation that brings togetherin situnetworks, remote\nsensing  systems,  government  stakeholders,  UN  agencies  and\nindividual  scientists.  An  important  outcome  of  OceanObs’09\nwas   the   recognition   of   an   imbalance   between   physical   and\nbiogeochemical/biological/ecological  observations  within  most\nobserving systems and the recommendation that GOOS consider\nhow to expand the scope of observations to best address socially\npressing  global  issues,  including  food  security,  harmful  algal\nblooms, the spread of dead zones, and biodiversity conservation\n(Lindstrom  et  al.,  2012).  To  that  end,  GOOS  has  established\nBiology   and   Ecosystem   Essential   Ocean   Variables   (EOVs\n2\n,\n1\nhttp://goosocean.org/\n2\nhttp://www.goosocean.org/eov\nMiloslavich et al., 2018). The International Long-Term Ecological\nResearch  Network  (ILTER\n3\n)  is  uniquely  poised  to  contribute\nto   the   need   for   integrated,   global   observation   of   biological\nand  ecological  aspects  of  coastal  ecosystems.  Focal  areas  of\nthe  ILTER  coastal  and  marine  sites  (henceforth  ILTER-CMS)\ninclude: the consequences of biodiversity alteration for ecosystem\nfunctioning  and  services,  documenting  productivity  changes,\nand understanding the cumulative impacts of multiple stressors\nincluding  overfishing  and  ocean  acidification.  In  this  paper  we\nexplore the coastal and marine component of ILTER as a platform\nfor  global  coastal  and  ocean  observation,  highlighting  the  role\nof  ecological  observations  to  address  the  challenges  posed  by\nclimate change and evolving human needs and stressors within\nthe coastal zone. To begin, we provide a brief historical overview\nof  ILTER  and  describe  its  organization,  with  emphasis  on  the\nmarine component. Next, we analyze the potential contribution\nof  the  ILTER  marine  component  to  global  coastal  and  ocean\nobservation adopting the “Strength, Weakness, Opportunity and\nThreats  (SWOT)”  approach.  From  this  analysis,  we  elaborate\non  two  specific  opportunities  for  ILTER-CMS  to  contribute\nto   global   ocean   observing.   One,   we   identify   ways   that   the\nin   situparameters   collected   at   ILTER   sites   fit   within   the\nEOVs  framework,  as  proposed  by  the  “Framework  for  Ocean\nObservation”  (FOO,  Lindstrom  et  al.,  2012)  recommendations,\nand,  two,  provide  insights  on  the  use  of  new  technology  in\nlong-term  studies.  Finally,  we  recommend  paths  forward  to\naddress future challenges.\nHISTORICAL PERSPECTIVE AND\nOVERVIEW OF ILTER\nThe   ILTER   was   established   in   1993,   13   years   after   the\nlaunch  of  the  Long-Term  Ecological  Research  program  by  the\nNational  Science  Foundation  (NSF)  of  the  United  States,  as\na  means  of  coordinating  synthesis  between  LTER  sites.  Fully\n3\nhttps://www.ilter.network/\nFrontiers in Marine Science | www.frontiersin.org2August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 3\nMuelbert et al.ILTER for Coastal and Ocean Observations\nsupported  by  the  NSF  until  2003,  ILTER  gradually  became  a\nself-reliant network, growing from three founding members to 34\norganizations by 2006, when a 10-year strategic plan was ratified\n(ILTER,  2006).  At  that  time,  ILTER  transitioned  to  a  broader\ndisciplinary  approach  that  included  researchers,  managers  and\nstakeholders (ILTER, 2006). In 2007, the ILTER Association was\nfounded in Costa Rica, making the ILTER a legal entity with its\nown  governance  structure,  unifying  strategy,  operational  goals\nand by-laws (Mirtl et al., 2018). Formally, member networks join\nthe ILTER Association.\nThe ILTER Network provides a globally distributed network\nof  long-term  research  sites  for  multiple  purposes  and  uses  in\nthe  fields  of  ecosystem,  biodiversity,  critical  zone,  and  socio-\necological  research  (Mirtl  et  al.,  2018).  It  currently  consists\nof  44  national  networks  with  robust  governance  structures,\nmanaging  more  than  700  sites  worldwide,  with  a  systematic\ncoverage  of  terrestrial,  freshwater,  and  marine  environments\n(Haase  et  al.,  2018;  Mirtl  et  al.,  2018).  This  site-based  research\nnetwork   measures   a   broad   variety   of   abiotic   and   biotic\nenvironmental   variables,   which   may   feed   into   other   global\ninitiatives. LTER national networks have mainly been developed\nfrom the bottom–up and LTER sites were established for different\nresearch   and   monitoring   purposes.   The   ILTER   community\nhas  produced  tools  to  harmonize  and  compare  measurements\nand   methods,   allowing   for   data   integration   workflows   and\nanalyses  between  and  within  individual  LTER  sites,  to  ensure\nthe  highest  quality  interoperable  services  in  close  interaction\nwith  related  regional  and  global  research  infrastructures  and\nnetworks (Haase et al., 2018; Mirtl et al., 2018). Long Term Socio-\neconomic and Ecosystem Research (LTSER) platforms emerged\nas  initiatives  aimed  at  enhancing  the  capacity  of  ecological\nknowledge   combined   with   social   science   to   produce   useful\nknowledge  for  facing  global  environmental  challenges  (Mauz\net  al.,  2012).  This  emphasis  in  the  ILTER  network  reflects  the\ndesire  to  produce  knowledge  particularly  useful  for  addressing\ncomplex environmental challenges emerging from nature-society\ninteractions (Dick et al., 2018).\nOne  of  the  goals  of  ILTER  is  to  improve  the  comparability\nof  site  metadata  and  of  long-term  ecological  data,  facilitating\ntheir   exchange   and   preservation   around   the   world.   ILTER\nmember networks are committed to free and open data sharing\n(Vanderbilt   et   al.,   2010;   Vanderbilt   and   Gaiser,   2017),   in\nagreement with the F.A.I.R (Findable, Accessible, Interoperable,\nand Reusable) principles for data management and Open Science\n(European Commission, 2016 ‘FAIR’; Mirtl et al., 2018; Tanhua\net al., 2019). The Dynamic Ecological Information Management\nSystem  Site  and  Dataset  Registry  (DEIMS-SDR\n4\n)  provides  a\ncommon  and  standardized  metadata  catalog  for  the  distinct\nidentification of observation facilities (e.g., sites, stations, sensors,\ndatasets,  persons)  used  by  ILTER  members.  DEIMS-SDR  also\nprovides  a  web-based  service  to  document  and  share  scientific\ndatasets, implements the ILTER community profile (Kliment and\nOggioni, 2011), and allows the export to different XML formats\n(e.g.,  EML  2.1.1,  BDP,  ISO19115,  INSPIRE).  ILTER  identified\nDataONE as the main facility to share and distribute ILTER data,\n4\nhttp://data.lter-europe.net/deims/\nbut  it  also  shares  data  through  the  GEOSS  (Group  on  Earth\nObservation System of Systems\n5\n) Data Portal. ILTER agrees with\nthe  open  data  principles  at  the  global  scale  in  principle,  but\nputting  them  into  practice  is  still  a  challenging  issue  in  most\nmember networks and at the site level.\nTHE COASTAL AND MARINE ILTER\nSITES (ILTER-CMS)\nThere   are   70   coastal   and   60   marine   sites   in   the   ILTER\n(Figure 1andSupplementary Table S1). Based on classifications\nin  the  ILTER’s  DEIMS-SDR,  coastal  sites  include  sand  dunes\nand    beaches,    lagoons,    estuaries,    river    deltas,    fjords,    salt\nmarshes   and   mangroves,   while   marine   sites   are   located   on\ncontinental  shelves  and  oceanic  islands  (Figure  2).  Nearly  half\nof   the   CMS   include   data   records   that   precede   the   formal\nestablishment   of   the   ILTER   (Figure   3).   For   example,   the\n“Dutch   Wadden   Sea   Area”   in   the   Netherlands   has   records\ndating  to  1872.  Observations  began  in  the  Western  Gulf  of\nFinland  in  1902;  the  Mar  Piccolo  of  Taranto,  Italy  in  1914;\nand Shirahama, Japan in 1922. The length of these observations\nenhances  the  opportunities  for  ILTER-CMS  to  contribute  to\ndocumenting global change.\nThe  ILTER-CMS  are  distributed  from  tropical-equatorial  to\npolar  regions  in  what  can  be  considered  a  global  observing\nsystem   (Figure   1).   There   is   a   large   concentration   of   sites\nin  LTER-Europe,  with  broad  distribution  along  most  of  the\nEuropean  Seas.  The  European  LTER  sites  are  predominantly\ncharacterized by coastal and transitional waters, such as lagoons,\nriver deltas, estuaries, and fjords. In the Atlantic, sites are located\npredominantly along the United States, Caribbean, and Brazilian\ncoasts.  There  is  a  lack  of  coverage  for  the  equatorial  Atlantic\nand  the  African  coast,  where  site  distribution  is  restricted  to\nSouth Africa. The Indian Ocean has only one oceanic site located\nat  Reunion  Island.  There  are  some  sites  in  the  South  and  East\nChina  Sea  and  a  good  concentration  of  sites  around  Japan.  In\nthe  South  Pacific,  a  coastal  site  is  located  in  Australia  and  one\noceanic  site  in  Tahiti.  In  the  East  Pacific,  there  are  no  sites\nalong  South  America,  but  only  along  the  Mexican  and  North\nAmerican coasts.\nThe   main   focus   of   the   ILTER-CMS   is   on   the   primary\nrole  of  ecosystem  structure,  function,  and  services  in  response\nto   a   wide   range   of   environmental   forcing   factors,   using\nlong-term, site-based research. Consistent with the general ILTER\nmission,  the  coastal  and  marine  sites  have  been  established\nto   contribute   to   a   global,   multi-disciplinary   community   of\necosystem observation and research capable of delivering socially\nrelevant  information  on  sustainable  use  of  natural  resources.\nTo  that  end,  ILTER-CMS  represents  a  strong  component  in  a\nglobal  ocean  observation  system  linking  ILTER  more  strongly\ninto the GOOS framework (Figure 4). ILTER-CMS and GOOS\ncan  mutually  benefit  from  setting  similar  requirements  and\ndeciding on what to measure, monitor Essential Ocean Variables,\nand   interact   through   the   instrumentation   deployment   and\n5\nhttp://www.geoportal.org/\nFrontiers in Marine Science | www.frontiersin.org3August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 4\nMuelbert et al.ILTER for Coastal and Ocean Observations\nFIGURE 1 |Worldwide distribution of coastal and marine International Long-Term Ecological Research (ILTER) sites. Based on DEIMS status as of 21st July, 2018.\nFIGURE 2 |The diversity of habitats represented at coastal and marine International Long-Term Ecological Research sites.\nmaintenance.  ILTER-CMS  monitors  many  biological  variables\nby classical methods, providing added value to the sensor-based\nmeasurements   in   the   GOOS   program.   The   LTSER   with\nsocial   science   competence   can   contribute   to   define   issues\nand   priorities   and   assess   the   impact   of   observations   on\nsociety   (Figure   4).   In   the   following   paragraphs   we   will\nbriefly   analyze   the   potential   for   ILTER-CMS   to   contribute\nto   global   coastal   and   marine   observations   by   means   of   a\n“Strengths,  Weaknesses,  Opportunities  and  Threats”  (SWOT)\napproach (Table 1).\nStrengths\n•ILTERcoastalandmarinesitesareuniquely\npoisedtocontributetobiologicalandecosystem\nEOVsbyvirtueoftheexistingILTERgovernance,\ninfrastructure,andresearchresources(bothhuman\nand technological).\n•The  long  time  span  of  many  ILTER-CMS  members  enables\nthe   identification   of   global   trends   (e.g.,   warming)   and\nlocal  pressures  (e.g.,  nutrient  loads)  against  the  background\nof   natural   variation.   Recent   evidence   of   global   changes\nand   impacts   from   marine   organisms   and   ecosystems   are\nmainly  derived  from  global  databases  ofin  situobservations\n(Poloczanska   et   al.,   2016),   stressing   the   value   of   global\nnetworks such as ILTER-CMS.\n•A    marked    diversity    and    wide    range    of    partners    and\ninstitutionsacrosstheglobecharacterizeILTER-\nCMS,guaranteeingmulti-disciplinarydataacquisition,\nanalysis,integrationandsynthesis,andcost-effective\nsustainable observations.\nFrontiers in Marine Science | www.frontiersin.org4August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 5\nMuelbert et al.ILTER for Coastal and Ocean Observations\nFIGURE 3 |Timeline of the establishment of long-term coastal and marine observation sites and the implementation of the International Long-Term Ecological\nResearch (ILTER) Program.\nFIGURE 4 |ILTER coastal and marine sites can provide several interaction points between the ILTER structure and the GOOS Framework. ILTER-CMS and GOOS\ncan mutually benefit from setting similar requirements and deciding on what to measure. (1) ILTER sites can provide GOOS with monitoring of Essential Ocean\nVariables, including many biological variables by classical methods, providing added value to the sensor–based measurements in the GOOS program. (2) The LTSER\nwith social science competence can contribute to define issues and priorities and assess the impact of observations on society. (3) At the platform level the\ninteraction can take place through instrumentation deployment and maintenance.\n•The   ILTER   Network   provides   a   platform   for   discussion\namong  experts  and  stakeholders  on  key  oceanographic  and\necological themes, optimizing active links or developing new\nones  with  a  diverse  array  of  global  and  regional  processes\nand  initiatives.  Indeed,  since  its  onset,  ILTER  had  adopted  a\nmore interdisciplinary approach to research and monitoring,\nrecognizing  that  in  dealing  with  environmental  problems,\nnatural and human systems cannot be considered as separate\nentities   (Dick   et   al.,   2018).   ILTER-CMS   provides   and\nfosters   the   use   of   standard   protocols   and   open   access\ndata.   This   is   critical   for   the   study   of   climate   change\nand    its    effect    on    biota    and    ecosystems.    Additionally,\nILTER-CMS   already   monitors   Physical,   Biochemical,   and\nBiological/Ecological EOVs.\nFrontiers in Marine Science | www.frontiersin.org5August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 6\nMuelbert et al.ILTER for Coastal and Ocean Observations\nWeaknesses\n•Most LTER sites and national networks have been developed\nfrom  the  bottom–up.  The  different  research  and  monitoring\naims,   some   of   which   may   have   changed   over   time,   as\nwell  as  the  wide  variety  of  ecosystem  types,  infrastructure,\ninstrumentationandtechnologicaldevelopmentmay\nallhindercomparisonswithinandacrossnetworks,\nsites and scales.\n•ILTER-CMS  is  a  relatively  new  network,  with  50%  of  the\nsites being established after the year 2000. Environmental and\nsocio-ecological  issues  are  often  regional  and  not  yet  clearly\ndefined at the global scale.\n•Despite  recent  efforts  (Haase  et  al.,  2018)  and  progress  with\nthe   development   of   the   DEIMS-SDR,   the   harmonization\nof  data  and  metadata  for  CMS  is  still  far  from  complete.\nStandardized/transparentdatamanagementprocedures\ncannot   easily   be   implemented   in   a   number   of   locations\nand  datasets  are  often  not  readily  available.  The  obstacles\ninclude  inadequate  funding,  a  lack  of  training  opportunities,\nand/orhesitancytosubmitdatatointernationally\naccepted repositories.\n•ILTER-CMS was not designed to be an operational monitoring\nsystem but to study ecosystem and biodiversity. Consequently,\nthere is not final consensus about the variables to be measured\nTABLE 1 |The strengths, weakness, opportunities, and threats presented by the\nILTER-CMS.\nStrengthsWeakness\n•Multi- and inter-disciplinary\n•Links with a wide range of\nglobal/regional processes and\ninitiatives\n•Platform for discussion among\nexperts on oceanographical and\necological themes\n•Multi-institutional cooperation\n•Metadata organized and updated\nin DEIMS-SDR\n•Socio-ecological aspects\ndeveloped in the ILTER mission\n•ILTER-CMS monitor Physical,\nBiochemical, and\nBiological/Ecological EOVs\n•Potential for large syntheses and\ndetection of long-term trends\nacross sites, spatial and temporal\nscales\n•Potential for developing and\ntesting concepts and theoretical\nframeworks\n•A consolidated data policy and\ninformation availability system\n•Quick response to\nmethodological/technological\nadvances, standardization and\nimplementation of these\ntechnologies on a large spatial\nscale and link to existing time\nseries and spatial data\n•ILTER is mostly terrestrial,\noverarching strategy and\nconceptual framework are broad\nand not specific for coastal and\nmarine environments\n•Variables to be measured,\nmethodologies, technological\ndevelopment and sampling\nschemes are not homogeneous\namong sites\n•The socio-ecological aspects are\nnot yet fully developed\n•Harmonization of data and\nmetadata for coastal and marine\nenvironments is still incomplete\n•The geographic location of time\nseries has notable gaps\n•The standardization of variables\ngathered has not been\naccomplished, and EEVs or EOVs\ncoverage is inconsistent\n•Intercalibration of approaches and\nmethodologies is lacking\n•The data management is relatively\npoor at several sites\n•Some data linked to ecological\nresearch activities not immediately\navailable\n(Continued)\nTABLE 1 |Continued\nOpportunitiesThreats\n•Optimal sites for experiments on\nobservation and pilot integrated\nbiological observatories\n•Promote the use of new\ntechnologies for ocean observation\nand compare the information that\ntechnologies make available\n•Merging frameworks from different\nglobal research and monitoring\ninitiatives, producing guidelines for\nfuture site-based long-term\nresearch and monitoring marine\nand coastal ecosystems\n•Support the use of costly\ninfrastructure, fostering\ncross-initiative collaborative\nresearch\n•Monitoring EOVs at a global scale\nat 130 discrete sites\n•Improvement of models and\npredictions of possible future\ndevelopments\n•Platform for citizen science\n•Continuous training of new\ngenerations of scientists, ensuring\nthe transfer of knowledge\n•Missing link with society,\nhampering the identification of\nquestions with societal relevance\n•Reduction in focus onin situ\nsampling as a consequence of\nlinking with more technological or\nmodel-centric networks\n•Inadequate training of new\ngeneration of researchers with\nrelevant skills set (e.g., taxonomy,\ndata science, database\nmanagement), able to recognize\nthe relevance of these kinds of\nactivities and maintain LTER in the\nfuture\n•Reduction of ILTER activities at\nsome sites leading to temporal\nand spatial gaps\nand  the  methodologies  and  sampling  schemes  that  should\nbe adopted.\nOpportunities\n•ILTER-CMS   has   the   governance   structure   to   coordinate\nwith  management  and  policy  programs,  interact  and  link\nwith  other  large-scale  initiatives,  create  interfaces  between\nthe   different   approaches   from   the   various   communities,\nand  establish  a  co-located  network  of  sites  within  similar\necosystem  typologies,  with  shared  research  and  monitoring\ntasks for multi-purpose uses (Haase et al., 2018). The ILTER-\nCMS  can  contribute  substantially  to  merging  frameworks\nthat   are   behind   different   global   research   and   monitoring\ninitiatives,  producing  guidelines  for  future  site-based  long-\nterm   research   and   monitoring.   The   site   network   could\ngenerate connected ecosystem monitoring methodologies and\ndatasets,  supporting,  as  well,  synergies  in  the  use  of  costly\ninfrastructures, through cross-initiative collaborative research.\n•Stakeholder  interactions  play  a  key  role  in  implementing\nILTERoutcomesforsustainableregionalandlocal\ndevelopment in light of global trends, and for true integration\nof  the  sites  into  local/regional  innovation  systems,  where\nthe  societal  and  human  dimension  is  considered  together\nwith   the   scientific   one.   Long-term   ecosystem   studies,   in\ncomparison   to   the   public   funding   they   need,   possess   a\ndisproportionately   high   capacity   to   inform   policymakers\nabout  relevant  environmental  issues  (Hughes  et  al.,  2017).\nThe  ILTER-CMS  represent  ideal  places  for  establishing  pilot\nintegrated   biological   observatories   where   the   use   of   new\ntechnologies  for  ocean  observation  can  also  be  promoted\nFrontiers in Marine Science | www.frontiersin.org6August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 7\nMuelbert et al.ILTER for Coastal and Ocean Observations\nand  where  the  information  that  technologies  make  available\ncan    be    tested    and    compared    to    develop    standardized\napproaches  for  their  use  (e.g.,  high  throughput  molecular\nor   imaging   techniques).   With   enhanced   standardization\nand   increased   adoption   across   coastal   and   marine   sites,\nthe  ILTER  offers  the  opportunity  to  monitor  EOVs  at  a\nglobal scale.\n•The  interaction  between  modelers  and  observers  provides\nthe  opportunity  to  better  design  and  plan  new  long-term\nobservation initiatives. Several sites record periods of decades\nand  thus  a  large  number  of  different  past  conditions,  which\ncan   be   used   to   calibrate   and   validate   various   kinds   of\nmodels. Model-generated environmental parameters can help\nto  reduce  temporal  and  spatial  observation  gaps.  Advanced\nmodels  are  vital  to  create  reliable  (future)  scenarios  that\nfacilitate  the  understanding  of  ecosystem  functioning  and\nevolution and are necessary to improve links between science\nand  policy  makers.  Observations  can  be  used  to  generate\noperational models needed to sustainably manage and protect\nmarine and coastal ecosystems (ODS 14.2) by indicating areas\nof  adverse  impacts,  habitat  loss,  and  changes  in  ocean  state\nthat are relevant for ecosystems services. ILTER can strengthen\ncapacity  building  by  providing  site  access  and  training  on\nadvanced ecosystem monitoring and management. This is an\ninvaluable opportunity to attract young scientists from around\nthe globe and to teach a new generation of scientists innovative\nways to use resources, recognize the relevance of these kinds\nof  activities,  and  maintain  and  develop  the  network  with  a\nlong-term perspective.\n•ILTER-CMS could be an ideal context for the development of\ncitizen science (CS) activities (Irwin, 1995; Bonney et al., 2009).\nCS can (i) improve the frequency and geographical coverage of\nobservations, and (ii) improve pedagogy and communication\nat  the  science/society/policy  interface  by  involving  citizens,\nmanagers  or  different  stakeholders  in  a  research  program.\nHands-on involvement of people in research and monitoring\nactivities is more effective than communicating about science\nand  its  benefits.  Increasingly  apps  can  be  used  to  assist  the\ncitizen  scientists  to  report  data  in  a  standardized  manner\n(e.g., the Secchi disk project\n6\nor beach observer). CS programs\ncan  yield  significant  results  (see,  e.g.,  Abbott  et  al.,  2018)\nand  could  be  applied,  for  example,  in  programs  with  divers,\nsailors,  and  beach-goers  looking  at  biodiversity  in  coastal\nzones  and  collecting  data  of  great  interest  to  ILTER  and\ncontributing to GOOS.\n•ILTER  Network  may  provide  improved  data  management  at\nsite-level and enhanced data flow toward global and European\nmarine   data   infrastructure   like   the   Ocean   Biogeographic\nInformation   System   (OBIS)   and   the   European   Marine\nObservation   and   Data   Network   (EMODnet).   ILTER   may\nmake  use  as  well  of  the  standardization  tools  provided  by\nWorld Register of Marine Species (WoRMS) and the improved\nanalytical   capacity   provided   by   marine   virtual   research\nenvironments   constructed   under   the   European   Research\n6\nhttp://www.secchidisk.org/\nInfrastructure (ESFRI) by LifeWatch-ERIC and the European\nOpen Science Cloud.\n•The  concepts  of  EOVs  and  Essential  Biodiversity  variables\n(EBVs) could facilitate the task of identifying key variables for\nLTER coastal and marine biological observations (Miloslavich\net al., 2018; Navarro et al., 2018). ILTER-CMS needs to assess\nthe  readiness  levels  of  the  EOVs  to  assure  implementation\nof  an  operational  system.  These  concepts  could  be  merged\nwith the Ecosystem Integrity framework (Müller, 2005), at the\nmoment adopted by ILTER, based on a comprehensive set of\nabiotic variables for identifying drivers of biodiversity changes\nwithin  the  context  of  ecosystem  structures  and  processes\n(Haase et al., 2018).\nThreats\n•Long-term initiatives are difficult to maintain, and they need to\nbe cost-effective and sustainable at the country level. Reduction\nof ILTER-CMS activities at some sites could produce temporal\nand  spatial  gaps  that  would  hamper  the  functionality  and\nrelevance of the network.\n•A failure in engaging users and stakeholders could limit the full\nexploitation of ILTER-CMS services and products. The lack of\ntransfer of knowledge and understanding to policy makers and\nsociety would prevent informed decision making regarding the\nlong-term safeguarding and effective management of marine\necosystem services.\n•ILTER  Network  has  historically  been  more  oriented  toward\n“terrestrial,”    inland    ecosystems:    conceptual    frameworks,\nharmonization,   and   data   models   not   well-suited   for   the\nmarine component may discourage future ocean initiatives.\n•Future  ILTER-CMS  activities  must  be  sustained  by  young\nscientists.   A   failure   to   make   ILTER-CMS   attractive   and\nmeaningful   for   early   career   researchers   (and   the   next\ngeneration  of  stakeholders)  could  be  a  major  threat  for  the\nlong-term   sustainability   of   integrated   coastal   and   marine\necological observatories.\nIn  the  following  two  sections,  we  elaborate  on  two  specific\nopportunities  for  ILTER-CMS  in  contributing  to  global  ocean\nobserving: Essential Ocean Variables and Emerging Technology.\nEssential Ocean Variables and the ILTER\nContribution to Observation, Science\nand Management Programs\nMany   programs   and   initiatives   at   the   regional   and   global\nlevel   are   dedicated   to   the   study   of   coastal   and   marine\nenvironments  and  they  express  a  common  need  to  harmonize\nand coordinate observations to allow comparison and synthesis\nacross  ecosystems  and  scales.  In  this  respect,  efforts  need  to\nbe  dedicated  to  enable  interoperability  and  to  create  interfaces\namong the different initiatives. In particular, consolidated global\nnetworks,  such  as  GOOS  and  ILTER,  should  be  leaders  in\nproposing  and  demonstrating  how  interoperability  and  linking\nof conceptual frameworks could be tackled.\nWe argue that one way to achieve this integration is through\nthe   use   of   Essential   Ecosystem   Variables   (EEVs)   or   EOVs.\nOne  of  the  outputs  of  the  OceanObs’09  conference  was  the\nFrontiers in Marine Science | www.frontiersin.org7August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 8\nMuelbert et al.ILTER for Coastal and Ocean Observations\nadoption  of  FOO  (Lindstrom  et  al.,  2012).  The  FOO  proposed\nthe   use   of   routine   and   sustained   observations   of   physical,\nbiogeochemical  and  biological  EOVs.  GOOS  has  adopted  the\nFOO recommendations, and recently the Biology and Ecosystem\nPanel   has   approved   a   set   of   EOVs   for   global   sustained\nobservations of biodiversity and ecosystem change (Miloslavich\net al., 2018). This is also in line with a recent joint proposition\nof  ILTER  and  the  Group  on  Earth  Observations  Biodiversity\nObservation Network (GEOBON) to merge ecosystem integrity\nand EBVs to serve as an improved guideline for future long-term\nenvironmental research and monitoring (Haase et al., 2018).\nAs a first step, we conducted a survey involving ILTER-CMS\nsite   managers   in   order   to   record   how   many   sites   already\nmonitor   the   EOVs   proposed   by   the   GOOS.   The   GOOS\nPanels   have   identified   11   Physical,   9   Biogeochemical,   and\n11  Biological/Ecosystem  essential  variables.  The  results  of  the\nsurvey  were  quite  encouraging  (Figure  5).  Eleven  EOVs  are\nobserved  routinely  in  more  than  50%  of  the  surveyed  sites.\nSurface  and  sub-surface  temperature  and  salinity  are  among\nthe   most   observed   physical   EOVs,   but   a   good   number   of\nsites  also  measure  sea  state  (42%),  surface  (42%)  and  sub-\nsurface currents (42%) and sea surface height (38%). The most\ncommon  physical  EOVs  within  ILTER-CMS  sites  (Figure  5)\nare already in a mature readiness level. For the biogeochemical\nEOVs,  nutrients,  oxygen  and  particulate  matter  are  measured\nin   more   than   50%   of   the   sites,   while   inorganic   carbon\n(40%),  dissolved  organic  carbon  (40%)  and  ocean  color  (32%)\nare   also   well-represented.   Nutrients   and   oxygen   are   at   a\nmature  level  while  particular  matter  can  vary  from  concept\nto   mature   depending   on   the   environment.   Phytoplankton\nbiomass and diversity, the abundance and distribution of benthic\ninvertebrates, fish and zooplankton are the biological/ecosystem\nEOVs   measured   at   50%   or   more   sites.   These   EOVs   have\na   varying   degree   of   readiness   level,   ranging   from   concept\nto  mature.  Other  biological/ecosystem  EOVs  are  site  specific\nand  reflect  habitat  specificity.  Therefore,  it  is  expected  that\nseagrass,   hard   coral,   and   mangrove   covers   would   only   be\nmeasured at a few sites.\nILTER  coastal  and  marine  sites  also  measure  several  other\nvariables  that  are  relevant  for  coastal  and  marine  ecosystems,\nbut   are   not   indicated   as   EOVs.   Among   them:   physical\n(e.g.,  incident  wave  height  and  cumulative  wave  energy,  and\ncurrents   along   the   entire   water   column   parameters),   water\nquality  (e.g.,  transparency,  turbidity,  sediment  concentration,\nand composition) and biogeochemical and biological parameters\n(redox   potential   and   water   pH,   CO\n2\nfluxes   to   and   from\nthe   atmosphere,   primary   productivity,   toxic   phytoplankton\ncomposition, and production of toxins).\nThese   results   show   that   a   comprehensive   coastal   and\nmarine   ecosystem   monitoring   system   could   benefit   from\ncollaboration  and  synergy  with  the  ILTER  network.  At  this\ntime,    when    GOOS    has    just    defined    biological/ecological\nEOVsandisworkingonimplementationstrategies\nandcoordinationofobservations,theILTERnetwork\nalready    provides    infrastructure    and    logistical    support    to\nconductmonitoringofcoastalandmarineecosystems\naround the world.\nAnotherpossiblecontributionoftheILTER-CMS\nobservations   is   the   establishment   of   integrated   supersites.\nSupersites  are  focal  points  for  instrument  intensive  research,\nideally   suited   for   co-location   with   small-scale   experiments\nand  specialized  observations,  and  situated  in  areas  that  will\nprovide   important   information   on   environmental   change,\ni.e.,   critical   zones.   Co-locating   ILTER-CMS   supersites   with\nGOOS-proposed   Sentinel   sites   (PICO-I,   2012)   would   link\nthe   mechanistic   ecological   and   biophysical   understanding\nfrom  the  ILTER  with  an  ocean  observatory  framework  that\nexplicitly  seeks  to  understand  the  influence  of  anthropogenic\npressures  and  the  roles  of  ecosystem  services  in  that  location.\nILTER   has   sites   in   most   Sentinel   Sites   including   some   of\nthe   most   stressed   ones:   Greenland-North-Baltic   Seas/Bay   of\nBiscay;   Indonesian   Archipelago-South   China   Sea;   and,   East\nChina/Yellow  Seas.  Thus,  the  ILTER-CMS  is  poised  to  provide\nobservations  of  scientific  and  societal  benefit  immediately  to\nvulnerable regions.\nLong-term   ecological   time   series   are   crucial   for   setting\nrealistic   baselines   and   limits   in   the   classification   systems\nused    for    assessing    ecosystem    environmental    status.    The\n130    globally-distributed    coastal    and    marine    sites    of    the\nILTER    provide    an    exceptional    observation    platform    for\nthe   GOOS-defined   EOVs   and   invaluable   information   for\nseveral  regional  and  global  programs.  This  integration  could\nbenefit   the   European   Water   Framework   Directive   (WFD)\nand  the  EU  Marine  Strategy  Framework  Directive  (MSFD),\nthe  accomplishment  of  the  Aichi  Targets  of  the  Convention\nfor  Biological  Diversity  (CBD),  the  Intergovernmental  Panel\nfor  Climate  Change  (IPCC),  the  Intergovernmental  Science-\nPolicy    Platform    on    Biodiversity    and    Ecosystem    Services\n(IPBES)  and  the  United  Nations  World  Ocean  Assessment.\nInformation   on   coastal   and   marine   ecosystems   is   urgently\nrequired   to   address   the   UN   Sustainable   Development   Goal\n(SDG) 14.\nILTER coastal and marine sites can also provide information\nfor  science  programs  such  as  Future  Earth  Coasts,  formerly\nLOICZ    (Land-Ocean    Interactions    in    the    Coastal    Zone)\nprogramme.   Future   Earth   Coasts   was   launched   by   IGBP\n(International   Geosphere-Biosphere   Programme)   and   IHDP\n(InternationalHumanDimensionsProgramme)asan\ninternational    research    project    and    global    expert    network\nexploring  the  pressures  and  social-environmental  impacts  of\nglobal environmental change in coastal zones. ILTER-CMS can\nalso contribute to the Marine Biodiversity Observation Network\n(MBON),  a  thematic  component  of  GEO  BON,  that  aims  to\ncoordinate,  promote  and  augment  the  capabilities  of  present\nand   future   national   and   international   observing   systems   to\ncharacterize and monitor diversity of marine life at the genetic,\nspecies, and ecosystem levels using a broad array ofin situand\nremote  sensing  observations  (Duffy  et  al.,  2013;  Muller-Karger\net al., 2018). ILTER-CMS sites are located in 20 of the 66 Large\nMarine Ecosystem (LME, Sherman, 1991) around the world and\ncan  contribute  to  identify  areas  of  the  oceans  for  conservation\npurposes  and  enable  ecosystem-based  management  to  provide\na  collaborative  approach  to  management  of  resources  within\necologically-bounded   transnational   areas.   Data   collected   at\nFrontiers in Marine Science | www.frontiersin.org8August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 9\nMuelbert et al.ILTER for Coastal and Ocean Observations\nFIGURE 5 |Frequency of coastal and marine International Long-Term Ecological Research (ILTER) sites that observe Essential Ocean Variables recommended by\nthe GOOS Biology and Ecosystem Panel. Physical variables(A), biogeochemical variables(B), and biological/ecosystem variables(C).\nILTER-CMS could be streamed into the OBIS and contribute to\nincreasingly free and open access biodiversity and biogeographic\ndata  and  information  on  marine  life.  ILTER  can  harbor  and\nlink  with  many  other  long-term  coastal  and  ocean  ecosystem\nmonitoring  programs,  which  may  be  explicitly  reported  also\non  DEIMS –  SDR, in  each site  description.  Furthermore,  there\nis  a  well-established  bottom–up  procedure  from  the  request\nof  a  site  to  become  an  LTER  site,  to  the  assessment  of  its\nsuitability,  i.e.,  of  the  possession  of  specific  requisites  fulfilling\nthe  LTER  network  requirements,  which  occurs  at  the  national\nlevel,  to  the  admittance  to  the  national  network  and  hence\nto ILTER.\nFrontiers in Marine Science | www.frontiersin.org9August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 10\nMuelbert et al.ILTER for Coastal and Ocean Observations\nNEW TECHNOLOGIES FOR ILTER\nOne  aspect  determining  the  future  success  of  the  ILTER  will\nbe   its   ability   to   adopt   and   leverage   emerging   technologies\nat   all   levels   of   organization.   Many   of   these   technological\ndevelopments   represent   opportunities   to   catalyze   education\nof   and   collaboration   between   young   scientists   across   LTER\nsites,  strengthening  the  network  and  thus  mitigate  identified\nthreats  in  the  SWOT-analysis  (Table  1).  Mature  technologies\nthat   are   economic   to   implement   can   directly   contribute   to\ncounteract currently identified weaknesses by better geographical\ncoverage  and  harmonized  data  quality.  This  spans  innovative\nin   situtechnologies   developed   at   individual   sites   to   global\ndata   networks   that   enable   novel   syntheses   via   increasingly\npowerful computational technologies or leverage citizen science.\nHere   we   consider   some   of   these   technologies,   building   up\nthrough the hierarchical organization of ILTER (seeFigure 4in\nMirtl et al., 2018).\nResearcher Level\nInternational   Long-Term   Ecological   Research   Network   sites\nare  ideal  incubators  for  the  development  and/or  deployment\nof  emerging  technologies.  As  noted  in  the  introduction,  the\ngeneral  sampling  rate  of  eco/bio/geo/chemical  phenomena  has\nlong   lagged   behind   the   rapid   data   collection   possible   by\nphysical   oceanographers.   In   the   last   two   decades,   however,\nthere  has  been  a  rapid  development  of  novel  high-throughput\ntechnologies.  These  include  chemical,  imaging,  acoustic  and\nmolecular  sensor  systems  that  have  enabled  continuous  and\nlong-term  measurement  of  new  parameters  that  are  of  great\ninterest (Johnson et al., 2007). Examples include nitrate (Johnson\nand Coletti, 2002), ammonium (Plant et al., 2009), and pH (Seidel\net  al.,  2008;  Martz  et  al.,  2010)  sensors.  Similarly,  advances  in\nrapid  image  collection  and  processing  have  enabled  cataloging\nand enumeration of phytoplankton and zooplankton biodiversity\nat tidal to interannual scales (Olson and Sosik, 2007; Sosik and\nOlson,  2007;  Faillettaz  et  al.,  2016;  Hunter-Cevera  et  al.,  2016),\nwhile high-throughput molecular analyses facilitate biodiversity\nassessments of unprecedented taxonomic resolution, facilitating\nthe regular monitoring of taxa that were not reliably identifiable\npreviously (Stern et al., 2018). This, in turn, provides the potential\nfor  unique  insights  into  the  diversity  and  function  of  marine\nfoodwebs (e.g., Leray et al., 2015).\nOne major trend that will shape the future of ILTER research is\nthe continued miniaturization of electronics and improvements\nto memory and batteries. For example, the Imaging FlowCytobot\nis now half as large, weighs half as much, and consumes one-third\nof the power of the original (Olson et al., 2017). This technology\nhas  now  been  commercialized  (McLane  Research  Laboratories,\nInc.), is in routine use at the Northeast U.S. Shelf (NES) LTER site\nand other time series locations in the U.S., and has a growing user\nbase around the world. Continued advances along this trajectory\nwill enable novel biological and ecological studies. For example,\nembedded sensors within organisms have enabled metabolic and\nphysiological studies (McGaw et al., 2018); underwater tracking\ntechnology has revealed ecological interactions between predator,\nprey  and  the  environment  (Osterback  et  al.,  2013).  The  rich\ncontextual data at the ILTER sites provide an ideal framework to\ndevelop this new technology and interpret the data it produces.\nIn  addition  to  developments  ofin  situtechnologies,  ILTER\nsites are also promoting advances in remote sensing technologies\nthat are critical for characterizing ecosystems at large scales. For\nexample,  in  coastal  dune  systems  the  use  of  high-resolution\nremote    sensed    imagery    (LiDAR    –    Light    Detection    and\nRanging – and  orthophotos)  is  helping  to  explain  the  invasion\nsuccess of some alien species and the roles of propagule pressure,\nabiotic, and biotic factors in coastal landscapes (Bazzichetto et al.,\n2018). The use of remotely sensed data may make it possible to\nmodel the invader-landscape relationship over a large geographic\nextent and to highlight the coastal sectors that are most likely to\nbe invaded in the future.\nSite Level\nAcross  individual  ILTER  sites  (which  may  comprise  a  number\nof individual locations), autonomous systems, robotics, machine\nlearning,   and   advances   in   -omics   technologies   will   drive\ndiscovery in the coming decades.\nThe  maturation  and  miniaturization  of  robotic  platforms\n(taken    here    to    be    all    manner    of    autonomous    mobile\nplatforms,includingdrifters,profilingfloats,buoyancy\ngliders,    propeller-driven    autonomous    underwater    vehicles,\nand  unmanned  aerial  systems,  cf.  Nidzieko  et  al.,  2018)  will\ngradually  enable  their  incorporation  into  a  broader  range  of\nresearch. There are three barriers to more widespread adoption\nat  the  moment.  One,  the  maturation  of  suitable  sensors,  as\nmentioned   above,   is   necessary   prior   to   incorporation   onto\nmobile  platforms.  Two,  most  platforms  are  still  not  “turnkey”\ndevices  and  thus  require  specialized  operator  knowledge.  And\nthree,  costs  are  still  prohibitive  for  acquisition  of  more  mature\ntechnologies.  The  popular  trend  of  the  DIY/makerspace  ethos\nmay  result  in  less  costly,  yet  still  capable  platforms  that  can\nbe   readily   employed   in   coastal   and   marine   research.   Once\ndeployed,   however,   the   ability   of   robots   to   do   “dull,   dirty,\ndangerous”  tasks  will  improve  both  the  temporal  and  spatial\nmeasurements  collected  across  an  LTER  site.  For  example,  the\ntime-consuming task of manually counting kelp forest biomass\nis  only  conducted  monthly  across  all  10  of  the  individual  sites\nwithin  the  Santa  Barbara  Coastal  LTER  and  measurements  are\ndone on subsampled transects within a kelp forest. Underwater\nand/or aerial platforms could be used to survey the entire 70 km\ncoastline on a weekly basis, enabling better understanding spatial\npatterns in synchrony and disturbance (Bell et al., 2015).\nMachine learning will enable the deployment of technologies\nthat  have  heretofore  been  too  data-rich  to  make  significant\nimpacts to understanding biology and ecology within LTER sites.\nWe  give  two  examples:  passive  acoustics  and  flow  cytometers.\nThe use of passive acoustics across a broad sound spectrum has\nnot  been  feasible  due  to  limitations  in  memory,  battery  power,\nand processing capabilities. With the advances mentioned above\nand  the  maturation  of  machine  learning  techniques  in  parallel\nwith increasingly powerful computers (at both the personal and\ncloud/cluster level), tackling the processing requirements of such\nlarge datasets in now feasible (Mooney et al., 2017). We envision\nthat monitoring the soundscape within ILTER-CMS will become\nFrontiers in Marine Science | www.frontiersin.org10August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 11\nMuelbert et al.ILTER for Coastal and Ocean Observations\none  of  the  most  widely  adopted  technologies  in  the  coming\ndecade.  Flow  cytometry  techniques  similarly  produce  massive\namounts of data and have traditionally required extensive manual\nefforts  to  classify  cytometric  and  image  data  into  quantified\nproducts;  the  potential  for  automation  of  these  tasks  across\nILTER  sites  could  revolutionize  researcher’s  understanding  of\nvariations in plankton biodiversity.\nFinally,   at   the   site   level,   emerging   molecular   methods\nwill  bring  major  insights  by  identifying  important  microbial\nactors,  determining  their  interactions,  and  providing  deeper\ninsights   into   biogeochemical   processes   at   ILTER   sites.   One\nexample   of   this   technology   is   the   MBARI   Environmental\nSample   Processor   (Scholin   et   al.,   2009),   which   has   been\nused  to  autonomously  collect  and  preserve  microbial  samples\n(Ottesen  et  al.,  2011),  revealing  complex  shifts  in  microbial\ncommunities   over   very   short   time   scales   (Needham   et   al.,\n2018). See McQuillan and Robidart (2017) for a comprehensive\nreview   of   recent   advances.   Importantly,   these   technological\nadvances   are   multiplicative:   not   only   are   the   measurement\ntechniques  novel  and  advanced,  but  these  measurements  can\nalso  be  conducted  adaptively  in  response  to  the  feature  or\nevent   of   interest   (Harvey   et   al.,   2012).   Furthermore,   these\ntechnologies   can   present   advantages   in   accuracy,   efficiency,\nand   cost   (Danovaro   et   al.,   2016).   It   is   important   though\nthat   all   new   observing   technologies   pass   through   the   four\nstages  of  evolution  of  a  sustained  Ocean  Observing  system\n(Nowlin et al., 2001).\nRegional/Global Levels\nWhile  many  of  the  roles  of  technology  at  the  researcher  and\nsite levels will provide fundamental disciplinary discoveries and\nenable  the  establishment  of  new  time  series  for  incorporation\ninto  ILTER  core  products,  several  aspects  of  technology  will\ndrive  the  interdisciplinary  discoveries  that  integrate  multiple\nsites  at  regional  and/or  global  levels.  First,  common  metadata\nand  easy,  rapid  access  to  data  assets  are  essential  to  synthesis\nefforts.   Improvements   to   cloud   storage   and   data   discovery\ntools  will  be  critical  to  this  end  (Buck  et  al.,  2019).  As  these\ntools  mature,  and  perhaps  converge  from  bespoke  applications\ninto   more   generic   platforms,   ILTER   data   will   become   an\nintegral   component   of   the   broader   suite   of   data   products\nprovided from regional observing systems, operational (and data\nassimilative)  forecasts,  numerical  hindcasts,  and  weather  data\nthat researchers draw upon.\nThe   major   challenge   to   delivering   the   sound   ecological\nknowledge  necessary  to  address  human  impacts  will  require\nincorporating    patterns/trends    from    site-level    records    into\nobserved    and    predicted    global    climate    models.    This    is\nnot  a  trivial  task,  because  it  requires  both  scaling  up  local\nmeasurements  to  discover  and  explain  emergent  patterns  (that\nmight  only  be  detectable  within  the  distributed  network  of  the\nILTER)   while   also   scaling   down   from   climate   predictions\ntoexpectations/hypothesesofwhatmightbeobserved\nat   individual   site.   Synthesis   using   cross   ILTER   site   have\ncontributed    to    the    knowledge    of    ecosystem    spatial    and\ntemporal    variability    (e.g.,    Bestelmeyer    et    al.,    2011),    and\nserve    as    example    that    this    challenge    can    be    addressed.\nAdvances   in   computational   capabilities   will   certainly   be   an\nasset   to   this   end,   but   ultimately   the   larger   hurdle   may   be\nnot   be   technological   be   rather   operational,   as   described   in\nthe threats above.\nRECOMMENDATIONS AND\nCHALLENGES\nILTER coastal and marine sites has great potential to contribute\nto   global   coastal   and   ocean   observation.   Here   we   provide\nrecommendations to improve the opportunities for ILTER-CMS\nto  enhance  collaboration  among  researchers,  institutions  and\ngovernments and funding agencies in support of long-term ocean\nobserving initiatives.\n(1)  Recommendations  to  the  network  members  and  related\norganizations:\n•Regional    nodes    should    promote    the    expansion    of\ncoastal  and  marine  sites  by  strengthening  networks  of\nmarine scientists.\n•Financial and educational support necessary to minimize\nthe coverage gaps of ILTER-CMS (Figure 1), especially in\ndeveloping countries should be addressed.\n•Members  should  provide  a  quality-assured  web-based\ndata  archiving,  effective  data  retrieval  and  relevant  data\nproducts  within  the  network;  promote  the  use  of  best-\navailable  statistical  tools  for  data  analysis  and  synthesis;\nand  build  up  their  respective  infrastructures  for  sharing\ndata and data handling, analysis and visualization.\n•The ILTER-CMS need to harmonize and coordinate long-\nterm environmental (both biotic and abiotic) observations\nin  line  with  the  EOVs  to  the  extent  possible,  to  allow\ncomparisons   within   and   across   networks,   sites   and\nscales.   These   efforts   should   consider   socio-ecological\naspects, as well.\n•Launch   or   improve   coordination   and   integration   of\nobservations across scales (e.g., from coast to open sea) in\nconcert with other international observing networks.\n•Develop standard operating procedures, adopt guidelines\nfor measurement program design, and establish routines\nfor recurrent intercalibration exercises for all subject fields\nin line with the OceanBestPractices (OBP\n7\n). Such activities\nmay  include  increasing  the  use  of  shared  infrastructure,\nprotocols  and  data  platforms;  and  developing  metadata\nand  dataset  harmonization/interoperability  necessary  to\nfoster and facilitate sharing and open access.\n•Define a consistent overarching research and monitoring\nframework, taking into account the wide range of ILTER-\nCMS typologies. LTER has historically been more oriented\ntoward  terrestrial,  inland  ecosystems,  therefore  coastal\nand  marine  conceptual  frameworks,  harmonization  and\ndata   models   still   need   improvement   and   should   be\nstrengthened and better integrated.\n7\nhttps://www.oceanbestpractices.net/\nFrontiers in Marine Science | www.frontiersin.org11August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 12\nMuelbert et al.ILTER for Coastal and Ocean Observations\n•Strengthen the communication with relevant stakeholders\nto improve the role of ILTER-CMS network as a data and\nknowledge provider for society.\n•Promote   citizen   science   initiatives   to   raise   awareness\nabout   the   broad   importance   of   ILTER-CMS   research\nactivities.Acollaborationwithexistingcitizen\nsciencenetworks,e.g.,ECSA(EuropeanCitizen\nScience   Association)   and   other   observation   networks\nshould be encouraged.\n•Seek   consensus   for   the   adoption   of   parameters   and\nmonitoring methods in order to overcome fragmentation\nbetween    sites,    improve    interfaces    among    networks\n(e.g.,   GOOS)   and   promote   cooperation   on   shared\nenvironmental issues and targets.\n•Further develop existing biological observations through\nthe   implementation   of   new   technological   and   -omic\napproaches  and  improve  their  integration  with  physical\nand chemical observing systems and modeling initiatives.\n•Provide  the  knowledge  needed  by  policy  makers  and\nsociety   for   informed   decision-making   regarding   the\nlong-term  safeguarding  and  effective  management  and\nsustainability of coastal and marine ecosystem services.\n(2)    General    recommendations    to    government,    funding\nagencies, and other organizations:\n•Partners should address the need to support and protect\nexisting  LTER  sites,  recruit  technical  workforce,  allow\nfor  their  development  and  improvement,  and  increase\ntheir number for better spatial coverage, while recognizing\nfunding limitations.\n•Support  formation  of  expert  working  groups  providing\nurgent  scientific  environmental  knowledge  for  society,\ncapacity strengthening, education, and training.\n•Support  technological  innovation  to  implementin  situ\nobserving  systems,  develop  smart  technologies  for  cost-\neffective  automated  monitoring  of  biological  variables,\nand transition from research to operational status.\n•Engage   society   in   the   definition   of   relevant   research\nquestions to strengthen the science/society/policy interface.\n•Engage governments in prioritizing and sustaining ILTER-\nCMS activities as well as engage users, stakeholders, and\nother existing observing networks to fully exploit ILTER\nservices  and  products,  and  demonstrate  the  impact  on\nscience and society.\nAUTHOR CONTRIBUTIONS\nJM,   NN,   AA,   AB,   AK,   AP,   and   AZ   helped   to   conceive\nthemanuscript,coordinatedtheauthorcontributions,\nwroteandeditedthemanuscript,andcontributedto\ntables   and   figures.   SB,   EB,   TB,   BC,   KD,   EE,   MN,   OR,\nMS,   TS,   HS,   AdS,   KS,   PS,   AnS,   and   JW   contributed   to\nmanuscript ideas and text.\nFUNDING\nJM    was    supported    by    a    CNPq    fellowship    (Grant    No.\n310047/2016-1)  and  by  PELD  Estuário  da  Lagoa  dos  Patos  e\nCosta  Adjacente  (CNPq/CAPES/FAPERGS).  SB  was  supported\nby   US   NSF   (Grant   #OCE-1655686).   AB   was   supported   by\nCAPES/CNPq/FAPES grant no. 441243/2016-9 to PELD Coastal\nHabitats of Espírito Santo as part of the Brazilian LTER program.\nHS   was   supported   by   US   NSF   (Grant   #CCF-1539256   and\n#OCE-1655686),  Simons  Foundation  (Grant  #561126)  and  US\nNOAA/CINAR (Cooperative Agreement NA14OAR4320158).\nACKNOWLEDGMENTS\nThe authors acknowledge the contribution of all ILTER-CMS that\nhave  provided  updated  information  to  the  Dynamic  Ecological\nInformation   Management   System   Site   and   Dataset   Registry\n(DEIMS-SDR) and that responded the EOV questionnaire.\nSUPPLEMENTARY MATERIAL\nThe   Supplementary   Material   for   this   article   can   be   found\nonlineat:https://www.frontiersin.org/articles/10.3389/fmars.\n2019.00527/full#supplementary-material\nREFERENCES\nAbbott, B. W., Moatar, F., Gauthier, O., Fovet, O.,  Antoine, V., and Ragueneau,\nO. (2018). Trends and seasonality of river nutrients in agricultural catchments:\n18 years of weekly citizen science in France.Sci. Total Environ.624, 845–858.\ndoi: 10.1016/j.scitotenv.2017.12.176\nBazzichetto,  M.,  Malavasi,  M.,  Barták,  V.,  Acosta,  A.  T.  R.,  Moudrý,  V.,  and\nCarranza,  M.  L.  (2018).  Modeling  plant  invasion  on  Mediterranean  coastal\nlandscapes: an integrative approach using remotely sensed data.Landsc. Urban\nPlan.171, 98–106. doi: 10.1016/j.landurbplan.2017.11.006\nBell, T. W., Cavanaugh, K. C., Reed, D. C., and Siegel, D. A. (2015). Geographical\nvariability  in  the  controls  of  giant  kelp  biomass  dynamics.J.  Biogeogr.42,\n2010–2021.  doi: 10.1111/jbi.12550\nBestelmeyer, B. T., Ellison, A. M., Fraser, W. R., Gorman, K. B., Holbrook, S. J.,\nLaney, C. M., et al. (2011). Analysis of abrupt transitions in ecological systems.\nEcosphere2:129. doi: 10.1890/ES11-00216.1\nBonney, R., Ballard, H., Jordan, R., Mc Callie, E., Phillips, T., Shirk, J., et al. (2009).\nCAISE Report on Public Participation in Scientific Research. A CAISE Inquiry\nGroup Report. Washington, DC: Center for Advancement of Informal Science\nEducation.\nBuck, J. J. H., Bainbridge, S. J., Burger, E. F., Kraberg, A. C., Casari, M., Casey, K. S.,\net al. (2019). Ocean data product integration through innovation-the next level\nof data interoperability.Front. Mar. Sci.6:32. doi: 10.3389/fmars.2019.00032\nDanovaro,  R.,  Carugati,  L.,  Berzano,  M.,  Cahill,  A.,  Carvalho,  S.,  Chenuil,  A.,\net al. (2016). Implementing and innovating marine monitoring approaches for\nassessing  marine  environmental  status.Front.  Mar.  Sci.3:213.  doi:  10.3389/\nfmars.2016.00213\nDefeo, O., McLachlan, A., Schoeman, D. S., Schlacher, T. A., Dugan, J., Jones, A.,\net al. (2009). Threats to sandy beach ecosystems: a review.Estuar. Coast. Shelf\nSci.81, 1–12. doi: 10.1016/j.ecss.2008.09.022\nDick, J., Orenstein, D. E., Holzer, J. M., Wohner, C., Achard, A.-L., Andrews, C.,\net al. (2018). What is socio-ecological research delivering? A literature survey\nFrontiers in Marine Science | www.frontiersin.org12August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 13\nMuelbert et al.ILTER for Coastal and Ocean Observations\nacross  25  international  LTSER  platforms.Sci.  Total  Environ.62,  1225–1240.\ndoi: 10.1016/j.scitotenv.2017.11.324\nDrius, M., Carranza, M. L., Stanisci, A., and Jones, L. (2016). The role of Italian\ncoastal dunes as carbon sinks and diversity sources. A multi-service perspective.\nAppl. Geogr.75, 127–136. doi: 10.1016/j.apgeog.2016.08.007\nDuffy, J. E., Amaral-Zettler, L. A., Fautin, D. G., Paulay, G., Rynearson, T. A., Sosik,\nH.  M.,  et  al.  (2013).  Envisioning  a  national  marine  biodiversity  observation\nnetwork.Bioscience63, 350–361.  doi: 10.1525/bio.2013.63.5.8\nEuropean  Commission  (2016).H2020  Programme  -  Guidelines  on  FAIR  Data\nManagement   in   Horizon   2020.   Available   at:   http://ec.europa.eu/research/\nparticipants/data/ref/h2020/grants_manual/hi/oa_pilot/h2020-hi-oa-data-\nmgt_en.pdf (accessed August 13, 2019).\nFaillettaz, R., Picheral, M., Luo, J. Y., Guigand, C., Cowen, R. K., and Irisson, J.-O.\n(2016). Imperfect automatic image classification successfully describes plankton\ndistribution patterns.Methods Oceanogr.15, 60–77.   doi: 10.1016/j.mio.2016.\n04.003\nHaase,  P.,  Tonkin,  J.  D.,  Stoll,  S.,  Burkhard,  B.,  Frenzel,  M.,  Geijzendorffer,\nI.  R.,  et  al.  (2018).  The  next  generation  of  site-based  long-term  ecological\nmonitoring: linking essential biodiversity variables and ecosystem integrity.Sci.\nTotal Environ.613–614, 1376–1384. doi: 10.1016/j.scitotenv.2017.08.111\nHalpern, B. S., Frazier, M., Potapenko, J., Casey, K. S., Koenig, K., Longo, C., et al.\n(2012).  Spatial  and  temporal  changes  in  cumulative  human  impacts  on  the\nworld’s ocean.Nat. Comm.6:7615. doi: 10.1038/nccomms8615\nHarvey, J. B. J., Ryan, J. P., Marin, R., Preston, C. M., Alvarado, N., Scholin, C. A.,\net al. (2012). Robotic sampling, in situ monitoring and molecular detection of\nmarine zooplankton.J. Exp. Mar. Biol. Ecol.413, 60–70. doi: 10.1016/j.jembe.\n2011.11.022\nHowes,  E.  L.,  Joos,  F.,  Eakin,  C.  M.,  and  Gattuso,  J.-P.  (2015).  An  updated\nsynthesis  of  the  observed  and  projected  impacts  of  climate  change  on  the\nchemical, physical and biological processes in the oceans.Front. Mar. Sci.2:36.\ndoi: 10.3389/fmars.2015.00036\nHughes, B. R., Beas-Luna, R., Barner, A. K., Brewitt, K., Brumbaugh, D. R., Cerny-\nChipman, E. B., et al. (2017). Long-Term studies contribute disproportionately\nto ecology and policy.Bioscience67, 271–281. doi: 10.1093/biosci/biw185\nHunter-Cevera, K. R., Neubert, M. G., Olson, R. J., Solow, A. R., Shalapyonok, A.,\nand  Sosik,  H.  M.  (2016).  Physiological  and  ecological  drivers  of  early  spring\nblooms of a coastal phytoplankter.Science354, 326–329. doi: 10.1126/science.\naaf8536\nILTER  (2006).ILTER  Strategic  Plan:  International  long-term  ecological  research\nnetwork  -  Strategic  Plan.  Available  at:  http://www.lter-europe.net/document-\narchive/central/ECOLEC-D-08-00262.pdf (accessed August 13, 2019).\nIrwin,  A.  (1995).Citizen  Science:  A  Study  of  People,  Expertise  and  Sustainable\nDevelopment. New York, NY: Routledge.\nJohnson, K. S., and Coletti, L. J. (2002). In situ ultraviolet spectrophotometry for\nhigh  resolution  and  long-term  monitoring  of  nitrate,  bromide  and  bisulfide\nin  the  ocean.Deep  Sea  Res.  I49,  1291–1305.    doi:  10.1016/s0967-0637(02)\n00020-1\nJohnson, K. S., Needoba, J. A., Riser, S. C., and Showers, W. J. (2007). Chemical\nsensor  networks  for  the  aquatic  environment.Chem.  Rev.107,  623–640.\ndoi: 10.1021/cr050354e\nKliment,   T.,   and   Oggioni,   A.   (2011).Metadatabase:   EnvEurope   Metadata\nspecification  for  Dataset  Level.  EnvEurope  (LIFE08  ENV/IT/000339)  Project\nReport   PD.A1.1.4.   Available   at:   http://www.enveurope.eu/misc/PD_1_1_4_\nKliment_Metadatabase_201112_final_v1.0.pdf (accessed August 13, 2019).\nLeray,  M.,  Meyer,  C.  P.,  and  Mills,  S.  C.  (2015).  Metabarcoding  dietary  analysis\nof coral dwelling predatory fish demonstrates the minor contribution of coral\nmutualists  to  their  highly  partitioned,  generalist  diet.PeerJ3:e1047.  doi:  10.\n7717/peerj.1047\nLindstrom,  E.,  Gunn,  J.,  Fischer,  A.,  McCurdy,  A.,  Glover,  L.,  Alverson,  K.,\net  al.  (2012).A  Framework  for  Ocean  Observing.  By  the  Task  Team  for  an\nIntegrated Framework for Sustained Ocean Observing, UNESCO 2012, IOC/INF-\n1284. Available at: http://www.oceanobs09.net/foo/FOO_Report.pdf (accessed\nAugust 13, 2019).\nMalavasi,   M.,   Acosta,   A.   T.   R.,   Carranza,   M.   L.,   Bartolozzi,   L.,   Basset,   A.,\nBassignana, M., et al. (2018). Plant invasions in Italy: an integrative approach\nusing the european lifewatch infrastructure database.Ecol. Indic.91, 182–188.\ndoi: 10.1016/j.ecolind.2018.03.038\nMartz,  T.  R.,  Connery,  J.  G.,  and  Johnson,  K.  S.  (2010).  Testing  the  honeywell\ndurafetrfor seawater ph applications.Limnol. Oceanogr. Methods8, 172–184.\ndoi: 10.4319/lom.2010.8.172\nMauz,   I.,   Peltola,   T.,   Granjou,   C.,   van   Bommel,   S.,   and   Buijs,   A.   (2012).\nHow scientific visions matter: insights from three long-term socio-ecological\nresearch  (LTSER)  platforms  under  construction  in  Europe.Environ.  Sci.  Pol.\n19, 90–99. doi: 10.1016/j.envsci.2012.02.005\nMcGaw, I. J., Steell, S. C., Van Leeuwen, T. E., Eliason, E. J., and Cooke, S. J. (2018).\nApplication of miniature heart rate data loggers for use in large free-moving\ndecapod  crustaceans:  method  development  and  validation.Physiol.  Biochem.\nZool.91, 731–739. doi: 10.1086/695839\nMcQuillan, J. S., and Robidart, J. C. (2017). Molecular-biological sensing in aquatic\nenvironments:  recent  developments  and  emerging  capabilities.Curr.  Opin.\nBiotechnol.45, 43–50. doi: 10.1016/j.copbio.2016.11.022\nMiloslavich,  P.,  Bax,  N.  J.,  Simmons,  S.  E.,  Klein,  E.,  Appeltans,  W.,  Aburto-\nOropeza,  O.,  et  al.  (2018).  Essential  ocean  variables  for  global  sustained\nobservations  of  biodiversity  and  ecosystem  changes.Glob.  Change  Biol.24,\n2416–2433. doi: 10.1111/gcb.14108\nMirtl, M., Borer, E. T., Djukic, I., Forsius, M., Haubold, H., Hugo, W., et al. (2018).\nGenesis, goals and achievements of long-term ecological research at the global\nscale: a critical review of ILTER and future directions.Sci. Total Environ.626,\n1439–1462. doi: 10.1016/j.scitotenv.2017.12.001\nMooney,  T.  A.,  Lillis,  A.,  Kaplan,  M.  B.,  Suca,  J.,  and  Lammers,  M.  (2017).\nVariability  in  coral  reef  soundscapes,  spatiotemporal  differences,  biophysical\nand  behavioral  drivers,  and  associations  with  local  biota.J.  Acoust.  Soc.  Am.\n141, 3939–3939.  doi: 10.1121/1.4988920\nMuller-Karger,  F.  E.,  Miloslavich,  P.,  Bax,  N.  J.,  Simmons,  S.,  Costello,  M.  J.,\nSousa  Pinto,  I.,  et  al.  (2018).  Advancing  marine  biological  observations  and\ndata  requirements  of  the  complementary  essential  ocean  variables  (EOVs)\nand essential biodiversity variables (EBVs) frameworks.Front. Mar. Sci.5:211.\ndoi: 10.3389/fmars.2018.00211\nMüller, F. (2005). Indicating ecosystem and landscape organisation.Ecol. Indic.5,\n280–294. doi: 10.1016/j.ecolind.2005.03.017\nNavarro, L., Fernández, N., Guerra, C., Guralnick, R., Kissling, W. D., Londoño,\nM.  C.,  et  al.  (2018).  Monitoring  biodiversity  change  through  effective  global\ncoordination.Curr.  Opin.  Environ.  Sust.29,  158–169.  doi:  10.1016/j.cosust.\n2018.02.005\nNeedham, D. M., Fichot, E. B., Wang, E., Berdjeb, L., Cram, J. A., Fichot, C. G.,\net  al.  (2018).  Dynamics  and  interactions  of  highly  resolved  marine  plankton\nvia automated high-frequency sampling.ISME J.12, 2417–2432. doi: 10.1038/\ns41396-018-0169-y\nNidzieko,  N.  J.,  Todd,  R.  E.,  and  Edwards,  C.  R.  (2018).  “ALPS  in  coastal\noceanography,” inALPS II - Autonomous and Lagrangian Platforms and Sensors.\nA Report of the ALPS II Workshop, eds D. Rudnick, D. Costa, K. Johnson, C. Lee,\nand  M.-L.  Timmermans  (La  Jolla,  CA:  National  Oceanographic  Partnership\nProgram).\nNowlin, W. D. Jr., Briscoe, M., Smith, N., McPhaden, M., Roemmich, D., Chapman,\nP., et al. (2001). Evolution of a sustained ocean observing system.Bull. Am. Met.\nSoc.82, 1369–1376.\nOlson,  R.  J.,  Shalapyonok,  A.,  Kalb,  D.  J.,  Graves,  S.  W.,  and  Sosik,  H.  M.\n(2017).   Imaging   FlowCytobot   modified   for   high   throughput   by   in-line\nacoustic focusing of sample particles.Limnol. Oceanogr. Methods15, 867–874.\ndoi: 10.1002/lom3.10205\nOlson, R. J., and Sosik, H. M. (2007). A submersible imaging-in-flow instrument\nto analyze nano-and microplankton: imaging flowcytobot.Limnol. Oceanogr.\nMethods5, 195–203.  doi: 10.4319/lom.2007.5.195\nOsterback,  A.-M.  K.,  Frechette,  D.  M.,  Shelton,  A.  O.,  Hayes,  S.  A.,  Bond,\nM.  H.,  Shaffer,  S.  A.,  et  al.  (2013).  High  predation  on  small  populations:\navian predation on imperiled salmonids.Ecosphere4:116. doi: 10.1890/ES13-0\n0100.1\nOttesen,  E.  A.,  Marin,  R.,  Preston,  C.  M.,  Young,  C.  R.,  Ryan,  J.  P.,  Scholin,\nC. A., et al. (2011). Metatranscriptomic analysis of autonomously collected and\npreserved marine bacterioplankton.ISME J.5, 1881–1895. doi: 10.1038/ismej.\n2011.70\nPICO-I (2012).Requirements for Global Implementation of the Strategic Plan for\nCoastal GOOS. Available at: http://goosocean.org/index.php?option=com_oe&\ntask=viewDocumentRecord&docID=7702 (accessed August 13, 2019).\nFrontiers in Marine Science | www.frontiersin.org13August 2019 | Volume 6 | Article 527\n\nfmars-06-00527August 27, 2019Time: 17:48# 14\nMuelbert et al.ILTER for Coastal and Ocean Observations\nPlant,  J.,  Johnson,  K.,  Needoba,  J.,  and  Coletti,  L.  (2009).  NH4-Digiscan:  an\nin  situ  and  laboratory  ammonium  analyzer  for  estuarine,  coastal  and  shelf\nwaters.Limnol.   Oceanogr.   Methods7,   144–156.doi:   10.4319/lom.2009.\n7.144\nPoloczanska,  E.  S.,  Burrows,  M.  T.,  Brown,  C.  J.,  García  Molinos,  J.,  Halpern,\nB.  S.,  Hoegh-Guldberg,  O.,  et  al.  (2016).  Responses  of  marine  organisms  to\nclimate  change  across  oceans.Front.  Mar.  Sci.3:62.  doi:  10.3389/fmars.2016.\n00062\nScholin,    C.,    Doucette,    G.,    Jensen,    S.,    Roman,    B.,    Pargett,    D.,    Marin,\nR.    III,    et    al.    (2009).    Remote    detection    of    marine    microbes,    small\ninvertebrates,    harmful    algae,    and    biotoxins    using    the    environmental\nsample  processor  (ESP).Oceanography22,  158–167.  doi:  10.5670/oceanog.\n2009.46\nSeidel,  M.  P.,  DeGrandpre,  M.  D.,  and  Dickson,  A.  G.  (2008).  A  sensor  for\nin situ indicator-based measurements of seawater pH.Mar. Chem.109, 18–28.\ndoi: 10.1016/j.marchem.2007.11.013\nSherman,   K.   (1991).   The   large   marine   ecosystem   concept:   research   and\nmanagement  strategy  for  living  marine  resources.Ecol.  Appl.1,  349–360.\ndoi: 10.2307/1941896\nSosik,   H.   M.,   and   Olson,   R.   J.   (2007).   Automated   taxonomic   classification\nofphytoplanktonsampledwithimaging-in-flowcytometry.\nLimnol.Oceanogr.Methods5,204–216.doi:10.4319/lom.2007.\n5.204\nStern, R., Kraberg, A., Bresnan, E., Kooistra, W. H. C. F., Lovejoy, C., Montresor,\nM.,  et  al.  (2018).  Molecular  analyses  of  protists  in  long-term  observation\nprogrammes—current  status  and  future  perspectives.J.  Plankton  Res.40,\n519–536.  doi: 10.1093/plankt/fby035\nTanhua, T., Pouliquen, S., Hausman, J., O’Brien, K., Bricher, P., de Bruin, T., et al.\n(2019). Ocean FAIR data services.Front. Mar. Sci.6:440. doi: 10.3389/fmars.\n2019.00440\nVanderbilt,   K.   L.,   Blankman,   D.,   Guo,   X.,   He,   H.,   Lin,   C.-C.,   Lu,   S.-S.,\net   al.   (2010).   A   multilingual   metadata   catalog   for   the   ILTER:   issues\nand    approaches.Ecol.    Inform.5,    187–193.    doi:    10.1016/j.ecoinf.2010.\n02.002\nVanderbilt,  K.  L.,  and  Gaiser,  E.  (2017).  The  international  long  term  ecological\nresearch  network:  a  platform  for  collaboration.Ecosphere8:e01697.  doi:  10.\n1002/ecs2.1697\nWorm, B., Barbier, E. B., Beaumont, N., Duffy, J. E., Folke, C., Halpern, B. S., et al.\n(2006). Impacts of biodiverstiy loss on ocean ecosystem services.Science314,\n787–790.\nConflict   of   Interest   Statement:The   authors   declare   that   the   research   was\nconducted in the absence of any commercial or financial relationships that could\nbe construed as a potential conflict of interest.\nCopyright  ©  2019  Muelbert,  Nidzieko,  Acosta,  Beaulieu,  Bernardino,  Boikova,\nBornman,  Cataletto,  Deneudt,  Eliason,  Kraberg,  Nakaoka,  Pugnetti,  Ragueneau,\nScharfe, Soltwedel, Sosik, Stanisci, Stefanova, Stéphan, Stier, Wikner and Zingone.\nThis is an open-access article distributed under the terms of the Creative Commons\nAttribution License (CC BY). The use, distribution or reproduction in other forums\nis permitted, provided the original author(s) and the copyright owner(s) are credited\nand that the original publication in this journal is cited, in accordance with accepted\nacademic practice. No use, distribution or reproduction is permitted which does not\ncomply with these terms.\nFrontiers in Marine Science | www.frontiersin.org14August 2019 | Volume 6 | Article 527",
  "extractedAt": "2025-12-12T18:45:10.626Z",
  "success": true,
  "matchedPublication": {
    "title": "ILTER – The International Long-Term Ecological Research Network as a Platform for Global Coastal and Ocean Observation",
    "doi": "10.3389/fmars.2019.00527",
    "year": "2019",
    "authors": "Muelbert, José H.; Nidzieko, Nicholas J.; Acosta, Alicia T. R.; Beaulieu, Stace E.; Bernardino, Angelo F.; Boikova, Elmira; Bornman, Thomas G.; Cataletto, Bruno; Deneudt, Klaas; Eliason, Erika; Kraberg, Alexandra; Nakaoka, Masahiro; Pugnetti, Alessandra; Ragueneau, Olivier; Scharfe, Mirco; Soltwedel, Thomas; Sosik, Heidi M.; Stanisci, Angela; Stefanova, Kremena; Stéphan, Pierre; Stier, Adrian; Wikner, Johan; Zingone, Adriana"
  }
}