{
  "filename": "Okamoto et al. (Ecological Applicaitons) 2020.pdf",
  "numPages": 16,
  "text": "Spatial variation in exploited metapopulations obscures risk of collapse DANIELK. OKAMOTO, 1,2,3,8 MARGOTHESSING-LEWIS, 2 JAMEALF. SAMHOURI, 4 ANDREWO. SHELTON, 4 ADRIANSTIER, 5 PHILIPS. LEVIN, 6,7 ANDANNEK. SALOMON 2,3 1 Department of Biological Science, Florida State University, 319 Stadium Drive, Tallahassee, Florida 32303 USA 2 Hakai Institute, Hyacinthe Bay Road, Quadra Island, Vancouver British Columbia V0P 1H0, Canada 3 School of Resource and Environmental Management, Simon Fraser University, 643A Science Road, Burnaby, British Columbia V5A 1S6, Canada 4 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, 2725 Montlake Boulevard East, Seattle, Washington 98112 USA 5 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA 6 The Nature Conservancy, 74 Wall Street, Seattle, California 98121 USA 7 School of Environment and Forestry Sciences, University of Washington, Seattle, Washington 98195 USA Citation:Okamoto, D. K., M. Hessing-Lewis, J. F. Samhouri, A. O. Shelton, A. Stier, P. S. Levin, and A. K. Salomon. 2019. Spatial variation in exploited metapopulations obscures risk of collapse. Ecological Applications 00(00):e02051. 10.1002/eap.2051 Abstract.Unanticipated declines among exploited species have commonly occurred despite harvests that appeared sustainable prior to collapse. This is particularly true in the oceans where spatial scales of management are often mismatched with spatially complex metapopulations. We explore causes, consequences, and potential solutions for spatial mis- matches in harvested metapopulations in three ways. First, we generate novel theory illustrat- ing when and how harvesting metapopulations increases spatial variability and in turn masks local-scale volatility. Second, we illustrate why spatial variability in harvested metapopulations leads to negative consequences using an empirical example of a Pacific herring metapopula- tion. Finally, we construct a numerical management strategy evaluation model to identify and highlight potential solutions for mismatches in spatial scale and spatial variability. Our results highlight that spatial complexity can promote stability at large scales, however, ignoring spatial complexity produces cryptic and negative consequences for people and animals that interact with resources at small scales. Harvesting metapopulations magnifies spatial variability, which creates discrepancies between regional and local trends while increasing risk of local popula- tion collapses. Such effects asymmetrically impact locally constrained fishers and predators, which are more exposed to risks of localized collapses. Importantly, we show that dynamically optimizing harvest can minimize local risk without sacrificing yield. Thus, multiple nested scales of management may be necessary to avoid cryptic collapses in metapopulations and the ensuing ecological, social, and economic consequences. Key words: conservation; herring; metapopulation; natural resource management; population dynamics; risk assessment; spatial fisheries; sustainable fisheries. INTRODUCTION Mismatches in spatial scale create pervasive problems in ecology and natural resource management (Cumming et al. 2006, Cope and Punt 2011). This problem occurs in part because the spatial extent of management or con- servation units is often defined by history, jurisdictional, or institutional criteria rather than the scale of social and ecological processes at play (Levin 1992, Chesson 1998, Cumming et al. 2006). Such choices concerning the scale of management can result in spatial mis- matches, where feedbacks controlling interactions among groups occur at different scales. In managed ecosystems like forestry and fisheries, mismatches may occur when harvest recommendations are based on trends in large-scale abundance without accounting for localized collapses (Johnson et al. 2012) or spatial varia- tion in population structure and harvest rates (Cope and Punt 2011). Yet these spatially isolated collapses can have far-reaching consequences when the species play an indispensable role in local social-ecological systems, including human communities with limited capacity to forage over wide geographic scales. Empirical identifica- tion of appropriate spatial scales of management remains difficult for spatially structured populations, but can be a prerequisite for diagnosing and reconciling challenges that spatial mismatches impose on the sus- tainable and equitable use of natural resources. Manuscript received 4 December 2018; revised 24 October 2019; accepted 5 November 2019. Corresponding Editor:   Eva E. Plaganyi. 8 E-mail: dokamoto@bio.fsu.edu Article e02051; page 1 Ecological Applications, 0(0), 2020, e02051 ©2019 by the Ecological Society of America In metapopulations, plant or animal populations con- nected through dispersal, it is well established that the dynamics of individual populations can differ substan- tially from the aggregate metapopulation (Chesson 1998, Mangel and Levin 2005, Melbourne and Chesson 2006). A combination of movement, shared climate drivers, and compensatory processes determine whether dynam- ics of individual populations reflect the dynamics of the aggregate metapopulation (Kendall et al. 2000). Consid- eration of metapopulation structure has improved the management of the Spotted Owl (Strix occidentalis; Lande 1988), salmon (Onchorhyncusspp.; Stephenson 1999, Rieman and Dunham 2000, Schtickzelle and Quinn 2007, Peterson et al. 2014), amphibians (Marsh and Trenham 2001), and mosquitoes (Adams and Kapan 2009). To date, efforts to integrate metapopula- tion dynamics into natural resource management have largely focused on either minimizing the risk of localized extinction (Chad   es et al. 2011), characterizing produc- tivity of the metapopulation as a whole (sensu Takashina and Mougi 2015), or valuing benefits of portfolio effects (i.e., stabilizing effects of spatial asynchrony sensu Schindler et al. 2010). Less understood, both in theory and in practice, is if and when harvesting metapopula- tions can increase spatial variability that yields mis- matches in spatial scales of management and population dynamics. In this study, we assess how harvest dynamics interact with animal movement and recruitment to shape spatial population variability and risk of collapse at different spatial scales. Our results illustrate the challenge in managing spatially complex populations using three complementary approaches. First, we develop new the- ory using a stochastic analytical model to examine when and how harvesting in a metapopulation amplifies spa- tial variability that can create mismatches in spatial scale. Second, we contextualize the problem of spatial variability and mismatches in spatial scale by presenting historical analyses from spatial Pacific herring (Clupea pallasii) fisheries in British Columbia, Canada and home ranges of associated predators and fishers that may be impacted by localized collapses. Finally, we evaluate how and when different harvest management approaches can ameliorate such mismatches using a numerical risk analysis in Pacific herring fisheries. Pacific herring case study in British Columbia’s central coast Pacific herring exemplify the challenges inherent to managing metapopulations that exhibit spatial variation in population trends. In British Columbia (BC), Canada, herring return annually to nearshore coastlines in the late winter/early spring to reproduce. During this annual migration, they are harvested and preyed upon by a range of consumers. Mobile commercial fishing fleets harvest adult herring, largely for their roe, in the days prior to spawning. In contrast, Indigenous fishers are constrained to a local area and largely harvest eggs after spawning events (though some adults as well) as an important food, trade, and cultural resource (Lepofsky and Caldwell 2013, McKechnie et al. 2014, Department of Fisheries and Oceans 2015, von der Porten et al. 2016, Okamoto et al. 2020). These activities create trade-offs among commercial roe fisheries that remove spawning adults, which truncates adult age structure and reduces abundance, vs. those that remove only eggs from shorelines (Shelton et al. 2014). Unfortunately, a core uncertainty for herring management, as for many spe- cies, is the extent of movement between areas (Flostrand et al. 2009, Benson et al. 2015, Jones et al. 2017, Levin et al. 2016). Similar uncertainty surrounds spatial varia- tion in spawning biomass (Siple and Francis 2016), which may result in part from the degree of demographic synchrony between areas (e.g., synchrony in recruit- ment). Pacific herring in British Columbia are currently managed as stocks at regional scales (hundreds of kilo- meters) by Canada’s federal fisheries agency. Within these stocks, multiple spawning aggregations (substocks) seasonally occupy individual stretches of coastline, many of which are of important traditional and cultural value to Indigenous groups. Thus, Pacific herring fisheries pre- sent a valuable system in which to explore how spatial population dynamics, scales of management, and spatial constraints of fishers and predators interact to influence differential risk exposure to population collapses. M ETHODS Methodological overview We used three distinct modeling approaches in this study to explore how harvest can affect spatial dynamics in metapopulations. In Model 1, we developed a novel analytical approach to modeling stochastic age-struc- tured metapopulations to illustrate how and when har- vest can interact with migration and both the magnitude and spatial synchrony of environmental stochasticity. We illustrated these important interactions using this model because of its simplicity and interpretability relative to more complicated nonlinear numerical models. In Model 2, we analyzed Pacific herring data from British Columbia using a Bayesian hierarchical model to esti- mate spatiotemporal variation in spawning biomass and harvest rates. In Model 3, to evaluate potential solutions for spatial mismatches and conditions for their success, we developed and applied a spatially explicit stochastic numerical model of metapopulations and their interac- tion with the fishery. Together, these approaches (Mod- els 1–3) generate theoretical, empirical, and numerical results for understanding the complex, spatially struc- tured interactions among populations, harvest, and envi- ronmental variability. The collective results are then applied to evaluate the consequences for the availability of important natural resources for both human and non- human user groups. Article e02051; page 2DANIEL K. OKAMOTO ET AL. Ecological Applications Vol. 0, No. 0 Theoretical effects of harvest on spatial variability in metapopulations (Model 1) We used a simple metapopulation model to evaluate how harvest alters spatial variability, conditional on the underlying properties of the metapopulation. For our purposes, spatial variability is the degree to which volatility of the populations is masked by the observed volatility of the metapopulation. We considered a simple metapopulation consisting of two populations, linked through the annual fraction migrating between populations (d). We assumed both populations have the same dynamics (identical density- independent adult total mortality rate (Z), maturity at age 2, Gompertz stock–recruit relationship, and sym- metric adult annual migration) and trends in recruitment variability are controlled by a spatially correlated log- normal environmental stochasticity. LetY a,i,t represent the abundance of age classaat locationiat timet. Adult dynamics are shaped by mor- tality (Z, the sum of mortality from natural causes and harvest) and migration (0≤d≤0.5): Y a;i;tþ1 ¼ e  z ½ð1 dÞY a 1;i;t þdY a 1;j;t  2 a n 1 e  z ½ð1 dÞðY a 1;i;t þY a;i;t Þ þdðY a 1;j;t þY a;j;t Þ  a¼nðplus groupÞ 8 > < > : (1) Total reproduction is the sum of adults across all adult age classes multiplied by 0.5 to account for an equal sex ratio: Y a¼0;i;tþ1 ¼0:5e  z X n a¼1 ð1 dÞY a;i;t þdY a;j;t    :(2) Both Eqs. 1 and 2 are identical for both subpopula- tions (i.e., the system is symmetrical). We used a stochas- tic Gompertz model as the compensatory function that determines how zygotes translate into 1-yr-olds: Y a¼1;i;tþ1 ¼aðY a¼0;i;t Þ 1 b e f i;t (3) a,b, andf i;t represent, respectively, the density-inde- pendent productivity parameter, the within-location compensatory parameter, and environmental stochastic- ity that operates on postdispersing larvae. The vector n t ¼½f 1;t ;f 2;t   0 follows a multivariate normal distribution with mean zero and covariance controlled by the common within-site variance (r 2 R ) and spatial correlation(q R )yieldingcov½f 1;t ;f 2;t  ¼ r 2 R r 2 R q R r 2 R q R r 2 R    . To analyze the stochastic metapopulation model, we converted the model to a first-order vector autoregres- sive model where statistical properties of stochastic forc- ing in multivariate systems are well described (L € utkepohl 2005). We first vectorized the model by aligning variables from both populations in a single vector: Y t ¼½ Y a¼0;L¼1;t    Y n;L¼1;t Y a¼o;L¼2;t    Y n;L¼2;t   0 : We then cast the model in terms of log-scale devia- tions from the equilibrium (i.e.,x a;i;t ¼lnY a;i;t  lnY   a;i whereY   a;i is the equilibrium) and linearized about the equilibrium (Nisbet and Gurney 1982, Bjørnstad et al. 2004) to create a first-order vector autoregressive model. This approach approximates the deterministic dynamics of the nonlinear model with a Jacobian matrix (J)of first-order dependencies and an environmental covari- ance matrix. The matrix of Jacobian coefficients (with plus groups summed at agen) are partial derivatives for each age class within each subpopulation with respect to each other age class in each subpopulation.Jcan be repre- sented by the block matrix comprised of matrices describing among and within population age transi- tions: J¼ J 1 J 2 J 2 J 1    (4) whereJ 1 is within population dynamics andJ 2 is among population dynamics defined by IfJ i =J 1 ,D=(1 d)andifJ i =J 2 ,D=d.Zis the annual total mortality rate andnis the number of age classes. See Appendix S1 for full derivation of the Jacobian and VAR(1) properties. The resulting VAR(1) model is J i ¼ 0 D 1þ P n 1 a¼1 ðe  z Þ a Dðe  z Þ 1þ P n 1 a¼1 ðe  z Þ a Dðe  z Þ 2 1þ P n 1 a¼1 ðe  z Þ a ... Dðe  z Þ n 2 1þ P n 1 a¼1 ðe  z Þ a Dðe  z Þ n 1 1þ P n 1 a¼1 ðe  z Þ a 1 b000...00 0D00...00 00D0...00 . . . . . . . . . . . . . . . 00 0000... D ðe  z Þþ1 Dðe  z Þ ðe  z Þþ1 2 6 6 6 6 6 6 6 6 6 4 3 7 7 7 7 7 7 7 7 7 5 :(5) Xxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 3 x t ¼Jx t 1 þZn t (6) X t ¼½ x a¼0;L¼1;t ...x n;1;t x a¼0;L¼2;t ...x n;2;t   0 :(7) Zis a 2n92 binary matrix (two age classes for each location, two locations) that controls which of the entries inx t are subject to stochasticity fromn t (i.e., translating the 291 vector of location-specific stochas- ticity to a 2n91 sparse vector). In this case, only age class 1 (corresponding to the second column ofJ 1 )for each subpopulation is subject to stochasticity. We used the known statistical properties of a VAR(1) model (L € utkepohl 2005) in tandem with the moments of a multivariate lognormal to derive the coefficient of vari- ation for the subpopulations and metapopulation that yields the spatial variation in the metapopulation. Finally, to evaluate how local environmental sensitivity of population growth changes with mortality rate, we used a first-order impulse response analysis (L € utkepohl 2005) to estimate the annual intrinsic growth rate response to a recruitment pulse. The impulse response in our case describes how a recruitment perturbation affects the intrinsic growth rate of each subpopulation. Specifically, it is given by the entry of the second column of the first row of the Jacobian matrix in Eq. 5. See Appendix S1 for full derivations and details. Pacific herring case study: spatial variability in biomass and catch (Model 2) To estimate patterns of spatial and temporal variability in herring biomass and harvest rates, we used spawn deposition and harvest data for six major Pacific herring spawning units that comprise the central coast stock in British Columbia, Canada. Briefly, SCUBA surveys are used to estimate herring egg abundance, which is con- verted to total spawning biomass with the assumed con- version of~100 eggs/g and an equal sex ratio (DFO 2015). For consistency, we use the same index as in the DFO stock assessment but in the spatially disaggregated form. Catch (which occurs in the days prior to spawning) is reported by geographic section that is delineated and aggregated geographically. For a full description of the time series, see Department of Fisheries and Oceans (2015). To estimate spatial biomass trends from the survey and harvest time series observations, we used a nonlinear model in a Bayesian hierarchical state-space framework. We assumed survival, reproduction, and competition were location specific. We modeled expected change in biomass in yeart+1 using a combined growth and sur- vival model (individual growth and survival from yeart) and Gompertz recruitment model (from yeart 1, because fish mature at or after age 2; Table 1, Eq. 8). We estimated both process error and observation error in the model. We estimated spatially correlated process error that represents deviations from the expected log- scale preharvest biomass within each location. Process error may arise from a diverse combination of factors including immigration or emigration and temporal varia- tion in growth, recruitment, or mortality (Table 1, Eq. 9). We also estimated location-specific observation error (ob- jective function; Table 1, Eq. 10), and a common survey bias (a“catchability”coefficient quantifying the mean TABLE1. Equations used in Model 2 (Pacific herring case study: spatial variability in biomass and catch). Equations and parametersDescriptionEquation, prior, or data source Eq. 8expected prespawn biomass ^ b þ tþ1;l ¼expða l þð1 b l Þlnðb t 1;l ÞÞþk l b t;l Eq. 9estimated log-biomass lnb þ t ¼lnðe lnb t þh t Þ MVNðln ^ b þ t ;diagðrÞXÞ Eq. 10objective function ‘¼ P T t¼1 P L l¼1 ðlnðobs½b t;l  Þ ðlnb t;l þlnqÞÞ 2 ð2r 2 obs Þ  lnðjdjÞ Eq. 11Jacobian adjustment for change of variables in Eq. 10 d¼ o olnb t;l lnðe lnb t;l þh t;l Þ¼ b t;l b t;l þh t;l Site specific parameters½a l logitðb l Þlogitðk l Þ  0  MVNðH;r H X H Þ; a l site-specific Gompertz productivity b l site-specific Gompertz compensation k l site-specific aggregate mortality and somatic growth Hmean vector fora, logit(b), and logit (k)H~MVN (0, diag(1.5)X   H ); r H l among-site variances ina, logit (b), and logit (k)r H l ~half-cauchy(0, 2.5) Xprocess error spatial correlation matrix X H parameter correlation matrixLKJ prior (Lewandowski et al. 2009): scale=2 X   H mean parameter correlation matrix rvector of site-specific lognormal process variancesr l ~normal(r l , 0.15);r l ~normal (0, 0.15) r obs lognormal observation errorr obs ~half-cauchy(0, 2.5) lnqsurvey bias (egg“catchability”)lnq~normal(0, 0.05) (Martell et al. 2012) obs[b t,l ]input dataobserved spawning biomass at time t at locationl h t,l input dataharvest at timetat locationl Article e02051; page 4DANIEL K. OKAMOTO ET AL. Ecological Applications Vol. 0, No. 0 proportion of eggs that are observed in fishery-indepen- dent surveys; Table 1, Eq. 10). Thus, we estimated trends conditional on estimated survival, biomass growth, pro- cess error covariance, observation error, and survey bias. Because we estimated log-scale preharvest biomass but observations are of postharvest biomass and har- vested biomass, the model requires a change of variables and thus the posterior requires a Jacobian adjustment of the inverse transform (Gelman et al. 2013, Carpenter et al. 2017; Table 1, Eqs. 10, 11). See Table 1 for all model equations, parameter definitions, and prior distri- butions. For details of estimation, posteriors, and model validation, see Appendix S2. We estimated the models using Stan (Stan Development Team 2016a,b) with three independent Markov chains with 1,000 iteration chains after a 1,000 iteration burn-in. We confirmed chain mix- ing and convergence using Gelman-Rubin statistic (R<1.01, Gelman and Rubin 1992) and for model ade- quacy and model fit using posterior predictive checks (Appendix S2: Fig. S4). Posteriors compared with priors for core parameters are shown in Appendix S2: Fig. S1. We used the full model posterior of postharvest bio- mass to calculate the following metrics: (1) temporal and spatial variation in biomass (see Appendix S2: Fig. S1) and (2) the exploitation rate. We compared the estimated local harvest rates from the model poste- rior to the theoretical proportional allocation where fishing mortality is constant in space and an opti- mized allocation of harvest given the quota (see Appendix S2: Fig. S3 for results, Appendix S3 for methods) and the posterior mean. Here, we defined “optimized allocation”of catch as one that distributes catches in space according to the ideal free distribu- tion (see Appendix S3 for methods). This distribution removes proportionally more biomass from subpopula- tions with higher biomass and is the spatial allocation of catch that minimizes effort to achieve the overall quota (assuming catch per unit effort is linearly related to biomass). Solutions for spatial scale mismatches in fished herring metapopulations (Model 3) We used a stochastic model to simulate how spatial metapopulation dynamics and alternative management scenarios interact to influence risk of collapse at the sub- population and metapopulation scales under a diverse suite of scenarios. The scenarios we examined include a factorial gradient of (1) annual movement (seeAnnual adult migration among spawning areas), (2) environmen- tal recruitment synchrony (the degree of correlation in recruitment in space; seeSpatiotemporal recruitment dynamics), (3) a range of harvest rates (seeStock harvest quota), and (4) allocation of harvest in space (seeSpatial harvest prosecution). For this analysis, we defined a“col- lapse”as years with spawning biomass below 20% of unfished biomass. We used this definition for herring because (1) it is generally seen as a conservative estimate of biomass below which traditional Indigenous harvest becomes difficult and (2) it lies below the current closure TABLE2. Equations used in Model 3 (solutions for spatial scale mismatches in fished herring metapopulations). EquationsDescriptionEquation Eq. 12recruits (age 2) prior to movement n þþ a¼2;l;tþ2 ¼eggs l;t exp2 l;t   r 2 r 2 hi. ðaþbeggs l;t Þ Eq. 13total eggs lain eggs l;t ¼ P 10 a¼2 m a f a ½0:5n a;l;t   Eq. 14environmental recruitment stochasticity ‰ t ¼/‰ t 1 þMVNð0;r 2 r ½1 / 2  X r Þ Eq. 15spatial correlation in recruitment stochasticity q i;j ¼exp  2 sin 2 pjdist i!j j g 2    Eq. 16preharvest abundance n þþ a;l;tþ1 ¼ k t n a 1;l;t 2\\a\\10 k t n a 1;l;t þk t n a;l;t a¼10ðplus groupÞ   Eq. 17 postmigration abundanceN þ t ¼N þþ t S;S i;j ¼Pði!jÞ Eq. 18recruit or adult migration by distance function Pði!jÞ¼exp  2 sin 2 pjdist i!j j c 2    P N j¼1 exp  2 sin 2 pjdist i!j j c 2     1 Eq. 19quota ^ Q tþ1 ¼ minðH Target   ^ B forecast;t ; ^ B forecast;t  L crit   ^ B 0;t Þif ^ B forecast;t L crit   ^ B 0 0otherwise   Eq. 20 postharvest abundance at age in yeart n a;l;t ¼ð1 m a Þn þ a;l;t  m a n þ a;l;t e  F t;l ;F t;l ¼lnh t;l P 10 a¼2 w a m a n þ a;l;t Eq. 21biomass at locationlin yeartB l;t ¼ P 10 a¼2 w a m a n þ a;l;t Note:See Table 3 for parameter values and definitions. Xxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 5 threshold of 25% unfished biomass. Alternative thresh- olds defining collapse were also assessed but yielded qualitatively similar results (data not shown). For all analyses, we simulated 10 populations placed around a hypothetical circular island of arbitrary size, where distances among adjacent populations were equal. Fish spawning at any site in a given year were able to move to any other site in the next year. The probability of migration from one site to another declines as along- shore distance between the locations increases and is controlled by a periodic kernel. Likewise, synchrony in stochastic recruitment among sites decays with distance between locations controlled by a periodic covariance kernel. Stochasticity in dynamics was included in recruit- ment (spatial and temporal variation), survival (tempo- ral variation only) and movement probabilities (spatial and temporal variance). The order of operations mathe- matically was (1) recruitment, (2) survival, (3) move- ment, (4) roe fishery harvest, and (5) spawning. Details of the simulation are outlined below with core equations listed in Table 2 and definitions in Table 3. Spatiotemporal recruitment dynamics.—Following the assumptions of the current British Columbia herring assessments (Department of Fisheries and Oceans 2015), recruitment of age-2 individuals at locationiis a func- tion of eggs produced 2 yr prior and local density depen- dence via a Beverton-Holt model. We allowed recruitment to exhibit both spatial and temporal vari- ability and autocorrelation with a first-order vector autoregressive model. Spatial correlations in recruitment followed a Gaussian spatial decay with distance (d) and location-specific recruitment variability was tuned such that net recruitment variability was approximately con- stant across scenarios (CV of metapopulation recruit- ment=0.8; Department of Fisheries and Oceans 2015). Annual adult survival and migration among spawning areas.—All adult survival occurred prior to movement into spawning locations, was constant in space and was randomly drawn from a beta-binomial with meank=0.6 with coefficient of variation of 0.2 (Department of Fish- eries and Oceans 2015). Survivors migrated to new spawning locations with a probability that decays with distance from the previous site, controlled by a periodic kernel, tuned to achieve the desired retention rate. Stock harvest quota.—We followed the existing harvest control rules of Pacific herring in British Columbia (Department of Fisheries and Oceans 2015). The annual biomass harvest quota for the stock ( ^ Q tþ1 ) was designed to achieve a target harvest rate (H Target ) and a minimum spawning escapement (25% ofB 0 , the average steady- state biomass without fishing). For simplicity and to avoid evaluating stock assessment model performance (which is out of the scope of this study) we assume fore- casts are unbiased with no observation noise. Spatial harvest prosecution.—We used and compared two spatial fleet allocation scenarios to generate the dis- tribution of spatial commercial roe harvest given the stock quota: (1) the fleet prosecuted the fishery equally in space whereby the absolute harvest was directly propor- tional to spawning biomass within a given year (propor- tional allocation) or (2) the fleet was allocated according to the ideal free distribution (IFD) that in theory would TABLE3. List of key parameters and state variables in Model 3 with definitions, values, and citations. SymbolDescriptionValue(s)Source a,bBeverton-Holt stock-recruit parameters583.43, 2.089910  8 1 /first-order partial autocorrelation0.6chosen m a maturity-at-age (selectivity-at-age)age 1=0, age 2=0.2, age 3=0.9, age 4+=12 w a mass-at-age4.5910  6 [27(1 e (0.489age) ] 3.127 3 f a fecundity-at-age e 4:69  ð1;000w a Þ 1:13 3 k t annual preharvest survival ratebeta-binomial: mean=0.6, cv=0.2derived from 1 r r stock-scale standard deviation of recruitment deviations 0.81 gscale parameter regulating distance decay in rec-dev spatial covariance numerically tuned to achieve desired spatial correlationschosen L crit lower biomass threshold for fishing closure relative to ^ B 0 0.251   Pði!jÞmean migration probability0.01 to 0.8chosen   q i;j spatial synchrony in recruitment0.15 to 0.85chosen n þþ a;l;t abundance at ageain timetat locationlprior to movement and harvest Eq. 16state variable n þ a;l;t abundance after movement, prior to harvestEq. 17state variable F t,l fishing mortality of susceptible fish at timetat locationlafter movement and natural mortality Eq. 20state variable Notes:Note that equilibrium considerations are generated by simulating with no harvest and no stochasticity (r r =0, cv ink t = 0, and harvest=0). Selectivity-at-age in all cases is equal to maturity-at-age. Sources: 1, Department of Fisheries and Oceans (2015), 2, Martell et al. (2012), 3, Tanasichuk et al. (1993). Article e02051; page 6DANIEL K. OKAMOTO ET AL. Ecological Applications Vol. 0, No. 0 optimize catch efficiency if fleets are not spatially con- strained (optimized allocation; see Appendix S3 for details in generating the IFD). Here, realized catch was nonlin- early related to spawning biomass, harvesting more from areas with higher biomass and leaving alone areas with lower biomass. See Appendix S3 for methods and results from a third allocation strategy, a random spatial alloca- tion that is more similar to the fleet allocation in the empirical case study. In all cases, fishery selectivity was identical to maturity-at-age, reflecting that harvest occurs on mature fish at the spawning grounds. Simulation details.—For each simulation, we (1) evalu- ated deterministic equilibria without fishing, (2) initiated stochastic forcing of recruitment from the equilibrium for 12 yr (allowing the full suite of age classes to be influenced by environmental stochasticity), (3) initiated the fishery in year 13, and (4) recorded performance metrics for years 23–52. We ran 100 replicate simulations for each combination of migration probability and recruitment synchrony. Primary performance metrics summarized for each simulation included (1) mean num- ber of years below 20%B 0 at both stock and substock scales to assess risk of collapse, (2) mean stock and sub- stock level catch, (3) mean stock and substock biomass, (4) stock and substock temporal variability (coefficient of variation) in biomass, and (5) mean spatial variation in biomass (difference between squared coefficient of variation at the substock vs. stock scale). R ESULTS Theoretical effects of harvest on spatial variability in metapopulations (Model 1) Our model illustrates that spatial variation among subpopulations increases with higher harvest rates (Fig. 1a) and decreases with synchronizing forces of migration and environmental correlation (difference in surfaces in Fig. 1b). As a result, the metapopulation trend and coefficient of variation are less reflective of trends and variation in its subpopulations as harvest increases (Fig. 1b). Biologically, this higher mortality rate decreases longevity and increases local-scale sensi- tivity to spatially explicit recruitment pulses. The ampli- fication of fluctuations occurs at a higher rate at local scales than on aggregate. This response decreases spatial coupling and predictability. Reduced longevity of adults (via higher mortality) reduces the abundance of adults in each subpopulation that buffers against local stochastic- ity through survival and migration. Mathematically, this result emerges for several related reasons. Increases in mortality (constant across space in this case) reduce local subpopulation inertia (predictabil- ity, measured as first-order temporal autocorrelation, thick black line in Fig. 1c). This reduction in inertia increases subpopulation sensitivity to temporal variation in local subpopulation recruitment (red line in Fig. 1c). This sensitivity is illustrated by the primary impulse response at a single lag, which, in this case, always increases with total mortality (Z) derived from Eq. 5: ð1 dÞ . ð1þ X n 1 a¼1 ðe  z Þ a Þ(22) Such increases in local environmental sensitivity reduce spatial coupling (measured as the spatial autocor- relation, dotted black line in Fig. 1c) and thereby increase spatial variability in abundance. Importantly these patterns of spatial variability can persist even in the presence of modest migration rates (Fig. 1b). While spatial variability decreases with syn- chronizing forces of migration (d) and environmental correlations (q R ; Fig. 1b, see Appendix S1 for solutions), FIG. 1. Effect of elevating harvest mortality rate on asynchrony related spatial variability in the metapopulation from Model 1. (a) Spatial variation increases as a function of total mortality for different levels of spatial synchrony in recruitment productivity. Here migration is held at 0.25 and log-scale recruitment variability (r R ) is 0.7 (i.e., CV=0.8). Note spatial variation is a result of the discrepancy in population vs. metapopulation temporal variation in panel b. (b) Temporal variability (squared coefficient of variation) of the population (blue) and metapopulation (gray). The arrows illustrate spatial variability as the difference between sur- faces. (c) Measures of local population predictability (measured by first-order within-population autocorrelation, thick black line), among population coupling (measured by among population correlations, black dotted line), and local environmental sensitivity (measured by the response at the population level to a unit environmental impulse affecting recruitment productivity, red line). Xxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 7 spatial variability only diminishes as migration and envi- ronmental correlations are substantially high (i.e., as migration probabilities approach 0.5 to produce 100% mixing). This phenomenon is illustrated by the discrep- ancies between temporal variability of the metapopula- tion and component subpopulations that produce spatial variation (Fig. 1b). Next we illustrate challenges imposed by spatial varia- tion in exploited metapopulations using an empirical case study of Pacific herring and present solutions using a numerical management strategy evaluation. Pacific herring case study: spatial variability in biomass and catch (Model 2) Pacific herring subpopulations on the central coast of BC exhibit substantial spatial variability in subpopula- tion trends (Fig. 2a–c). The estimated biomass of indi- vidual (“local”) subpopulations has varied by more than an order of magnitude over the past three decades, and similar differences in biomass are evident among sub- populations in the same year. As a consequence, aggre- gate (“regional”) stock biomass at any one point in time is bolstered by a few subpopulations, while others linger at low levels (Fig. 2b, Appendix S2: Fig. S2). Synchrony in biomass among subpopulations is low (0.29), with much higher variability at the subpopulations scale (av- erage CV=0.88) than in aggregate (CV=0.54). This discrepancy results from high spatial variability in sub- populations trends (Fig. 1c; also known asbvariability; Wang and Loreau 2014). In fact, as much as an esti- mated 91% of an individual subpopulation’s biomass is harvested annually, though the aggregate exploitation rate fluctuates around the target of 20% (Fig. 2d, e, Appendix S2: Fig. S3). Counterproductively, this can result in occurrences where subpopulations experiencing periods of lower-than-average biomass are heavily exploited preceding collapse (e.g., Fig. 2d, in 2006). FIG. 2. (a) Map of major Pacific herring spawning substocks (“sections”; denoted by different symbols) as defined by Canada’s Federal Fisheries Agency in the Central Coast of British Columbia. Symbol size represents mean biomass over time in metric tonnes (Mg). Indigenous communities are noted with asterisks. (b) Trends in biomass (thousands of metric tonnes–Gg) for the six main subpopulations (substocks; thin colored lines and points) and the metapopulation (stock) mean (thick blue line). Trends were estimated using multivariate hierarchical Bayesian state-space model integrating spawn surveys and catch information (Model 2). Individual plots for each substock are shown, along with catch, spawn observations, and 95% posterior credible intervals in Appendix S2. (c) Temporal coefficients of variation estimated from the Bayesian state-space mode over 25 yr for each substock, the mean of each substock CV (black point), the regional stock coefficient of variation (blue point), and the spatial variability (gray point), which is the standardized variance of the system after accounting for the variance of the stock and the variance of the sub- stock means. Error bars are 95% credibility intervals. (d) Trends in annual harvest rate for two of the six local substocks (Higgins and Lower Spiller) with points, 95% credibility intervals and the mean for the aggregate stock (thick blue line). For full results see Appendix S2. The dotted line represents the target harvest rate of 20%. Article e02051; page 8DANIEL K. OKAMOTO ET AL. Ecological Applications Vol. 0, No. 0 Harvest rates generally differ in magnitude among sub- populations in any given year (Appendix S2: Fig. S3) and higher harvest rarely focus on the subpopulations with highest biomass (Appendix S2: Fig. S3). This is illustrated directly by spatial harvest distributions that deviate sub- stantially from baselines of spatial harvest evenness used here and in the simulation model (proportional vs opti- mized allocation; Appendix S2: Fig. S3). Next, we explore the potential consequences of different spatial harvest dis- tributions via a closed-loop simulation model. Solutions for spatial scale mismatches in fished herring metapopulations (Model 3) We used numerical simulation of a metapopulation to determine whether and under what conditions exploitation rates that appear sustainable in aggregate can risk collapse of local subpopulations, and by exten- sion, adversely affect predators and the fishers who tar- get them at this scale. The divergence in risk among scales, an effect of the mismatch in spatial scale, is con- trolled by the magnitude of harvest rates, allocation of harvest in space, annual migration, and spatial recruit- ment synchrony. Our simulations show that risk of col- lapse can be 10 times greater at local subpopulation scales than at aggregate metapopulation scales (Fig. 3) for the 20% harvest rule. While it may seem intuitive that relatively modest adult migration would minimize differences in risk to subpopulations and the metapop- ulation, our results do not support this supposition. Even relatively high migration rates can impose substantial discrepancies in the risk of collapse between subpopulation and metapopulation scales (Fig. 3). This principle holds so long as spatial synchrony in recruitment is not exceedingly high (Fig. 3 upper por- tions of heat maps). For most scenarios, high spatial variability (i.e., from low annual migration among sub- populations or low spatial recruitment synchrony) leads to low apparent risk at the aggregate metapopulation scale, despite high risk of collapse for local subpopula- tions (Fig. 3; risk increases toward the lower left quad- rants). We find that risk to local subpopulations greatly exceeds risk to the aggregate metapopulation with both a simulated 10% and 20% target harvest rate. Under the 20% target harvest, risk of collapse at the local scale exceeds 10%, even with annual migration among sub- populations approaching 50% (Fig. 3h). When harvest is optimized in space or target harvest rates are reduced to 10%, risks of collapse at local scales are substantially reduced (Fig. 3d, f, j vs. Fig. 3h) and limited to scenarios where migration is~10–15% and spatial synchrony in recruitment is low. Local-scale risks of collapse are even worse under a random (or opportunistic) spatial alloca- tion, but also ameliorated by reductions in harvest (Appendix S3: Fig. S2). Importantly, a 10% target har- vest with optimized spatial allocation never exceeded 10% risk of collapse in our simulations. The discrepancy in risk of collapse at local subpopula- tion vs. aggregate metapopulation scales is shaped by 3 5 Metapopulation scale Subpopulation scale 1255075 0.2 0.4 0.6 0.8 0.2 0.4 0.6 0.8 Annual migration (%) Spatial recruitment synchrony No harvest 3 8 51015 3 8 5 Proportional allocationOptimized allocation Metapopulation scale Subpopulation scale 1 2550751255075 0.2 0.4 0.6 0.8 0.2 0.4 0.6 0.8 Annual migration (%) 10% Target harvest 3 5 20 25 3 8 51015 3 3 8 510 Proportional allocationOptimized allocation Metapopulation scale Subpopulation scale 12550751255075 0.4 0.6 0.8 0.2 0.4 0.6 0.8 Annual migration (%) 20% Target harvest 0 5 10 15 20 25+ Risk of collapse a b c d e f g h i j FIG. 3. Mean risk of collapse (%) at metapopulation and subpopulation scales for different harvest rates and spatial harvest allocation strategies under varying spatial scenarios. Results are derived from simulation-based risk analysis of hypothetical Pacific herring fisheries. Axes present simulations with different levels of annual migration and spatial synchrony in recruitment productiv- ity, columns represent different harvest strategies and rows represent the spatial scales of inference. Risk of collapse is the probabil- ity of falling below 20% of unfished equilibrium (i.e., the dotted lines in Fig. 4a–c); at the subpopulation scale, risk is measured as the mean probability of collapse for each population.Optimized allocationharvests proportionally more from subpopulations with higher biomass;proportional allocationremoves the same proportion of biomass from each subpopulation. Annual migration is the mean percentage of each subpopulation that emigrates each year and spatial synchrony is the mean pairwise correlation in recruit- ment productivity. For full results see Appendix S3: Fig. S2. Note that the allocation strategies produce equivalent average yields (panel c vs. panel e and panel g vs. panel i; see Appendix S3: Fig. S3 for yield comparisons). For an illustration of how alternative strategies affect the mean duration of collapses, see Appendix S3: Fig. S4. Xxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 9 both overall harvest rates and spatial variance in subpop- ulation trend (Appendix S3: Fig. S1). Risk at the subpop- ulation scale matches that of metapopulation scales when subpopulations exhibit little spatial variance (i.e., when there is high recruitment synchrony or high migra- tion, top vs. bottom panels in Fig. 3c–j, Appendix S3: Fig. S2). In contrast, risk diverges with increases in spatial variance (Appendix S3: Fig. S1). Spatial variance is shaped not only by spatial recruitment synchrony and migration, but also harvest rates and allocation in space. Fig. 4b and c illustrate how different harvest allocations impact spatial variation in trends (Fig. 4d and e). Higher harvest rates increase risk at subpopulation scales in part because of higher depletion at the metapopulation scale (Fig. 3 d, f, h, i) and also because harvest can increase spa- tial variance (Fig. 4d, also explored more generally in Fig. 1) when efforts are allocated proportionally. This result demonstrates how low demographic synchrony creates a portfolio effect at the metapopulation scale but simultane- ously masks risks of collapse at the subpopulation scale, which can be exacerbated with higher harvest rates. However, dynamically optimizing harvest rates in space to match local-scale variability lowers the risk of subpopulation and aggregate metapopulation collapse (Fig. 3d vs. f and Fig. 3h vs. i) with no cost to aggregate catch (Appendix S3: Fig. S3). These results emerge from simulating a form of spatially optimized fishing effort that leaves underperforming locations unexploited and heavily targets overperforming local subpopulations, in accordance with predictions of ideal free distribution theory. Optimal spatial allocation of harvest rates reduces the effects of harvest intensity on spatial vari- ability (Fig. 4d), which is strongly related to the bias in estimating risk among scales (Appendix S3: Fig. S1) and also reduces length of individual collapses (Appendix S3: Fig. S3). Thus, approaches that optimize spatial harvest to account for subpopulation dynamics can minimize the spatially destabilizing effect of harvest as well as disparity in exposure to risk of collapse among spatial scales. The benefits of spatially optimized harvest in terms of risk to subpopulations diminish as migration and spatial synchrony in recruitment productivity decline to low levels (i.e., approach the lower left quad- rant of panels in Fig. 3d, f, h, j, where subpopulations are nearly autonomous with low connectivity). D ISCUSSION Harvest strategies that appear appropriately pre- scribed at large spatial scales can, at local scales, lead to declines, or even effective extirpation of local subpopula- tions. We call these small-scale declines“cryptic col- lapses.”Specifically, regional harvest strategies can create a“gilded trap”(Steneck et al. 2011) where, in this case, management focuses on the aspects of metapopula- tions that can benefit conservation and economics at the aggregate scale, but neglect social-ecological inequity in the exposure to risk at local scales. Our results show that spatial mismatch among scales is not merely an esoteric concern. Indeed, they occur in current management c 20% Harvest, optimized a No harvestb 20% Harvest, proportional Time Time 0 0.2B 0 B 0 0 0.2B 0 B 0 Spawning biomass Metapopulation (stock) mean Subpopulations d 60 30 0 30 No harvest1020 Target harvest rate (%) Change in spatial variability due to harvest (%) Proportional allocation Optimized FIG. 4. (a-c) Example simulations (a single simulation run) showing spatial variation in biomass measured at the subpopulation level (colored lines) or metapopulation mean (thick blue) for (a) an unexploited metapopulation, (b) a 20% target harvest allocated proportionally to spawning biomass in space, or (c) a 20% target harvest allocated optimally in space according to the ideal free dis- tribution (see Appendix S3: Fig. S4 for summaries across runs).B 0 is the deterministic biomass in the absence of fishing; dotted line shows the lower conservation threshold of 20% ofB 0 . (d) Change in spatial variation for different harvest rates and spatial harvest allocation across different spatial parameter scenarios for migration rates and spatial synchrony. Each point represents the spatial variance from 100 runs from a single 52-yr simulation using a unique migration-synchrony parameter combination. Article e02051; page 10DANIEL K. OKAMOTO ET AL. Ecological Applications Vol. 0, No. 0 situations and are supported by ecological theory we develop here. Our multiscale risk analysis highlights the impacts of scale mismatch on consumers and the poten- tial value of optimized spatial management for sustain- ability and equity. Previous studies have also investigated spatial mismatches in fisheries contexts to understand consequences stemming from spatial mis- matches among biological processes and available data, as well as the spatial implementation of fisheries for yield and measure of population status assessments (Cope and Punt 2011, McGilliard et al. 2011, 2017, Spies et al. 2015). Our work expands on previous investigations by considering how spatial dynamics of fish and fisheries affect resource sustainability at multiple spatial scales that are relevant to different species and fishing commu- nities. Our models address this gap by building on exist- ing research with increased biological realism to allow for (1) adult migration rates among subpopulations rather than only dispersal associated with recruitment (e.g., Cope and Punt 2011, McGilliard et al. 2011, 2017, Spies et al. 2015); (2) a range of complex spatiotemporal correlations in the stochastic populations dynamics (but see McGilliard et al. 2011 for an implementation of spa- tiotemporal variation in adult mortality); and (3) a novel suite of fisheries spatial harvest strategies. Insights into the benefits of population portfolios to manage risk for different groups Our work adds critical resolution and understanding to the literature on portfolio effects that is focused on the benefits of spatial variability. Recent work viewing multiple populations as a“portfolio”of assets has shown benefits of maintaining a diversity of subpopulations with high asynchrony. These benefits include reducing local extinctions through so called“rescue effects”(Hill et al. 2002, Secor et al. 2009, Fox et al. 2017), providing increased stability in the form of food security for people or animals (Nesbitt and Moore 2016) and minimizing economic risks over large scales by minimizing variance in harvestable abundance (Schindler et al. 2010). Yet these portfolio analyses typically focus on the attributes of the aggregate metapopulation, whereas the risk of localized subpopulation collapse (e.g., depletion below a threshold of ecological functionality or socioeconomic value) affects the interests of locally constrained fishers and spatially constrained organisms with small home ranges. Using theory and data, we show that the same spatial variation that leads to resilience at the metapopu- lation scale, when left unaccounted for in management strategies, can also produce unforeseen negative conse- quences in the form of magnified spatial variation and local risk of collapse (see also Spies et al. 2015). In the case of Pacific herring in the central coast of British Columbia, local reductions in some subpopula- tions occurred well before the entire stock showed sub- stantial declines in the mid-2000s. These collapses had greater impact on spatially constrained groups;",
  "sections": {
    "abstract": ".Unanticipated declines among exploited species have commonly occurred despite harvests that appeared sustainable prior to collapse. This is particularly true in the oceans where spatial scales of management are often mismatched with spatially complex metapopulations. We explore causes, consequences, and potential solutions for spatial mis- matches in harvested metapopulations in three ways. First, we generate novel theory illustrat- ing when and how harvesting metapopulations increases spatial variability and in turn masks local-scale volatility. Second, we illustrate why spatial variability in harvested metapopulations leads to negative consequences using an empirical example of a Pacific herring metapopula- tion. Finally, we construct a numerical management strategy evaluation model to identify and highlight potential solutions for mismatches in spatial scale and spatial variability. Our results highlight that spatial complexity can promote stability at large scales, however, ignoring spatial complexity produces cryptic and negative consequences for people and animals that interact with resources at small scales. Harvesting metapopulations magnifies spatial variability, which creates discrepancies between regional and local trends while increasing risk of local popula- tion collapses. Such effects asymmetrically impact locally constrained fishers and predators, which are more exposed to risks of localized collapses. Importantly, we show that dynamically optimizing harvest can minimize local risk without sacrificing yield. Thus, multiple nested scales of management may be necessary to avoid cryptic collapses in metapopulations and the ensuing ecological, social, and economic consequences.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we show that dynamically optimizing harvest can minimize local risk without sacrificing yield.",
    "Our results show that spatial mismatch among scales is not merely an esoteric concern.",
    "we show that the same spatial variation that leads to resilience at the metapopu- lation scale, when left unaccounted for in management strategies, can also produce unforeseen negative conse- quences in the form of magnified spatial variation and local risk of collapse (see also Spies et al.",
    "we show can con- tribute to spatial variation.",
    "we demonstrate numerically and analytically that spatial variation is likely to increase with harvest.",
    "we show how the overall portfolio can benefit at multiple scales.",
    "We show how, in these settings, exploitation can magnify local-scale fluctuations and spatial variability."
  ],
  "fullText": "\n\nSpatial variation in exploited metapopulations obscures risk of\ncollapse\nDANIELK. OKAMOTO,\n1,2,3,8\nMARGOTHESSING-LEWIS,\n2\nJAMEALF. SAMHOURI,\n4\nANDREWO. SHELTON,\n4\nADRIANSTIER,\n5\nPHILIPS. LEVIN,\n6,7\nANDANNEK. SALOMON\n2,3\n1\nDepartment of Biological Science, Florida State University, 319 Stadium Drive, Tallahassee, Florida 32303 USA\n2\nHakai Institute, Hyacinthe Bay Road, Quadra Island, Vancouver British Columbia V0P 1H0, Canada\n3\nSchool of Resource and Environmental Management, Simon Fraser University, 643A Science Road, Burnaby,\nBritish Columbia V5A 1S6, Canada\n4\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and\nAtmospheric Administration, 2725 Montlake Boulevard East, Seattle, Washington 98112 USA\n5\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA\n6\nThe Nature Conservancy, 74 Wall Street, Seattle, California 98121 USA\n7\nSchool of Environment and Forestry Sciences, University of Washington, Seattle, Washington 98195 USA\nCitation:Okamoto, D. K., M. Hessing-Lewis, J. F. Samhouri, A. O. Shelton, A. Stier, P. S. Levin, and\nA. K. Salomon. 2019. Spatial variation in exploited metapopulations obscures risk of collapse. Ecological\nApplications 00(00):e02051. 10.1002/eap.2051\nAbstract.Unanticipated declines among exploited species have commonly occurred\ndespite harvests that appeared sustainable prior to collapse. This is particularly true in the\noceans where spatial scales of management are often mismatched with spatially complex\nmetapopulations. We explore causes, consequences, and potential solutions for spatial mis-\nmatches in harvested metapopulations in three ways. First, we generate novel theory illustrat-\ning when and how harvesting metapopulations increases spatial variability and in turn masks\nlocal-scale volatility. Second, we illustrate why spatial variability in harvested metapopulations\nleads to negative consequences using an empirical example of a Pacific herring metapopula-\ntion. Finally, we construct a numerical management strategy evaluation model to identify and\nhighlight potential solutions for mismatches in spatial scale and spatial variability. Our results\nhighlight that spatial complexity can promote stability at large scales, however, ignoring spatial\ncomplexity produces cryptic and negative consequences for people and animals that interact\nwith resources at small scales. Harvesting metapopulations magnifies spatial variability, which\ncreates discrepancies between regional and local trends while increasing risk of local popula-\ntion collapses. Such effects asymmetrically impact locally constrained fishers and predators,\nwhich are more exposed to risks of localized collapses. Importantly, we show that dynamically\noptimizing harvest can minimize local risk without sacrificing yield. Thus, multiple nested\nscales of management may be necessary to avoid cryptic collapses in metapopulations and the\nensuing ecological, social, and economic consequences.\nKey words:  conservation; herring; metapopulation; natural resource management; population dynamics;\nrisk assessment; spatial fisheries; sustainable fisheries.\nINTRODUCTION\nMismatches in spatial scale create pervasive problems\nin ecology and natural resource management (Cumming\net al. 2006, Cope and Punt 2011). This problem occurs\nin part because the spatial extent of management or con-\nservation units is often defined by history, jurisdictional,\nor institutional criteria rather than the scale of social\nand ecological processes at play (Levin 1992, Chesson\n1998, Cumming et al. 2006). Such choices concerning\nthe scale of management can result in spatial mis-\nmatches,  where  feedbacks  controlling  interactions\namong groups occur at different scales. In managed\necosystems like forestry and fisheries, mismatches may\noccur when harvest recommendations are based on\ntrends in large-scale abundance without accounting for\nlocalized collapses (Johnson et al. 2012) or spatial varia-\ntion in population structure and harvest rates (Cope and\nPunt 2011). Yet these spatially isolated collapses can\nhave far-reaching consequences when the species play an\nindispensable role in local social-ecological systems,\nincluding human communities with limited capacity to\nforage over wide geographic scales. Empirical identifica-\ntion  of  appropriate  spatial  scales  of  management\nremains difficult for spatially structured populations,\nbut can be a prerequisite for diagnosing and reconciling\nchallenges that spatial mismatches impose on the sus-\ntainable and equitable use of natural resources.\nManuscript received 4 December 2018; revised 24 October\n2019; accepted 5 November 2019. Corresponding Editor:\n\u0001\nEva\nE. Plaganyi.\n8\nE-mail: dokamoto@bio.fsu.edu\nArticle e02051; page 1\nEcological Applications, 0(0), 2020, e02051\n©2019 by the Ecological Society of America\n\nIn metapopulations, plant or animal populations con-\nnected through dispersal, it is well established that the\ndynamics of individual populations can differ substan-\ntially from the aggregate metapopulation (Chesson 1998,\nMangel and Levin 2005, Melbourne and Chesson 2006).\nA combination of movement, shared climate drivers,\nand compensatory processes determine whether dynam-\nics of individual populations reflect the dynamics of the\naggregate metapopulation (Kendall et al. 2000). Consid-\neration of metapopulation structure has improved the\nmanagement of the Spotted Owl (Strix occidentalis;\nLande 1988), salmon (Onchorhyncusspp.; Stephenson\n1999, Rieman and Dunham 2000, Schtickzelle and\nQuinn 2007, Peterson et al. 2014), amphibians (Marsh\nand  Trenham  2001),  and  mosquitoes  (Adams  and\nKapan 2009). To date, efforts to integrate metapopula-\ntion dynamics into natural resource management have\nlargely focused on either minimizing the risk of localized\nextinction (Chad\n\u0003\nes et al. 2011), characterizing produc-\ntivity of the metapopulation as a whole (sensu Takashina\nand Mougi 2015), or valuing benefits of portfolio effects\n(i.e., stabilizing effects of spatial asynchrony sensu\nSchindler et al. 2010). Less understood, both in theory\nand in practice, is if and when harvesting metapopula-\ntions can increase spatial variability that yields mis-\nmatches in spatial scales of management and population\ndynamics.\nIn this study, we assess how harvest dynamics interact\nwith animal movement and recruitment to shape spatial\npopulation variability and risk of collapse at different\nspatial scales. Our results illustrate the challenge in\nmanaging spatially complex populations using three\ncomplementary approaches. First, we develop new the-\nory using a stochastic analytical model to examine when\nand how harvesting in a metapopulation amplifies spa-\ntial variability that can create mismatches in spatial\nscale. Second, we contextualize the problem of spatial\nvariability and mismatches in spatial scale by presenting\nhistorical analyses from spatial Pacific herring (Clupea\npallasii) fisheries in British Columbia, Canada and home\nranges of associated predators and fishers that may be\nimpacted by localized collapses. Finally, we evaluate\nhow and when different harvest management approaches\ncan ameliorate such mismatches using a numerical risk\nanalysis in Pacific herring fisheries.\nPacific herring case study in British Columbia’s central\ncoast\nPacific herring exemplify the challenges inherent to\nmanaging metapopulations that exhibit spatial variation\nin population trends. In British Columbia (BC), Canada,\nherring return annually to nearshore coastlines in the\nlate winter/early spring to reproduce. During this annual\nmigration, they are harvested and preyed upon by a\nrange of consumers. Mobile commercial fishing fleets\nharvest adult herring, largely for their roe, in the days\nprior to spawning. In contrast, Indigenous fishers are\nconstrained to a local area and largely harvest eggs after\nspawning events (though some adults as well) as an\nimportant food, trade, and cultural resource (Lepofsky\nand Caldwell 2013, McKechnie et al. 2014, Department\nof Fisheries and Oceans 2015, von der Porten et al.\n2016, Okamoto et al. 2020). These activities create\ntrade-offs among commercial roe fisheries that remove\nspawning adults, which truncates adult age structure and\nreduces abundance, vs. those that remove only eggs from\nshorelines (Shelton et al. 2014). Unfortunately, a core\nuncertainty for herring management, as for many spe-\ncies, is the extent of movement between areas (Flostrand\net al. 2009, Benson et al. 2015, Jones et al. 2017, Levin\net al. 2016). Similar uncertainty surrounds spatial varia-\ntion in spawning biomass (Siple and Francis 2016),\nwhich may result in part from the degree of demographic\nsynchrony between areas (e.g., synchrony in recruit-\nment). Pacific herring in British Columbia are currently\nmanaged as stocks at regional scales (hundreds of kilo-\nmeters) by Canada’s federal fisheries agency. Within\nthese stocks, multiple spawning aggregations (substocks)\nseasonally occupy individual stretches of coastline, many\nof which are of important traditional and cultural value\nto Indigenous groups. Thus, Pacific herring fisheries pre-\nsent a valuable system in which to explore how spatial\npopulation dynamics, scales of management, and spatial\nconstraints of fishers and predators interact to influence\ndifferential risk exposure to population collapses.\nM\nETHODS\nMethodological overview\nWe used three distinct modeling approaches in this\nstudy to explore how harvest can affect spatial dynamics\nin metapopulations. In Model 1, we developed a novel\nanalytical approach to modeling stochastic age-struc-\ntured metapopulations to illustrate how and when har-\nvest can interact with migration and both the magnitude\nand spatial synchrony of environmental stochasticity. We\nillustrated these important interactions using this model\nbecause of its simplicity and interpretability relative to\nmore  complicated  nonlinear  numerical  models.  In\nModel 2, we analyzed Pacific herring data from British\nColumbia using a Bayesian hierarchical model to esti-\nmate spatiotemporal variation in spawning biomass and\nharvest rates. In Model 3, to evaluate potential solutions\nfor spatial mismatches and conditions for their success,\nwe developed and applied a spatially explicit stochastic\nnumerical model of metapopulations and their interac-\ntion with the fishery. Together, these approaches (Mod-\nels 1–3) generate theoretical, empirical, and numerical\nresults for understanding the complex, spatially struc-\ntured interactions among populations, harvest, and envi-\nronmental variability. The collective results are then\napplied to evaluate the consequences for the availability\nof important natural resources for both human and non-\nhuman user groups.\nArticle e02051; page 2DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nTheoretical effects of harvest on spatial variability in\nmetapopulations (Model 1)\nWe used a simple metapopulation model to evaluate\nhow harvest alters spatial variability, conditional on the\nunderlying properties of the metapopulation. For our\npurposes, spatial variability is the degree to which\nvolatility of the populations is masked by the observed\nvolatility of the metapopulation.\nWe considered a simple metapopulation consisting of\ntwo populations, linked through the annual fraction\nmigrating between populations (d). We assumed both\npopulations have the same dynamics (identical density-\nindependent adult total mortality rate (Z), maturity at\nage 2, Gompertz stock–recruit relationship, and sym-\nmetric adult annual migration) and trends in recruitment\nvariability are controlled by a spatially correlated log-\nnormal environmental stochasticity.\nLetY\na,i,t\nrepresent the abundance of age classaat\nlocationiat timet. Adult dynamics are shaped by mor-\ntality (Z, the sum of mortality from natural causes and\nharvest) and migration (0≤d≤0.5):\nY\na;i;tþ1\n¼\ne\n\u0002z\n½ð1\u0002dÞY\na\u00021;i;t\nþdY\na\u00021;j;t\n\u00032\u0004a\u0004n\u00021\ne\n\u0002z\n½ð1\u0002dÞðY\na\u00021;i;t\nþY\na;i;t\nÞ\nþdðY\na\u00021;j;t\nþY\na;j;t\nÞ\u0003\na¼nðplus groupÞ\n8\n>\n<\n>\n:\n(1)\nTotal reproduction is the sum of adults across all adult\nage classes multiplied by 0.5 to account for an equal sex\nratio:\nY\na¼0;i;tþ1\n¼0:5e\n\u0002z\nX\nn\na¼1\nð1\u0002dÞY\na;i;t\nþdY\na;j;t\n\u0002\u0003\n:(2)\nBoth Eqs. 1 and 2 are identical for both subpopula-\ntions (i.e., the system is symmetrical). We used a stochas-\ntic Gompertz model as the compensatory function that\ndetermines how zygotes translate into 1-yr-olds:\nY\na¼1;i;tþ1\n¼aðY\na¼0;i;t\nÞ\n1\u0002b\ne\nf\ni;t\n(3)\na,b, andf\ni;t\nrepresent, respectively, the density-inde-\npendent  productivity  parameter,  the  within-location\ncompensatory parameter, and environmental stochastic-\nity that operates on postdispersing larvae. The vector\nn\nt\n¼½f\n1;t\n;f\n2;t\n\u0003\n0\nfollows   a   multivariate   normal\ndistribution with mean zero and covariance controlled\nby the common within-site variance (r\n2\nR\n) and spatial\ncorrelation(q\nR\n)yieldingcov½f\n1;t\n;f\n2;t\n\u0003¼\nr\n2\nR\nr\n2\nR\nq\nR\nr\n2\nR\nq\nR\nr\n2\nR\n\u0004\u0005\n.\nTo analyze the stochastic metapopulation model, we\nconverted the model to a first-order vector autoregres-\nsive model where statistical properties of stochastic forc-\ning  in  multivariate  systems  are  well  described\n(L\n€\nutkepohl 2005). We first vectorized the model by\naligning variables from both populations in a single\nvector:\nY\nt\n¼½\nY\na¼0;L¼1;t\n\u0005\u0005\u0005Y\nn;L¼1;t\nY\na¼o;L¼2;t\n\u0005\u0005\u0005Y\nn;L¼2;t\n\u0003\n0\n:\nWe then cast the model in terms of log-scale devia-\ntions from the equilibrium (i.e.,x\na;i;t\n¼lnY\na;i;t\n\u0002lnY\n\u0006\na;i\nwhereY\n\u0006\na;i\nis the equilibrium) and linearized about the\nequilibrium (Nisbet and Gurney 1982, Bjørnstad et al.\n2004) to create a first-order vector autoregressive model.\nThis approach approximates the deterministic dynamics\nof the nonlinear model with a Jacobian matrix (J)of\nfirst-order dependencies and an environmental covari-\nance matrix.\nThe matrix of Jacobian coefficients (with plus groups\nsummed at agen) are partial derivatives for each age\nclass within each subpopulation with respect to each\nother age class in each subpopulation.Jcan be repre-\nsented by the block matrix comprised of matrices\ndescribing among and within population age transi-\ntions:\nJ¼\nJ\n1\nJ\n2\nJ\n2\nJ\n1\n\u0004\u0005\n(4)\nwhereJ\n1\nis within population dynamics andJ\n2\nis among\npopulation dynamics defined by\nIfJ\ni\n=J\n1\n,D=(1\u0002d)andifJ\ni\n=J\n2\n,D=d.Zis the\nannual total mortality rate andnis the number of age\nclasses. See Appendix S1 for full derivation of the Jacobian\nand VAR(1) properties. The resulting VAR(1) model is\nJ\ni\n¼\n0\nD\n1þ\nP\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\nDðe\n\u0002z\nÞ\n1þ\nP\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\nDðe\n\u0002z\nÞ\n2\n1þ\nP\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\n...\nDðe\n\u0002z\nÞ\nn\u00022\n1þ\nP\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\nDðe\n\u0002z\nÞ\nn\u00021\n1þ\nP\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\n1\u0002b000...00\n0D00...00\n00D0...00\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n00\n0000...\nD\nðe\n\u0002z\nÞþ1\nDðe\n\u0002z\nÞ\nðe\n\u0002z\nÞþ1\n2\n6\n6\n6\n6\n6\n6\n6\n6\n6\n4\n3\n7\n7\n7\n7\n7\n7\n7\n7\n7\n5\n:(5)\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 3\n\nx\nt\n¼Jx\nt\u00021\nþZn\nt\n(6)\nX\nt\n¼½\nx\na¼0;L¼1;t\n...x\nn;1;t\nx\na¼0;L¼2;t\n...x\nn;2;t\n\u0003\n0\n:(7)\nZis a 2n92 binary matrix (two age classes for each\nlocation, two locations) that controls which of the\nentries inx\nt\nare subject to stochasticity fromn\nt\n(i.e.,\ntranslating the 291 vector of location-specific stochas-\nticity to a 2n91 sparse vector). In this case, only age\nclass 1 (corresponding to the second column ofJ\n1\n)for\neach subpopulation is subject to stochasticity.\nWe used the known statistical properties of a VAR(1)\nmodel (L\n€\nutkepohl 2005) in tandem with the moments of\na multivariate lognormal to derive the coefficient of vari-\nation for the subpopulations and metapopulation that\nyields the spatial  variation in the metapopulation.\nFinally, to evaluate how local environmental sensitivity\nof population growth changes with mortality rate, we\nused a first-order impulse response analysis (L\n€\nutkepohl\n2005) to estimate the annual intrinsic growth rate\nresponse to a recruitment pulse. The impulse response in\nour case describes how a recruitment perturbation\naffects the intrinsic growth rate of each subpopulation.\nSpecifically, it is given by the entry of the second column\nof the first row of the Jacobian matrix in Eq. 5. See\nAppendix S1 for full derivations and details.\nPacific herring case study: spatial variability in biomass\nand catch (Model 2)\nTo estimate patterns of spatial and temporal variability\nin herring biomass and harvest rates, we used spawn\ndeposition and harvest data for six major Pacific herring\nspawning units that comprise the central coast stock in\nBritish Columbia, Canada. Briefly, SCUBA surveys are\nused to estimate herring egg abundance, which is con-\nverted to total spawning biomass with the assumed con-\nversion of~100 eggs/g and an equal sex ratio (DFO\n2015). For consistency, we use the same index as in the\nDFO stock assessment but in the spatially disaggregated\nform. Catch (which occurs in the days prior to spawning)\nis reported by geographic section that is delineated and\naggregated geographically. For a full description of the\ntime series, see Department of Fisheries and Oceans\n(2015).\nTo estimate spatial biomass trends from the survey and\nharvest time series observations, we used a nonlinear\nmodel in a Bayesian hierarchical state-space framework.\nWe assumed survival, reproduction, and competition\nwere location specific. We modeled expected change in\nbiomass in yeart+1 using a combined growth and sur-\nvival model (individual growth and survival from yeart)\nand Gompertz recruitment model (from yeart\u00021,\nbecause fish mature at or after age 2; Table 1, Eq. 8).\nWe estimated both process error and observation error\nin the model. We estimated spatially correlated process\nerror that represents deviations from the expected log-\nscale preharvest biomass within each location. Process\nerror may arise from a diverse combination of factors\nincluding immigration or emigration and temporal varia-\ntion in growth, recruitment, or mortality (Table 1, Eq. 9).\nWe also estimated location-specific observation error (ob-\njective function; Table 1, Eq. 10), and a common survey\nbias (a“catchability”coefficient quantifying the mean\nTABLE1.  Equations used in Model 2 (Pacific herring case study: spatial variability in biomass and catch).\nEquations and parametersDescriptionEquation, prior, or data source\nEq. 8expected prespawn biomass\n^\nb\nþ\ntþ1;l\n¼expða\nl\nþð1\u0002b\nl\nÞlnðb\nt\u00021;l\nÞÞþk\nl\nb\nt;l\nEq. 9estimated log-biomass\nlnb\nþ\nt\n¼lnðe\nlnb\nt\nþh\nt\nÞ\u0007MVNðln\n^\nb\nþ\nt\n;diagðrÞXÞ\nEq. 10objective function\n‘¼\nP\nT\nt¼1\nP\nL\nl¼1\nðlnðobs½b\nt;l\n\u0003Þ\u0002ðlnb\nt;l\nþlnqÞÞ\n2\nð2r\n2\nobs\nÞ\n\u0002lnðjdjÞ\nEq. 11Jacobian adjustment for change\nof variables in Eq. 10\nd¼\no\nolnb\nt;l\nlnðe\nlnb\nt;l\nþh\nt;l\nÞ¼\nb\nt;l\nb\nt;l\nþh\nt;l\nSite specific parameters½a\nl\nlogitðb\nl\nÞlogitðk\nl\nÞ\u0003\n0\n\u0007MVNðH;r\nH\nX\nH\nÞ;\na\nl\nsite-specific Gompertz productivity\nb\nl\nsite-specific Gompertz compensation\nk\nl\nsite-specific aggregate mortality and somatic growth\nHmean vector fora, logit(b), and logit (k)H~MVN (0, diag(1.5)X\n\u0004\nH\n);\nr\nH\nl\namong-site variances ina, logit (b), and logit (k)r\nH\nl\n~half-cauchy(0, 2.5)\nXprocess error spatial correlation matrix\nX\nH\nparameter correlation matrixLKJ prior (Lewandowski et al. 2009): scale=2\nX\n\u0004\nH\nmean parameter correlation matrix\nrvector of site-specific lognormal process variancesr\nl\n~normal(r\nl\n, 0.15);r\nl\n~normal (0, 0.15)\nr\nobs\nlognormal observation errorr\nobs\n~half-cauchy(0, 2.5)\nlnqsurvey bias (egg“catchability”)lnq~normal(0, 0.05) (Martell et al. 2012)\nobs[b\nt,l\n]input dataobserved spawning biomass at time t at locationl\nh\nt,l\ninput dataharvest at timetat locationl\nArticle e02051; page 4DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nproportion of eggs that are observed in fishery-indepen-\ndent surveys; Table 1, Eq. 10). Thus, we estimated trends\nconditional on estimated survival, biomass growth, pro-\ncess error covariance, observation error, and survey bias.\nBecause we estimated log-scale preharvest biomass\nbut observations are of postharvest biomass and har-\nvested biomass, the model requires a change of variables\nand thus the posterior requires a Jacobian adjustment of\nthe inverse transform (Gelman et al. 2013, Carpenter\net al. 2017; Table 1, Eqs. 10, 11). See Table 1 for all\nmodel equations, parameter definitions, and prior distri-\nbutions. For details of estimation, posteriors, and model\nvalidation, see Appendix S2. We estimated the models\nusing Stan (Stan Development Team 2016a,b) with three\nindependent Markov chains with 1,000 iteration chains\nafter a 1,000 iteration burn-in. We confirmed chain mix-\ning  and  convergence  using  Gelman-Rubin  statistic\n(R<1.01, Gelman and Rubin 1992) and for model ade-\nquacy and model fit using posterior predictive checks\n(Appendix S2: Fig. S4). Posteriors compared with priors\nfor core parameters are shown in Appendix S2: Fig. S1.\nWe used the full model posterior of postharvest bio-\nmass to calculate the following metrics: (1) temporal\nand spatial variation in biomass (see Appendix S2:\nFig. S1) and (2) the exploitation rate. We compared\nthe estimated local harvest rates from the model poste-\nrior to the theoretical proportional allocation where\nfishing mortality is constant in space and an opti-\nmized  allocation  of  harvest  given  the  quota  (see\nAppendix S2: Fig. S3 for results, Appendix S3 for\nmethods) and the posterior mean. Here, we defined\n“optimized allocation”of catch as one that distributes\ncatches in space according to the ideal free distribu-\ntion (see Appendix S3 for methods). This distribution\nremoves proportionally more biomass from subpopula-\ntions with higher biomass and is the spatial allocation\nof catch that minimizes effort to achieve the overall\nquota (assuming catch per unit effort is linearly related\nto biomass).\nSolutions for spatial scale mismatches in fished herring\nmetapopulations (Model 3)\nWe used a stochastic model to simulate how spatial\nmetapopulation dynamics and alternative management\nscenarios interact to influence risk of collapse at the sub-\npopulation and metapopulation scales under a diverse\nsuite of scenarios. The scenarios we examined include a\nfactorial gradient of (1) annual movement (seeAnnual\nadult migration among spawning areas), (2) environmen-\ntal recruitment synchrony (the degree of correlation in\nrecruitment in space; seeSpatiotemporal recruitment\ndynamics), (3) a range of harvest rates (seeStock harvest\nquota), and (4) allocation of harvest in space (seeSpatial\nharvest prosecution). For this analysis, we defined a“col-\nlapse”as years with spawning biomass below 20% of\nunfished biomass. We used this definition for herring\nbecause (1) it is generally seen as a conservative estimate\nof biomass below which traditional Indigenous harvest\nbecomes difficult and (2) it lies below the current closure\nTABLE2.  Equations used in Model 3 (solutions for spatial scale mismatches in fished herring metapopulations).\nEquationsDescriptionEquation\nEq. 12recruits (age 2) prior to\nmovement\nn\nþþ\na¼2;l;tþ2\n¼eggs\nl;t\nexp2\nl;t\n\u0002\nr\n2\nr\n2\nhi.\nðaþbeggs\nl;t\nÞ\nEq. 13total eggs lain\neggs\nl;t\n¼\nP\n10\na¼2\nm\na\nf\na\n½0:5n\na;l;t\n\u0003\nEq. 14environmental recruitment\nstochasticity\n‰\nt\n¼/‰\nt\u00021\nþMVNð0;r\n2\nr\n½1\u0002/\n2\n\u0003X\nr\nÞ\nEq. 15spatial correlation in\nrecruitment\nstochasticity\nq\ni;j\n¼exp\u0002\n2 sin\n2\npjdist\ni!j\nj\ng\n2\n\u0006\u0007\nEq. 16preharvest abundance\nn\nþþ\na;l;tþ1\n¼\nk\nt\nn\na\u00021;l;t\n2\\a\\10\nk\nt\nn\na\u00021;l;t\nþk\nt\nn\na;l;t\na¼10ðplus groupÞ\n\b\nEq. 17\npostmigration abundanceN\nþ\nt\n¼N\nþþ\nt\nS;S\ni;j\n¼Pði!jÞ\nEq. 18recruit or adult migration\nby distance function\nPði!jÞ¼exp\u0002\n2 sin\n2\npjdist\ni!j\nj\nc\n2\n\u0006\u0007\nP\nN\nj¼1\nexp\u0002\n2 sin\n2\npjdist\ni!j\nj\nc\n2\n\u0006\u0007\n\u00021\nEq. 19quota\n^\nQ\ntþ1\n¼\nminðH\nTarget\n\b\n^\nB\nforecast;t\n;\n^\nB\nforecast;t\n\u0002L\ncrit\n\b\n^\nB\n0;t\nÞif\n^\nB\nforecast;t\n\tL\ncrit\n\b\n^\nB\n0\n0otherwise\n\b\nEq. 20\npostharvest abundance at\nage in yeart\nn\na;l;t\n¼ð1\u0002m\na\nÞn\nþ\na;l;t\n\u0002m\na\nn\nþ\na;l;t\ne\n\u0002F\nt;l\n;F\nt;l\n¼lnh\nt;l\n\t\nP\n10\na¼2\nw\na\nm\na\nn\nþ\na;l;t\nEq. 21biomass at locationlin yeartB\nl;t\n¼\nP\n10\na¼2\nw\na\nm\na\nn\nþ\na;l;t\nNote:See Table 3 for parameter values and definitions.\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 5\n\nthreshold of 25% unfished biomass. Alternative thresh-\nolds defining collapse were also assessed but yielded\nqualitatively similar results (data not shown).\nFor all analyses, we simulated 10 populations placed\naround a hypothetical circular island of arbitrary size,\nwhere distances among adjacent populations were equal.\nFish spawning at any site in a given year were able to\nmove to any other site in the next year. The probability\nof migration from one site to another declines as along-\nshore distance between the locations increases and is\ncontrolled by a periodic kernel. Likewise, synchrony in\nstochastic recruitment among sites decays with distance\nbetween locations controlled by a periodic covariance\nkernel. Stochasticity in dynamics was included in recruit-\nment (spatial and temporal variation), survival (tempo-\nral variation only) and movement probabilities (spatial\nand temporal variance). The order of operations mathe-\nmatically was (1) recruitment, (2) survival, (3) move-\nment, (4) roe fishery harvest, and (5) spawning. Details\nof the simulation are outlined below with core equations\nlisted in Table 2 and definitions in Table 3.\nSpatiotemporal recruitment dynamics.—Following the\nassumptions of the current British Columbia herring\nassessments (Department of Fisheries and Oceans 2015),\nrecruitment of age-2 individuals at locationiis a func-\ntion of eggs produced 2 yr prior and local density depen-\ndence  via  a  Beverton-Holt  model.  We  allowed\nrecruitment to exhibit both spatial and temporal vari-\nability and autocorrelation with a first-order vector\nautoregressive model. Spatial correlations in recruitment\nfollowed a Gaussian spatial decay with distance (d) and\nlocation-specific recruitment variability was tuned such\nthat net recruitment variability was approximately con-\nstant across scenarios (CV of metapopulation recruit-\nment=0.8; Department of Fisheries and Oceans 2015).\nAnnual adult survival and migration among spawning\nareas.—All adult survival occurred prior to movement\ninto spawning locations, was constant in space and was\nrandomly drawn from a beta-binomial with meank=0.6\nwith coefficient of variation of 0.2 (Department of Fish-\neries and Oceans 2015). Survivors migrated to new\nspawning locations with a probability that decays with\ndistance from the previous site, controlled by a periodic\nkernel, tuned to achieve the desired retention rate.\nStock harvest quota.—We followed the existing harvest\ncontrol rules of Pacific herring in British Columbia\n(Department of Fisheries and Oceans 2015). The annual\nbiomass harvest quota for the stock (\n^\nQ\ntþ1\n) was designed\nto achieve a target harvest rate (H\nTarget\n) and a minimum\nspawning escapement (25% ofB\n0\n, the average steady-\nstate biomass without fishing). For simplicity and to\navoid evaluating stock assessment model performance\n(which is out of the scope of this study) we assume fore-\ncasts are unbiased with no observation noise.\nSpatial harvest prosecution.—We used and compared\ntwo spatial fleet allocation scenarios to generate the dis-\ntribution of spatial commercial roe harvest given the\nstock quota: (1) the fleet prosecuted the fishery equally in\nspace whereby the absolute harvest was directly propor-\ntional to spawning biomass within a given year (propor-\ntional allocation) or (2) the fleet was allocated according\nto the ideal free distribution (IFD) that in theory would\nTABLE3.  List of key parameters and state variables in Model 3 with definitions, values, and citations.\nSymbolDescriptionValue(s)Source\na,bBeverton-Holt stock-recruit parameters583.43, 2.089910\n\u00028\n1\n/first-order partial autocorrelation0.6chosen\nm\na\nmaturity-at-age (selectivity-at-age)age 1=0, age 2=0.2, age 3=0.9, age 4+=12\nw\na\nmass-at-age4.5910\n\u00026\n[27(1\u0002e\n(0.489age)\n]\n3.127\n3\nf\na\nfecundity-at-age\ne\n4:69\n\bð1;000w\na\nÞ\n1:13\n3\nk\nt\nannual preharvest survival ratebeta-binomial: mean=0.6, cv=0.2derived from 1\nr\nr\nstock-scale standard deviation of\nrecruitment deviations\n0.81\ngscale parameter regulating distance\ndecay in rec-dev spatial covariance\nnumerically tuned to achieve desired spatial correlationschosen\nL\ncrit\nlower biomass threshold for fishing\nclosure relative to\n^\nB\n0\n0.251\n\u0004\nPði!jÞmean migration probability0.01 to 0.8chosen\n\u0004\nq\ni;j\nspatial synchrony in recruitment0.15 to 0.85chosen\nn\nþþ\na;l;t\nabundance at ageain timetat\nlocationlprior to movement and harvest\nEq. 16state variable\nn\nþ\na;l;t\nabundance after movement, prior to harvestEq. 17state variable\nF\nt,l\nfishing mortality of susceptible fish at\ntimetat locationlafter movement\nand natural mortality\nEq. 20state variable\nNotes:Note that equilibrium considerations are generated by simulating with no harvest and no stochasticity (r\nr\n=0, cv ink\nt\n=\n0, and harvest=0). Selectivity-at-age in all cases is equal to maturity-at-age.\nSources: 1, Department of Fisheries and Oceans (2015), 2, Martell et al. (2012), 3, Tanasichuk et al. (1993).\nArticle e02051; page 6DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\noptimize catch efficiency if fleets are not spatially con-\nstrained (optimized allocation; see Appendix S3 for details\nin generating the IFD). Here, realized catch was nonlin-\nearly related to spawning biomass, harvesting more from\nareas with higher biomass and leaving alone areas with\nlower biomass. See Appendix S3 for methods and results\nfrom a third allocation strategy, a random spatial alloca-\ntion that is more similar to the fleet allocation in the\nempirical case study. In all cases, fishery selectivity was\nidentical to maturity-at-age, reflecting that harvest occurs\non mature fish at the spawning grounds.\nSimulation details.—For each simulation, we (1) evalu-\nated deterministic equilibria without fishing, (2) initiated\nstochastic forcing of recruitment from the equilibrium\nfor 12 yr (allowing the full suite of age classes to be\ninfluenced by environmental stochasticity), (3) initiated\nthe fishery in year 13, and (4) recorded performance\nmetrics for years 23–52. We ran 100 replicate simulations\nfor each combination of migration probability and\nrecruitment synchrony. Primary performance metrics\nsummarized for each simulation included (1) mean num-\nber of years below 20%B\n0\nat both stock and substock\nscales to assess risk of collapse, (2) mean stock and sub-\nstock level catch, (3) mean stock and substock biomass,\n(4) stock and substock temporal variability (coefficient\nof variation) in biomass, and (5) mean spatial variation\nin biomass (difference between squared coefficient of\nvariation at the substock vs. stock scale).\nR\nESULTS\nTheoretical effects of harvest on spatial variability in\nmetapopulations (Model 1)\nOur model illustrates that spatial variation among\nsubpopulations  increases  with  higher  harvest  rates\n(Fig. 1a) and decreases with synchronizing forces of\nmigration and environmental correlation (difference in\nsurfaces in Fig. 1b). As a result, the metapopulation\ntrend and coefficient of variation are less reflective of\ntrends and variation in its subpopulations as harvest\nincreases (Fig. 1b). Biologically, this higher mortality\nrate decreases longevity and increases local-scale sensi-\ntivity to spatially explicit recruitment pulses. The ampli-\nfication of fluctuations occurs at a higher rate at local\nscales than on aggregate. This response decreases spatial\ncoupling and predictability. Reduced longevity of adults\n(via higher mortality) reduces the abundance of adults in\neach subpopulation that buffers against local stochastic-\nity through survival and migration.\nMathematically, this result emerges for several related\nreasons. Increases in mortality (constant across space in\nthis case) reduce local subpopulation inertia (predictabil-\nity, measured as first-order temporal autocorrelation,\nthick black line in Fig. 1c). This reduction in inertia\nincreases subpopulation sensitivity to temporal variation\nin local subpopulation recruitment (red line in Fig. 1c).\nThis sensitivity is illustrated by the primary impulse\nresponse at a single lag, which, in this case, always\nincreases with total mortality (Z) derived from Eq. 5:\nð1\u0002dÞ\n.\nð1þ\nX\nn\u00021\na¼1\nðe\n\u0002z\nÞ\na\nÞ(22)\nSuch  increases  in  local  environmental  sensitivity\nreduce spatial coupling (measured as the spatial autocor-\nrelation, dotted black line in Fig. 1c) and thereby\nincrease spatial variability in abundance.\nImportantly these patterns of spatial variability can\npersist even in the presence of modest migration rates\n(Fig. 1b). While spatial variability decreases with syn-\nchronizing forces of migration (d) and environmental\ncorrelations (q\nR\n; Fig. 1b, see Appendix S1 for solutions),\nFIG. 1.  Effect of elevating harvest mortality rate on asynchrony related spatial variability in the metapopulation from Model 1.\n(a) Spatial variation increases as a function of total mortality for different levels of spatial synchrony in recruitment productivity.\nHere migration is held at 0.25 and log-scale recruitment variability (r\nR\n) is 0.7 (i.e., CV=0.8). Note spatial variation is a result of\nthe discrepancy in population vs. metapopulation temporal variation in panel b. (b) Temporal variability (squared coefficient of\nvariation) of the population (blue) and metapopulation (gray). The arrows illustrate spatial variability as the difference between sur-\nfaces. (c) Measures of local population predictability (measured by first-order within-population autocorrelation, thick black line),\namong population coupling (measured by among population correlations, black dotted line), and local environmental sensitivity\n(measured by the response at the population level to a unit environmental impulse affecting recruitment productivity, red line).\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 7\n\nspatial variability only diminishes as migration and envi-\nronmental correlations are substantially high (i.e., as\nmigration probabilities approach 0.5 to produce 100%\nmixing). This phenomenon is illustrated by the discrep-\nancies between temporal variability of the metapopula-\ntion  and  component  subpopulations  that  produce\nspatial variation (Fig. 1b).\nNext we illustrate challenges imposed by spatial varia-\ntion in exploited metapopulations using an empirical\ncase study of Pacific herring and present solutions using\na numerical management strategy evaluation.\nPacific herring case study: spatial variability in biomass\nand catch (Model 2)\nPacific herring subpopulations on the central coast of\nBC exhibit substantial spatial variability in subpopula-\ntion trends (Fig. 2a–c). The estimated biomass of indi-\nvidual (“local”) subpopulations has varied by more than\nan order of magnitude over the past three decades, and\nsimilar differences in biomass are evident among sub-\npopulations in the same year. As a consequence, aggre-\ngate (“regional”) stock biomass at any one point in time\nis bolstered by a few subpopulations, while others linger\nat low levels (Fig. 2b, Appendix S2: Fig. S2). Synchrony\nin biomass among subpopulations is low (0.29), with\nmuch higher variability at the subpopulations scale (av-\nerage CV=0.88) than in aggregate (CV=0.54). This\ndiscrepancy results from high spatial variability in sub-\npopulations trends (Fig. 1c; also known asbvariability;\nWang and Loreau 2014). In fact, as much as an esti-\nmated 91% of an individual subpopulation’s biomass is\nharvested annually, though the aggregate exploitation\nrate fluctuates around the target of 20% (Fig. 2d, e,\nAppendix S2: Fig. S3). Counterproductively, this can\nresult in occurrences where subpopulations experiencing\nperiods  of  lower-than-average  biomass  are  heavily\nexploited preceding collapse (e.g., Fig. 2d, in 2006).\nFIG. 2.  (a) Map of major Pacific herring spawning substocks (“sections”; denoted by different symbols) as defined by Canada’s\nFederal Fisheries Agency in the Central Coast of British Columbia. Symbol size represents mean biomass over time in metric\ntonnes (Mg). Indigenous communities are noted with asterisks. (b) Trends in biomass (thousands of metric tonnes–Gg) for the six\nmain subpopulations (substocks; thin colored lines and points) and the metapopulation (stock) mean (thick blue line). Trends were\nestimated using multivariate hierarchical Bayesian state-space model integrating spawn surveys and catch information (Model 2).\nIndividual plots for each substock are shown, along with catch, spawn observations, and 95% posterior credible intervals in\nAppendix S2. (c) Temporal coefficients of variation estimated from the Bayesian state-space mode over 25 yr for each substock, the\nmean of each substock CV (black point), the regional stock coefficient of variation (blue point), and the spatial variability (gray\npoint), which is the standardized variance of the system after accounting for the variance of the stock and the variance of the sub-\nstock means. Error bars are 95% credibility intervals. (d) Trends in annual harvest rate for two of the six local substocks (Higgins\nand Lower Spiller) with points, 95% credibility intervals and the mean for the aggregate stock (thick blue line). For full results see\nAppendix S2. The dotted line represents the target harvest rate of 20%.\nArticle e02051; page 8DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nHarvest rates generally differ in magnitude among sub-\npopulations in any given year (Appendix S2: Fig. S3) and\nhigher harvest rarely focus on the subpopulations with\nhighest biomass (Appendix S2: Fig. S3). This is illustrated\ndirectly by spatial harvest distributions that deviate sub-\nstantially from baselines of spatial harvest evenness used\nhere and in the simulation model (proportional vs opti-\nmized allocation; Appendix S2: Fig. S3). Next, we explore\nthe potential consequences of different spatial harvest dis-\ntributions via a closed-loop simulation model.\nSolutions for spatial scale mismatches in fished herring\nmetapopulations (Model 3)\nWe used numerical simulation of a metapopulation\nto  determine  whether  and  under  what  conditions\nexploitation rates that appear sustainable in aggregate\ncan risk collapse of local subpopulations, and by exten-\nsion, adversely affect predators and the fishers who tar-\nget them at this scale. The divergence in risk among\nscales, an effect of the mismatch in spatial scale, is con-\ntrolled by the magnitude of harvest rates, allocation of\nharvest in space, annual migration, and spatial recruit-\nment synchrony. Our simulations show that risk of col-\nlapse can be 10 times greater at local subpopulation\nscales than at aggregate metapopulation scales (Fig. 3)\nfor the 20% harvest rule. While it may seem intuitive\nthat relatively modest adult migration would minimize\ndifferences in risk to subpopulations and the metapop-\nulation, our results do not support this supposition.\nEven  relatively  high  migration  rates  can  impose\nsubstantial discrepancies in the risk of collapse between\nsubpopulation and metapopulation scales (Fig. 3). This\nprinciple  holds  so  long  as  spatial  synchrony  in\nrecruitment is not exceedingly high (Fig. 3 upper por-\ntions of heat maps). For most scenarios, high spatial\nvariability (i.e., from low annual migration among sub-\npopulations or low spatial recruitment synchrony) leads\nto low apparent risk at the aggregate metapopulation\nscale, despite high risk of collapse for local subpopula-\ntions (Fig. 3; risk increases toward the lower left quad-\nrants).\nWe find that risk to local subpopulations greatly\nexceeds risk to the aggregate metapopulation with both\na simulated 10% and 20% target harvest rate. Under the\n20% target harvest, risk of collapse at the local scale\nexceeds 10%, even with annual migration among sub-\npopulations approaching 50% (Fig. 3h). When harvest is\noptimized in space or target harvest rates are reduced to\n10%, risks of collapse at local scales are substantially\nreduced (Fig. 3d, f, j vs. Fig. 3h) and limited to scenarios\nwhere migration is~10–15% and spatial synchrony in\nrecruitment is low. Local-scale risks of collapse are even\nworse under a random (or opportunistic) spatial alloca-\ntion, but also ameliorated by reductions in harvest\n(Appendix S3: Fig. S2). Importantly, a 10% target har-\nvest with optimized spatial allocation never exceeded\n10% risk of collapse in our simulations.\nThe discrepancy in risk of collapse at local subpopula-\ntion vs. aggregate metapopulation scales is shaped by\n3\n5\nMetapopulation scale\nSubpopulation scale\n1255075\n0.2\n0.4\n0.6\n0.8\n0.2\n0.4\n0.6\n0.8\nAnnual migration (%)\nSpatial recruitment synchrony\nNo harvest\n3\n8\n51015\n3\n8\n5\nProportional allocationOptimized allocation\nMetapopulation scale\nSubpopulation scale\n1 2550751255075\n0.2\n0.4\n0.6\n0.8\n0.2\n0.4\n0.6\n0.8\nAnnual migration (%)\n10% Target harvest\n3\n5\n20\n25\n3\n8\n51015\n3\n3\n8\n510\nProportional allocationOptimized allocation\nMetapopulation scale\nSubpopulation scale\n12550751255075\n0.4\n0.6\n0.8\n0.2\n0.4\n0.6\n0.8\nAnnual migration (%)\n20% Target harvest\n0\n5\n10\n15\n20\n25+\nRisk of\ncollapse\na\nb\nc\nd\ne\nf\ng\nh\ni\nj\nFIG. 3.  Mean risk of collapse (%) at metapopulation and subpopulation scales for different harvest rates and spatial harvest\nallocation strategies under varying spatial scenarios. Results are derived from simulation-based risk analysis of hypothetical Pacific\nherring fisheries. Axes present simulations with different levels of annual migration and spatial synchrony in recruitment productiv-\nity, columns represent different harvest strategies and rows represent the spatial scales of inference. Risk of collapse is the probabil-\nity of falling below 20% of unfished equilibrium (i.e., the dotted lines in Fig. 4a–c); at the subpopulation scale, risk is measured as\nthe mean probability of collapse for each population.Optimized allocationharvests proportionally more from subpopulations with\nhigher biomass;proportional allocationremoves the same proportion of biomass from each subpopulation. Annual migration is the\nmean percentage of each subpopulation that emigrates each year and spatial synchrony is the mean pairwise correlation in recruit-\nment productivity. For full results see Appendix S3: Fig. S2. Note that the allocation strategies produce equivalent average yields\n(panel c vs. panel e and panel g vs. panel i; see Appendix S3: Fig. S3 for yield comparisons). For an illustration of how alternative\nstrategies affect the mean duration of collapses, see Appendix S3: Fig. S4.\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 9\n\nboth overall harvest rates and spatial variance in subpop-\nulation trend (Appendix S3: Fig. S1). Risk at the subpop-\nulation scale matches that of metapopulation scales\nwhen subpopulations exhibit little spatial variance (i.e.,\nwhen there is high recruitment synchrony or high migra-\ntion, top vs. bottom panels in Fig. 3c–j,  Appendix S3:\nFig. S2). In contrast, risk diverges with increases in spatial\nvariance (Appendix S3: Fig. S1). Spatial variance is\nshaped not only by spatial recruitment synchrony and\nmigration, but also harvest rates and allocation in space.\nFig. 4b and c illustrate how different harvest allocations\nimpact spatial variation in trends (Fig. 4d and e). Higher\nharvest rates increase risk at subpopulation scales in part\nbecause of higher depletion at the metapopulation scale\n(Fig. 3 d, f, h, i) and also because harvest can increase spa-\ntial variance (Fig. 4d, also explored more generally in\nFig. 1) when efforts are allocated proportionally. This result\ndemonstrates how low demographic synchrony creates a\nportfolio effect at the metapopulation scale but simultane-\nously masks risks of collapse at the subpopulation scale,\nwhich can be exacerbated with higher harvest rates.\nHowever, dynamically optimizing harvest rates in\nspace to match local-scale variability lowers the risk of\nsubpopulation and aggregate metapopulation collapse\n(Fig. 3d vs. f and Fig. 3h vs. i) with no cost to aggregate\ncatch (Appendix S3: Fig. S3). These results emerge from\nsimulating a form of spatially optimized fishing effort\nthat leaves underperforming locations unexploited and\nheavily targets overperforming local subpopulations, in\naccordance with predictions of ideal free distribution\ntheory.  Optimal  spatial  allocation  of  harvest  rates\nreduces the effects of harvest intensity on spatial vari-\nability (Fig. 4d), which is strongly related to the bias in\nestimating risk among scales (Appendix S3: Fig. S1) and\nalso   reduces   length   of   individual   collapses\n(Appendix S3: Fig. S3). Thus, approaches that optimize\nspatial harvest to account for subpopulation dynamics\ncan minimize the spatially destabilizing effect of harvest\nas well as disparity in exposure to risk of collapse among\nspatial scales. The benefits of spatially optimized harvest\nin terms of risk to subpopulations diminish as migration\nand  spatial  synchrony  in  recruitment  productivity\ndecline to low levels (i.e., approach the lower left quad-\nrant of panels in Fig. 3d, f, h, j, where subpopulations\nare nearly autonomous with low connectivity).\nD\nISCUSSION\nHarvest strategies that appear appropriately pre-\nscribed at large spatial scales can, at local scales, lead to\ndeclines, or even effective extirpation of local subpopula-\ntions. We call these small-scale declines“cryptic col-\nlapses.”Specifically,  regional  harvest  strategies  can\ncreate a“gilded trap”(Steneck et al. 2011) where, in this\ncase, management focuses on the aspects of metapopula-\ntions that can benefit conservation and economics at the\naggregate scale, but neglect social-ecological inequity in\nthe exposure to risk at local scales. Our results show that\nspatial mismatch among scales is not merely an esoteric\nconcern. Indeed, they occur in current management\nc  20% Harvest, optimized\na No harvestb  20% Harvest, proportional\nTime  \nTime  \n0\n0.2B\n0\nB\n0\n0\n0.2B\n0\nB\n0\nSpawning biomass\nMetapopulation (stock) mean\nSubpopulations\nd\n60\n30\n0\n30\nNo harvest1020\nTarget harvest rate (%)\nChange in spatial variability due to harvest (%)\nProportional allocation\nOptimized\nFIG. 4.  (a-c) Example simulations (a single simulation run) showing spatial variation in biomass measured at the subpopulation\nlevel (colored lines) or metapopulation mean (thick blue) for (a) an unexploited metapopulation, (b) a 20% target harvest allocated\nproportionally to spawning biomass in space, or (c) a 20% target harvest allocated optimally in space according to the ideal free dis-\ntribution (see Appendix S3: Fig. S4 for summaries across runs).B\n0\nis the deterministic biomass in the absence of fishing; dotted\nline shows the lower conservation threshold of 20% ofB\n0\n. (d) Change in spatial variation for different harvest rates and spatial\nharvest allocation across different spatial parameter scenarios for migration rates and spatial synchrony. Each point represents the\nspatial variance from 100 runs from a single 52-yr simulation using a unique migration-synchrony parameter combination.\nArticle e02051; page 10DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nsituations and are supported by ecological theory we\ndevelop here. Our multiscale risk analysis highlights the\nimpacts of scale mismatch on consumers and the poten-\ntial value of optimized spatial management for sustain-\nability  and  equity.  Previous  studies  have  also\ninvestigated spatial mismatches in fisheries contexts to\nunderstand consequences stemming from spatial mis-\nmatches among biological processes and available data,\nas well as the spatial implementation of fisheries for yield\nand measure of population status assessments (Cope\nand Punt 2011, McGilliard et al. 2011, 2017, Spies et al.\n2015). Our work expands on previous investigations by\nconsidering how spatial dynamics of fish and fisheries\naffect resource sustainability at multiple spatial scales\nthat are relevant to different species and fishing commu-\nnities. Our models address this gap by building on exist-\ning research with increased biological realism to allow\nfor (1) adult migration rates among subpopulations\nrather than only dispersal associated with recruitment\n(e.g., Cope and Punt 2011, McGilliard et al. 2011, 2017,\nSpies et al. 2015); (2) a range of complex spatiotemporal\ncorrelations in the stochastic populations dynamics (but\nsee McGilliard et al. 2011 for an implementation of spa-\ntiotemporal variation in adult mortality); and (3) a novel\nsuite of fisheries spatial harvest strategies.\nInsights into the benefits of population portfolios to\nmanage risk for different groups\nOur work adds critical resolution and understanding\nto the literature on portfolio effects that is focused on\nthe benefits of spatial variability. Recent work viewing\nmultiple populations as a“portfolio”of assets has shown\nbenefits of maintaining a diversity of subpopulations\nwith high asynchrony. These benefits include reducing\nlocal extinctions through so called“rescue effects”(Hill\net al. 2002, Secor et al. 2009, Fox et al. 2017), providing\nincreased stability in the form of food security for people\nor animals (Nesbitt and Moore 2016) and minimizing\neconomic risks over large scales by minimizing variance\nin harvestable abundance (Schindler et al. 2010). Yet\nthese portfolio analyses typically focus on the attributes\nof the aggregate metapopulation, whereas the risk of\nlocalized subpopulation collapse (e.g., depletion below a\nthreshold of ecological functionality or socioeconomic\nvalue) affects the interests of locally constrained fishers\nand spatially constrained organisms with small home\nranges. Using theory and data, we show that the same\nspatial variation that leads to resilience at the metapopu-\nlation scale, when left unaccounted for in management\nstrategies, can also produce unforeseen negative conse-\nquences in the form of magnified spatial variation and\nlocal risk of collapse (see also Spies et al. 2015).\nIn the case of Pacific herring in the central coast of\nBritish Columbia, local reductions in some subpopula-\ntions occurred well before the entire stock showed sub-\nstantial declines in the mid-2000s. These collapses had\ngreater impact on spatially constrained groups; namely\nIndigenous communities for whom herring is a source of\ncultural and economic vitality (Brown and Brown 2009,\nGavreau et al. 2017). In contrast, mobile fishing fleets\nand transient predators should be less vulnerable to local\ndepletion events in the short term. Such context-depen-\ndent effects of ignoring spatial variation are exemplified\nthrough considering the dramatic differences in the spa-\ntial scale at which predators and fishers operate. Indige-\nnous fishers are spatially constrained by boat size, fuel\ncosts, and political/cultural boundaries (Fig 2a, Table 4;\nHarris 2000, von der Porten et al. 2016). In contrast, the\ncommercial fleet of seine and gillnet fishers are highly\nmobile and can pursue fish throughout the region. Simi-\nlarly, nonhuman predators of herring and herring roe\nhave a diversity of home ranges and therefore interact\nwith herring at multiple scales (Table 4). Many preda-\ntors rely on herring when they move inshore around\nspawning season. Many crustaceans (Hines 1982, Stone\nand O’Clair 2001), echinoderms (Mattison et al. 1976,\nCieciel et al. 2009), rockfishes and lingcod (Jorgensen\net al. 2006, Mitamura et al. 2009, Tolimieri et al. 2009,\nBeaudreau and Essington 2011, Green and Starr 2011,\nFreiwald 2012), harbor seals (Peterson et al. 2012, Ward\net al. 2012), some seabirds (Peery et al. 2009, Barbaree\net al. 2015, Lorenz et al. 2017), and some flatfishes\n(Moser et al. 2013), exhibit restricted patterns of move-\nment and are likely to exploit one to several major sub-\npopulations,  but  generally  not  the  entire  spatial\ndistribution of the metapopulation (stock). In contrast,\nhumpback whales (Dalla Rosa et al. 2008, Kennedy\net al. 2014), orcas (Hauser et al. 2007, Fearnbach et al.\n2014), some seabirds (Pearce et al. 2005), sea lions\nTABLE4.  Home-range categories of different Pacific herring predator groups.\nHome-range categoryHome-range descriptionHerring predator groups\nLocalizedsingle subpopulation (<10 km radius)indigenous fishers‡, seabirds†, flatfishes†, crustaceans†,\nurchins, cucumbers, reef fishes, rockfishes\nCentralizedmultiple subpopulations (~10–40 km radius)indigenous fishers‡, seabirds†, flatfishes†, crustaceans†,\ngadiforms†, salmonids‡, halibut‡, harbor seals\nTransientfull stock or greaterseine and gillnet fishers, cetaceans, sea lions, seabirds†,\ngadiforms†, salmonids‡, halibut‡\nNote:Details of sources and home ranges are provided in the DataS1: Home_Range_Literature.\n†Varies by species.\n‡Varies by migration phase, location or individual.\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 11\n\n(Merrick and Loughlin 1997, Fearnbach et al. 2014,\nKuhn and Costa 2014), fur seals (Kuhn et al. 2014), hal-\nibut (Loher 2008, Seitz et al. 2011, Nielsen et al. 2014),\nand gadiforms (Wespestad et al. 1983, Hanselman et al.\n2014, Rand et al. 2014) can, given ranges reported,\naccess the geographic area covered by the stock (Table 4,\nsee DataS1: Home_Range_Literature). Thus, herring\nprovide food resources to groups with varying movement\nconstraints. As a result, herring collapses that range\nfrom small-scale subpopulations to metapopulation-\nwide phenomena may have differential impacts on the\ndiverse predators that depend on this resource. These\nspatial scale dependencies affect which fishing communi-\nties or species bear the brunt of management risks and\nwho reaps the benefits from the portfolio payoff of regio-\nnal metapopulation stability. These outcomes highlight\nthat ignoring space can exclude critical social, ecologi-\ncal, and economic responses central to the triple bottom\nline of natural resource management (Elkington 1994,\nOkamoto et al. 2020).\nPacific herring fisheries on Canada’s west coast pro-\nvide an empirical case where the scale of regional stock\nassessments masked episodic local overexploitation and\nsubpopulation collapses. Here, high local harvest rates\nappear to be commonplace even when local subpopula-\ntions are depleted presumably because of at least two\nkey factors. First, schooling fish are easy to catch even\nat low abundances (Mackinson et al. 1997) and thus the\nquota is likely to be achieved even if the abundance of\nspawning fish in a particular location is small. Second,\nmanagers are challenged with fulfilling quotas with\nimperfect spatial information about spawning abun-\ndances. While high local harvest rates may have con-\ntributed to subsequent local collapses observed in this\ncase study, quantifying other confounding demographics\n(i.e., spatial variation in stochastic adult mortality) are\nnecessary to explicitly test this hypothesis. While recent\nlocal collapses may have occurred in the absence of fish-\ning, fishing is very likely imposing higher subpopulation\nsensitivity to any environmental or biotic influence on\nrecruitment or survival by reducing adult longevity\nthereby eroding an important buffer against recruitment\nvolatility (Essington et al. 2015) that we show can con-\ntribute to spatial variation. Importantly, spatial varia-\ntion may not only affect the localized groups. In the long\nterm, assumptions of spatial homogeneity can generate\nbiased estimates of total productivity (Takashina and\nMougi 2015) that may lead to overly optimistic harvest\nstrategies. Thus, high local harvest rates may produce\nsequential depletion over time that eventually erodes the\nprincipal of the stock with potential to generate collapse\nof the portfolio as a whole (Spies et al. 2015).\nLinking harvest dynamics to spatial variation in\npopulation dynamics\nImportantly, spatial variation in population dynamics\nis not independent of harvest dynamics. Rather, we\ndemonstrate numerically and analytically that spatial\nvariation is likely to increase with harvest. This can\noccur in part because harvesting reduces spatial cou-\npling. Higher mortality is known to reduce the abun-\ndance of older age classes (Barnett et al. 2017) and\nincrease sensitivity to fluctuations in recruitment (Bed-\ndington and May 1977, Bjørnstad et al. 2004, Hsieh\net al. 2006, Shelton and Mangel 2011, Okamoto et al.\n2016). In spatially structured systems, such reduced\nlongevity diminishes the synchronizing effect of migra-\ntion and elevates sensitivity of subpopulations to local-\nized environmental effects. However, if the distribution\nof harvest in space can be optimized to more adequately\naccommodate the spatial distribution of fish, we show\nhow the overall portfolio can benefit at multiple scales.\nHere, demographic asynchrony (in this case, asynchrony\nin recruitment productivity) can be maintained while\nminimizing subpopulation risk. Translated into practice,\nour simulation and analytical results highlight two non-\nmutually exclusive solutions that provide more equitable\nspreading of risk among scales. First, reductions in over-\nall harvest rates can ameliorate biases in risk among\nscales. This occurs by reducing baseline levels of risk and\nreducing effects of harvest on spatial variability. Second,\nspatially optimizing harvest allocations can minimize\nspatial variance and ease pressure on at-risk subpopula-\ntions, thereby reducing risk of local-scale depletion with-\nout sacrificing catch. The first solution creates a trade-\noff between commercial yield and local risk; the second\nsolution between the costs of management and fleet\ntransportation, and local risk of subpopulation collapse.\nSpecifically, achieving something similar to the second\nsolution in a realistic setting is likely to require either\nsome combination of greater investment in spatial moni-\ntoring, spatial stock assessments (Punt et al. 2018), and\nin season management. Thus, moving in the direction of\nspatial optimization is likely to require substantial\ninvestment in costs and personnel for research, stock\nassessment, and management.\nAddressing spatial inequity in risk exposure requires\nconfronting these economic and logistical trade-offs. For\nspecies such as Pacific herring that have volatile spa-\ntiotemporal dynamics and complex migratory phenol-\nogy  (Benson  et al.  2015),  polycentric  governance\nstructures where governing authorities are nested at dif-\nferent spatial scales may help balance these trade-offs by\naddressing the problems of fit between ecosystems,\nsocial systems, and management agencies (Young 2002,\nBerkes 2006, Borgstr\n€\nom et al. 2006, Folke et al. 2007,\nBiggs et al. 2012, von der Porten et al. 2016). Such sys-\ntems can capitalize on scale-specific ecological knowl-\nedge  (including  local,  traditional,  and  scientific\nknowledge), scientific capacity and socioeconomic expe-\nrience to (1) guide decision analyses, (2) co-coordinate\ndata collection and harvest allocation in space, and (3)\ntest policies (e.g., in the Maine Lobster fishery; Acheson\n2003). Polycentric management schemes, however, are\nnot a silver bullet. For systems like Pacific herring where\nArticle e02051; page 12DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nplaced-based  Indigenous  fishing  communities  often\nobject to purely centralized scales of management for\nsocial, ecological, and economic reasons (Brown and\nBrown 2009, Thornton and Kitka 2015, von der Porten\net al. 2016, 2019, Gavreau et al. 2017), opportunities to\nintegrate knowledge and objectives into management\nstrategies (and their evaluation) at smaller spatial scales\nare well placed in managing these fisheries and may\nbe critical to their perpetuity (Okamoto et al. 2020,\nSalomon et al. 2019).\nThe models used to generate inference in this study are\nsimple in comparison to the nature of complex stochastic\nsystems in space. The analytical model (Model 1) makes\nnumerous simplifications (linearization, biological sim-\nplicity) in order to generate analytical and generalizable\nsolutions but may ignore more nuanced nonlinearities.\nThe numerical model (Model 3), on the other hand, is\nmore detailed but outcomes are context dependent. More-\nover, both models ignore many biological and manage-\nment scenarios that are likely to further complicate spatial\npatterns (e.g., behaviorally or geographically complex\nmigration; MacCall et al. 2018, Rogers et al. 2018), spa-\ntial and age-specific mortality (McGilliard et al. 2011),\nspatially complex density dependence (McGilliard et al.\n2017), Allee effects, cost, and data limitations for spatial\nmanagement). We also ignore many alternative spatial\nallocation strategies that may be explicitly designed to\nmaximize long-term yields or minimize spatiotemporal\nvariability in part because these approaches would require\na spatial assessment model, which is out of the scope of\nthis study. However, the principles from our simulation\nand analytical models should generalize regardless of the\ndegree of complexity in the system: a precautionary\napproach cognizant of resource users across multiple spa-\ntial scales may necessitate the incorporation of some\ndegree of locally based management to minimize spatial\ndiscrepancies in risk exposure. Our results highlight the\nneed to consider diverse scenarios and incorporate funda-\nmental biological attributes that may impact resource\ndynamics and people at different scales. Overall, our mod-\nels suggest a mixture of management scales may be key to\nselecting and coordinating harvest levels in space to navi-\ngate toward sustainable and equitable outcomes (Cope\nand Punt 2011, Biggs et al. 2012).\nC\nONCLUSION\nOur analyses illustrate the importance of considering\nspatial dynamics for determining how to most effectively\nbalance equity in management and conservation strate-\ngies aimed at achieving social, economic, and ecological\noutcomes (Halpern et al. 2013, Law et al. 2017). These\nissues are often ignored by centralized management and\nconservation initiatives focused on larger spatial scales.\nFor over half a century, fisheries scientists have debated\nhow best to exploit and conserve“mixed stocks”that\nhave separate dynamics but are inseparable in space,\nwith the aim of balancing conservation of weak stocks\nand maximizing total yields (Ricker 1958). Our work\ninverts this focus to metapopulations where subpopula-\ntions have inseparable dynamics but are separated in\nspace. We show how, in these settings, exploitation can\nmagnify local-scale fluctuations and spatial variability.\nAs a result, aggregate metrics poorly represent local-\nscale dynamics and the risk of collapse at the local scale\nincreases at a greater rate than the aggregate large scale.\nThis phenomenon creates cryptic collapses with ensuing\ndiscrepancies in risk exposure. Fortunately, the magni-\ntude of these discrepancies can potentially be controlled\nby lowering harvest rates or seeking harvest dynamics\nthat are spatially optimized. Overall, these conclusions\nare relevant not only to Pacific herring fisheries, but also\nto the great number of exploited natural resources that\nexhibit spatial structure and are valuable to species and\npeople that operate on multiple scales.\nACKNOWLEDGMENTS\nAuthor contributions: D. K. Okamoto designed, built and\nconducted analyses. A. Stier conducted the home-range litera-\nture review. D. K. Okamoto and A. K. Salomon wrote the ini-\ntial manuscript draft. D. K. Okamoto, M. Hessing-Lewis, J. F.\nSamhouri, A. O. Shelton, A. Stier, P. S. Levin, and A. K. Salo-\nmon initiated the research focus, refined analyses and con-\ntributed to revisions. D. K. Okamoto was supported by a\nStrategic Partnership Grant from the National Sciences and\nEngineering Research Council (NSERC) of Canada to A. K.\nSalomon and M. Hessing-Lewis and a first-year assistant pro-\nfessor (FYAP) award to D. K. Okamoto from the FSU Council\non Research and Creativity. We thank the Gordon and Betty\nMoore Foundation for their support of A. Stier, J. F. Samhouri,\nP. S. Levin, the Ocean Tipping Points project and the David and\nLucille Packard Foundation for their support of P. S. Levin, the\nTula Foundation for their support of M. Hessing-Lewis, and\nthe Ocean Modeling Forum. We thank J. Cleary, S. Harper, M.\nReid, K. Gladstone, B. Gladstone, K. Brown, and D. Neasloss\nfor discussions that initiated and refined the research, A. Frid\nand A. Rassweiler for input on the manuscript, and S. Cox, L.\nDee, L. Hauser, B. Hunt, S. Miller, I. McKechnie, S. Pau, T.\nPitcher, E. Petrou, T. Francis, A. Punt, and W. Smith for discus-\nsions that improved the research. We also thank the Heiltsuk\nand Haida First Nations for their partnership in the NSERC\nStrategic Partnership Grant and the Department of Fisheries\nand Oceans for providing herring spatial data.\nL\nITERATURECITED\nAcheson, J. M. 2003. Capturing the commons: devising institu-\ntions to manage the maine lobster industry. University Press\nNew England, Lebanon, New Hampshire, USA.\nAdams, B., and D. D. Kapan. 2009. Man bites mosquito:\nunderstanding the contribution of human movement to vec-\ntor-borne disease dynamics. PLoS ONE 4:e6763.\nBarbaree, B. A., S. Nelson, and B. D. Dugger. 2015. Marine\nspace use by marbled murreletsBrachyramphus marmoratus\nat a mainland fjord system in southeast Alaska. Marine\nOrnithology 116:173–184.\nBarnett, L. A., T. A. Branch, R. A. Ranasinghe, and T. E. Ess-\nington. 2017. Old-growth fishes become scarce under fishing.\nCurrent Biology 27:2843–2848.e2842.\nBeaudreau, A., and T. Essington. 2011. Use of pelagic prey sub-\nsidies by demersal predators in rocky reefs: insight from\nmovement patterns of lingcod. Marine Biology 158:471–483.\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 13\n\nBeddington, J. R., and R. M. May. 1977. Harvesting natural\npopulations in a randomly fluctuating environment. Science\n197:463–465.\nBenson, A. J., S. P. Cox, and J. S. Cleary. 2015. Evaluating the con-\nservation risks of aggregate harvest management in a spatially-\nstructured herring fishery. Fisheries Research 167:101–113.\nBerkes, F. 2006. From community-based resource management\nto complex systems: The scale issue and marine commons.\nEcology and Society 11:45.\nBiggs, R., et al. 2012. Toward principles for enhancing the resi-\nlience of ecosystem services. Annual Review of Environment\nand Resources 37:421–448.\nBjørnstad, O. N., R. M. Nisbet, and J. Fromentin. 2004. Trends\nand cohort resonant effects in age-structured populations.\nJournal of Animal Ecology 73:1157–1167.\nBorgstr\n€\nom, S., T. Elmqvist, P. Angelstam, and C. Alfsen-Noro-\ndom. 2006. Scale mismatches in management of urban land-\nscapes. Ecology and Society 11:16.\nBrown, F., and Y. K. Brown. 2009. Staying the course, staying\nalive - coastal First Nations fundamental truths: biodiversity,\nstewardship and sustainability. Biodiversity BC, Victoria, Bri-\ntish Columbia, Canada.\nCarpenter, B., A. Gelman, M. Hoffman, D. Lee, B. Goodrich,\nM. Betancourt, M. A. Brubaker, J. Guo, P. Li, and A. Rid-\ndell. 2017. Stan: a probabilistic programming language. Jour-\nnal of Statistical Software 76. https://doi.org/10.18637/jss.\nv076.i01.\nChad\n\u0003\nes, I., T. Martin, S. Nicol, M. Burgman, H. Possingham,\nand Y. Buckley. 2011. General rules for managing and survey-\ning networks of pests, diseases, and endangered species. Pro-\nceedings  of  the  National  Academy  of  Sciences  USA\n108:8323–8328.\nChesson, P. 1998. Spatial scales in the study of reef fishes: a\ntheoretical  perspective.  Australian  Journal  of  Ecology\n23:209–215.\nCieciel, K., B. J. Pyper, and G. L. Eckert. 2009. Tag retention\nand effects of tagging on movement of the giant red sea\ncucumberParastichopus californicus. North American Jour-\nnal of Fisheries Management 29:288–294.\nCope, J. M., and A. E. Punt. 2011. Reconciling stock assess-\nment and management scales under conditions of spatially\nvarying catch histories. Fisheries Research 107:22–38.\nCumming, G., D. H. Cumming, and C. Redman. 2006. Scale\nmismatches  in  social-ecological  systems:  causes,  conse-\nquences, and solutions. Ecology and Society 11:14.\nDalla Rosa, L., E. Secchi, Y. Maia, A. Zerbini, and M. Heide-\nJørgensen. 2008. Movements of satellite-monitored hump-\nback whales on their feeding ground along the Antarctic\nPeninsula. Polar Biology 31:771–781.\nDepartment of Fisheries and Oceans. 2015. Stock assessment\nand management advice for BC Pacific herring: 2015 status\nand 2016 forecast. Canadian Science Advisory Secretariat\nScience Response 2015/038. Department of Fisheries and\nOceans, Ottawa, Ontario, Canada.\nElkington, J. 1994. Towards the sustainable corporation: Win-\nwin-win business strategies for sustainable development. Cali-\nfornia Management Review 36:90–100.\nEssington, T. E., P. E. Moriarty, H. E. Froehlich, E. E. Hodg-\nson, L. E. Koehn, K. L. Oken, M. C. Siple, and C. C. Stawitz.\n2015. Fishing amplifies forage fish population collapses. Pro-\nceedings  of  the  National  Academy  of  Sciences  USA\n112:6648–6652.\nFearnbach, H., J. W. Durban, D. K. Ellifrit, J. M. Waite, C. O.\nMatkin, C. R. Lunsford, M. J. Peterson, J. Barlow, and P. R.\nWade. 2014. Spatial and social connectivity of fish-eating\n“Resident”killer whales (Orcinus orca) in the northern North\nPacific. Marine Biology 161:459–472.\nFlostrand, L. A., J. F. Schweigert, K. S. Daniel, and J. S. Cleary.\n2009. Measuring and modelling Pacific herring spawning-site\nfidelity and dispersal using tag-recovery dispersal curves.\nICES Journal of Marine Science 66:1754–1761.\nFolke, C., L. Pritchard, F. Berkes, J. Colding, and U. Svedin.\n2007. The problem of fit between ecosystems and institutions:\nTen years later. Ecology and Society 12:30.\nFox, J. W., D. Vasseur, M. Cotroneo, L. Guan, and F. Simon.\n2017. Population extinctions can increase metapopulation\npersistence. Nature Ecology & Evolution 1:1271.\nFreiwald, J. 2012. Movement of adult temperate reef fishes off\nthe west coast of North. America. Canadian Journal of Fish-\neries and Aquatic Sciences 69:1362–1374.\nGavreau, A., D. Lepofsky, M. Rutherford, and M. Reid.\n2017.“Everything  revolves  around  the  herring”:  The\nHeiltsuk-herring relationship through time. Ecology and\nSociety 22.\nGelman, A., and D. B. Rubin. 1992. Inference from iterative\nsimulation  using  multiple  sequences.  Statistical  Science\n7:457–472.\nGelman, A., H. S. Stern, J. B. Carlin, D. B. Dunson, A. Vehtari,\nand D. B. Rubin. 2013. Bayesian data analysis. Chapman and\nHall/CRC, Boca Raton.\nGreen, K. M., and R. M. Starr. 2011. Movements of small adult\nblack rockfish: implications for the design of MPAs. Marine\nEcology Progress Series 436:219–230.\nHalpern, B. S., et al. 2013. Achieving the triple bottom line in\nthe face of inherent trade-offs among social equity, economic\nreturn, and conservation. Proceedings of the National Acad-\nemy of Sciences USA 110:6229–6234.\nHanselman, D. H., J. Heifetz, K. B. Echave, and S. C. Dressel.\n2014. Move it or lose it: movement and mortality of sablefish\ntagged in Alaska. Canadian Journal of Fisheries and Aquatic\nSciences 72:238–251.\nHarris, D. C. 2000. Territoriality, aboriginal rights, and the\nHeiltsuk spawn-on-kelp fishery. University of British Colum-\nbia Law Review. Volume 34. University of British Columbia,\nVancouver, British Columbia, Canada,\nHauser, D. D., M. G. Logsdon, E. E. Holmes, G. R. VanBlari-\ncom, and R. W. Osborne. 2007. Summer distribution patterns\nof southern resident killer whalesOrcinus orca: core areas\nand spatial segregation of social groups. Marine Ecology Pro-\ngress Series 351:301–310.\nHill, M. F., A. Hastings, and L. W. Botsford. 2002. The\neffects of small dispersal rates on extinction times in struc-\ntured   metapopulation   models.   American   Naturalist\n160:389–402.\nHines, A. H. 1982. Coexistence in a kelp forest: size, population\ndynamics, and resource partitioning in a guild of spider crabs\n(Brachyura, Majidae). Ecological Monographs 52:179–198.\nHsieh, C., C. S. Reiss, J. R. Hunter, J. R. Beddington, R. M.\nMay, and G. Sugihara. 2006. Fishing elevates variability in\nthe abundance of exploited species. Nature 443:859–862.\nJohnson, T., J. Wilson, C. Cleaver, and R. Vadas. 2012. Social-\necological scale mismatches and the collapse of the sea urchin\nfishery in Maine, USA. Ecology and Society 17:15.\nJones, R., C. Rigg, and E. Pinkerton. 2017. Strategies for asser-\ntion of conservation and local management rights: A Haida\nGwaii herring story. Marine Policy 80:154–167.\nJorgensen, S. J., D. M. Kaplan, A. P. Klimley, S. G. Morgan, M.\nR. O’Farrell, and L. W. Botsford. 2006. Limited movement in\nblue rockfishSebastes mystinus: internal structure of home\nrange. Marine Ecology Progress Series 327:157–170.\nKendall, B. E., O. N. Bjørnstad, J. Bascompte, T. H. Keitt, and\nW. F. Fagan. 2000. Dispersal, environmental correlation, and\nspatial synchrony in population dynamics. American Natu-\nralist 155:628–636.\nArticle e02051; page 14DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0\n\nKennedy, A. S., A. N. Zerbini, B. K. Rone, and P. J. Clapham.\n2014. Individual variation in movements of satellite-tracked\nhumpback whalesMegaptera novaeangliaein the eastern\nAleutian  Islands  and  Bering  Sea.  Endangered  Species\nResearch 23:187–195.\nKuhn, C. E., and D. P. Costa. 2014. Interannual variation in the\nat-sea behavior of California sea lions (Zalophus californi-\nanus). Marine Mammal Science 30:1297–1319.\nKuhn, C., R. Ream, J. Sterling, J. Thomason, and R. Towell.\n2014. Spatial segregation and the influence of habitat on the\nforaging behavior of northern fur seals (Callorhinus ursinus).\nCanadian Journal of Zoology 92:861–873.\nLande, R. 1988. Demographic models of the northern spotted\nowl (Strix occidentalis caurina). Oecologia 75:601–607.\nLaw, E. A., N. J. Bennett, C. D. Ives, R. Friedman, K. J. Davis,\nC. Archibald, and K. A. Wilson. 2017. Equity trade-offs in\nconservation decision making. Conservation Biology 32:\n294–303.\nLepofsky, D., and M. Caldwell. 2013. Indigenous marine\nresource management on the Northwest Coast of North\nAmerica. Ecological Processes 2:1–12.\nLevin, S. A. 1992. The problem of pattern and scale in ecology:\nthe Robert H. MacArthur award lecture. Ecology 73:1943–\n1967.\nLevin, P. S., T. B. Francis, and N. G. Taylor. 2016. Thirty-two\nessential questions for understanding the social–ecological\nsystem of forage fish: the case of Pacific Herring. Ecosystem\nHealth and Sustainability 2:1–11.\nLewandowski, D., D. Kurowicka, and H. Joe. 2009. Generating\nrandom correlation matrices based on vines and extended\nonion method. Journal of Multivariate Analysis 100:1989–\n2001.\nLoher, T. 2008. Homing and summer feeding site fidelity of\nPacific halibut (Hippoglossus stenolepis) in the Gulf of\nAlaska, established using satellite-transmitting archival tags.\nFisheries Research 92:63–69.\nLorenz, T. J., M. G. Raphael, T. D. Bloxton, and P. G. Cunning-\nham. 2017. Low breeding propensity and wide-ranging move-\nments by marbled murrelets in Washington. Journal of\nWildlife Management 81:306–321.\nL\n€\nutkepohl, H. 2005. New introduction to multiple time series\nanalysis. Springer, Berlin, Germany.\nMacCall, A., et al. 2018. A heuristic model of learned migra-\ntion behavior exhibits distinctive spatial and reproductive\ndynamics. ICES Journal of Marine Science 76:598–608.\nMackinson, S., U. R. Sumaila, and T. J. Pitcher. 1997. Bioeco-\nnomics and catchability: fish and fishers behaviour during\nstock collapse. Fisheries Research 31:11–17.\nMangel, M., and P. S. Levin. 2005. Regime, phase and paradigm\nshifts: making community ecology the basic science for fish-\neries. Philosophical Transactions of the Royal Society B\n360:95–105.\nMarsh, D. M., and P. C. Trenham. 2001. Metapopulation\ndynamics and amphibian conservation. Conservation Biology\n15:40–49.\nMartell, S., J. Schweigert, V. Haist, and J. Cleary. 2012. Moving\ntowards the sustainable fisheries framework for Pacific her-\nring: data, models, and alternative assumptions; stock assess-\nment and management advice for the British Columbia\nPacific herring stocks: 2011 assessment and 2012 forecasts.\nCanadian Science Advisory Secretariat Research Document\n36:163. Department of Fisheries and Oceans, Ottawa, Ontar-\nio, Canada.\nMattison, J., J. Trent, A. Shanks, T. Akin, and J. Pearse. 1976.\nMovement and feeding activity of red sea urchins (Strongylo-\ncentrotus franciscanus) adjacent to a kelp forest. Marine Biol-\nogy 39:25–30.\nMcGilliard, C. R., A. E. Punt, and R. Hilborn. 2011. Spatial\nstructure induced by marine reserves shapes population\nresponses to catastrophes in mathematical models. Ecological\nApplications 21:1399–\n1409.\nMcGilliard, C. R., A. E. Punt, R. Hilborn, and T. Essington.\n2017. Modeling the impacts of two age-related portfolio\neffects on recruitment variability with and without a marine\nreserve. Ecological Applications 27:1985–2000.\nMcKechnie, I., D. Lepofsky, M. L. Moss, V. L. Butler, T. J.\nOrchard, G. Coupland, F. Foster, M. Caldwell, and K. Lertz-\nman. 2014. Archaeological data provide alternative hypothe-\nses  on  Pacific  herring  (Clupea  pallasii)  distribution,\nabundance, and variability. Proceedings of the National\nAcademy of Sciences USA 111:E807–E816.\nMelbourne, B. A., and P. Chesson. 2006. The scale transition:\nscaling up population dynamics with field data. Ecology\n87:1478–1488.\nMerrick, R. L., and T. R. Loughlin. 1997. Foraging behav-\nior of adult female and young-of-the-year Steller sea lions\nin Alaskan waters. Canadian Journal of Zoology 75:776–\n786.\nMitamura, H., K. Uchida, Y. Miyamoto, N. Arai, T. Kakihara,\nT. Yokota, J. Okuyama, Y. Kawabata, and T. Yasuda. 2009.\nPreliminary study on homing, site fidelity, and diel movement\nof black rockfishSebastes inermismeasured by acoustic\ntelemetry. Fisheries Science 75:1133–1140.\nMoser, M. L., M. S. Myers, J. E. West, S. M. O’Neill, and B. J.\nBurke. 2013. English sole spawning migration and evidence\nfor feeding site fidelity in Puget Sound, USA, with implica-\ntions for contaminant exposure. Northwest Science 87:317–\n325.\nNesbitt, H. K., and J. W. Moore. 2016. Species and population\ndiversity in Pacific salmon fisheries underpin indigenous food\nsecurity. Journal of Applied Ecology 53:1489–1499.\nNielsen, J. K., P. N. Hooge, S. J. Taggart, and A. C. Seitz. 2014.\nCharacterizing Pacific halibut movement and habitat in a\nMarine Protected Area using net squared displacement analy-\nsis methods. Marine Ecology Progress Series 517:229–250.\nNisbet, R. M., and W. Gurney. 1982. Modelling fluctuating\npopulations. Wiley, New York, New York, USA.\nOkamoto, D. K., R. J. Schmitt, and S. J. Holbrook. 2016.\nStochastic density effects on adult fish survival and implica-\ntions for population fluctuations. Ecology Letters 19:153–\n162.\nOkamoto, D. K., et al. 2020. Attending to spatial social–ecolog-\nical sensitivities to improve trade-off analysis in natural\nresource management. Fish and Fisheries 21:1–12.\nPearce, J. M., J. A. Reed, and P. L. Flint. 2005. Geographic vari-\nation in survival and migratory tendency among North\nAmerican Common Mergansers. Journal of Field Ornithol-\nogy 76:109–118.\nPeery, M. Z., S. H. Newman, C. D. Storlazzi, and S. R. Beis-\nsinger. 2009. Meeting reproductive demands in a dynamic\nupwelling system: foraging strategies of a pursuit-diving sea-\nbird, the marbled murrelet. Condor 111:120–134.\nPeterson, S. H., M. M. Lance, S. J. Jeffries, and A. Acevedo-\nGuti\n\u0001\nerrez. 2012. Long distance movements and disjunct spa-\ntial use of harbor seals (Phoca vitulina) in the inland waters of\nthe Pacific Northwest. PLoS ONE 7:e39046.\nPeterson, D. A., R. Hilborn, and L. Hauser. 2014. Local\nadaptation limits lifetime reproductive success of dispersers\nin a wild salmon metapopulation. Nature Communications\n5:1–7.\nvon der Porten, S., D. Lepofsky, D. McGregor, and J. Silver.\n2016. Recommendations for marine herring policy change in\nCanada: Aligning with Indigenous legal and inherent rights.\nMarine Policy 74:68–76.\nXxxxx 2020CRYPTIC COLLAPSES IN METAPOPULATIONSArticle e02051; page 15\n\nvon der, Porten, S., J. Corntassel, and D. Mucina. 2019. Indige-\nnous nationhood and herring governance: strategies for the\nreassertion of Indigenous authority and inter-Indigenous soli-\ndarity regarding marine resources. AlterNative: An Interna-\ntional Journal of Indigenous Peoples 15:62–74.\nPunt, A. E., D. K. Okamoto, A. D. MacCall, A. O. Shelton, D.\nR. Armitage, J. S. Cleary, I. P. Davies, S. C. Dressel, T. B.\nFrancis, and P. S. Levin. 2018. When are estimates of spawn-\ning stock biomass for small pelagic fishes improved by taking\nspatial structure into account? Fisheries Research 206:65–78.\nRand, K. M., P. Munro, S. K. Neidetcher, and D. G. Nichol.\n2014. Observations of seasonal movement from a single tag\nrelease group of Pacific cod in the eastern Bering Sea. Marine\nand Coastal Fisheries 6:287–296.\nRicker, W. 1958. Maximum sustained yields from fluctuating\nenvironments and mixed stocks. Journal of the Fisheries\nBoard of Canada 15:991–1006.\nRieman, B., and J. Dunham. 2000. Metapopulations and salmo-\nnids: a synthesis of life history patterns and empirical obser-\nvations. Ecology of Freshwater Fish 9:51–64.\nRogers, L. A., A. K. Salomon, B. Connors, and M. Krko\n\u0005\nsek.\n2018. Collapse, tipping points, and spatial demographic struc-\nture arising from the adopted migrant life history. American\nNaturalist 192:49–61.\nSalomon, A., A. Quinlan, G. Pang, D. Okamoto, and L. Vaz-\nquez-Vera.  2019.  Measuring  social-ecological  resilience\nreveals opportunities for transforming environmental gover-\nnance. Ecology and Society 24:16.\nSchindler, D. E., R. Hilborn, B. Chasco, C. P. Boatright, T. P.\nQuinn, L. A. Rogers, and M. S. Webster. 2010. Population\ndiversity and the portfolio effect in an exploited species. Nat-\nure 465:609–612.\nSchtickzelle, N., and T. P. Quinn. 2007. A metapopulation per-\nspective for salmon and other anadromous fish. Fish and\nFisheries 8:297–314.\nSecor, D. H., L. A. Kerr, and S. X. Cadrin. 2009. Connectivity\neffects on productivity, stability, and persistence in a herring\nmetapopulation model. ICES Journal of Marine Science\n66:1726–1732.\nSeitz, A. C., T. Loher, B. L. Norcross, and J. L. Nielsen. 2011.\nDispersal and behavior of Pacific halibutHippoglossus steno-\nlepisin the Bering Sea and Aleutian Islands region. Aquatic\nBiology 12:225–239.\nShelton, A. O., and M. Mangel. 2011. Fluctuations of fish pop-\nulations and the magnifying effects of fishing. Proceedings of\nthe National Academy of Sciences USA 108:7075–7080.\nShelton, A., J. Samhouri, A. Stier, and P. Levin. 2014. Assessing\ntrade-offs to inform ecosystem-based fisheries management\nof forage fish. Scientific Reports 4:7110.\nSiple, M. C., and T. B. Francis. 2016. Population diversity in\nPacific herring of the Puget Sound, USA. Oecologia 180:\n111–125.\nSpies, I., P. D. Spencer, and A. E. Punt. 2015. Where do we draw\nthe line? A simulation approach for evaluating management\nof marine fish stocks with isolation-by-distance stock struc-\nture. Canadian Journal of Fisheries and Aquatic Sciences\n72:968–982.\nStan Development Team. 2016a. RStan: the R interface to Stan.\nVersion 2.10.1. http://mc-stan.org/rstan.html\nStan Development Team. 2016b. Stan: A C++ library for prob-\nability and sampling. Version 2.12.0. http://mc-stan.org\nSteneck, R., T. Hughes, J. Cinner, W. Adger, S. Arnold, F.\nBerkes, S. Boudreau, K. Brown, C. Folke, and L. Gun-\nderson. 2011. Creation of a gilded trap by the high eco-\nnomic value of the Maine lobster fishery. Conservation\nBiology 25:904–912.\nStephenson, R. L. 1999. Stock complexity in fisheries manage-\nment: a perspective of emerging issues related to population\nsub-units. Fisheries Research 43:247–249.\nStone, R. P., and C. E. O’Clair. 2001. Seasonal movements and\ndistribution of Dungeness crabs Cancer magister in a glacial\nsoutheastern Alaska estuary. Marine Ecology Progress Series\n214:167–176.\nTakashina, N., and A. Mougi. 2015. Maximum sustainable\nyields from a spatially-explicit harvest model. Journal of The-\noretical Biology 383:87–92.\nTanasichuk, R., A. Kristofferson, and D. Gillman. 1993. Com-\nparison of some life history characteristics of Pacific herring\n(Clupea pallasi) from the Canadian Pacific Ocean and Beau-\nfort Sea. Canadian Journal of Fisheries and Aquatic Sciences\n50:964–971.\nThornton, T. F., and H. Kitka. 2015. An indigenous model\nof a contested Pacific Herring fishery in Sitka, Alaska.\nInternational  Journal  of  Applied  Geospatial  Research\n6:94–117.\nTolimieri, N., K. Andrews, G. Williams, S. Katz, and P.\nLevin. 2009. Home range size and patterns of space use\nby lingcod, copper rockfish and quillback rockfish in rela-\ntion to diel and tidal cycles. Marine Ecology Progress\nSeries 380:229–243.\nWang, S., and M. Loreau. 2014. Ecosystem stability in space:a,\nbandcvariability. Ecology Letters 17:891–901.\nWard, E. J., P. S. Levin, M. M. Lance, S. J. Jeffries, and A. Ace-\nvedo-Guti\n\u0001\nerrez. 2012. Integrating diet and movement data to\nidentify hot spots of predation risk and areas of conservation\nconcern for endangered species. Conservation Letters 5:37–\n47.\nWespestad, V. G., K. Thorsen, and S. Mizroch. 1983. Movement\nof sablefish,Anoplopoma fimbria, in the northeastern Pacific\nOcean as determined by tagging experiments (1971-80). Fish-\nery Bulletin 81:415–420.\nYoung, O. R. 2002. The institutional dimensions of envi-\nronmental change: fit, interplay, and scale. MIT Press,\nCambridge, Massachusetts.\nS\nUPPORTINGINFORMATION\nAdditional supporting information may be found online at: http://onlinelibrary.wiley.com/doi/10.1002/eap.2051/full\nD\nATAAVAILABILITY\nData are available on Zenodo: https://doi.org/10.5281/zenodo.3533194.\nArticle e02051; page 16DANIEL K. OKAMOTO ET AL.\nEcological Applications\nVol. 0, No. 0",
  "extractedAt": "2025-12-12T18:45:10.880Z",
  "success": true,
  "matchedPublication": {
    "title": "Spatial variation in exploited metapopulations obscures risk of collapse",
    "doi": "10.1002/eap.2051",
    "year": "2020",
    "authors": "Okamoto, Daniel K.; Hessing‐Lewis, Margot; Samhouri, Jameal F.; Shelton, Andrew O.; Stier, Adrian; Levin, Philip S.; Salomon, Anne K."
  }
}