{
  "filename": "Osenberg et al. (MPA Chapter) 2011-proofs.pdf",
  "numPages": 27,
  "text": "Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 Part III Assessment of the effectiveness of marine protected areas 141 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 142 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 6   ECOLOGY – Assessing effects of marine protected areas: confounding in space and possible solutions Craig W. Osenberg, Jeffrey S. Shima, Sonja L. Miller, and Adrian C. Stier 6.1 Introduction Marine protected areas (MPAs) are increasingly used as tools to conserve biodiversity, manage fishing effort, and facilitate recovery of degraded ecosystems (Robertset al., 2001; Sale, 2002; Hastings and Botsford, 2003; Cinneret al., 2006). Marine protected areas are expected to pro- duce long-lasting local increases in the density, size, diversity, and/or productivity of marine organisms within MPA boundaries (Russ and Alcala 1996; Claudetet al., 2006; Chapter 2), as well as regional increases outside of the MPA via spillover from the MPA to sites that continue to be fished (Chapter 3). Assessment of theactualeffects of MPAs relative to these goals is essential for adaptive management and decision-making. Despite a large number of assessments, however, there remains consider- able uncertainty about the actual effects of MPAs (e.g., Osenberget al., 2006). The central question (and challenge) that underlies the assessment of any MPA is easy to express but difficult to measure: “How does the state of the system (e.g., density or size of a target organism) within the MPA compare to the state that would have existed had the MPA never been established?” The former can be directly observed; however, the latter cannot and must therefore be estimated through indirect means (Stewart- Oatenet al., 1986; Osenberg and Schmitt, 1996; Stewart-Oaten, 1996a, Marine Protected Areas: A Multidisciplinary Approach, ed. Joachim Claudet. Published by Cambridge University Press. C  Cambridge University Press 2011. 143 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 144·C. W. Osenbergetal. 1996b; Stewart-Oaten and Bence, 2001; Osenberget al., 2006). Sev- eral different approaches have been proposed to estimate this baseline (Box 6.1; see also Osenberget al., 2006), yet, considerable controversy still exists (Box 6.2). Box 6.1Types of assessment designs Assessments, in contrast to experiments, aim to quantify site-specific effects (e.g., due to a particular MPA) rather than average effects (e.g., across many MPAs). General goals and approaches are described by Stewart-Oatenet al.(1986), Stewart-Oaten (1996a, 1996b), Stewart- Oaten and Bence (2001); issues specific to MPAs are addressed by Osenberget al.(2006). The basic designs are summarized below. We assume there are two sites: an “Impact” site (e.g., the region within an MPA boundary) and a “Control” site (a region outside of the MPA). Each site may consist of multiple subsites. Control–Impact(or After-only): The Control and MPA site are assumed to be identical in the absence of an effect of the MPA. Under this assumption, the difference between the Control and MPA site after the establishment of the MPA provides an estimate of the effect of the MPA. In reality this estimated effect confounds the effect of the MPA with other sources of spatial variation (e.g., due to pre-existing differences in habitat). This is the most common assessment design. Before–After(Box and Tiao, 1975): An MPA site is sampled Before and After enforcement. In the simplest approach, the differ- ence from Before to After is a measure of the effect of the MPA. If the MPA site is sampled only once Before and once After, then the effect of the MPA is confounded with other sources of temporal variation (e.g., larval supply). If a time-series is obtained, and serial correla- tion is accounted for, then better estimates can be obtained; how- ever, because ecological time-series are noisy, this approach is often problematic. Before–After–Control–Impact (BACI):the Control and Impact sites are sampled both Before and After establishment of the MPA. The change in the MPA site from Before to After, relative to the change at the Control site, provides a measure of the effect. In general, BACI designs (especially BACIPS; see below) provide more reliable measures of effects than either Control–Impact or Before– After designs. There are several variants of this approach. Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·145   BACI (without time series)(Green, 1979): This design uses only a single sampling time Before and After. Thus, it assumes that the Impact and Control site will respond identically through time in the absence of an MPA effect, and therefore confounds the effect of the MPA with other sources of spatiotemporal variation. The other BACI designs use time-series Before and After to avoid this problem.   BACI Paired Series (BACIPS) (Stewart-Oatenet al., 1986): The Control and MPA sites are sampled at the same times (or nearly so) so that shared temporal effects can be removed by differencing (e.g., Equation 6.1). A change in the differences from Before to After provides one possible measure of the effect.   Beyond BACI(Underwood, 1992, 1994): Multiple Control and MPA sites are sampled multiple times Before and After, but the sites are not sampled at the same points in time. Although champi- oned for introducing spatial replication, this design-based approach assumes random sampling (see Box 6.2).   Predictive BACIPS (Benceet al., 1996): Similar to BACIPS, this design provides estimates of effects that can vary with the ambient environmental conditions (as indexed by the state of the Control). Box 6.2Design-based versus model-based assessment frameworks Two general frameworks have been discussed in assessments of ecologi- cal impacts and/or restorations:design-basedandmodel-basedapproaches (see Edwards, 1998; Stewart-Oaten and Bence 2001; Benedetii- Cecchi and Osio, 2007; Stewart-Oaten, 2008). Before–After and BACIPS designs are typically model-based. Box and Tiao (1975) provide the classic application of the Before–After approach, in which they modeled the dynamics of ozone in downtown Los Angeles and quantified the effects of two interventions (e.g., the opening of the 405 Freeway which diverted traffic around the city). Because data were plentiful and ozone dynamics were well behaved, the Before–After approach worked well. In contrast, ecological time- series are notoriously noisy and sparse, and ecological parameters are poorly behaved. In BACIPS, a Control site is therefore used to improve the modeled dynamics of the Impact site; the Control plays the role of a covariate (Benceet al., 1996; Stewart-Oaten and Bence, 2001; Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 146·C. W. Osenbergetal. Osenberget al.2006). This approach is flexible and allows a variety of functional forms of impacts to be modeled: e.g., step changes vs. gradual temporal responses (Box and Tiao, 1975) or effects that vary with environmental conditions (Benceet al., 1996). These model-based analyses have been criticized because they do not explicitly incorporate spatial replication (Hurlbert, 1984; Underwood, 1992, 1994; Bulleriet al., 2008). Before–After and BACIPS analysescanuse data from multiple Control sites, but they do not require it (Stewart-Oaten 1996b). Design-based approaches are appealing because they fit into classic experimental design contexts (e.g., using analysis of variance) with which most field ecologists are familiar. Most Control–Impact and Beyond-BACI designs, which rely upon spatial replication, are examples of this school of thought. How- ever, such design-based approaches assume random assignment. In a classic experiment, sites are assigned at random to the two treatments. In our context, that is not the case: the MPA site is not selected at random from candidate sites that define the pool of all possible sites. Instead, the MPA site is usually selected for very specific reasons, many of which cannot be clearly articulated. Control sites are often then selected a posteriori by the investigator. Put differently, the MPA site and Control site(s) are not expected (in the statistical sense) to be the same in the absence of an “effect,” unlike the situation in standard experiments with random assignment. These philosophical issues are not simple, and we doubt the under- lying issues will be resolved in the short-term (e.g., see the debate between Stewart-Oaten [2008] and Bulleriet al.[2008]). Benedetti- Cecchi and Osio (2007) have attempted to integrate the design- and model-based approaches for impact assessments. We applaud their effort, but note that their approach remains design-based with random assignment assumed (albeit with covariates, not unlike our habitat-based adjustments). Furthermore, measures of effect sizes are difficult to extract from their ANOVA results. One notable advan- tage of the model-based approach is that it provides direct esti- mates of effect sizes, usually as specific parameters in the fitted model (e.g., Box and Tiao [1975]; see also Osenberget al.[2006] for a simple Before–After example using MPA data). Future res- olution of these debates will likely come as ecologists embrace model-based approaches and estimation more generally (Clark, 2007; Bolker, 2008). Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·147 Most assessments of MPAs rely upon a Control–Impact design (Cole et al., 1990; Roberts, 1995; McClanahanet al., 1999; Halpern, 2003; Westeraet al., 2003; Osenberget al., 2006), in which the MPA (i.e., “Impact” or unfished) site is compared to a nearby Control (i.e., fished) site(s). A difference in response (e.g., in fish density) is taken as evi- dence of an effect of the MPA. In a well-known and influential meta- analysis of MPA effects, Halpern (2003) reported a 91% increase in the density and a 192% increase in biomass of target species inside MPAs relative to Controls. This finding has been heralded as strong evidence for the effectiveness of MPAs. However, Control–Impact designs (which comprised over 70% of the studies summarized by Halpern: Osenberg et al., 2006) implicitly assume that, in the absence of the MPA, mea- sured variables will be identical in the MPA and Control sites. Yet for many reasons, the organisms present at any two sites are certain to vary in traits such as size, density, or diversity. Furthermore, siting of MPAs is a complex and challenging task, involving political, socio-economic, and ecological considerations: MPAs are not located at random among candidate sites and as a result, MPAs will differ in many ways from nearby areas. For example, MPAs may be established in places deemed to be ecologically valuable because the greater habitat complexity at the locale may provide important habitat to fishes. Assessments that do not take this potential variation into account (e.g., Control–Impact designs) may give misleading estimates of the effect of protection (Osenberg et al., 2006). Thus, despite considerable empirical effort, we are left with an unre- solved question: are observed differences inside vs. outside of MPAs indicative of a positive effect of the MPA on local fish densities (or other variables), or do these differences reflect natural spatial variation that potentially existed prior to MPA establishment? Adding to this contro- versy is the observation that MPA effects appear to arise quickly, often being present at the very earliest sampling date after establishment of the MPA (Halpern and Warner, 2002). This result is exactly what would be expected by pre-existing site differences if particular types of sites (e.g., with greater initial fish density or greater habitat complexity) were selected for protection. Despite these obvious limitations, most of the available data to assess the efficacy of MPAs come from Control–Impact designs (Osenberget al., 2006). Unfortunately, there has been inadequate acknowledgement of these limitations. In contrast to Control–Impact designs, BACIPS (Before–After– Control–Impact Paired Series) designs can provide less biased estimates of Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 148·C. W. Osenbergetal. effects because they deal with many extraneous sources of spatial and tem- poral variability that limit other assessment designs (Stewart-Oatenet al., 1986; Osenberget al., 2006). However, BACIPS studies have rarely been implemented (but see Castilla and Bustamante, 1989; Lincoln-Smith et al., 2006; Shearset al., 2006), due in part to the need for prior planning and the collection of a time-series of data from Before the establishment of the MPA (Osenberget al., 2006). Even studies with Before data tend to have, at most, only one sample taken prior to establishment of the MPA (e.g., Robertset al., 2001; McCooket al., 2010). Better approaches are needed (Osenberget al., 2006). Given the preponderance of Control–Impact studies in the literature, the continued opportunity for new Control–Impact studies (i.e., based on new studies of existing MPAs), and the obvious conceptual limitations of Control–Impact designs, it would be valuable to determine if existing conclusions about the beneficial effects of MPAs have been in error. The natural variability that contaminates Control–Impact studies not only has the potential to be confounded with MPA effects, but it may also add noise to more appropriate designs (e.g., BACIPS), thus limiting their ability to detect effects. Therefore, it also would be useful to ask if other approaches can be taken that could achieve more reliable results, even in the absence of Before data. Here, we have two goals: first, we determine whether past inferences of MPA effectiveness (e.g., Halpern, 2003) arose from the use of poor designs (Control–Impact assessments) that misattributed siting effects (i.e., spatial differences) to MPA effects (see also Halpernet al., 2004). Second, we examine how the use of habitat covariates might improve assessment designs, for example, by removing the spatial variation that plagues studies lacking Before data. 6.2 “Effects”: due to siting bias or protection? 6.2.1 Goals To determine if results from Control–Impact designs have biased our conclusions about the effectiveness of MPAs, we compiled data from published assessments that included Before data (see Table 6.1). From these BACIPS studies, we estimated effect sizes using either the full dataset (using Before and After data) or only the After data (i.e., ignor- ing information from the Before period and pretending the data came from a Control–Impact design). We also extracted data from Halpern’s meta-analysis, which was based mostly on Control–Impact (CI) studies Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 Table 6.1 Studies of MPA effects that included Before data and were used in our analyses Original paper Marine reservesystem(s) Response: target group(s)(data source from originalpaper) No. effectsizes (i.e.,studies) No. samplingdates (Before,After) Other notes Roberts et al. (2001) St. Lucia Biomass: commercially important fishes (Fig. 2) 11,3 Nardi et al. (2004) Easter; Wallabi Density: Choerodon rubescens ; Plectropomus leopardus (Figs. 2d, 3d, 4d, 5d) 41,4 Francini-Filho and Moura (2008) Marine Extractive Reserve ofMorumbau Biomass: Mycteropterca bonaci; Carangoides crysos; Ocyuruschrysurus; Anisotremussurinamensis; A. virginicus;Scarus trispinosus; Sparisomaamplum; S. axillare (Fig. 2); non-target fishes (Fig. 3) 9 1, 4 Due to zeros, analyses based on biomass + 0.07. Control data were means of unprotectedsites at 400–800 mand 800–1200 m Claudet et al. (2006) Cote Bleu Marine Park (CouronneMPA) Density: Coris julis ; Serranus cabrilla ; Symphodus doderleini (Fig. 4a, c, d and authors) 3 1, 2 Based on medians; due to zeros for S. doderleini , analyses based on density + 1 Lincoln-Smith et al. (2006) Arnavon Islands Density: Holothuria atra; H. fuscogilva; H. fuscopunctata;Stichopus chloronotus; Tectuspyramis; Thelanota anax;Tridacna maxima; Trochusniloticus (authors) 83,3 ( cont .) 149 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 Table 6.1 ( cont. ) Original paper Marine reservesystem(s) Response: target group(s)(data source from originalpaper) No. effectsizes (i.e.,studies) No. samplingdates (Before,After) Other notes Russ and Alcala (2004) Sumilon Island Biomass: large Serranidae (Epinephelinae), Lutjanidae,Lethrinidae, and Carangidae(Fig. 1a) 13,7 Shears et al. (2006) Tawharanui Marine Park Density: Jasus edwardsii (Fig. 2 and authors) 1 7, 6 Due to zeros, analyses based on density + 0.2 McClanahan and Kaunda-Arara(1996) Mombasa Marine National Park Biomass: Acanthuridae; Balistidae; Chaetontidae;Labridae; Lethrinidae;Pomacanthidae;Pomacentridae; Scaridae;others (Fig. 4) 9 1, 3 Due to zeros, analyses based on biomass + 0.07 Castilla and Bustamante (1989) Punta El Lacho Biomass and density: Durvillaea antarctica (Fig. 3a, b) 24,12 Castilla and Dur ́ an (1985) Punta El Lacho Density: Concholepas concholepas (Figs. 1 and 3) 1 1, 4 Combined density in center and lower sites Samoilys et al. (2007) Asinan; Batasan Density: Chaetodontidae; Labridae; Pomacentridae;Scaridae; top trophic-levelfishes (Figs. 3, 4, 5, 6, 7) 5 1, 4 Analyses contrasted “Inside” with the “Control” sites (not“Outside”) 150 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·151 (i.e., that lacked Before data). Thus we had three different effect sizes: (1) CI comparisons from CI designs; (2) CI comparisons from BACIPS designs; and (3) BACIPS comparisons based on BACIPS designs. Halpern et al.(2004) previously noted the possible confounding of siting and MPA effects. They addressed this possibility by using the few existing BACIPS studies to determine if Control and Impact sites were similarpriorto establishment of the MPA. Our approach differed from theirs in two important ways: we calculated effect sizes, and we recognized that by taking Before data, investigators might have been more likely to choose similar Control and Impact sites than in situations when Before data were not obtained. Thus, we hypothesized that: (i) if siting is biased and MPAs are often located in the best locations, then the effect sizes estimated from Control–Impact studies will be larger than the effect sizes from BACIPS studies; (ii) if sampling Before enables investigators to pick more “similar” sites (and thus reduce the pre-existing differences), then effect sizes using a Control–Impact comparison will be smaller for BACIPS studies than for Control–Impact studies (i.e., the BACIPS studies will have reduced siting bias relative to CI studies). (iii) If siting bias exists even in BACIPS studies (a possibility that does not compromise the BACIPS analyses), then calculated effects will be greater using Control–Impact comparisons (relative to BACIPS comparisons) using the same data set. 6.2.2 Methods We found 11 papers that sampled organismal or biomass density Before and After establishment of an MPA at sites both inside and outside of the MPA (Table 6.1). From the data in these papers, we estimated 44 effect sizes for different MPAs and/or species (herein called a “study”); 23 of these effects were based on density (e.g., number of individuals/m 2 )and 21 were based on biomass (e.g., kg/m 2 ). Given the paucity of studies with Before data, we used multiple estimates for different target species from the same MPA investigation. We separated the studies using different response variables (biomass vs. density) because biomass responses were expected to be greater owing to the combined responses of density and organismal size (Halpern 2003). For theith study, sampled in thePth Period (Before or After), during thetth sampling date, we calculated the difference in log-transformed Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 152·C. W. Osenbergetal. densities between the MPA and Control site (if multiple subsites were available, we first averaged those): Di,P,t=ln(FMPA,i,P,t)−ln(FControl,i,P,t) =ln(FMPA,i,P,t/FControl, i ,P,t),(6.1) whereFis density or biomass of the monitored group (e.g., a species of fish). In a few cases (Table 6.1),F=0, so we added a constant to each estimate ofFin that study (generally corresponding to one individual per sampling unit, or the smallest observed biomass in the data set). We then averaged those differences within each period for each study and response variable (i.e., density or biomass) and calculated effects and variances using either the After data only (i.e., mimicking a CI design) or using the After and Before data: E i,CI = ∑ n A t=1 D i,A,t n A E i,CI = ∑ n A t=1 D i,A,t n A − ∑ n B t=1 D i,B,t n B (6.2) V(E i,CI )= ∑ n A t=1 ( D i,A,t −D i,A ) 2 / n A ( n A −1 ) V(E i,CI ) = ∑ n A t=1 ( D i,A,t − ̄ D i,A ) 2 / n A −1 (6.3) E i,BACIPS = ∑ n A t=1 D i,A,t n A − ∑ n B t=1 D i,B,t n B E i,BACI + = ∑ n A t=1 D i,A,t n A − ∑ n B t=1 D i,B,t n B (6.4) V ( E i,BACIPS ) = ∑ n A t=1 ( D i,A,t −D i,A ) 2 / n A ( n A −1 ) + ∑ n B t=1 ( D i,B,t −D i,B ) 2 / n B ( n B −1 ) V ( E i,CI ) = ∑ n A t=1 ( D i,A,t − ̄ D i,A ) 2 / n A −1 + ∑ n B t=1 ( D i,B,t −D i,B ) 2 / n B −1 (6.5) wheren P is the number of sampling dates in periodP.Ifn B =1, Equation 6.5 was modified to reflect the lack of multiple observations in Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·153 the Before period: V ( E i,BACIPS ) = [ ∑ n A t=1 ( D i,A,t −D i,A ) 2 n A −1 ] [ 1+ 1 n A ] V ( E i,CI ) = ∑ n A t=1 ( D i,A,t −D i,A ) 2 / n A −1 + ∑ n B t=1 ( D i,B,t −D i,B ) 2 / n B −1 (6.6) We also summarized among studies by calculating weighted means across studies, using a random effects model in which the weights were the inverse of the within-study variance and the among study variance. All means and confidence intervals were back-transformed with expo- nentiation to yield final relative effect sizes: e.g., an effect of 1 indicates no effect, and an effect of 2 indicates a doubling in density. Densities that required the addition of a constant were exponentiated, but the constant was retained (the influence of the constant was small relative to the overall effect). Equations (6.2) and (6.3) differ slightly from standard Control–Impact designs because the BACIPS studies we used all had >1 After sampling date. We therefore averaged the differences through time; the resulting confidence intervals will generally be larger than those reported in the original study because we used dates as replicates rather than spatial subsamples. Finally, we also extracted effect sizes from Halpern’s (2003) meta- analysis of effects on organismal density, which was based on MPA studies derived almost entirely from Control–Impact studies. We used this as a sample of Control–Impact effect sizes from studies that did not have any Before sampling. An overall mean and confidence interval was obtained based on unweighted analyses (because variances from individual studies were not provided). Use of unweighted effects from different studies should increase the variance of the average effects size (and the associated confidence interval), but not the expected effect size itself. 6.2.3 Results Effects of MPAs were variable both within and among studies, giv- ing rise to considerable uncertainly in patterns (Figures. 6.1 and 6.2). All meta-analyses (CI effect size from CI studies, CI effect size from BACIPS studies, and BACIPS effect size from BACIPS studies; for both density and biomass) indicated demonstrable beneficial effects of MPAs Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 154·C. W. Osenbergetal. 4.0 3.5 3.0 2.5 2.0 1.5 1.0 4.0 3.5 3.0 2.5 2.0 1.5 1.0 CI from CI CI from BACIPS Design and analysis method Effect size (relative increase) BACIPS from BACIPS (B) Density response (A) Biomass response Figure 6.1Effect sizes (ratio of reserve to non-reserve sites) based on (A) biomass and (B) density of study species from Control–Impact (CI) and Before–After– Control–Impact Paired Series (BACIPS) designs. The data for CI designs were digitized from Halpern (2003) and include a small number of Before–After studies. The data from BACIPS studies were used to calculate effect sizes based on both CI calculations (using only the After data) and BACIPS calculations (using data Before and After). Sample sizes are: (A) 32 (CI) and 21 (BACIPS), and (B) 65 (CI) and 23 (BACIPS). Plotted are means and 95% confidence intervals. For BACIPS studies, means were weighted based on the inverse of the variance of the individual effect sizes. (i.e., confidence intervals that excluded the null hypothesis of equality inside and outside the MPA: Figure 6.1); however, individual studies varied in their effects and in the uncertainty of those effects (Figure 6.2). The high variability made it difficult to clearly assess our three core hypotheses. Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·155 0.1 0.1 1 1 10 BACIPS effect size CI effect size 10 100 100 1000 1000 Figure 6.2Effect sizes (ratio of MPA response to Control response) from studies of MPAs (n=44) that included Before data, based on biomass (circles) and density (triangles) responses. Effect sizes for each species were estimated using data from the After period only (CI effect size) and using the full BACIPS design (BACIPS effect size). All BACIPS studies had>1 sampling date in the After period (range: 2–7), but only 12 studies had>1 sampling date in the Before period (range: 1–7). Plotted are the means and 95% confidence intervals, and the 1:1 line along which the two effect sizes are equal; excessively large error bars were truncated for presentation. Analysis of BACIPS effect sizes from BACIPS studies revealed an approximately 86% (95% confidence interval: 28–170%) increase in biomass within the MPAs relative to the Controls (Figure 6.1a). The effect size based on CI comparisons using the same BACIPS studies was larger but not demonstrably so (average effect: 128% increase in biomass). Both effect sizes calculated from BACIPS studies exclude the threefold increase that is often referred to in citations of Halpern’s (2003) meta-analysis (i.e., primarily CI studies). Based on the results for biomass responses, we conclude that BACIPS and CI studies likely yield different effect size estimates, although we caution that the high uncertainty precludes a definitive evaluation. The similarity in effects using CI and BACIPS comparisons from BACIPS studies suggests that when investigators conduct Before sampling they tend to select sites that are relatively similar in initial conditions, presum- ably because they are able to see the sites during their planning phases and Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 156·C. W. Osenbergetal. a priori select sites more similar in their biological and physical attributes. The apparent disparity in effects from BACIPS studies (∼100% increase using both BACIPS and CI comparisons) vs. CI studies (∼200% increase) suggests that either: (1) when investigators did not have the opportunity to sample Before MPA establishment (i.e., when they conducted CI studies), they tended to select sites that were more disparate in initial (but unknown) conditions; and/or (2) investigators are more likely to publish negative results in more recent years, and because BACIPS studies have generally been published since the publication of Halpern’s review, the BACIPS studies may be more likely to include negative results. Both explanations likely play some role. If the first explanation is correct, then some of the results from previously published CI studies using biomass responses arose from a combination of MPA effects and pre-existing site differences. We suspect that previous CI studies may have overestimated the effectiveness of MPAs by about 100% – i.e., rather than generating an approximately 200% increase in biomass MPAs appear to lead to only a 100% increase. The effectiveness of MPAs remains well established – it just may not be as strong as previous analyses suggested. The results based on density (instead of biomass) are even more ambiguous (Figure 6.1B). These data provide no support for siting effects, although the large uncertainty (e.g., the confidence interval for BACIPS effects from BACIPS studies ranges from a 39% to 279% increase) makes any inference problematic. No doubt, we could resolve some of this variation by considering attributes of the species that were studied (e.g., whether they are heavily fished, sedentary vs. mobile, herbivores vs. pis- civores: Micheliet al., 2004; Claudetet al., 2010), but the limited number of studies preclude such an analysis. The effect sizes based on CI and BACIPS comparisons from the same BACIPS study were positively correlated (Figure 6.2), and followed a 1:1 relationship. Further, BACIPS studies yielding larger effect sizes based on BACIPS comparisons tended also to yield larger effects using only the After data (i.e., based on a CI comparison). There was no indication that effects were smaller or absent in the BACIPS comparison relative to a CI comparison from these BACIPS studies. This suggests that siting biases were small or non-existent in the BACIPS studies. That said, there were few studies with Before data, so these results must be interpreted with caution. Perhaps more important to the design of assessment studies is the sub- stantial uncertainty in the effect estimated from any particular BACIPS Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·157 study (Figure 6.2): only 9/44 effect sizes based on BACIPS had confidence intervals that excluded 1.0 (i.e., that led to the rejection of the null hypothesis of no effect), and many had confidence intervals that spanned several orders of magnitude in possible effects! This uncer- tainty reflects not only the tremendous spatiotemporal variation (i.e., variation in the difference: Equation (6.1)) but also the limited number of sampling dates in the BACIPS studies (Table 6.1). This large uncer- tainty was rarely discussed in the original BACIPS papers because effect sizes were seldom determined (although some investigators carried out careful and thorough null hypothesis tests within a BACIPS framework: e.g., Lincoln-Smithet al., 2006). 6.3 Habitat as a covariate: helpful or misleading? Fishes and invertebrates often respond to the availability of habitat (e.g., Carr 1994; Holbrooket al., 2000; Munday, 2002; Galst and Anderson, 2008). Thus, one source of pre-existing differences in the density of organisms (when measured per unit of transect without regard to sub- strate) could be the availability of their habitat. If variation in habitat explains variation in organism density then habitat could be used to adjust density, 1 possibly giving rise to more accurate assessments, even in the absence of Before data. Indeed, if siting effects bias CI assessments, and if these siting effects are manifest via differences in habitat availability, then the use of habitat-adjusted densities could eliminate much of the concern about CI designs. The efficacy of using habitat-adjusted responses will ultimately depend upon the pathways that couple the MPA, organism, and habitat. We envision five scenarios (Figure 6.3), although others also are possible. These five scenarios all assume that the MPA has an effect, but they differ in whether the direct effect is on the organismal density, habitat, or both. They also differ in whether habitat affects organismal density (e.g., compare scenarios C and E). Given these scenarios (Figure 6.3), we compared the effect sizes derived from CI or BACIPS studies using either raw densities (per unit area), or densities adjusted by habitat availability (Table 6.2). In all cases, 1 We assume that habitat adjustment is achieved by dividing organismal density by the areal extent of habitat (i.e., habitat availability), although more general, non-linear corrections might be more appropriate: e.g., Packard and Boardman (1988). Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 158·C. W. Osenbergetal. Control Before and After MPA BeforeAfter MPA Scenario MPA MPA MPA Habitat Fish Habitat Fish Habitat Fish MPA Habitat Fish MPA Fish (A) (B) (C) (D) (E) Figure 6.3Models of fish and habitat responses to MPAs. (A) MPA increases fish abundance independent of habitat availability; (B) MPA increases fish abundance indirectly by increasing habitat availability; (C) MPA increases fish and habitat availability independently; (D) fish increase in response to MPA but also are habitat-dependent; (E) fish and habitat are positively affected by the MPA and fish are habitat-dependent. We assume a 2:1 fish:habitat relationship in scenarios where fish are habitat-dependent, that fish and habitat are more common at the MPA prior to MPA establishment (i.e., there are pre-existing site differences), that the Control site does not change from Before to After, and that the MPA has a twofold direct effect on fish (and/or habitat). we assumed that there were pre-existing differences among sites with the MPA starting out with higher densities of target organisms and more habitat. In these scenarios, a CI design using unadjusted densities always over- estimated the actual effect of the MPA because the pre-existing differ- ences were incorrectly attributed to effects of the MPA. Habitat adjust- ment sometimes reversed and sometimes eliminated this bias. However, adjustment only worked if habitat affected organismal density because the adjustment corrected for site differences in habitat, thus putting all sites on equal footing. If habitat was unaffected by the MPA, then the effect Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 Table 6.2 Illustration of the effects of assessment designs on effect sizes under different assumptions about the relationships between MPAs ( M ), fish ( F ), and habitat ( H ). We contrast Control–Impact and BACIPS designs, with two different response variables: unadjusted fish density ( F ) and density adjusted by habitat availability ( H ). We assume that MPAs are placed in sites with greater habitat and fish density (which creates the pre-existing differences in F and H ), and that the MPA increases F and/or H (arrows indicate positive effects). Figure 6.3 provides the expected patterns of response at the MPA and Control sites Scenario Control–Impact BACIPS Response variable Fish Fish/Habitat Fish Fish/Habitat Effect Formula F A , MPA F A , C F A , MPA / H A , MPA F A , C / H A , C F A , MPA / F A , C F B , MPA / F B , C F A , MPA / H A , MPA F A , C / H A , C / F B , MPA / H A , MPA F B , C / H B , C Reality (A)M F 12 2 = 6 Biased High 12 / 2 2 / 1 = 3 Biased High 12 / 2 6 / 2 = 2 Correct 12 / 2 2 / 1 / 6 / 2 2 / 1 = 2 Correct a 2 × increase (B) M F H 82 = 4 Biased High 8 / 4 2 / 1 = 1 Biased Low 8 / 2 4 / 2 = 2 Correct 8 / 4 2 / 1 / 4 / 2 2 / 1 = 1 Biased Low 2 × increase (C) M F H 12 2 = 6 Biased High 12 / 4 2 / 1 = 1 . 5 Biased Low 12 / 2 6 / 2 = 2 Correct 12 / 4 2 / 1 / 6 / 2 2 / 1 = 1 Biased Low 2 × increase ( cont .) 159 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 Table 6.2 ( cont. ) Scenario Control–Impact BACIPS Response variable Fish Fish/Habitat Fish Fish/Habitat Effect Formula F A , MPA F A , C F A , MPA / H A , MPA F A , C / H A , C F A , MPA / F A , C F B , MPA / F B , C F A , MPA / H A , MPA F A , C / H A , C / F B , MPA / H A , MPA F B , C / H B , C Reality (D)M F H 82 = 4 Biased High 8 / 2 2 / 1 = 2 Correct 8 / 2 4 / 2 = 2 Correct b 8 / 2 2 / 1 / 4 / 2 2 / 1 = 2 Correct b 2 × increase (E) M F H 16 2 = 8 Biased High 16 / 4 2 / 1 = 2 Biased Low 16 / 2 4 / 2 = 4 Correct 16 / 4 2 / 1 / 4 / 2 2 / 1 = 2 Biased Low 4 × increase a Habitat-adjusted and unadjusted BACIPS approaches give correct answers, although the adjusted analysis will likely have lower power (by introducing noise produced by variation in habitat). b Habitat-adjusted and unadjusted BACIPS approaches give correct answers, although the adjusted analysis will likely have higher power (by reducing noise produced by variation in habitat-driven fluctuations in fish abundance). 160 Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·161 on adjusted density correctly measured the effect of the MPA on the tar- get population. However, if the MPA also increased habitat availability, then adjustment of density by habitat eliminated some of the effect of the MPA (mediated via habitat) and therefore underestimated the MPA effect (scenario E). There were different results from BACIPS using raw or adjusted densities. Raw densities always gave the correct expected effect size (Table 6.2), because the habitat adjustment was unnecessary with Before data (the effect of habitat differences was already included in the analysis): the Before period was used to estimate the existing difference between the Control and Impact sites and BACIPS therefore already incorpo- rated the average spatial variation between the two sites (Stewart-Oaten et al., 1986; Osenberget al., 1996). Adjustment actually led to mis- leading effect sizes in some cases (Table 6.2: scenarios B, C, and E). If habitat did not affect density, but the MPA increased habitat avail- ability, then adjustment led to a decrease in the response variable, lead- ing to an underestimation of the MPA effect (scenario C). If, on the other hand, the MPA increased habitat and this change also increased organismal density, then habitat adjustment underestimated the MPA effect. The problem here was that the portion of the MPA effect on the target population that was mediated through habitat was “removed” via the habitat adjustment and therefore was not included in the final effect size. Even when adjusted and unadjusted BACIPS analyses gave the correct effect sizes (scenarios A and D), they potentially differed in their statis- tical power (Table 6.2). If MPAs increased density directly, but had no effect on habitat,andif habitat varied (among subsites within a site or through time) but had no effect on the target population (scenario A), then habitat adjustment would increase variance in adjusted densities and reduce statistical power. In contrast if both the MPA and habitat affected the target population (but not one another: scenario D), then adjustment by habitat would reduce nuisance variation in density, leading to a more powerful analysis. In general, this discussion suggests that in the absence of more precise information about the dynamics of the system and the likely linkages, BACIPS analyses with unadjusted response variables, may be the most effective. Although CI and BACIPS designs using adjusted density can work (and be more powerful), this is only likely when MPAs donot affect habitat, when habitat plays a strong role in determining organismal abundance, and when habitat varies spatiotemporally. Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 162·C. W. Osenbergetal. 6.4 Discussion and conclusions Marine protected areas are a potentially powerful management tool. However, their effectiveness may have been overestimated due to the reliance on assessment designs that confound pre-existing differences with intended effects of protection. Unfortunately, spatial variation always exists (any two sites can be shown to be different if sampled suffi- ciently), and therefore CI designs will always be problematic. This is true in assessments as well as experiments, where replication and random assignment overcome problems posed by spatial variation. For example, Halpern (2003) saw consistent effects among CI studies. However, these “treatments” were not randomly assigned. Is the observed consistency in effects a reflection of consistent bias in siting or a consistent effect of MPAs? Our analysis (albeit with limited and noisy data) suggests the answer to both questions is an equivocal yes. One approach to help with future CI assessments is to adjust densities (e.g., counts per transect area) by habitat variables (e.g., percent cover by preferred substrates) to remove sources of spatial variation unrelated to the MPA. This can work, but only in a limited number of situations (Table 6.2). In other situations, it may lead to new sources of bias. For example, fish are known to respond to the amount of biogenic habitat, such as live coral (e.g., Holbrooket al., 2000; Munday, 2002; Graham et al., 2008), seagrass (Galst and Anderson, 2008), and large kelps (Carr 1994), suggesting that adjusting for the amount of this habitat might be advantageous. However, if MPAs alter dynamics of these biogenic habitats (Selig and Bruno, 2010) then habitat adjustment may obscure the beneficial effects of the MPAs on the target organisms (Table 6.2). In cases where the habitat is unaffected by MPA protection, or where habitat recovers but on a very slow timescale, CI analyses using habitat adjustment mightwork (see Miller [2008] for an example of a CI assessment of MPAs where fish and invertebrate densities were adjusted by an index of habitat selectivity). The problem of course is that we cannot knowa prioriwhich situation we are in (i.e., does the MPA affect the habitat or not?). So, instead of “fixing” the CI approach, why not just use a more appropriate design to start with? The obvious answer is that we cannot always obtain Before data. Doing so requires extensive planning and funding. But rather than continue to rely on flawed designs, it is vital that we collect such data when possible (e.g., as in Lincoln-Smithet al., 2006 and de Lomaet al., 2008). Interestingly, even in cases where there has been extensive planning of Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·163 MPAs (e.g., California, Florida Keys, Great Barrier Reef ), assessments still have only a few Before samples, typically from a single date (e.g., Babcocket al., 2010; McCooket al., 2010). A single Before sample is insufficient for model development in BACIPS designs, which is a critical step that can avoid confounding of true effects with other sources of spatiotemporal variability (Stewart-Oatenet al., 1986, 1995). The limited number of Before dates also limits the power of any subsequent analysis and therefore increases the uncertainty of any effect size estimate (Osenberget al., 1996b). Finally, we note that our analyses are predicated upon the detection of local effects: comparisons of inside and outside MPAs. These local effects, while important, are perhaps the least important effect of MPAs. Regional effects (Chapter 3) arising from spillover provide the mech- anism that underlies promised improvements in fisheries and regional biodiversity. Regional assessments remain rare, because they require a sampling scale that is hard to achieve: e.g., comparing a region with an MPA to a region lacking MPAs (Osenberget al., 2006). Designs that rely on comparisons at even larger spatial scales may lead to even greater pre-existing differences, further necessitating the need for Before data. 6.5 Acknowledgments We thank Joachim Claudet for the invitation to write this chapter and for his endless assistance and patience during the process. We also thank Joachim Claudet, Nick Shears, and Marcus Lincoln-Smith for pro- viding data from their studies that allowed us to estimate effect sizes, Suzanne Stapleton for editorial help, and Joachim Claudet and Simonetta Fraschetti for helpful reviews that improved this chapter. Support from the NSF (OCE-0242312) and the Ocean Bridges program (French– American Cultural Exchange) contributed to the development of these ideas. References Babcock, R. C., Shears, N. T., Alcala, A. C., Barrett, N. S., Edgar, G. J., Laf- ferty, K. D., McClanahan, T. R., and Russ, G. R. (2010). Decadal trends in marine reserves reveal differential rates of change in direct and indirect effects. Proceedings of the National Academies of Sciences, doi/10.1073/pnas.0908012107 Bence, J. R., Stewart-Oaten, A. and Schroeter, S. C. (1996). Estimating the size of an effect from a before–after-control–impact paired series design: the predictive Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 164·C. W. Osenbergetal. approach applied to a power plant study. InDetecting Ecological Impacts: Concepts and Applications in Coastal Habitats, ed. R. J. Schmitt and C. W. Osenberg: Academic Press, pp. 133–149. Benedetti-Cecchi, L. and Osio, G. C. (2007). Replication and mitigation of effects of confounding variables in environmental impact assessment: effect of marinas on rocky-shore assemblages.Marine Ecology Progress Series,334, 21–35. Bolker, B. M. (2008).Ecological Data and Models in R. Princeton, NJ: Princeton University Press. Box, G. E. P. and Tiao, G. C. (1975). Intervention analysis with applications to eco- nomic and environmental problems.Journal of the American Statistical Association, 70, 70–79. Bulleri, F., Underwood, A. J., and Benedetti-Cecchi, L. (2008). The analysis of ecological impacts in human-dominated environments: reply to Stewart-Oaten (2008).Environmental Conservation,35, 11–13. Carr, M. H. (1994). Effects of macroalgal dynamics on recruitment of a temperate reef fish.Ecology,75, 1320–33. Castilla, J. C. and Bustamante, R. H. (1989). Human exclusion from rocky inter- tidal of Las Cruces, central Chile: effects onDurvillaea antarctica(Phaeophyta, Durvilleales).Marine Ecology Progress Series,50, 203–14. Castilla, J. C. and Dur ́ an, L. R. (1985). Human exclusion from the rocky intertidal zone of central Chile: the effects onConcholepas concholepas(Gastropoda).Oikos, 45, 391–9. Cinner, J., Marnane, M. J., McClanahan, T. R., and Almany, G. R. (2006). Periodic closures as adaptive coral reef management in the Indo-Pacific.Ecology and Society,11, 1–31. Clark, J. S. (2007).Models for Ecological Data. Princeton, NJ: Princeton University Press. Claudet, J., Pelletier, D., Jouvenel, J.-Y., Bachet, F., and Galzin, R. (2006). Assess- ing the effects of marine protected area (MPA) on a reef fish assemblage in a northwestern Mediterranean marine reserve: identifying community-based indicators.Biological Conservation,130, 349–69. Claudet, J., Osenberg, C. W., Domenici, P.,et al.(2010). Marine reserves: fish life history and ecological traits matter.Ecological Applications,20, 830–9. Cole, R. G., Ayling, A. M., and Creese, R. G. (1990). Effects of marine protection at Goat Island, northern New Zealand.New Zealand Journal of Marine and Freshwater Research,24, 197–210. de Loma, T. L., Osenberg, C. W., Shima, J. S.,et al.(2008). A framework for assessing the impacts of marine protected areas in Moorea (French Polynesia). Pacific Science,62, 431–41. Edwards, D. (1998). Issues and themes for natural resources trend and change detec- tion.Ecological Applications,8, 323–5. Francini-Filho, R. B. and Moura, R. L. (2008). Evidence for spillover of reef fishes from a no-take marine reserve: an evaluation using the before–after–control– impact (BACI) approach.Fisheries Research,93, 346–56. Galst, C. J. and Anderson, T. W. (2008). Fish–habitat associations and the role of disturbance in surfgrass beds.Marine Ecology Progress Series,365, 177–86. Trim: 228mm×152mmTop: 13.532mmGutter: 17.001mm CUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011 14:58 ECOLOGY – Assessing effects of MPAs·165 Graham, N. A. J., McClanahan, T. R., MacNeil, M. A.,et al. (2008). Climate warming, marine protected areas and the ocean-scale integrity of coral reef ecosystems.PLoS One, 3, e3039, doi:10.1371/journal.pone.0003039. Green, R. H. (1979).Sampling Design and Statistical Methods for Environmental Biolo- gists. New York: John Wiley. Halpern, B. S. (2003). The impact of marine reserves: do reserves work and does reserve size matter?Ecological Applications,13, S117–S137. Halpern, B. S. and Warner, R. R. (2002). Marine reserves have rapid and lasting effects.Ecology Letters,5, 361–6. Halpern, B. S., Gaines, S. D. and Warner, R. R. (2004). Confounding effects of the export of production and the displacement of fishing effort from marine reserves.Ecological Applications,14, 1248–56. Hastings, A. and Botsford, L. W. (2003). Comparing designs of marine reserves for fisheries and for biodiversity.Ecological Applications,13, S65–S70.",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found 11 papers that sampled organismal or biomass density Before and After establishment of an MPA at sites both inside and outside of the MPA (Table 6."
  ],
  "fullText": "\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nPart III\nAssessment of the\neffectiveness of marine\nprotected areas\n141\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n142\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n6\n\u0002\nECOLOGY – Assessing\neffects of marine protected\nareas: confounding in space\nand possible solutions\nCraig W. Osenberg, Jeffrey S. Shima,\nSonja L. Miller, and Adrian C. Stier\n6.1 Introduction\nMarine protected areas (MPAs) are increasingly used as tools to conserve\nbiodiversity, manage fishing effort, and facilitate recovery of degraded\necosystems (Robertset  al., 2001; Sale, 2002; Hastings and Botsford,\n2003; Cinneret al., 2006). Marine protected areas are expected to pro-\nduce long-lasting local increases in the density, size, diversity, and/or\nproductivity of marine organisms within MPA boundaries (Russ and\nAlcala 1996; Claudetet al., 2006; Chapter 2), as well as regional increases\noutside of the MPA via spillover from the MPA to sites that continue to\nbe fished (Chapter 3). Assessment of theactualeffects of MPAs relative\nto these goals is essential for adaptive management and decision-making.\nDespite a large number of assessments, however, there remains consider-\nable uncertainty about the actual effects of MPAs (e.g., Osenberget al.,\n2006).\nThe central question (and challenge) that underlies the assessment of\nany MPA is easy to express but difficult to measure: “How does the state\nof the system (e.g., density or size of a target organism) within the MPA\ncompare to the state that would have existed had the MPA never been\nestablished?” The former can be directly observed; however, the latter\ncannot and must therefore be estimated through indirect means (Stewart-\nOatenet al., 1986; Osenberg and Schmitt, 1996; Stewart-Oaten, 1996a,\nMarine Protected Areas: A Multidisciplinary Approach, ed. Joachim Claudet. Published by\nCambridge University Press.\nC\u0002\nCambridge University Press 2011.\n143\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n144·C. W. Osenbergetal.\n1996b; Stewart-Oaten and Bence, 2001; Osenberget al., 2006). Sev-\neral different approaches have been proposed to estimate this baseline\n(Box 6.1; see also Osenberget al., 2006), yet, considerable controversy\nstill exists (Box 6.2).\nBox 6.1Types of assessment designs\nAssessments, in contrast to experiments, aim to quantify site-specific\neffects (e.g., due to a particular MPA) rather than average effects (e.g.,\nacross many MPAs). General goals and approaches are described by\nStewart-Oatenet al.(1986), Stewart-Oaten (1996a, 1996b), Stewart-\nOaten and Bence (2001); issues specific to MPAs are addressed by\nOsenberget al.(2006). The basic designs are summarized below. We\nassume there are two sites: an “Impact” site (e.g., the region within an\nMPA boundary) and a “Control” site (a region outside of the MPA).\nEach site may consist of multiple subsites.\nControl–Impact(or After-only): The Control and MPA site are\nassumed to be identical in the absence of an effect of the MPA. Under\nthis assumption, the difference between the Control and MPA site\nafter the establishment of the MPA provides an estimate of the effect\nof the MPA. In reality this estimated effect confounds the effect of the\nMPA with other sources of spatial variation (e.g., due to pre-existing\ndifferences in habitat). This is the most common assessment design.\nBefore–After(Box and Tiao, 1975): An MPA site is sampled\nBefore and After enforcement. In the simplest approach, the differ-\nence from Before to After is a measure of the effect of the MPA. If the\nMPA site is sampled only once Before and once After, then the effect\nof the MPA is confounded with other sources of temporal variation\n(e.g., larval supply). If a time-series is obtained, and serial correla-\ntion is accounted for, then better estimates can be obtained; how-\never, because ecological time-series are noisy, this approach is often\nproblematic.\nBefore–After–Control–Impact  (BACI):the Control and\nImpact sites are sampled both Before and After establishment of the\nMPA. The change in the MPA site from Before to After, relative to\nthe change at the Control site, provides a measure of the effect. In\ngeneral, BACI designs (especially BACIPS; see below) provide more\nreliable measures of effects than either Control–Impact or Before–\nAfter designs. There are several variants of this approach.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·145\n\u0002\nBACI  (without  time  series)(Green, 1979): This design uses\nonly a single sampling time Before and After. Thus, it assumes that\nthe Impact and Control site will respond identically through time\nin the absence of an MPA effect, and therefore confounds the effect\nof the MPA with other sources of spatiotemporal variation. The\nother BACI designs use time-series Before and After to avoid this\nproblem.\n\u0002\nBACI  Paired  Series  (BACIPS)  (Stewart-Oatenet al., 1986):\nThe Control and MPA sites are sampled at the same times (or nearly\nso) so that shared temporal effects can be removed by differencing\n(e.g., Equation 6.1). A change in the differences from Before to\nAfter provides one possible measure of the effect.\n\u0002\nBeyond BACI(Underwood, 1992, 1994): Multiple Control and\nMPA sites are sampled multiple times Before and After, but the\nsites are not sampled at the same points in time. Although champi-\noned for introducing spatial replication, this design-based approach\nassumes random sampling (see Box 6.2).\n\u0002\nPredictive BACIPS (Benceet al., 1996): Similar to BACIPS, this\ndesign provides estimates of effects that can vary with the ambient\nenvironmental conditions (as indexed by the state of the Control).\nBox 6.2Design-based versus model-based assessment frameworks\nTwo general frameworks have been discussed in assessments of ecologi-\ncal impacts and/or restorations:design-basedandmodel-basedapproaches\n(see Edwards, 1998; Stewart-Oaten and Bence 2001; Benedetii-\nCecchi and Osio, 2007; Stewart-Oaten, 2008).\nBefore–After and BACIPS designs are typically model-based. Box\nand Tiao (1975) provide the classic application of the Before–After\napproach, in which they modeled the dynamics of ozone in downtown\nLos Angeles and quantified the effects of two interventions (e.g., the\nopening of the 405 Freeway which diverted traffic around the city).\nBecause data were plentiful and ozone dynamics were well behaved,\nthe Before–After approach worked well. In contrast, ecological time-\nseries are notoriously noisy and sparse, and ecological parameters are\npoorly behaved. In BACIPS, a Control site is therefore used to improve\nthe modeled dynamics of the Impact site; the Control plays the role\nof a covariate (Benceet al., 1996; Stewart-Oaten and Bence, 2001;\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n146·C. W. Osenbergetal.\nOsenberget al.2006). This approach is flexible and allows a variety\nof functional forms of impacts to be modeled: e.g., step changes vs.\ngradual temporal responses (Box and Tiao, 1975) or effects that vary\nwith environmental conditions (Benceet al., 1996).\nThese model-based analyses have been criticized because they\ndo not explicitly incorporate spatial replication (Hurlbert, 1984;\nUnderwood, 1992, 1994; Bulleriet  al., 2008). Before–After and\nBACIPS analysescanuse data from multiple Control sites, but they do\nnot require it (Stewart-Oaten 1996b). Design-based approaches are\nappealing because they fit into classic experimental design contexts\n(e.g., using analysis of variance) with which most field ecologists are\nfamiliar. Most Control–Impact and Beyond-BACI designs, which rely\nupon spatial replication, are examples of this school of thought. How-\never, such design-based approaches assume random assignment. In a\nclassic experiment, sites are assigned at random to the two treatments.\nIn our context, that is not the case: the MPA site is not selected at\nrandom from candidate sites that define the pool of all possible sites.\nInstead, the MPA site is usually selected for very specific reasons, many\nof which cannot be clearly articulated. Control sites are often then\nselected a posteriori by the investigator. Put differently, the MPA site\nand Control site(s) are not expected (in the statistical sense) to be the\nsame in the absence of an “effect,” unlike the situation in standard\nexperiments with random assignment.\nThese philosophical issues are not simple, and we doubt the under-\nlying issues will be resolved in the short-term (e.g., see the debate\nbetween Stewart-Oaten [2008] and Bulleriet al.[2008]). Benedetti-\nCecchi and Osio (2007) have attempted to integrate the design-\nand model-based approaches for impact assessments. We applaud\ntheir effort, but note that their approach remains design-based with\nrandom assignment assumed (albeit with covariates, not unlike our\nhabitat-based adjustments). Furthermore, measures of effect sizes are\ndifficult to extract from their ANOVA results. One notable advan-\ntage of the model-based approach is that it provides direct esti-\nmates of effect sizes, usually as specific parameters in the fitted\nmodel (e.g., Box and Tiao [1975]; see also Osenberget al.[2006]\nfor a simple Before–After example using MPA data). Future res-\nolution of these debates will likely come as ecologists embrace\nmodel-based approaches and estimation more generally (Clark, 2007;\nBolker, 2008).\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·147\nMost assessments of MPAs rely upon a Control–Impact design (Cole\net al., 1990; Roberts, 1995; McClanahanet al., 1999; Halpern, 2003;\nWesteraet al., 2003; Osenberget al., 2006), in which the MPA (i.e.,\n“Impact” or unfished) site is compared to a nearby Control (i.e., fished)\nsite(s). A difference in response (e.g., in fish density) is taken as evi-\ndence of an effect of the MPA. In a well-known and influential meta-\nanalysis of MPA effects, Halpern (2003) reported a 91% increase in the\ndensity and a 192% increase in biomass of target species inside MPAs\nrelative to Controls. This finding has been heralded as strong evidence\nfor the effectiveness of MPAs. However, Control–Impact designs (which\ncomprised over 70% of the studies summarized by Halpern: Osenberg\net al., 2006) implicitly assume that, in the absence of the MPA, mea-\nsured variables will be identical in the MPA and Control sites. Yet for\nmany reasons, the organisms present at any two sites are certain to vary\nin traits such as size, density, or diversity. Furthermore, siting of MPAs\nis a complex and challenging task, involving political, socio-economic,\nand ecological considerations: MPAs are not located at random among\ncandidate sites and as a result, MPAs will differ in many ways from\nnearby areas. For example, MPAs may be established in places deemed\nto be ecologically valuable because the greater habitat complexity at the\nlocale may provide important habitat to fishes. Assessments that do not\ntake this potential variation into account (e.g., Control–Impact designs)\nmay give misleading estimates of the effect of protection (Osenberg\net al., 2006).\nThus, despite considerable empirical effort, we are left with an unre-\nsolved question: are observed differences inside vs. outside of MPAs\nindicative of a positive effect of the MPA on local fish densities (or other\nvariables), or do these differences reflect natural spatial variation that\npotentially existed prior to MPA establishment? Adding to this contro-\nversy is the observation that MPA effects appear to arise quickly, often\nbeing present at the very earliest sampling date after establishment of the\nMPA (Halpern and Warner, 2002). This result is exactly what would\nbe expected by pre-existing site differences if particular types of sites\n(e.g., with greater initial fish density or greater habitat complexity) were\nselected for protection. Despite these obvious limitations, most of the\navailable data to assess the efficacy of MPAs come from Control–Impact\ndesigns (Osenberget al., 2006). Unfortunately, there has been inadequate\nacknowledgement of these limitations.\nIn contrast to Control–Impact designs, BACIPS (Before–After–\nControl–Impact Paired Series) designs can provide less biased estimates of\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n148·C. W. Osenbergetal.\neffects because they deal with many extraneous sources of spatial and tem-\nporal variability that limit other assessment designs (Stewart-Oatenet al.,\n1986; Osenberget al., 2006). However, BACIPS studies have rarely been\nimplemented (but see Castilla and Bustamante, 1989; Lincoln-Smith\net al., 2006; Shearset al., 2006), due in part to the need for prior planning\nand the collection of a time-series of data from Before the establishment\nof the MPA (Osenberget al., 2006). Even studies with Before data tend to\nhave, at most, only one sample taken prior to establishment of the MPA\n(e.g., Robertset al., 2001; McCooket al., 2010). Better approaches are\nneeded (Osenberget al., 2006).\nGiven the preponderance of Control–Impact studies in the literature,\nthe continued opportunity for new Control–Impact studies (i.e., based\non new studies of existing MPAs), and the obvious conceptual limitations\nof Control–Impact designs, it would be valuable to determine if existing\nconclusions about the beneficial effects of MPAs have been in error.\nThe natural variability that contaminates Control–Impact studies not\nonly has the potential to be confounded with MPA effects, but it may\nalso add noise to more appropriate designs (e.g., BACIPS), thus limiting\ntheir ability to detect effects. Therefore, it also would be useful to ask if\nother approaches can be taken that could achieve more reliable results,\neven in the absence of Before data. Here, we have two goals: first, we\ndetermine whether past inferences of MPA effectiveness (e.g., Halpern,\n2003) arose from the use of poor designs (Control–Impact assessments)\nthat misattributed siting effects (i.e., spatial differences) to MPA effects\n(see also Halpernet al., 2004). Second, we examine how the use of habitat\ncovariates might improve assessment designs, for example, by removing\nthe spatial variation that plagues studies lacking Before data.\n6.2 “Effects”: due to siting bias or protection?\n6.2.1 Goals\nTo determine if results from Control–Impact designs have biased our\nconclusions about the effectiveness of MPAs, we compiled data from\npublished assessments that included Before data (see Table 6.1). From\nthese BACIPS studies, we estimated effect sizes using either the full\ndataset (using Before and After data) or only the After data (i.e., ignor-\ning information from the Before period and pretending the data came\nfrom a Control–Impact design). We also extracted data from Halpern’s\nmeta-analysis, which was based mostly on Control–Impact (CI) studies\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nTable 6.1\nStudies of MPA effects that included Before data and were used in our analyses\nOriginal paper\nMarine reservesystem(s)\nResponse: target group(s)(data source from originalpaper)\nNo. effectsizes (i.e.,studies)\nNo. samplingdates (Before,After)\nOther notes\nRoberts\net al.\n(2001)  St. Lucia\nBiomass: commercially\nimportant fishes (Fig. 2)\n11,3\nNardi\net al.\n(2004)\nEaster; Wallabi\nDensity:\nChoerodon rubescens\n;\nPlectropomus leopardus\n(Figs.\n2d, 3d, 4d, 5d)\n41,4\nFrancini-Filho and\nMoura (2008)\nMarine Extractive\nReserve ofMorumbau\nBiomass:\nMycteropterca bonaci;\nCarangoides crysos; Ocyuruschrysurus; Anisotremussurinamensis; A. virginicus;Scarus trispinosus; Sparisomaamplum; S. axillare\n(Fig. 2);\nnon-target fishes (Fig. 3)\n9\n1, 4\nDue to zeros, analyses based on\nbiomass\n+\n0.07. Control data\nwere means of unprotectedsites at 400–800 mand 800–1200 m\nClaudet\net al.\n(2006)  Cote Bleu Marine\nPark (CouronneMPA)\nDensity:\nCoris julis\n;\nSerranus\ncabrilla\n;\nSymphodus doderleini\n(Fig. 4a, c, d and authors)\n3\n1, 2\nBased on medians; due to zeros\nfor\nS. doderleini\n, analyses based\non density\n+\n1\nLincoln-Smith\net al.\n(2006)\nArnavon Islands\nDensity:\nHolothuria atra; H.\nfuscogilva; H. fuscopunctata;Stichopus chloronotus; Tectuspyramis; Thelanota anax;Tridacna maxima; Trochusniloticus\n(authors)\n83,3\n(\ncont\n.)\n149\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nTable 6.1 (\ncont.\n)\nOriginal paper\nMarine reservesystem(s)\nResponse: target group(s)(data source from originalpaper)\nNo. effectsizes (i.e.,studies)\nNo. samplingdates (Before,After)\nOther notes\nRuss and Alcala\n(2004)\nSumilon Island\nBiomass: large Serranidae\n(Epinephelinae), Lutjanidae,Lethrinidae, and Carangidae(Fig. 1a)\n13,7\nShears\net al.\n(2006)    Tawharanui Marine\nPark\nDensity:\nJasus edwardsii\n(Fig. 2\nand authors)\n1\n7, 6\nDue to zeros, analyses based on\ndensity\n+\n0.2\nMcClanahan and\nKaunda-Arara(1996)\nMombasa Marine\nNational Park\nBiomass: Acanthuridae;\nBalistidae; Chaetontidae;Labridae; Lethrinidae;Pomacanthidae;Pomacentridae; Scaridae;others (Fig. 4)\n9\n1, 3\nDue to zeros, analyses based on\nbiomass\n+\n0.07\nCastilla and\nBustamante (1989)\nPunta El Lacho\nBiomass and density:\nDurvillaea\nantarctica\n(Fig. 3a, b)\n24,12\nCastilla and Dur\n ́\nan\n(1985)\nPunta El Lacho\nDensity:\nConcholepas concholepas\n(Figs. 1 and 3)\n1\n1, 4\nCombined density in center\nand lower sites\nSamoilys\net al.\n(2007)  Asinan; Batasan\nDensity: Chaetodontidae;\nLabridae; Pomacentridae;Scaridae; top trophic-levelfishes (Figs. 3, 4, 5, 6, 7)\n5\n1, 4\nAnalyses contrasted “Inside”\nwith the “Control” sites (not“Outside”)\n150\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·151\n(i.e., that lacked Before data). Thus we had three different effect sizes:\n(1) CI comparisons from CI designs; (2) CI comparisons from BACIPS\ndesigns; and (3) BACIPS comparisons based on BACIPS designs. Halpern\net al.(2004) previously noted the possible confounding of siting and MPA\neffects. They addressed this possibility by using the few existing BACIPS\nstudies to determine if Control and Impact sites were similarpriorto\nestablishment of the MPA. Our approach differed from theirs in two\nimportant ways: we calculated effect sizes, and we recognized that by\ntaking Before data, investigators might have been more likely to choose\nsimilar Control and Impact sites than in situations when Before data were\nnot obtained. Thus, we hypothesized that:\n(i) if siting is biased and MPAs are often located in the best locations,\nthen the effect sizes estimated from Control–Impact studies will be\nlarger than the effect sizes from BACIPS studies;\n(ii) if sampling Before enables investigators to pick more “similar” sites\n(and thus reduce the pre-existing differences), then effect sizes using\na Control–Impact comparison will be smaller for BACIPS studies\nthan for Control–Impact studies (i.e., the BACIPS studies will have\nreduced siting bias relative to CI studies).\n(iii) If siting bias exists even in BACIPS studies (a possibility that does\nnot compromise the BACIPS analyses), then calculated effects will\nbe greater using Control–Impact comparisons (relative to BACIPS\ncomparisons) using the same data set.\n6.2.2 Methods\nWe found 11 papers that sampled organismal or biomass density Before\nand After establishment of an MPA at sites both inside and outside of the\nMPA (Table 6.1). From the data in these papers, we estimated 44 effect\nsizes for different MPAs and/or species (herein called a “study”); 23 of\nthese effects were based on density (e.g., number of individuals/m\n2\n)and\n21 were based on biomass (e.g., kg/m\n2\n). Given the paucity of studies with\nBefore data, we used multiple estimates for different target species from\nthe same MPA investigation. We separated the studies using different\nresponse variables (biomass vs. density) because biomass responses were\nexpected to be greater owing to the combined responses of density and\norganismal size (Halpern 2003).\nFor theith study, sampled in thePth Period (Before or After), during\nthetth sampling date, we calculated the difference in log-transformed\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n152·C. W. Osenbergetal.\ndensities between the MPA and Control site (if multiple subsites were\navailable, we first averaged those):\nDi,P,t=ln(FMPA,i,P,t)−ln(FControl,i,P,t)\n=ln(FMPA,i,P,t/FControl,\ni\n,P,t),(6.1)\nwhereFis density or biomass of the monitored group (e.g., a species of\nfish). In a few cases (Table 6.1),F=0, so we added a constant to each\nestimate ofFin that study (generally corresponding to one individual\nper sampling unit, or the smallest observed biomass in the data set).\nWe then averaged those differences within each period for each study\nand response variable (i.e., density or biomass) and calculated effects and\nvariances using either the After data only (i.e., mimicking a CI design)\nor using the After and Before data:\nE\ni,CI\n=\n∑\nn\nA\nt=1\nD\ni,A,t\nn\nA\nE\ni,CI\n=\n∑\nn\nA\nt=1\nD\ni,A,t\nn\nA\n−\n∑\nn\nB\nt=1\nD\ni,B,t\nn\nB\n(6.2)\nV(E\ni,CI\n)=\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−D\ni,A\n)\n2\n/\nn\nA\n(\nn\nA\n−1\n)\nV(E\ni,CI\n)\n=\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−\n ̄\nD\ni,A\n)\n2\n/\nn\nA\n−1\n(6.3)\nE\ni,BACIPS\n=\n∑\nn\nA\nt=1\nD\ni,A,t\nn\nA\n−\n∑\nn\nB\nt=1\nD\ni,B,t\nn\nB\nE\ni,BACI\n+\n=\n∑\nn\nA\nt=1\nD\ni,A,t\nn\nA\n−\n∑\nn\nB\nt=1\nD\ni,B,t\nn\nB\n(6.4)\nV\n(\nE\ni,BACIPS\n)\n=\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−D\ni,A\n)\n2\n/\nn\nA\n(\nn\nA\n−1\n)\n+\n∑\nn\nB\nt=1\n(\nD\ni,B,t\n−D\ni,B\n)\n2\n/\nn\nB\n(\nn\nB\n−1\n)\nV\n(\nE\ni,CI\n)\n=\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−\n ̄\nD\ni,A\n)\n2\n/\nn\nA\n−1\n+\n∑\nn\nB\nt=1\n(\nD\ni,B,t\n−D\ni,B\n)\n2\n/\nn\nB\n−1\n(6.5)\nwheren\nP\nis the number of sampling dates in periodP.Ifn\nB\n=1,\nEquation 6.5 was modified to reflect the lack of multiple observations in\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·153\nthe Before period:\nV\n(\nE\ni,BACIPS\n)\n=\n[\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−D\ni,A\n)\n2\nn\nA\n−1\n]\n[\n1+\n1\nn\nA\n]\nV\n(\nE\ni,CI\n)\n=\n∑\nn\nA\nt=1\n(\nD\ni,A,t\n−D\ni,A\n)\n2\n/\nn\nA\n−1\n+\n∑\nn\nB\nt=1\n(\nD\ni,B,t\n−D\ni,B\n)\n2\n/\nn\nB\n−1\n(6.6)\nWe also summarized among studies by calculating weighted means\nacross studies, using a random effects model in which the weights were\nthe inverse of the within-study variance and the among study variance.\nAll means and confidence intervals were back-transformed with expo-\nnentiation to yield final relative effect sizes: e.g., an effect of 1 indicates\nno effect, and an effect of 2 indicates a doubling in density. Densities\nthat required the addition of a constant were exponentiated, but the\nconstant was retained (the influence of the constant was small relative to\nthe overall effect). Equations (6.2) and (6.3) differ slightly from standard\nControl–Impact designs because the BACIPS studies we used all had\n>1 After sampling date. We therefore averaged the differences through\ntime; the resulting confidence intervals will generally be larger than those\nreported in the original study because we used dates as replicates rather\nthan spatial subsamples.\nFinally, we also extracted effect sizes from Halpern’s (2003) meta-\nanalysis of effects on organismal density, which was based on MPA studies\nderived almost entirely from Control–Impact studies. We used this as a\nsample of Control–Impact effect sizes from studies that did not have any\nBefore sampling. An overall mean and confidence interval was obtained\nbased on unweighted analyses (because variances from individual studies\nwere not provided). Use of unweighted effects from different studies\nshould increase the variance of the average effects size (and the associated\nconfidence interval), but not the expected effect size itself.\n6.2.3 Results\nEffects of MPAs were variable both within and among studies, giv-\ning rise to considerable uncertainly in patterns (Figures. 6.1 and 6.2).\nAll meta-analyses (CI effect size from CI studies, CI effect size from\nBACIPS studies, and BACIPS effect size from BACIPS studies; for both\ndensity and biomass) indicated demonstrable beneficial effects of MPAs\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n154·C. W. Osenbergetal.\n4.0\n3.5\n3.0\n2.5\n2.0\n1.5\n1.0\n4.0\n3.5\n3.0\n2.5\n2.0\n1.5\n1.0\nCI\nfrom\nCI\nCI\nfrom\nBACIPS\nDesign and analysis method\nEffect size (relative increase)\nBACIPS\nfrom\nBACIPS\n(B) Density response\n(A) Biomass response\nFigure 6.1Effect sizes (ratio of reserve to non-reserve sites) based on (A) biomass\nand (B) density of study species from Control–Impact (CI) and Before–After–\nControl–Impact Paired Series (BACIPS) designs. The data for CI designs were\ndigitized from Halpern (2003) and include a small number of Before–After studies.\nThe data from BACIPS studies were used to calculate effect sizes based on both CI\ncalculations (using only the After data) and BACIPS calculations (using data Before\nand After). Sample sizes are: (A) 32 (CI) and 21 (BACIPS), and (B) 65 (CI) and 23\n(BACIPS). Plotted are means and 95% confidence intervals. For BACIPS studies,\nmeans were weighted based on the inverse of the variance of the individual effect\nsizes.\n(i.e., confidence intervals that excluded the null hypothesis of equality\ninside and outside the MPA: Figure 6.1); however, individual studies\nvaried in their effects and in the uncertainty of those effects (Figure\n6.2). The high variability made it difficult to clearly assess our three core\nhypotheses.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·155\n0.1\n0.1\n1\n1\n10\nBACIPS effect size\nCI effect size\n10\n100\n100\n1000\n1000\nFigure 6.2Effect sizes (ratio of MPA response to Control response) from studies of\nMPAs (n=44) that included Before data, based on biomass (circles) and density\n(triangles) responses. Effect sizes for each species were estimated using data from the\nAfter period only (CI effect size) and using the full BACIPS design (BACIPS effect\nsize). All BACIPS studies had>1 sampling date in the After period (range: 2–7),\nbut only 12 studies had>1 sampling date in the Before period (range: 1–7). Plotted\nare the means and 95% confidence intervals, and the 1:1 line along which the two\neffect sizes are equal; excessively large error bars were truncated for presentation.\nAnalysis of BACIPS effect sizes from BACIPS studies revealed an\napproximately 86% (95% confidence interval: 28–170%) increase in\nbiomass within the MPAs relative to the Controls (Figure 6.1a). The\neffect size based on CI comparisons using the same BACIPS studies\nwas larger but not demonstrably so (average effect: 128% increase in\nbiomass). Both effect sizes calculated from BACIPS studies exclude the\nthreefold increase that is often referred to in citations of Halpern’s (2003)\nmeta-analysis (i.e., primarily CI studies).\nBased on the results for biomass responses, we conclude that BACIPS\nand CI studies likely yield different effect size estimates, although we\ncaution that the high uncertainty precludes a definitive evaluation. The\nsimilarity in effects using CI and BACIPS comparisons from BACIPS\nstudies suggests that when investigators conduct Before sampling they\ntend to select sites that are relatively similar in initial conditions, presum-\nably because they are able to see the sites during their planning phases and\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n156·C. W. Osenbergetal.\na priori select sites more similar in their biological and physical attributes.\nThe apparent disparity in effects from BACIPS studies (∼100% increase\nusing both BACIPS and CI comparisons) vs. CI studies (∼200% increase)\nsuggests that either: (1) when investigators did not have the opportunity\nto sample Before MPA establishment (i.e., when they conducted CI\nstudies), they tended to select sites that were more disparate in initial (but\nunknown) conditions; and/or (2) investigators are more likely to publish\nnegative results in more recent years, and because BACIPS studies have\ngenerally been published since the publication of Halpern’s review, the\nBACIPS studies may be more likely to include negative results. Both\nexplanations likely play some role. If the first explanation is correct, then\nsome of the results from previously published CI studies using biomass\nresponses arose from a combination of MPA effects and pre-existing site\ndifferences. We suspect that previous CI studies may have overestimated\nthe effectiveness of MPAs by about 100% – i.e., rather than generating\nan approximately 200% increase in biomass MPAs appear to lead to only\na 100% increase. The effectiveness of MPAs remains well established – it\njust may not be as strong as previous analyses suggested.\nThe results based on density (instead of biomass) are even more\nambiguous (Figure 6.1B). These data provide no support for siting effects,\nalthough the large uncertainty (e.g., the confidence interval for BACIPS\neffects from BACIPS studies ranges from a 39% to 279% increase) makes\nany inference problematic. No doubt, we could resolve some of this\nvariation by considering attributes of the species that were studied (e.g.,\nwhether they are heavily fished, sedentary vs. mobile, herbivores vs. pis-\ncivores: Micheliet al., 2004; Claudetet al., 2010), but the limited number\nof studies preclude such an analysis.\nThe effect sizes based on CI and BACIPS comparisons from the same\nBACIPS study were positively correlated (Figure 6.2), and followed a 1:1\nrelationship. Further, BACIPS studies yielding larger effect sizes based on\nBACIPS comparisons tended also to yield larger effects using only the\nAfter data (i.e., based on a CI comparison). There was no indication that\neffects were smaller or absent in the BACIPS comparison relative to a CI\ncomparison from these BACIPS studies. This suggests that siting biases\nwere small or non-existent in the BACIPS studies. That said, there were\nfew studies with Before data, so these results must be interpreted with\ncaution.\nPerhaps more important to the design of assessment studies is the sub-\nstantial uncertainty in the effect estimated from any particular BACIPS\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·157\nstudy (Figure 6.2): only 9/44 effect sizes based on BACIPS had\nconfidence intervals that excluded 1.0 (i.e., that led to the rejection\nof the null hypothesis of no effect), and many had confidence intervals\nthat spanned several orders of magnitude in possible effects! This uncer-\ntainty reflects not only the tremendous spatiotemporal variation (i.e.,\nvariation in the difference: Equation (6.1)) but also the limited number\nof sampling dates in the BACIPS studies (Table 6.1). This large uncer-\ntainty was rarely discussed in the original BACIPS papers because effect\nsizes were seldom determined (although some investigators carried out\ncareful and thorough null hypothesis tests within a BACIPS framework:\ne.g., Lincoln-Smithet al., 2006).\n6.3 Habitat as a covariate: helpful or misleading?\nFishes and invertebrates often respond to the availability of habitat (e.g.,\nCarr 1994; Holbrooket al., 2000; Munday, 2002; Galst and Anderson,\n2008). Thus, one source of pre-existing differences in the density of\norganisms (when measured per unit of transect without regard to sub-\nstrate) could be the availability of their habitat. If variation in habitat\nexplains variation in organism density then habitat could be used to\nadjust density,\n1\npossibly giving rise to more accurate assessments, even in\nthe absence of Before data. Indeed, if siting effects bias CI assessments,\nand if these siting effects are manifest via differences in habitat availability,\nthen the use of habitat-adjusted densities could eliminate much of the\nconcern about CI designs.\nThe efficacy of using habitat-adjusted responses will ultimately depend\nupon the pathways that couple the MPA, organism, and habitat. We\nenvision five scenarios (Figure 6.3), although others also are possible.\nThese five scenarios all assume that the MPA has an effect, but they\ndiffer in whether the direct effect is on the organismal density, habitat, or\nboth. They also differ in whether habitat affects organismal density (e.g.,\ncompare scenarios C and E).\nGiven these scenarios (Figure 6.3), we compared the effect sizes\nderived from CI or BACIPS studies using either raw densities (per unit\narea), or densities adjusted by habitat availability (Table 6.2). In all cases,\n1\nWe assume that habitat adjustment is achieved by dividing organismal density by the\nareal extent of habitat (i.e., habitat availability), although more general, non-linear\ncorrections might be more appropriate: e.g., Packard and Boardman (1988).\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n158·C. W. Osenbergetal.\nControl \nBefore and After\nMPA\nBeforeAfter\nMPA Scenario\nMPA\nMPA\nMPA\nHabitat\nFish\nHabitat\nFish\nHabitat\nFish\nMPA\nHabitat\nFish\nMPA\nFish\n(A)\n(B)\n(C)\n(D)\n(E)\nFigure 6.3Models of fish and habitat responses to MPAs. (A) MPA increases fish\nabundance independent of habitat availability; (B) MPA increases fish abundance\nindirectly by increasing habitat availability; (C) MPA increases fish and habitat\navailability independently; (D) fish increase in response to MPA but also are\nhabitat-dependent; (E) fish and habitat are positively affected by the MPA and fish\nare habitat-dependent. We assume a 2:1 fish:habitat relationship in scenarios\nwhere fish are habitat-dependent, that fish and habitat are more common at the\nMPA prior to MPA establishment (i.e., there are pre-existing site differences), that\nthe Control site does not change from Before to After, and that the MPA has a\ntwofold direct effect on fish (and/or habitat).\nwe assumed that there were pre-existing differences among sites with\nthe MPA starting out with higher densities of target organisms and more\nhabitat.\nIn these scenarios, a CI design using unadjusted densities always over-\nestimated the actual effect of the MPA because the pre-existing differ-\nences were incorrectly attributed to effects of the MPA. Habitat adjust-\nment sometimes reversed and sometimes eliminated this bias. However,\nadjustment only worked if habitat affected organismal density because the\nadjustment corrected for site differences in habitat, thus putting all sites\non equal footing. If habitat was unaffected by the MPA, then the effect\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nTable 6.2\nIllustration of the effects of assessment designs on effect sizes under different assumptions about the relationships\nbetween MPAs (\nM\n), fish (\nF\n), and habitat (\nH\n). We contrast Control–Impact and BACIPS designs, with two different response\nvariables: unadjusted fish density (\nF\n) and density adjusted by habitat availability (\nH\n). We assume that MPAs are placed in sites\nwith greater habitat and fish density (which creates the pre-existing differences in\nF\nand\nH\n), and that the MPA increases\nF\nand/or\nH\n(arrows indicate positive effects). Figure 6.3 provides the expected patterns of response at the MPA and Control sites\nScenario\nControl–Impact\nBACIPS\nResponse variable    Fish\nFish/Habitat\nFish\nFish/Habitat\nEffect Formula\nF\nA\n,\nMPA\nF\nA\n,\nC\nF\nA\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nA\n,\nC\n/\nH\nA\n,\nC\nF\nA\n,\nMPA\n/\nF\nA\n,\nC\nF\nB\n,\nMPA\n/\nF\nB\n,\nC\nF\nA\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nA\n,\nC\n/\nH\nA\n,\nC\n/\nF\nB\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nB\n,\nC\n/\nH\nB\n,\nC\nReality\n(A)M\nF\n12\n2\n=\n6\nBiased High\n12\n/\n2\n2\n/\n1\n=\n3\nBiased High\n12\n/\n2\n6\n/\n2\n=\n2\nCorrect\n12\n/\n2\n2\n/\n1\n/\n6\n/\n2\n2\n/\n1\n=\n2\nCorrect\na\n2\n×\nincrease\n(B)\nM\nF\nH\n82\n=\n4\nBiased High\n8\n/\n4\n2\n/\n1\n=\n1\nBiased Low\n8\n/\n2\n4\n/\n2\n=\n2\nCorrect\n8\n/\n4\n2\n/\n1\n/\n4\n/\n2\n2\n/\n1\n=\n1\nBiased Low\n2\n×\nincrease\n(C)\nM\nF\nH\n12\n2\n=\n6\nBiased High\n12\n/\n4\n2\n/\n1\n=\n1\n.\n5\nBiased Low\n12\n/\n2\n6\n/\n2\n=\n2\nCorrect\n12\n/\n4\n2\n/\n1\n/\n6\n/\n2\n2\n/\n1\n=\n1\nBiased Low\n2\n×\nincrease\n(\ncont\n.)\n159\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nTable 6.2 (\ncont.\n)\nScenario\nControl–Impact\nBACIPS\nResponse variable    Fish\nFish/Habitat\nFish\nFish/Habitat\nEffect Formula\nF\nA\n,\nMPA\nF\nA\n,\nC\nF\nA\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nA\n,\nC\n/\nH\nA\n,\nC\nF\nA\n,\nMPA\n/\nF\nA\n,\nC\nF\nB\n,\nMPA\n/\nF\nB\n,\nC\nF\nA\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nA\n,\nC\n/\nH\nA\n,\nC\n/\nF\nB\n,\nMPA\n/\nH\nA\n,\nMPA\nF\nB\n,\nC\n/\nH\nB\n,\nC\nReality\n(D)M\nF\nH\n82\n=\n4\nBiased High\n8\n/\n2\n2\n/\n1\n=\n2\nCorrect\n8\n/\n2\n4\n/\n2\n=\n2\nCorrect\nb\n8\n/\n2\n2\n/\n1\n/\n4\n/\n2\n2\n/\n1\n=\n2\nCorrect\nb\n2\n×\nincrease\n(E)\nM\nF\nH\n16\n2\n=\n8\nBiased High\n16\n/\n4\n2\n/\n1\n=\n2\nBiased Low\n16\n/\n2\n4\n/\n2\n=\n4\nCorrect\n16\n/\n4\n2\n/\n1\n/\n4\n/\n2\n2\n/\n1\n=\n2\nBiased Low\n4\n×\nincrease\na\nHabitat-adjusted and unadjusted BACIPS approaches give correct answers, although the adjusted analysis will likely have lower power\n(by introducing noise produced by variation in habitat).\nb\nHabitat-adjusted and unadjusted BACIPS approaches give correct answers, although the adjusted analysis will likely have higher\npower (by reducing noise produced by variation in habitat-driven fluctuations in fish abundance).\n160\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·161\non adjusted density correctly measured the effect of the MPA on the tar-\nget population. However, if the MPA also increased habitat availability,\nthen adjustment of density by habitat eliminated some of the effect of\nthe MPA (mediated via habitat) and therefore underestimated the MPA\neffect (scenario E).\nThere were different results from BACIPS using raw or adjusted\ndensities. Raw densities always gave the correct expected effect size\n(Table 6.2), because the habitat adjustment was unnecessary with Before\ndata (the effect of habitat differences was already included in the analysis):\nthe Before period was used to estimate the existing difference between\nthe Control and Impact sites and BACIPS therefore already incorpo-\nrated the average spatial variation between the two sites (Stewart-Oaten\net  al., 1986; Osenberget  al., 1996). Adjustment actually led to mis-\nleading effect sizes in some cases (Table 6.2: scenarios B, C, and E).\nIf habitat did not affect density, but the MPA increased habitat avail-\nability, then adjustment led to a decrease in the response variable, lead-\ning to an underestimation of the MPA effect (scenario C). If, on the\nother hand, the MPA increased habitat and this change also increased\norganismal density, then habitat adjustment underestimated the MPA\neffect. The problem here was that the portion of the MPA effect on\nthe target population that was mediated through habitat was “removed”\nvia the habitat adjustment and therefore was not included in the final\neffect size.\nEven when adjusted and unadjusted BACIPS analyses gave the correct\neffect sizes (scenarios A and D), they potentially differed in their statis-\ntical power (Table 6.2). If MPAs increased density directly, but had no\neffect on habitat,andif habitat varied (among subsites within a site or\nthrough time) but had no effect on the target population (scenario A),\nthen habitat adjustment would increase variance in adjusted densities and\nreduce statistical power. In contrast if both the MPA and habitat affected\nthe target population (but not one another: scenario D), then adjustment\nby habitat would reduce nuisance variation in density, leading to a more\npowerful analysis.\nIn general, this discussion suggests that in the absence of more precise\ninformation about the dynamics of the system and the likely linkages,\nBACIPS analyses with unadjusted response variables, may be the most\neffective. Although CI and BACIPS designs using adjusted density can\nwork (and be more powerful), this is only likely when MPAs donot\naffect habitat, when habitat plays a strong role in determining organismal\nabundance, and when habitat varies spatiotemporally.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n162·C. W. Osenbergetal.\n6.4 Discussion and conclusions\nMarine protected areas are a potentially powerful management tool.\nHowever, their effectiveness may have been overestimated due to the\nreliance on assessment designs that confound pre-existing differences with\nintended effects of protection. Unfortunately, spatial variation always\nexists (any two sites can be shown to be different if sampled suffi-\nciently), and therefore CI designs will always be problematic. This is\ntrue in assessments as well as experiments, where replication and random\nassignment overcome problems posed by spatial variation. For example,\nHalpern (2003) saw consistent effects among CI studies. However, these\n“treatments” were not randomly assigned. Is the observed consistency\nin effects a reflection of consistent bias in siting or a consistent effect\nof MPAs? Our analysis (albeit with limited and noisy data) suggests the\nanswer to both questions is an equivocal yes.\nOne approach to help with future CI assessments is to adjust densities\n(e.g., counts per transect area) by habitat variables (e.g., percent cover\nby preferred substrates) to remove sources of spatial variation unrelated\nto the MPA. This can work, but only in a limited number of situations\n(Table 6.2). In other situations, it may lead to new sources of bias. For\nexample, fish are known to respond to the amount of biogenic habitat,\nsuch as live coral (e.g., Holbrooket al., 2000; Munday, 2002; Graham\net al., 2008), seagrass (Galst and Anderson, 2008), and large kelps (Carr\n1994), suggesting that adjusting for the amount of this habitat might\nbe advantageous. However, if MPAs alter dynamics of these biogenic\nhabitats (Selig and Bruno, 2010) then habitat adjustment may obscure\nthe beneficial effects of the MPAs on the target organisms (Table 6.2). In\ncases where the habitat is unaffected by MPA protection, or where habitat\nrecovers but on a very slow timescale, CI analyses using habitat adjustment\nmightwork (see Miller [2008] for an example of a CI assessment of MPAs\nwhere fish and invertebrate densities were adjusted by an index of habitat\nselectivity). The problem of course is that we cannot knowa prioriwhich\nsituation we are in (i.e., does the MPA affect the habitat or not?). So,\ninstead of “fixing” the CI approach, why not just use a more appropriate\ndesign to start with?\nThe obvious answer is that we cannot always obtain Before data. Doing\nso requires extensive planning and funding. But rather than continue\nto rely on flawed designs, it is vital that we collect such data when\npossible (e.g., as in Lincoln-Smithet al., 2006 and de Lomaet al., 2008).\nInterestingly, even in cases where there has been extensive planning of\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·163\nMPAs (e.g., California, Florida Keys, Great Barrier Reef ), assessments\nstill have only a few Before samples, typically from a single date (e.g.,\nBabcocket  al., 2010; McCooket  al., 2010). A single Before sample\nis insufficient for model development in BACIPS designs, which is a\ncritical step that can avoid confounding of true effects with other sources\nof spatiotemporal variability (Stewart-Oatenet  al., 1986, 1995). The\nlimited number of Before dates also limits the power of any subsequent\nanalysis and therefore increases the uncertainty of any effect size estimate\n(Osenberget al., 1996b).\nFinally, we note that our analyses are predicated upon the detection\nof local effects: comparisons of inside and outside MPAs. These local\neffects, while important, are perhaps the least important effect of MPAs.\nRegional effects (Chapter 3) arising from spillover provide the mech-\nanism that underlies promised improvements in fisheries and regional\nbiodiversity. Regional assessments remain rare, because they require a\nsampling scale that is hard to achieve: e.g., comparing a region with an\nMPA to a region lacking MPAs (Osenberget al., 2006). Designs that\nrely on comparisons at even larger spatial scales may lead to even greater\npre-existing differences, further necessitating the need for Before data.\n6.5 Acknowledgments\nWe thank Joachim Claudet for the invitation to write this chapter and\nfor his endless assistance and patience during the process. We also thank\nJoachim Claudet, Nick Shears, and Marcus Lincoln-Smith for pro-\nviding data from their studies that allowed us to estimate effect sizes,\nSuzanne Stapleton for editorial help, and Joachim Claudet and Simonetta\nFraschetti for helpful reviews that improved this chapter. Support from\nthe NSF (OCE-0242312) and the Ocean Bridges program (French–\nAmerican Cultural Exchange) contributed to the development of these\nideas.\nReferences\nBabcock, R. C., Shears, N. T., Alcala, A. C., Barrett, N. S., Edgar, G. J., Laf-\nferty, K. D., McClanahan, T. R., and Russ, G. R. (2010). Decadal trends in\nmarine reserves reveal differential rates of change in direct and indirect effects.\nProceedings of the National Academies of Sciences, doi/10.1073/pnas.0908012107\nBence, J. R., Stewart-Oaten, A. and Schroeter, S. C. (1996). Estimating the size of\nan effect from a before–after-control–impact paired series design: the predictive\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n164·C. W. Osenbergetal.\napproach applied to a power plant study. InDetecting Ecological Impacts: Concepts\nand Applications in Coastal Habitats, ed. R. J. Schmitt and C. W. Osenberg:\nAcademic Press, pp. 133–149.\nBenedetti-Cecchi, L. and Osio, G. C. (2007). Replication and mitigation of effects\nof confounding variables in environmental impact assessment: effect of marinas\non rocky-shore assemblages.Marine Ecology Progress Series,334, 21–35.\nBolker, B. M. (2008).Ecological Data and Models in R. Princeton, NJ: Princeton\nUniversity Press.\nBox, G. E. P. and Tiao, G. C. (1975). Intervention analysis with applications to eco-\nnomic and environmental problems.Journal of the American Statistical Association,\n70, 70–79.\nBulleri, F., Underwood, A. J., and Benedetti-Cecchi, L. (2008). The analysis of\necological impacts in human-dominated environments: reply to Stewart-Oaten\n(2008).Environmental Conservation,35, 11–13.\nCarr, M. H. (1994). Effects of macroalgal dynamics on recruitment of a temperate\nreef fish.Ecology,75, 1320–33.\nCastilla, J. C. and Bustamante, R. H. (1989). Human exclusion from rocky inter-\ntidal of Las Cruces, central Chile: effects onDurvillaea antarctica(Phaeophyta,\nDurvilleales).Marine Ecology Progress Series,50, 203–14.\nCastilla, J. C. and Dur\n ́\nan, L. R. (1985). Human exclusion from the rocky intertidal\nzone of central Chile: the effects onConcholepas concholepas(Gastropoda).Oikos,\n45, 391–9.\nCinner, J., Marnane, M. J., McClanahan, T. R., and Almany, G. R. (2006). Periodic\nclosures as adaptive coral reef management in the Indo-Pacific.Ecology  and\nSociety,11, 1–31.\nClark, J. S. (2007).Models for Ecological Data. Princeton, NJ: Princeton University\nPress.\nClaudet, J., Pelletier, D., Jouvenel, J.-Y., Bachet, F., and Galzin, R. (2006). Assess-\ning the effects of marine protected area (MPA) on a reef fish assemblage in\na northwestern Mediterranean marine reserve: identifying community-based\nindicators.Biological Conservation,130, 349–69.\nClaudet, J., Osenberg, C. W., Domenici, P.,et al.(2010). Marine reserves: fish life\nhistory and ecological traits matter.Ecological Applications,20, 830–9.\nCole, R. G., Ayling, A. M., and Creese, R. G. (1990). Effects of marine protection\nat Goat Island, northern New Zealand.New  Zealand  Journal  of  Marine  and\nFreshwater Research,24, 197–210.\nde Loma, T. L., Osenberg, C. W., Shima, J. S.,et  al.(2008). A framework for\nassessing the impacts of marine protected areas in Moorea (French Polynesia).\nPacific Science,62, 431–41.\nEdwards, D. (1998). Issues and themes for natural resources trend and change detec-\ntion.Ecological Applications,8, 323–5.\nFrancini-Filho, R. B. and Moura, R. L. (2008). Evidence for spillover of reef fishes\nfrom a no-take marine reserve: an evaluation using the before–after–control–\nimpact (BACI) approach.Fisheries Research,93, 346–56.\nGalst, C. J. and Anderson, T. W. (2008). Fish–habitat associations and the role of\ndisturbance in surfgrass beds.Marine Ecology Progress Series,365, 177–86.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·165\nGraham, N. A. J., McClanahan, T. R., MacNeil, M. A.,et  al. (2008). Climate\nwarming, marine protected areas and the ocean-scale integrity of coral reef\necosystems.PLoS One, 3, e3039, doi:10.1371/journal.pone.0003039.\nGreen, R. H. (1979).Sampling Design and Statistical Methods for Environmental Biolo-\ngists. New York: John Wiley.\nHalpern, B. S. (2003). The impact of marine reserves: do reserves work and does\nreserve size matter?Ecological Applications,13, S117–S137.\nHalpern, B. S. and Warner, R. R. (2002). Marine reserves have rapid and lasting\neffects.Ecology Letters,5, 361–6.\nHalpern, B. S., Gaines, S. D. and Warner, R. R. (2004). Confounding effects of\nthe export of production and the displacement of fishing effort from marine\nreserves.Ecological Applications,14, 1248–56.\nHastings, A. and Botsford, L. W. (2003). Comparing designs of marine reserves for\nfisheries and for biodiversity.Ecological Applications,13, S65–S70.\nHolbrook, S. J., Forrester, G. E., and Schmitt, R. J. (2000). Spatial patterns in\nabundance of a damselfish reflect availability of suitable habitat.Oecologia,122,\n109–20.\nHurlbert, S. J. (1984). Pseuoreplication and the design of ecological field experi-\nments.Ecological Monographs,54, 187–211.\nLincoln-Smith, M. P., Pitt, K. A., Bell, J. D., and Mapstone, B. D. (2006). Using\nimpact assessment methods to determine the effects of a marine reserve on\nabundances and sizes of valuable tropical invertebrates.Canadian  Journal  of\nFisheries and Aquatic Sciences,63, 1251–66.\nMcClanahan, T. R. and Kaunda-Arara, B. (1996). Fishery recovery in a coral-reef\nmarine park and its effect on the adjacent fishery.Conservation Biology,10,\n1187–99.\nMcClanahan, T. R., Muthiga, N. A., Kamukuru, A. T., Machano, H., and Kiambo,\nR. W. (1999). The effects of marine parks and fishing on coral reefs of northern\nTanzania.Biological Conservation,89, 161–82.\nMcCook, L. J., Ayling, T., Cappo, M.,et al.(2010). Adaptive management of the\nGreat Barrier Reef: a globally significant demonstration of the benefits of\nnetworks of marine reserves.Proceedings of the National Academies of Sciences of\nthe United States of America,107, 18 278–85.\nMicheli, F., Halpern, B. S., Botsford, L. W., and Warner, R. R. (2004). Trajectories\nand correlates of community change in no-take marine reserves.Ecological\nApplications,14, 1709–23.\nMiller, S. L. (2008). A quantitative assessment of Ra’ui (a traditional approach to\nmarine protected areas) on the fishes and invertebrates of Rarotonga, Cook\nIslands. Ph.D. thesis, Victoria University of Wellington. Wellington, New\nZealand.\nMunday, P. L. (2002). Does habitat availability determine geographical-scale abun-\ndances of coral-dwelling fishes?Coral Reefs,21, 105–16.\nNardi, K., Jones, G. P., Moran, M. J., and Cheng, Y. W. (2004). Contrasting effects\nof marine protected areas on the abundance of two exploited reef fishes at\nthe sub-tropical Houtman Abrolhos Islands, Western Australia.Environmental\nConservation\n,31,160–68.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\n166·C. W. Osenbergetal.\nOsenberg, C. W. and Schmitt, R. J. (1996). Detecting ecological impacts caused\nby human activities, InDetecting  Ecological  Impacts:  Concepts  and  Applications\nin Coastal Habitats,eds.R.J.SchmittandC.W.Osenberg.SanDiego,CA:\nAcademic Press, pp. 3–16.\nOsenberg, C. W., Schmitt, R. J., Holbrook, S. J., Abu-Saba, K. E., and Flegal, A. R.\n(1996). Detection of environmental impacts: natural variability, effect size, and\npower analysis. InDetecting Ecological Impacts: Concepts and Applications in Coastal\nHabitats, eds. R. J. Schmitt and C. W. Osenberg. San Diego, CA: Academic\nPress, pp. 83–108.\nOsenberg, C. W., Bolker, B. M., White, J. S., St Mary, C. M., and Shima, J. S. (2006).\nStatistical issues and study design in ecological restorations: lessons learned from\nmarine reserves. InFoundations of Restoration Ecology, eds. D. A. Falk, M. A.\nPalmer, and J. B. Zedler. Washington, DC: Island Press, pp. 280–302.\nPackard G. C. and Boardman, T. C. (1988). The misuse of ratios, indices, and\npercentages in ecophysiological research.Physiological Zoology,61,1–9.\nRoberts, C. M. (1995). Rapid build-up of fish biomass in a Caribbean marine\nreserve.Conservation Biology,9, 815–26.\nRoberts, C. M., Bohnsack, J. A., Gell, F., Hawkins, J. P., and Goodridge, R. (2001).\nEffects of marine reserves on adjacent fisheries.Science,294, 1920–3.\nRuss, G. R. and Alcala, A. C. (1996). Marine reserves: rates and patterns of recovery\nand decline of large predatory fish.Ecological Applications,6, 947–61.\nRuss, G. R. and Alcala, A. C. (2004). Marine reserves: long-term protection is\nrequired for full recovery of predatory fish populations.Oecologia,138, 622–7.\nSale, P. F. (2002). The science we need to develop for more effective manage-\nment. InCoral  Reef  Fishes:  Dynamics  and  Diversity  in  a  Complex  Ecosystem,\ned. P. F. Sale. San Diego, CA: Academic Press, pp. 361–76.\nSamoilys, M. A., Martin-Smith, K. M., Giles, B. G.,et al.(2007). Effectiveness of\nfive small Philippines coral reef reserves for fish populations depends on site-\nspecific factors, particularly enforcement history.Biological Conservation,136,\n584–601.\nSelig, E. R. and Bruno, J. F. (2010). A global analysis of the effectiveness\nof marine protected areas in preventing coral loss.PLoS  One,5, e9278,\ndoi:10.1371/journal.pone.0009278.\nShears, N. T., Grace, R. V., Usmar, N. R., Kerr, V., and Babcock, R. C. (2006).\nLong-term trends in lobster populations in a partially protected vs. no-take\nmarine park.Biological Conservation,132, 222–31.\nStewart-Oaten, A. (1996a). Goals in environmental monitoring. InDetecting Ecolog-\nical Impacts: Concepts and Applications in Coastal Habitats, eds. R. J. Schmitt and\nC. W. Osenberg. San Diego, CA: Academic Press, pp. 17–27.\nStewart-Oaten, A. (1996b). Problems in the analysis of environmental monitoring\ndata. InDetecting Ecological Impacts: Concepts and Applications in Coastal Habitats,\neds. R. J. Schmitt and C. W. Osenberg. San Diego, CA: Academic Press,\npp. 109–31.\nStewart-Oaten, A. (2008). Chance and randomness in design versus model-based\napproaches to impact assessment: comments on Bulleriet al.(2007).Environ-\nmental Conservation,35, 8–10.\n\nTrim: 228mm×152mmTop: 13.532mmGutter: 17.001mm\nCUUK1585-06CUUK1585/ClaudetISBN: 978 0 521 76605 0May 18, 2011  14:58\nECOLOGY – Assessing effects of MPAs·167\nStewart-Oaten, A. and Bence, J. R. (2001). Temporal and spatial variation in envi-\nronmental impact assessment.Ecological Monographs,71, 305–39.\nStewart-Oaten, A., Murdoch, W. W., and Parker, K. R. (1986). Environmental\nimpact assessment: “pseudoreplication” in time?Ecology,67, 929–40.\nUnderwood, A. J. (1992). Beyond BACI: the detection of environmental impacts\non populations in the real, but variable, world.Journal of Experimental Marine\nBiology and Ecology161, 145–78.\nUnderwood, A. J. (1994). On beyond BACI: sampling designs that might reliably\ndetect environmental disturbances.Ecological Applications,4, 3–15.\nWestera, M., Lavery, P., and Hyndes, G. (2003). Differences in recreationally targeted\nfishes between protected and fished areas of a coral reef marine park.Journal of\nExperimental Marine Biology and Ecology,294, 145–68.",
  "extractedAt": "2025-12-12T18:45:10.974Z",
  "success": true
}