{
  "filename": "OST-Ocean Restoration Methods.pdf",
  "numPages": 34,
  "text": "JUNE 2018 Ocean Restoration Methods: A Working Group of the Ocean Protection Council Science Advisory Team SCIENTIFIC GUIDANCE FOR ONCE-THROUGH COOLING MITIGATION POLICY Acknowledgements THIS WORK WAS SUPPORTED BY THE CALIFORNIA OCEAN PROTECTION COUNCIL. We would like to thank our State partners for their guidance and review throughout this project: CALIFORNIA OCEAN PROTECTION COUNCIL Cyndi Dawson, Marine Protected Areas Policy Advisor/Senior Program Manager Tova Handelman, Marine Protected Areas Program Manager Michael Esgro, California Sea Grant State Fellow, Marine Protected Areas CALIFORNIA DEPARTMENT OF FISH AND WILDLIFE Becky Ota, Habitat Conservation Program Manager Marine Region CALIFORNIA STATE WATE R RESOURCES CONTROL BOARD Katherine Faick, Environmental Scientist Ocean Standards Unit, Division of Water Quality This report is endorsed by the full Ocean Protection Council Science Advisory Team. Contributors Ocean Protection Council Science Advisory Team Working Group The role of the Ocean Protection Council Science Advisory Team (OPC-SAT) is to provide scientific advice to the California Ocean Protection Council (OPC). The work of the OPC-SAT is supported by the California Ocean Protection Council and administered by Ocean Science Trust. OPC-SAT working groups bring together experts from within and outside the OPC-SAT with the ability to access, analyze, and interpret the best available scientific information on a selected topic. California Ocean Science Trust California Ocean Science Trust is an independent, non-profit organization that brings together governments, scientists, and citizens to build trust and understanding in ocean and coastal science issues. We empower participation in the decisions that are shaping the future of our oceans. We were established by the California Ocean Resources Stewardship Act to support managers and policymakers with sound science. For more information, visit our website at www.oceansciencetrust.org. Contact Errin Ramanujam, Senior Scientist, Ocean Science Trust errin.ramanujam@oceansciencetrust.org Melissa Kent, Project Scientist, Ocean Science Trust melissa.kent@oceansciencetrust.org Working Group Members Richard Ambrose*, University of California, Los Angeles, Co-chair Peter Raimondi, University of California, Santa Cruz, Co-chair Sean Anderson, California State University, Channel Islands Marissa Baskett, University of California, Davis Jennifer Caselle, University of California, Santa Barbara Mark Carr*, University of California, Santa Cruz Christopher Edwards, University of California, Santa Cruz Kerry Nickols, California State University, Northridge Nathalie Reyns, University of San Diego Adrian Stier, University of California, Santa Barbara * Denotes OPC-SAT Member OCEAN RESTORATION METHODS CALIFORNIA MANAGEMENT CONTEXT California’s Once-Through Cooling Policy (Policy) was adopted by the State Water Resources Control Board (State Water Board) in 2010 and amended in 2011, 2013, 2016, and 2017. The Policy establishes technology-based standards to implement federal Clean Water Act section 316(b) and reduce the harmful effects associated with cooling water intake structures on marine and estuarine life. The Immediate and Interim Requirements Section 3(e) of the Policy states, “It is the preference of the State Water Board that funding is provided to the California Coastal Conservancy 1 , working with the California Ocean Protection Council, for mitigation projects directed toward increases in marine life associated with the State’s Marine Protected Areas in the geographic region of the facility” (State Water Board, 2015). As the OPC considers how to design a funding program, they seek scientific guidance from the OPC-SAT on where restoration efforts should be targeted and how to evaluate potential restoration strategies. GOAL OF THIS REPORT This report was produced by an OPC-SAT working group and California Ocean Science Trust on behalf of the OPC and the broader community of California managers. This report applies the latest scientific data and expertise to inform the implementation of the adopted Once-Through Cooling (OTC) Policy. The working group focused on tractable scientific questions embedded in the Policy language regarding defining the spatial extent of OTC impacts around each facility, the spatial extent of association with the State’s marine protected areas (MPAs), and building a framework to define increases in marine life. The Ocean Protection Council’s OTC Interim Mitigation Program includes four components that guide the implementation of the OTC Policy related to California’s MPA Network; 1) enforcement; 2) outreach to improve compliance; 3) research to understand how existing MPAs may be mitigating for OTC impacts (Dawson et al., 2016); and 4) restoration that increases marine life in the geographic region of the facility. This report is narrowly focused on applying the best science available to inform the implementation of the restoration component. 1. In 2013, the Ocean Protection Council moved to be housed in the California Natural Resources Agency which is the successor agency to the California Coastal Conservancy in this case. About this Report ABOUT THIS REPORT | 3 OCEAN RESTORATION METHODS Executive Summary California’s Once-Through Cooling Policy (Policy) was adopted by the State Water Resources Control Board (State Water Board) in 2010 and amended in 2011, 2013, 2016, and 2017. The Policy establishes technology-based standards to implement federal Clean Water Act section 316(b) and reduce the harmful effects associated with cooling water intake structures on marine and estuarine life. The Immediate and Interim Requirements Section 3(e) of the Policy states, “It is the preference of the State Water Board that funding is provided to the California Coastal Conservancy, working with the California Ocean Protection Council, for mitigation projects directed toward increases in marine life associated with the State’s Marine Protected Areas in the geographic region of the facility” (State Water Board, 2015). The working group of the OPC-SAT was charged with answering the following questions where current scientific knowledge and understanding could provide key insights and guidance to OPC in designing a funding program to disburse OTC funds. 1 The Policy states that it is the preference for mitigation funds to be directed towards projects that are within the “geographic region of the facility.” However, the Policy does not define that geographic range. What is the “geographic region” specific to the ten power plants that are part of the program? 2 The Policy states that it is the preference for mitigation funds to be directed towards projects that may lead to “increases in marine life associated with the State’s Marine Protected Areas.” How do we evaluate if common open coast restoration methods will lead to increases in marine life associated with the State’s MPA Network based on currently available scientific evidence? In this report, we define clear boundaries for the geographic range in Section 2 which can bound the areas where impacts can be assumed to occur based on our current scientific knowledge. We also encourage the State to revisit these boundaries as more advanced models become available in the near-term. These models will help to better understand and refine the area of impact due to their ability to tell us about not just where the organisms were coming from, but their destination had they not been impinged or entrained by an OTC power plant. We also provide a scientific definition of “associated with the State’s marine protected areas” and “increases in marine life” in Section 3. These definitions should be the umbrella with which the framework in Section 4 is applied. We utilize these definitions and the framework for evaluating restoration methods in the examples in Section 5 to better illuminate how the State can determine if common open coast restoration methods will lead to increases in marine life associated with the State’s MPA Network using best available science. Through applying the framework, we are able to refine it and feel confident that it will serve to examine the scientific rigor and ability of projects to meet the scientific elements of the Policy. EXECUTIVE SUMMARY | 4 OCEAN RESTORATION METHODS Table of Contents 1. INTRODUCTION 1.1 Policy Directive 1 .2 S cientific Approach 2. GEOGRAPHIC REGION OF THE FACILITY 2.1 Results: Areas of Impact 2.2 Near-term Considerations 3. SCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY 3.1 Key Definition: “Associated with the State’s Marine Protected Areas” 3.2 Key Definition: “Increases in Marine Life” 4. FRAMEWORK FOR EVALUATING RESTORATION METHODS 4.1 Guiding Principles 4.2 Using the Framework 5. APPLYING THE FRAMEWORK 5.1 Reducing novel stressors: Marine and estuarine invasive macroalgae removal 5.2 Community enhancement: Urchin removal for kelp-bed restoration 5.3 Structural manipulation: Artificial reefs in shallow water 6. CONCLUSIONS 7. REFERENCES 8. APPENDICES Appendix A: Workshop Agenda, March 6, 2018 6 7 8 10 11 12 13 14 14 16 17 18 19 20 22 24 27 29 34 TABLE OF CONTENTS | 5 OCEAN RESTORATION METHODS INTRODUCTION | 6 OCEAN RESTORATION METHODS Once-through cooling (OTC) technology pulls water from the ocean to cool power plants. The sea water taken in is itself habitat with a high biodiversity of zoo- and phytoplankton, including billions of eggs and larvae of marine fishes and invertebrates, and the gametes, spores, and seeds of seaweeds and marine plants, such as eelgrass and kelp. These organisms are killed in the process. Small organisms are entrained in circulated water, subjected to thermal, physical, and/or chemical stresses as the water is brought from the ocean to the plant. Larger organisms can also be be harmed, even though they do not pass through intake screens into the plant, by being pinned against the sea water intake screens (a process known as impingement) (Raimondi, 2011). These impacts contribute to the decline of fisheries and the degradation of marine habitats in the vicinity of power plants using OTC (State Water Board, 2008). 1. Introduction INTRODUCTION | 7 OCEAN RESTORATION METHODS 1.1 Policy Directive California’s Once-Through Cooling Policy (Policy) establishes technology-based standards to implement federal Clean Water Act section 316(b) and reduce the harmful effects on marine and estuarine life associated with cooling water intake structures. The Policy requires that power plants that have not met the technology- based standards by October 2015 mitigate the impacts of their non-compliance. Plant operators may meet this obligation either by undertaking mitigation projects or paying into a mitigation fund (State Water Board, 2015). This interim mitigation obligation ends when the plant achieves compliance with the technology-based standards, which require that plant operators reduce water intake rates or impingement mortality and entrainment to levels equivalent to those achieved by plants using closed cycle cooling. The Policy directs the California Ocean Protection Council (OPC) to spend interim mitigation funds on mitigation projects (see Box 1). OPC is not obligated to spend the funds as direct compensatory mitigation, where projects would have to target the precise species lost at a particular plant. Rather, the Policy states, “It is the preference of the State Water Board that funding is provided to the California Coastal Conservancy, 2 working with the California Ocean Protection Council, for mitigation projects directed toward increases in marine life associated with the State’s Marine Protected Areas (MPAs) in the geographic region of the facility” (State Water Board, 2015)(emphasis added). The facilities still operating along with their proximity to MPAs are shown in Figure 1. MITIGATION OR RESTORATION? A “mitigation project” is defined in the Policy as a project “to restore marine life lost through impingement mortality and entrainment. Restoration of marine life may include projects to restore and/or enhance coastal marine or estuarine habitat, and may also include protection of marine life in existing marine habitat, for example through the funding of implementation and/ or management of Marine Protected Areas” (State Water Board, 2015). This is different from compensatory mitigation in that the payments into the OTC Interim Mitigation Program may be used to increase marine life associated with the State’s MPAs in the geographic region of the facility. Although the Policy language refers to “mitigation projects,” for clarity in this report, we will use the term “restoration methods” to describe these projects. This OPC-SAT working group was asked to give scientific guidance on restoration methods. 2. In 2013, the Ocean Protection Council moved to be housed in the California Natural Resources Agency which is the successor agency to the California Coastal Conservancy in this case. BOX 1 INTRODUCTION | 8 OCEAN RESTORATION METHODS Figure 1. T here are ten power plants in the OTC Interim Mitigation Program (the other OTC plants have either come into compliance with the guidelines in the Policy or have ceased operations): Alamitos, Diablo Canyon, Encina, Harbor, Haynes, Huntington Beach, Mandalay, Ormond Beach, Redondo Beach, and Scattergood. 1.2 Scientific Guidance on OTC Policy The Policy recommends that OPC directs funds towards mitigation projects (or “restoration methods”) likely to lead to increases in marine life associated with MPAs (see Box 1). OPC’s OTC Interim Mitigation Program has four components for implementing the Policy related to California’s MPA Network. The four components were chosen due to their ability to increase marine life associated with MPAs. They are: 1) enforcement; 2) outreach to improve compliance; 3) research to understand how existing MPAs may be mitigating for OTC impacts (Dawson et al., 2016); and 4) restoration that increases marine life in the geographic region of the facility. There is significant scientific consensus and guidance for how enforcement, education, and research can improve MPA functions and lead to increases in marine life (IUCN, 2008; Sheehan et al., 2013; Botsford et al., 2014; Starr et al., 2015). However there is less scientific syntheses and guidance from the literature for how to define the area of impact in California and what types of restoration methods are likely to lead to increases in marine life associated with MPAs. INTRODUCTION | 9 OCEAN RESTORATION METHODS For this reason, the OPC asked the OPC-SAT working group to answer the following questions where current scientific knowledge and understanding could provide key insights and guidance. 1 The Policy states that it is the preference for mitigation funds to be directed towards projects that are within the “geographic region of the facility.” However, the Policy does not define that geographic range. What is the “geographic region” specific to the ten power plants that are part of the program? 2 The Policy states that it is the preference for mitigation funds to be directed towards projects that may lead to “increases in marine life associated with the State’s Marine Protected Areas.” How do we evaluate if common open coast restoration methods will lead to increases in marine life associated with the State’s MPA Network based on currently available scientific evidence? To help answer question 2, we have established a scientific framework of guiding principles for evaluating a restoration method’s likelihood of success (Section 4), and we provide three examples to illustrate the use of the framework (Section 5). GEOGRAPHIC REGION OF THE FACILITY | 10 OCEAN RESTORATION METHODS Here we define the section of the Policy that directs payments toward restoration methods in the geographic region of the facility, or what we will refer to as the “area of impact.” See Figure 1 for a map of the power plants subject to the Policy. In order to assess the area of impact, we want to consider every possible combination of organisms that could have been lost to the MPA N etwork from OTC plant operations. We want to consider both where the organisms have come from and where they might have gone had they not been entrained or impinged. There are a variety of mechanisms for understanding this. Models are the main tool scientists use to study and predict the movement of all sizes of organisms. One way to geographically assess the impacts is to use an Empirical Transport Model (ETM), a model used previously in work related to OTC impacts. As defined in Raimondi (2011), an ETM estimates “the portion of a larval population at risk to entrainment” by determining both the amount of larvae from that population that will be entrained as well as the size of the larval populations found in the source water body based on data collected from the source water body. The source water body is “the area where larvae are at risk of being entrained and is determined by biological and oceanographic factors” (Raimondi, 2011). ETM is a model that is fully developed (i.e. ready to use right now) that can take field sampling data and use it to predict where the entrained organisms may have come from. 2. Geographic Region of the Facility GEOGRAPHIC REGION OF THE FACILITY | 11 OCEAN RESTORATION METHODS To define the geographic region, the working group looked for a scientifically rigorous technique that is currently usable. While other methods are under development, and still being tested, the timeline for their completion (including rigorous scientific peer review) will not meet the timelines for which OPC needs to initiate their program. The ETM uses sampling data of target species from the intake water, which are collected at regular intervals (Raimondi, 2011). One step of the ETM is to estimate the source water body; this estimation closely aligns with our understanding of the area of impact. For these reasons, and because this methodology has been determined by the State Water Board as the preferred method to determine impacts of OTC to organisms, we used the results of the ETM and the source water bodies for each power plant to define the geographic area of impact. Results of the ETM generated a source water body for each target species. Additionally, the results of the ETM are also in close alignment with theoretical models that include the observation that nearshore water motion decreases toward shore, often in the vicinity of intakes (White et al., 2010b; Nickols et al., 2012). For this report, we considered the largest source water body to define the area of impact because it will include all possible combinations of entrained and impinged species that could be lost from the MPA Network. 2.1 Results: Areas of Impact Figure 2. T he areas of impact for the ten power plants complying with the interim mitigation requirements of the OTC Policy (red areas and blue area combined). GEOGRAPHIC REGION OF THE FACILITY | 12 OCEAN RESTORATION METHODS Figure 2 is a map of the areas of impact for the ten power plants that are operating under the interim mitigation requirements of the Policy. The power plants are clustered closely together in Southern California, and their source water bodies overlap, creating an area of impact that spans the entirety of State waters (3 nautical miles from the coastline, the extent of this analysis) from Point Conception in the north, to the California/Mexico border to the south (Figure 2, red areas). Although outside the ETM results, we also include the waters around the Channel Islands, as research shows these waters to be connected to the mainland through the larval transport of species of interest (Mitarai et al., 2009; Watson et al., 2010). North of Point Conception, the Diablo Canyon power plant determines the area of impact, which extends roughly 100km north of and south of the plant in State waters (Figure 2, blue area). The northern limit is in the vacinity of Jade Cove, near Plaskett, California. 2.2 Near-term Considerations ETM was the chosen method for this report for a number of reasons: 1) it is the model currently used by the State, 2) the data used are from samples taken from a location adjacent to or in the intake, 3) the results provide a method that has been vetted, and 4) the results provide species-specific estimation. However, more sophisticated methods using state-of-the-science numerical models that represent realistic ocean currents and their variability along the entire coast of California are increasingly available. When coupled to particle transport algorithms, such models can predict larval transport within the MPA Network. One advanced numerical ocean model that is widely used in the California Current and other locations worldwide is the Regional Ocean Modeling System (ROMS) (Shchepetkin & McWilliams, 2005). This model is similar in structure and complexity to weather forecast models used to predict atmospheric winds. Driven by realistic atmospheric fields at the surface, various applications resolve the California Current in its entirety at coarse resolution (2 km - 10 km) (Marchesiello et al., 2003; Veneziani et al., 2009; Kurapov et al., 2017) and nest higher resolution grids down to km scale or hundreds of meters in more localized regions (Dong et al., 2009; Suanda et al., 2016). Ocean currents produced by these models are used to model the transport of larvae throughout the California Current. While some dispersal studies are generic (Mitarai et al., 2009; Drake et al., 2011), others are more targeted with species-specific emphasis (Watson et al., 2009; Drake et al., 2013; Johansson et al., 2016). Studies such as these may provide a better understanding in the near-term for the State on the areas of impact from OTC, allowing the State to consider not just where organisms came from, but also where they might have gone. We recommend that the State consider using these models as they mature. SCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY | 13 OCEAN RESTORATION METHODS In order for us to provide the needed scientific guidance for the questions outlined in Section 1, we determined that there was a need to define two of the phrases from the Policy in scientific terms. We note that these definitions are for the purposes of interpreting and applying the questions given to this OPC-SAT working group. Section 2 above defines the geographic region of the facility and those boundaries are based on the best available scientific information. OPC also asked us what types of projects will lead to increases in marine life associated with MPAs. However, in order to answer that question, we need to apply a scientific definition to two discrete phrases from the Policy: “associated with the State’s Marine Protected Areas” and “increases in marine life.” 3. Scientific Definitions for Interpreting OTC Policy SCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY | 14 OCEAN RESTORATION METHODS 3.1 Key Definition: “Associated with the State’s Marine Protected Areas” The Marine Life Protection Act (MLPA) (Marine Life Protection Act, 1999) directed the State to design a network of MPAs to be created and managed using sound science and stakeholder input. As of December 19, 2012 (after a rigorous and multi-year planning and implementation process that included stakeholders, tribes, scientists, decision makers, and the public) the MPA Network is in effect for the entire coast of California. California’s MPA Network was designed to be ecologically connected through ocean currents that transport eggs, spores, larvae, and individuals across the Network both into MPAs and into the spaces in between. Different species spend different amounts of time and are transported different distances by ocean currents before settling in their juvenile habitats. Here we refer to this period as “transport time.” Most abalone, for example, have transport times of about 5-10 days (Haaker et al., 2001). Other species, like California spiny lobster (Panulirus interruptus), can have much longer transport times of 7-10 months (Pringle, 1986). The connectivity across the MPA Network is a core principle of both the design of the MPA Network itself and the related performance evaluation monitoring. Due to this connectivity, we consider that “associated with MPAs” includes both the areas inside and outside of individual MPA boundaries (White et al., 2010a). Therefore, the area of impact is the entire area as defined in Section 2.1 above, not just the discrete MPAs that are within that area of impact. The mandates in the MLPA for design and performance evaluation strongly align with this definition as well. The MLPA focus on the importance of connectivity both in design and evaluation is being reflected in the forthcoming MPA Monitoring Action Plan (California Ocean Protection Council, 2018). All these factors taken together, both from the best available ecological science and existing policy, provide robust alignment with the definition of California’s MPA Network being inclusive of the MPAs themselves as well as the spaces in between for the area of impact as defined in Section 2.1. 3.2 Key Definition: “Increases in Marine Life” California’s MPA Network was established with many goals, which include protecting and sustaining diversity and abundance of marine life populations, protecting the structure, function, and integrity of marine ecosystems, and rebuilding marine populations that are depleted (California Department of Fish and Wildlife, 2016). The OTC Policy has language that is in alignment with California’s MPA Network goals as well as other MPAs across the globe: “increases in marine life associated with the State’s MPAs.” We have provided our scientific interpretation of this language in order to inform our guidance of restoration methods that are likely to lead to these types of increases. Increases in marine life could come from a variety of mechanisms; they are not just about numerical changes in particular species, but about improving the ecosystem functions within the MPA Network as a whole, and is in alignment with the goals in the MLPA (Marine Life Protection Act, 1999). Our definition of increases in marine life is drawn from ecological first principles about population dynamics and the ecosystem features that support them (Marquet et al., 2015). The following metrics, and therefore species we refer to below in the metrics, are those that are important to perpetuating the structure and integrity of a healthy, functioning ecosystem through time and therefore lead to increases in marine life as stated in the Policy. While we don’t expect every project to meet every metric, we do recommend that they should be considered together, not discretely, and should have reference points (discussed below) associated with each one when applying to a particular method or approach. SCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY | 15 OCEAN RESTORATION METHODS In each of these metrics the types of species we are referring to are those that are important to perpetuating the structure and integrity of a healthy, functioning ecosystem through time and therefore lead to increases in marine life 1,2 . DENSITY 3 : increases in the density of a particular species or suite of species. This could mean methods that directly increase density of native species or include indirect methods, such as removal of invasive species, indirectly leading to increases in density of species that enhance ecosystem health. BIODIVERSITY 4 : increases in diversity of species, populations, communities, ecosystems, and/or functions. This includes increasing the diversity of age or size classes or other ecologically-relevant traits within a population, genetic representation, community and/or habitats in an ecosystem, etc. BIOMASS 5 : increases in biomass of a particular or suite of species. FUNCTION 6 : increases in the functionality of ecosystem components such as connectivity, resilience of species, functional groups or habitat, productivity, water quality, etc. POPULATION SIZE 8 : increases in a species population either spatially or genetically. These metrics seek to create a definition of “increases in marine life” that is quantifiable and measurable. We recommend the use of reference points 9 for each of these metrics, in order to not only better measure these metrics, but also to answer the question: What are we restoring to and/or from? The reference point should be in the same unit of measurement as the goal or metric. The reference point could be based on that metric from a different time, specific species, population, or ecosystem state, or a new reference point due to changing ocean conditions, etc. Additionally, other metrics, like resiliency, have been difficult to measure or to define reference points, and even more difficult to render successful. We know that these other metrics are important and should not be ignored when considering restoration methods. However, we recommend that they be considered together with the above metrics, rather than in isolation. 1- Ecosystem health- condition of the ecosystem. A healthy ecosystem is defined as being ‘stable and sustainable’; maintaining its organization and autonomy over time and its resilience to stress (Costanza 1994; Rapport et al., 1998). 2-Ecosystem function- “the flow of energy and materials through the arrangement of biotic and abiotic components of an ecosystem” (Diaz & Cabido 2001). 3-Density- is usually used to refer to the number of items per unit area, for example, barnacles/m 2 . 4-Biodiversity- includes four main components: • Genetic diversity refers to the genetic variation that occurs among members of the same species. • Species diversity (taxonomic diversity) refers to the variety of species or other taxonomic groups in an ecosystem. • Ecosystem diversity refers to the variety of biological communities found on earth, usually consider at two levels, communities and ecosystems. • F unctional diversity refers to the variety of biological processes, functions, or characteristics of a particular ecosystem (Thorne- Miller 1999). 5- B iomass- is the mass of living biological organisms in a given area or ecosystem at a given time. Biomass can refer to species biomass, which is the mass of one or more species, or to community biomass, which is the mass of all species in the community (IUPAC, 1997). Biomass therefore considers the size structure of the species or community, in addition to abundance or density. 6-Function- role, or function, that a species plays in the community or ecosystem in which they occur (e.g. primary producer, consumer, top predator, etc.). 7-Resilience- can include both engineering resilience (how quickly a system returns to the original state from disturbance) and ecological resilience (likelihood of a state switch following d isturbance). 8-Population size- amount (number or area) of individuals of the same species, and can include increases in functionality of the role of the population in the ecosystem. 9-Reference point- basis or standard for evaluation, assessment, or comparison; a criterion. FRAMEWORK FOR EVALUATING RESTORATION METHODS | 16 OCEAN RESTORATION METHODS We have taken an ecological first principles (Marquet et al., 2015) approach for creating a scientific framework for evaluating restoration methods in alignment with the goals outlined in the Policy. The guiding principles that make up this framework are intended for use in evaluating whether or not a restoration method is likely to reach the goal of increasing marine life associated with MPAs from a scientific perspective. They are meant to be taken in conjunction with the definitions described in Section 3 and the geographic confines described in Section 2. Restoration methods should be assessed for alignment with these definitions and within the defined geographic scope before applying these principles to assess whether they are scientifically likely to lead to increases in marine life associated with MPAs. 4. Framework for Evaluating Restoration Methods FRAMEWORK FOR EVALUATING RESTORATION METHODS | 17 OCEAN RESTORATION METHODS 4.1 Guiding Principles Principle 1 Restoration method has a high likelihood of restoring the integrity of the coastal ecosystem. Integrity of an ecosystem is defined here as the natural structure and functions of an ecosystem, including the populations, communities, and habitats that constitute the ecosystem, which exist in the absence of or prior to industrial-era anthropogenic influences. Restoration methods should seek to facilitate and protect the integrity of the MPA Network and demonstrate a long-term outcome for increasing marine life at the community level rather than species level. Restoration methods that have a high likelihood of restoring the integrity of the coastal ecosystem are likely to increase marine life both inside and outside of MPAs, even if the approach is not applied within an MPA itself. This principle takes into account that restoring to a pre-industrial-era anthropogenic status may not be possible or appropriate given our current understanding of how our ocean ecosystems may be and are changing (species range shifts, ocean acidification, harmful algal blooms, sea surface temperature changes, etc.). A component of ecosystem integrity is the capacity for a system to respond to change (e.g. across locations, maintain the capacity for range shifts to occur), and within a location, maintain ecosystem function as some of the underlying community composition changes. We recommend methods that may produce community wide benefits, rather than single species benefits. This can mean either enhancement at the level of ecosystems or communities (e.g., increases in species biodiversity, habitat diversity, community- wide productivity) or enhancement at the level of species populations. Population level enhancement of a single species should target those species that have broader community-wide influences, or those that are threatened or endangered by human impacts. However, single-species approaches might have ramifications for other species, but would not have as high priority as approaches with broad community benefits. Principle 2 Restoration method has a high likelihood of success at a scale that can provide meaningful ecological benefits. Scale here refers to both spatial and/or temporal aspects of a proposed method. If approaches are too spatially restricted, or are done for too short a period of a time, they might not increase marine life in a meaningful way. This includes both methods that can be executed at a large scale (at least hundreds of meters) or executed in a small area but have larger impacts, or reverberate through a system. For example, removal of an invasive species at an early stage in a pristine long-protected environment could have large scale impacts over time by preventing establishment of an irreversible invasion that could decrease the integrity of a pristine marine habitat. Feasibility of success at scale also includes the potential for the approach to be implemented on short enough time scales and small enough spatial scales to be realistically possible while still having ecosystem level outcomes. Principle 3 Restoration method has a high likelihood of being self-sustaining. Restoration method is able to maintain benefits over a long time period with minimal external inputs or maintenance. The method is likely to be highly resistant or resilient to natural and anthropogenic disturbances over time and space. The method will have demonstrated a high likelihood of being able to maintain its desired effects after a disturbance through demonstrating either minimal effects or recovery over space and/or time. FRAMEWORK FOR EVALUATING RESTORATION METHODS | 18 OCEAN RESTORATION METHODS 4.2 Using the Framework Applying these three principles to proposed restoration methods will help to determine if the method is scientifically likely to be effective at increasing marine life associated with MPAs. We anticipate that some restoration methods will be shown to be effective through previous work in particular habitats while other habitats or methods will have little to no previous applications. In these areas, we recommend and believe that innovative research and development will be a key tool to achieving long-term success in reaching the goals that are outlined in the Policy. It is essential that any new restoration methods proposed are designed to inform the utility of the new method. Regardless, all restoration methods should be grounded in science and include scientifically rigorous and specific predictions of ecosystem responses to the restoration method. In the following section, we provide some examples on how the framework can be applied. APPLYING THE FRAMEWORK | 19 OCEAN RESTORATION METHODS Here we apply the framework and guiding principles, presented in Section 4, to three restoration methods to demonstrate how the framework can be used. Our goal was to both test and refine the guiding principles themselves in addition to demonstrating their application. These examples also document current scientific understanding of how these methods may or may not be likely to lead to increases in marine life associated with MPAs. We chose three broad categories for review, and present a specific restoration method for each category to bound the exercise: REDUCING NOVEL STRESSORS: mitigating anthropogenically-driven elements (both biotic and abiotic) COMMUNITY ENHANCEMENT: manipulating naturally-occuring biotic elements STRUCTURAL MANIPULATION: enhancement of abiotic elements 5. Applying the Framework APPLYING THE FRAMEWORK | 20 OCEAN RESTORATION METHODS The following demonstrations are by no means a comprehensive list of restoration categories or methods. The examples presented here are not meant to limit the types of restoration or projects that should be considered for funding under OPC’s OTC Interim Mitigation Program. We chose restoration methods for which there is not necessarily a deep body of scientific evidence demonstrating outcomes. Other restoration methods, like wetland restoration, are well documented. 5.1 Reducing novel stressors: Marine and estuarine invasive macroalgae removal INTRODUCTION Given the difficulties in establishing effective measures to prevent the spread of marine and estuarine invasive species, management options fall under control and eradication (Williams & Grosholz, 2008). There are currently no ready-made protocols for invasive species control or eradication, rather, methods must be tailored to the specific physical and biological conditions of the impacted area as well as characteristics of the invader (Anderson, 2007). Eradication can be accomplished using physical removal, applying biocides, biological control by introducing predators, parasites or viruses, or through genetic modification techniques (Thresher & Kuris, 2004). For the purposes of this case study, we chose to focus on physical (i.e. mechanical) removal of invasive macroalgae from rocky marine environments, as this approach has been most commonly used to control and eradicate invasive species (Thresher & Kuris, 2004). Physical methods include manipulations in or around the impacted area with the objective of either removing, burying, or killing the invasive macroalgae. Principle 1 Restoration method has a high likelihood of restoring the integrity of the coastal ecosystem. A review of impacts by introduced macroalgae indicates that these species most commonly alter community composition or monopolize space; other documented ecological impacts include reduced abundances, richness, and diversity of native macroalgae and associated fauna, altered habitat characteristics due to changing sediment accumulation by introduced macroalgae, and changing food web linkages (Davidson et al., 2015). Thus, the expectation is that removal of invasive macroalgae would help restore the impacted ecological functions of the coastal ecosystem. However, in many cases we know little about the ecological impacts of invasive species, and ecosystem processes and functions are among the most overlooked effects of invasive species in estuarine and coastal environments (Williams & Grosholz, 2008). Furthermore, while restoring ecological integrity is often the ultimate goal of an eradication program, most simply score success by proximate goals such as invasive species removal (Prior et al., 2018). Studies also indicate that the ecological consequences of an invader depend on the degree to which a habitat is degraded (Tamburello et al., 2015). For example, removal of an invasive marine alga had positive ecological effects on native algae at sites with little exposure to anthropogenic influences (Bulleri et al., 2016). APPLYING THE FRAMEWORK | 21 OCEAN RESTORATION METHODS Principle 2 Restoration method has a high likelihood of success at a scale that can provide meaningful ecological benefits. The few documented cases of total eradication of a marine invasive algae occurred when the invasion was caught early, the invasion scale was small or in an isolated area, the response was rapid and well- coordinated by cooperating government agencies, and the biological and ecological characteristics of the invader were well understood (Caulerpa taxifolia, Anderson, 2005; Ascophyllum nodosum, Miller et al., 2004). Physical removal is unlikely to result in complete eradication unless the invasion is limited to a relatively small area. The studies of hand removal (and ‘super sucker’ suction device) from Kaneohe Bay, HI and Catalina Island, CA, both made estimates of the human-hours (people-time) required to remove measured amounts of algae but neither study extrapolated to the total time or cost for complete eradication at the scale of the respective invasions (Conklin & Smith, 2005; Marks et al., 2017). Most eradication programs require multiple years for completion, making it difficult to evaluate the ecological benefits of removing an invasive macroalgae. Principle 3 Restoration method has a high likelihood of being self-sustaining. Total eradication might be possible with early detection, when the invader is in small or isolated areas, and when efficient removal methods are applied. Complete eradication is preferable rather than invasion control because it is likely to be more self-sustaining. To be sustainable, a physical removal method needs to make sure that algal gametes, zoospores, and fragments (for asexually-reproducing forms) are contained so that dispersal to other areas does not occur during removal (example of such recolonizations following removal: Kappaphycus spp., Conklin & Smith, 2005; Caulerpa taxifolia, Ivesa et al., 2006; Sargassum horneri, Marks et al., 2017). Monitoring to ensure that recolonization following removal does not take place is also important. DISCUSSION Most studies indicate that eradication of invasive species is almost impossible and always expensive. In a review of 151 studies on the efficacy of invasive species removal (across terrestrial and aquatic habitats), there were 1) positive or mixed effects on ecological recovery for most studies, although 31% of studies lacked ecological recovery, or observed negative effects such as increases in non-target invasive species; 2) ecological recovery was more likely in areas with less anthropogenic disturbance and fewer other invaders; 3) ecological recovery was more likely for animal rather than plant populations and communities; and 4) the likelihood of ecological recovery did not change if invaders were completely removed or strongly suppressed (at least 90% removal) (Prior et al., 2018). In general, examples of eradication successes have occurred when the introduced populations were small and restricted, human and financial resources were available, there was existing knowledge about the ecological characteristics of the invader, and early action was taken. To help gauge success, invasive macroalgae removal projects should consider the following: • H ow conspicuous is the invasive species? How easily can it be identified? • T he timing of removal relative to reproduction of the invasive species and relative to environmental conditions. • T he mode of reproduction of the invasive species. Will the method of removal cause spread via dispersal of reproductive parts or can fragmented parts recolonize and asexually reproduce? • I s the species susceptible to changing ocean conditions (i.e. changing water temperature)? • W hat stage is the invasion? What is the spatial scale of the colonization? • How degraded or ‘healthy’ is the habitat? APPLYING THE FRAMEWORK | 22 OCEAN RESTORATION METHODS 5.2 Community enhancement: Urchin removal for kelp-bed restoration INTRODUCTION When disturbances to an ecosystem or habitat occur simultaneously with other changes, such as loss of a foundational species or increases in consumers, it can limit the options for restoration. For example, recent widespread loss of several species of surface canopy-forming giant and bull kelp (Macrocystis, Nereocystis) and sub-canopy forming kelps (Pterygophora, Laminaria, Pluerophycus) in central and northern California has co-occurred with increases in densities of exposed purple sea urchins (Strongylocentrotus purpuratus). Past research strongly suggests that the presence of high densities of sea urchins can prevent or delay recovery of kelp forests (Ling et al., 2015). Two potential methods for ecosystem restoration or enhancement of kelp forests where purple sea urchin densities have increased are 1) to increase the consumer’s predator(s) or 2) manually reduce the density of the consumer. Of the potential methods of reducing sea urchin grazing (e.g. increasing urchin predators, manual reductions of sea urchins, etc.), we chose manual reductions for this review, as it is currently receiving much consideration in California. Principle 1 Restoration method has a high likelihood of restoring the integrity of the coastal ecosystem. Under the right circumstances, manual reduction of sea urchin densities has a high likelihood of restoring the integrity of kelp forest ecosystems. Where high urchin densities have resulted in overgrazing of kelp (“urchin barrens”), reduction of urchin densities can result in recovery of kelp (Wilson et al., 1979; Ling et al., 2010) along with the species associated with it (Graham, 2004). However, not all instances of kelp decline are driven by overgrazing urchins. Kelp declines can be driven by other factors, such as poor water quality/high turbidity, sedimentation, and oceanographic conditions (Catton et al., 2016; Foster & Schiel, 2010). In these cases, reducing urchin densities may not help a kelp forest to recover. Thus, for each location, the efficacy of sea urchin removal will depend on the causes of kelp decline and whether those causes will persist. Even in cases where reducing urchin densities can result in kelp recovery, the magnitude of density reduction needs to be determined based on the characteristics of the system. The urchin-dominated system is often considered an alternate stable state, and it is possible that reducing urchins to “normal” densities won’t be sufficient to facilitate kelp recovery. In those cases, urchin densities might need to be reduced to much lower-than-normal densities for kelp to recover (Ling et al., 2015). Principle 2 Restoration method has a high likelihood of success at a scale that can provide meaningful ecological benefits. For localized kelp bed loss, it is feasible to reduce urchin densities to achieve local restoration that would provide meaningful ecological benefits at that location (Ford & Meux, 2010). If the loss of kelp forest is associated with a localized anthropogenic impact, then reducing urchin densities at that location has a high likelihood of being done at the scale that would provide meaningful ecological benefits. APPLYING THE FRAMEWORK | 23 OCEAN RESTORATION METHODS For kelp bed loss at a regional scale, it would be very difficult to scale up manual removal of urchins to achieve a region-wide restoration of kelp forests. For example, in northern California, where the loss of kelp forests has been coast-wide and the aim may be to facilitate broad scale recovery, manual removal of urchins along the entire coast is not likely due to the amount of effort it would take. However, local removals could be positioned strategically across a region, creating distributed sources of kelp spore production to expedite broad-scale recovery upon regional declines in urchins by natural processes (e.g. disease, storms), providing some regional benefit by having spatially distributed kelp forests. However, to our knowledge, this approach has never been applied. It is unknown what the minimum area required would be",
  "sections": {
    "abstract": "California’s Once-Through Cooling Policy (Policy) was adopted by the State Water Resources Control Board (State Water Board) in 2010 and amended in 2011, 2013, 2016, and 2017. The Policy establishes technology-based standards to implement federal Clean Water Act section 316(b) and reduce the harmful effects associated with cooling water intake structures on marine and estuarine life. The Immediate and Interim Requirements Section 3(e) of the Policy states, “It is the preference of the State Water Board that funding is provided to the California Coastal Conservancy, working with the California Ocean Protection Council, for mitigation projects directed toward increases in marine life associated with the State’s Marine Protected Areas in the geographic region of the facility” (State Water Board, 2015). The working group of the OPC-SAT was charged with answering the following questions where current scientific knowledge and understanding could provide key insights and guidance to OPC in designing a funding program to disburse OTC funds. 1 The Policy states that it is the preference for mitigation funds to be directed towards projects that are within the “geographic region of the facility.” However, the Policy does not define that geographic range. What is the “geographic region” specific to the ten power plants that are part of the program? 2 The Policy states that it is the preference for mitigation funds to be directed towards projects that may lead to “increases in marine life associated with the State’s Marine Protected Areas.” How do we evaluate if common open coast restoration methods will lead to increases in marine life associated with the State’s MPA Network based on currently available scientific evidence? In this report, we define clear boundaries for the geographic range in Section 2 which can bound the areas where impacts can be assumed to occur based on our current scientific knowledge. We also encourage the State to revisit these",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nJUNE 2018\nOcean  \nRestoration  \nMethods:   \nA Working Group of the  \nOcean Protection Council Science Advisory Team\n SCIENTIFIC GUIDANCE FOR ONCE-THROUGH \nCOOLING MITIGATION POLICY\n\nAcknowledgements\nTHIS WORK WAS SUPPORTED \nBY THE CALIFORNIA OCEAN \nPROTECTION COUNCIL. \nWe would like to thank our State \npartners for their guidance and \nreview throughout this project: \nCALIFORNIA OCEAN  \nPROTECTION COUNCIL \nCyndi Dawson, Marine Protected Areas \nPolicy Advisor/Senior Program Manager \nTova Handelman, Marine Protected  \nAreas Program Manager \nMichael Esgro, California Sea Grant \nState Fellow, Marine Protected Areas  \nCALIFORNIA DEPARTMENT OF  \nFISH AND WILDLIFE \nBecky Ota, Habitat Conservation \nProgram Manager Marine Region \nCALIFORNIA STATE WATE R \nRESOURCES CONTROL BOARD \nKatherine Faick, Environmental \nScientist Ocean Standards Unit,  \nDivision of Water Quality\nThis report is endorsed by the full  \nOcean Protection Council Science \nAdvisory Team. \nContributors\nOcean Protection Council Science  \nAdvisory Team Working Group\nThe role of the Ocean Protection Council Science Advisory \nTeam (OPC-SAT) is to provide scientific advice to the California \nOcean Protection Council (OPC). The work of the OPC-SAT \nis supported by the California Ocean Protection Council and \nadministered by Ocean Science Trust. OPC-SAT working groups \nbring together experts from within and outside the OPC-SAT \nwith the ability to access, analyze, and interpret the best \navailable scientific information on a selected topic.\nCalifornia Ocean Science Trust\nCalifornia Ocean Science Trust is an independent, non-profit \norganization that brings together governments, scientists, and \ncitizens to build trust and understanding in ocean and coastal \nscience issues. We empower participation in the decisions that \nare shaping the future of our oceans. We were established by \nthe California Ocean Resources Stewardship Act to support \nmanagers and policymakers with sound science. For more \ninformation, visit our website at www.oceansciencetrust.org.\nContact\nErrin Ramanujam, Senior Scientist, Ocean Science Trust  \nerrin.ramanujam@oceansciencetrust.org\nMelissa Kent, Project Scientist, Ocean Science Trust \nmelissa.kent@oceansciencetrust.org\nWorking Group Members\nRichard Ambrose*, University of California, Los Angeles, Co-chair\nPeter Raimondi, University of California, Santa Cruz, Co-chair\nSean Anderson, California State University, Channel Islands\nMarissa Baskett, University of California, Davis\nJennifer Caselle, University of California, Santa Barbara\nMark Carr*, University of California, Santa Cruz\nChristopher Edwards, University of California, Santa Cruz\nKerry Nickols, California State University, Northridge\nNathalie Reyns, University of San Diego\nAdrian Stier, University of California, Santa Barbara\n* Denotes OPC-SAT Member\nOCEAN RESTORATION METHODS\n\nCALIFORNIA MANAGEMENT CONTEXT\nCalifornia’s Once-Through Cooling Policy (Policy) was adopted by the State \nWater Resources Control Board (State Water Board) in 2010 and amended \nin 2011, 2013, 2016, and 2017. The Policy establishes technology-based \nstandards to implement federal Clean Water Act section 316(b) and reduce \nthe harmful effects associated with cooling water intake structures on \nmarine and estuarine life. The Immediate and Interim Requirements Section \n3(e) of the Policy states, “It is the preference of the State Water Board that \nfunding is provided to the California Coastal Conservancy\n1\n, working with the \nCalifornia Ocean Protection Council, for mitigation projects directed toward \nincreases in marine life associated with the State’s Marine Protected Areas in \nthe geographic region of the facility” (State Water Board, 2015). As the OPC \nconsiders how to design a funding program, they seek scientific guidance \nfrom the OPC-SAT on where restoration efforts should be targeted and how \nto evaluate potential restoration strategies.\nGOAL OF THIS REPORT\nThis report was produced by an OPC-SAT working group and California \nOcean Science Trust on behalf of the OPC and the broader community \nof California managers. This report applies the latest scientific data and \nexpertise to inform the implementation of the adopted Once-Through \nCooling (OTC) Policy. The working group focused on tractable scientific \nquestions embedded in the Policy language regarding defining the spatial \nextent of OTC impacts around each facility, the spatial extent of association \nwith the State’s marine protected areas (MPAs), and building a framework \nto define increases in marine life. The Ocean Protection Council’s OTC \nInterim Mitigation Program includes four components that guide the \nimplementation of the OTC Policy related to California’s MPA Network; 1) \nenforcement; 2) outreach to improve compliance; 3) research to understand \nhow existing MPAs may be mitigating for OTC impacts (Dawson et al., \n2016); and 4) restoration that increases marine life in the geographic region \nof the facility. This report is narrowly focused on applying the best science \navailable to inform the implementation of the restoration component. \n1.   In 2013, the Ocean Protection Council moved to be housed in the California Natural Resources Agency which is the successor agency to the \nCalifornia Coastal Conservancy in this case. \nAbout this Report\nABOUT THIS REPORT  |  3\nOCEAN RESTORATION METHODS\n\nExecutive Summary\nCalifornia’s Once-Through Cooling Policy (Policy) was adopted by the State Water \nResources Control Board (State Water Board) in 2010 and amended in 2011, 2013, \n2016, and 2017. The Policy establishes technology-based standards to implement \nfederal Clean Water Act section 316(b) and reduce the harmful effects associated \nwith cooling water intake structures on marine and estuarine life. The Immediate \nand Interim Requirements Section 3(e) of the Policy states, “It is the preference \nof the State Water Board that funding is provided to the California Coastal \nConservancy, working with the California Ocean Protection Council, for mitigation \nprojects directed toward increases in marine life associated with the State’s \nMarine Protected Areas in the geographic region of the facility” (State Water \nBoard, 2015). The working group of the OPC-SAT was charged with answering the \nfollowing questions where current scientific knowledge and understanding could \nprovide key insights and guidance to OPC in designing a funding program to \ndisburse OTC funds. \n1\nThe Policy states that it is the preference for mitigation funds to be \ndirected towards projects that are within the “geographic region of the \nfacility.” However, the Policy does not define that geographic range. What \nis the “geographic region” specific to the ten power plants that are part of \nthe program? \n2\nThe Policy states that it is the preference for mitigation funds to be \ndirected towards projects that may lead to “increases in marine life \nassociated with the State’s Marine Protected Areas.” How do we evaluate if \ncommon open coast restoration methods will lead to increases in marine \nlife associated with the State’s MPA Network based on currently available \nscientific evidence?\nIn this report, we define clear boundaries for the geographic range in Section 2 \nwhich can bound the areas where impacts can be assumed to occur based on \nour current scientific knowledge. We also encourage the State to revisit these \nboundaries as more advanced models become available in the near-term. These \nmodels will help to better understand and refine the area of impact due to their \nability to tell us about not just where the organisms were coming from, but their \ndestination had they not been impinged or entrained by an OTC power plant.\nWe also provide a scientific definition of “associated with the State’s marine \nprotected areas” and “increases in marine life” in Section 3. These definitions should \nbe the umbrella with which the framework in Section 4 is applied. We utilize these \ndefinitions and the framework for evaluating restoration methods in the examples \nin Section 5 to better illuminate how the State can determine if common open coast \nrestoration methods will lead to increases in marine life associated with the State’s \nMPA Network using best available science. Through applying the framework, we are \nable to refine it and feel confident that it will serve to examine the scientific rigor \nand ability of projects to meet the scientific elements of the Policy.\nEXECUTIVE SUMMARY  |  4\nOCEAN RESTORATION METHODS\n\nTable of Contents\n1.  INTRODUCTION\n 1.1  Policy Directive\n 1\n.2  \nS\ncientific Approach\n2.  GEOGRAPHIC REGION OF THE FACILITY\n 2.1  Results: Areas of Impact\n     2.2  Near-term Considerations\n3.  SCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY \n     3.1  Key Definition: “Associated with the State’s Marine  \n  Protected Areas”\n     3.2  Key Definition: “Increases in Marine Life”\n4.  FRAMEWORK FOR EVALUATING RESTORATION METHODS\n     4.1  Guiding Principles\n     4.2  Using the Framework\n5.  APPLYING THE FRAMEWORK\n     5.1  Reducing novel stressors: Marine and estuarine invasive  \n  macroalgae removal \n     5.2  Community enhancement: Urchin removal for kelp-bed  \n          restoration     \n     5.3  Structural manipulation: Artificial reefs in shallow water\n6.  CONCLUSIONS\n7.  REFERENCES\n8.  APPENDICES\n Appendix A:   Workshop Agenda, March 6, 2018\n6\n7\n8\n10\n11\n12\n13\n14\n14\n16\n17\n18\n19\n20\n22\n24\n27\n29\n34\nTABLE OF CONTENTS  |  5\nOCEAN RESTORATION METHODS\n\nINTRODUCTION  |  6\nOCEAN RESTORATION METHODS\nOnce-through cooling (OTC) technology pulls water from the \nocean to cool power plants. The sea water taken in is itself habitat \nwith a high biodiversity of zoo- and phytoplankton, including \nbillions of eggs and larvae of marine fishes and invertebrates, \nand the gametes, spores, and seeds of seaweeds and marine \nplants, such as eelgrass and kelp. These organisms are killed in \nthe process. Small organisms are entrained in circulated water, \nsubjected to thermal, physical, and/or chemical stresses as the \nwater is brought from the ocean to the plant. Larger organisms \ncan also be be harmed, even though they do not pass through \nintake screens into the plant, by being pinned against the \nsea water intake screens (a process known as impingement) \n(Raimondi, 2011). These impacts contribute to the decline of \nfisheries and the degradation of marine habitats in the vicinity of \npower plants using OTC (State Water Board, 2008).\n1. Introduction\n\nINTRODUCTION  |  7\nOCEAN RESTORATION METHODS\n1.1 Policy Directive\nCalifornia’s Once-Through Cooling Policy (Policy) establishes technology-based \nstandards to implement federal Clean Water Act section 316(b) and reduce the \nharmful effects on marine and estuarine life associated with cooling water intake \nstructures. The Policy requires that power plants that have not met the technology-\nbased standards by October 2015 mitigate the impacts of their non-compliance. \nPlant operators may meet this obligation either by undertaking mitigation projects \nor paying into a mitigation fund (State Water Board, 2015). This interim mitigation \nobligation ends when the plant achieves compliance with the technology-based \nstandards, which require that plant operators reduce water intake rates or \nimpingement mortality and entrainment to levels equivalent to those achieved by \nplants using closed cycle cooling.\nThe Policy directs the California Ocean Protection Council (OPC) to spend interim \nmitigation funds on mitigation projects (see Box 1). OPC is not obligated to spend \nthe funds as direct compensatory mitigation, where projects would have to target \nthe precise species lost at a particular plant. Rather, the Policy states, “It is the \npreference of the State Water Board that funding is provided to the California \nCoastal Conservancy,\n2 \nworking with the California Ocean Protection Council, for \nmitigation projects directed toward increases in marine life associated with the \nState’s Marine Protected Areas (MPAs) in the geographic region of the facility” \n(State Water Board, 2015)(emphasis added). The facilities still operating along with \ntheir proximity to MPAs are shown in Figure 1.\nMITIGATION  \nOR RESTORATION? \nA “mitigation project” is defined in \nthe Policy as a project “to restore \nmarine life lost through impingement \nmortality and entrainment. \nRestoration of marine life may \ninclude projects to restore and/or \nenhance coastal marine or estuarine \nhabitat, and may also include \nprotection of marine life in existing \nmarine habitat, for example through \nthe funding of implementation and/\nor management of Marine Protected \nAreas” (State Water Board, 2015). \nThis is different from compensatory \nmitigation in that the payments into \nthe OTC Interim Mitigation Program \nmay be used to increase marine life \nassociated with the State’s MPAs in \nthe geographic region of the facility. \nAlthough the Policy language refers \nto “mitigation projects,” for clarity \nin this report, we will use the term \n“restoration methods” to describe \nthese projects. This OPC-SAT \nworking group was asked to give \nscientific guidance on restoration \nmethods.\n2. In 2013, the Ocean Protection Council moved to be housed in the California Natural Resources Agency which is the successor agency to the \nCalifornia Coastal Conservancy in this case. \nBOX 1\n\nINTRODUCTION  |  8\nOCEAN RESTORATION METHODS\nFigure 1.  T   here are ten power plants in the OTC Interim Mitigation Program (the other OTC plants have either come into \ncompliance with the guidelines in the Policy or have ceased operations): Alamitos, Diablo Canyon, Encina, Harbor, \nHaynes, Huntington Beach, Mandalay, Ormond Beach, Redondo Beach, and Scattergood.\n1.2 Scientific Guidance on OTC Policy\nThe Policy recommends that OPC directs funds towards mitigation projects  \n(or “restoration methods”) likely to lead to increases in marine life associated with \nMPAs (see Box 1). OPC’s OTC Interim Mitigation Program has four components for \nimplementing the Policy related to California’s MPA Network. The four components \nwere chosen due to their ability to increase marine life associated with MPAs. They \nare: 1) enforcement; 2) outreach to improve compliance; 3) research to understand \nhow existing MPAs may be mitigating for OTC impacts (Dawson et al., 2016); and 4) \nrestoration that increases marine life in the geographic region of the facility. There \nis significant scientific consensus and guidance for how enforcement, education, \nand research can improve MPA functions and lead to increases in marine life (IUCN, \n2008; Sheehan et al., 2013; Botsford et al., 2014; Starr et al., 2015). However there is \nless scientific syntheses and guidance from the literature for how to define the area \nof impact in California and what types of restoration methods are likely to lead to \nincreases in marine life associated with MPAs. \n\nINTRODUCTION  |  9\nOCEAN RESTORATION METHODS\nFor this reason, the OPC asked the OPC-SAT working group to answer the following \nquestions where current scientific knowledge and understanding could provide key \ninsights and guidance. \n1\nThe Policy states that it is the preference for mitigation funds to be \ndirected towards projects that are within the “geographic region of the \nfacility.” However, the Policy does not define that geographic range. What \nis the “geographic region” specific to the ten power plants that are part of \nthe program? \n2\nThe Policy states that it is the preference for mitigation funds to be \ndirected towards projects that may lead to “increases in marine life \nassociated with the State’s Marine Protected Areas.” How do we evaluate if \ncommon open coast restoration methods will lead to increases in marine \nlife associated with the State’s MPA Network based on currently available \nscientific evidence?\nTo help answer question 2, we have established a scientific framework of guiding \nprinciples for evaluating a restoration method’s likelihood of success (Section 4), \nand we provide three examples to illustrate the use of the framework (Section 5).\n\nGEOGRAPHIC REGION OF THE FACILITY  |  10\nOCEAN RESTORATION METHODS\nHere we define the section of the Policy that directs payments \ntoward restoration methods in the geographic region of the \nfacility, or what we will refer to as the “area of impact.”  \nSee Figure 1 for a map of the power plants subject to the Policy. \nIn order to assess the area of impact, we want to consider every possible \ncombination of organisms that could have been lost to the MPA N etwork from \nOTC plant operations. We want to consider both where the organisms have come \nfrom and where they might have gone had they not been entrained or impinged. \nThere are a variety of mechanisms for understanding this. Models are the main \ntool scientists use to study and predict the movement of all sizes of organisms. \nOne way to geographically assess the impacts is to use an Empirical Transport \nModel (ETM), a model used previously in work related to OTC impacts. As defined \nin Raimondi (2011), an ETM estimates “the portion of a larval population at risk to \nentrainment” by determining both the amount of larvae from that population that \nwill be entrained as well as the size of the larval populations found in the source \nwater body based on data collected from the source water body. The source water \nbody is “the area where larvae are at risk of being entrained and is determined by \nbiological and oceanographic factors” (Raimondi, 2011). ETM is a model that is fully \ndeveloped (i.e. ready to use right now) that can take field sampling data and use it \nto predict where the entrained organisms may have come from. \n2. Geographic Region of the Facility\n\nGEOGRAPHIC REGION OF THE FACILITY  |  11\nOCEAN RESTORATION METHODS\nTo define the geographic region, the working group \nlooked for a scientifically rigorous technique that \nis currently usable. While other methods are under \ndevelopment, and still being tested, the timeline \nfor their completion (including rigorous scientific \npeer review) will not meet the timelines for which \nOPC needs to initiate their program. The ETM uses \nsampling data of target species from the intake \nwater, which are collected at regular intervals \n(Raimondi, 2011). One step of the ETM is to estimate \nthe source water body; this estimation closely aligns \nwith our understanding of the area of impact. For \nthese reasons, and because this methodology has \nbeen determined by the State Water Board as the \npreferred method to determine impacts of OTC \nto organisms, we used the results of the ETM and \nthe source water bodies for each power plant to \ndefine the geographic area of impact. Results of \nthe ETM generated a source water body for each \ntarget species. Additionally, the results of the ETM \nare also in close alignment with theoretical models \nthat include the observation that nearshore water \nmotion decreases toward shore, often in the vicinity \nof intakes (White et al., 2010b; Nickols et al., 2012). \nFor this report, we considered the largest source \nwater body to define the area of impact because it \nwill include all possible combinations of entrained \nand impinged species that could be lost from the \nMPA Network. \n2.1 Results: Areas of Impact\nFigure 2.  T   he areas of impact for the ten power plants complying with the interim mitigation requirements of the OTC \nPolicy (red areas and blue area combined).\n\nGEOGRAPHIC REGION OF THE FACILITY  |  12\nOCEAN RESTORATION METHODS\nFigure 2 is a map of the areas of impact for the ten \npower plants that are operating under the interim \nmitigation requirements of the Policy. The power \nplants are clustered closely together in Southern \nCalifornia, and their source water bodies overlap, \ncreating an area of impact that spans the entirety \nof State waters (3 nautical miles from the coastline, \nthe extent of this analysis) from Point Conception \nin the north, to the California/Mexico border to the \nsouth (Figure 2, red areas). Although outside the \nETM results, we also include the waters around the \nChannel Islands, as research shows these waters to \nbe connected to the mainland through the larval \ntransport of species of interest (Mitarai et al., 2009; \nWatson et al., 2010). \nNorth of Point Conception, the Diablo Canyon  \npower plant determines the area of impact, which \nextends roughly 100km north of and south of the \nplant in State waters (Figure 2, blue area). The \nnorthern limit is in the vacinity of Jade Cove, near \nPlaskett, California.\n2.2 Near-term Considerations\nETM was the chosen method for this report for a \nnumber of reasons:  1) it is the model currently used \nby the State, 2) the data used are from samples \ntaken from a location adjacent to or in the intake, \n3) the results provide a method that has been \nvetted, and 4) the results provide species-specific \nestimation. However, more sophisticated methods \nusing state-of-the-science numerical models \nthat represent realistic ocean currents and their \nvariability along the entire coast of California are \nincreasingly available. When coupled to particle \ntransport algorithms, such models can predict larval \ntransport within the MPA Network. \nOne advanced numerical ocean model that is widely \nused in the California Current and other locations \nworldwide is the Regional Ocean Modeling System \n(ROMS) (Shchepetkin & McWilliams, 2005). This \nmodel is similar in structure and complexity to \nweather forecast models used to predict atmospheric \nwinds. Driven by realistic atmospheric fields at the \nsurface, various applications resolve the California \nCurrent in its entirety at coarse resolution (2 km - 10 \nkm) (Marchesiello et al., 2003; Veneziani et al., 2009; \nKurapov et al., 2017) and nest higher resolution grids \ndown to km scale or hundreds of meters in more \nlocalized regions (Dong et al., 2009; Suanda et al., \n2016). Ocean currents produced by these models are \nused to model the transport of larvae throughout the \nCalifornia Current. While some dispersal studies are \ngeneric (Mitarai et al., 2009; Drake et al., 2011), others \nare more targeted with species-specific emphasis \n(Watson et al., 2009; Drake et al., 2013; Johansson  \net al., 2016). \nStudies such as these may provide a better \nunderstanding in the near-term for the State on the \nareas of impact from OTC, allowing the State to \nconsider not just where organisms came from, but \nalso where they might have gone. We recommend \nthat the State consider using these models as  \nthey mature.\n\nSCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY  |  13\nOCEAN RESTORATION METHODS\nIn order for us to provide the needed scientific guidance for the \nquestions outlined in Section 1, we determined that there was a \nneed to define two of the phrases from the Policy in scientific \nterms. We note that these definitions are for the purposes of \ninterpreting and applying the questions given to this OPC-SAT \nworking group. \nSection 2 above defines the geographic region of the facility and those boundaries \nare based on the best available scientific information. OPC also asked us what \ntypes of projects will lead to increases in marine life associated with MPAs. \nHowever, in order to answer that question, we need to apply a scientific definition \nto two discrete phrases from the Policy: “associated with the State’s Marine \nProtected Areas” and “increases in marine life.” \n3.  Scientific Definitions for  \nInterpreting OTC Policy\n\nSCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY  |  14\nOCEAN RESTORATION METHODS\n3.1  Key Definition: “Associated  \nwith the State’s Marine  \nProtected Areas”\nThe Marine Life Protection Act (MLPA) (Marine Life \nProtection Act, 1999) directed the State to design \na network of MPAs to be created and managed \nusing sound science and stakeholder input. As of \nDecember 19, 2012 (after a rigorous and multi-year \nplanning and implementation process that included \nstakeholders, tribes, scientists, decision makers, and \nthe public) the MPA Network is in effect for the entire \ncoast of California. \nCalifornia’s MPA Network was designed to be \necologically connected through ocean currents that \ntransport eggs, spores, larvae, and individuals across \nthe Network both into MPAs and into the spaces in \nbetween. Different species spend different amounts \nof time and are transported different distances \nby ocean currents before settling in their juvenile \nhabitats. Here we refer to this period as “transport \ntime.” Most abalone, for example, have transport \ntimes of about 5-10 days (Haaker et al., 2001). Other \nspecies, like California spiny lobster (Panulirus \ninterruptus), can have much longer transport times \nof 7-10 months (Pringle, 1986). The connectivity \nacross the MPA Network is a core principle of both \nthe design of the MPA Network itself and the related \nperformance evaluation monitoring. Due to this \nconnectivity, we consider that “associated with \nMPAs” includes both the areas inside and outside \nof individual MPA boundaries (White et al., 2010a). \nTherefore, the area of impact is the entire area as \ndefined in Section 2.1 above, not just the discrete \nMPAs that are within that area of impact. \nThe mandates in the MLPA for design and \nperformance evaluation strongly align with this \ndefinition as well. The MLPA focus on the importance \nof connectivity both in design and evaluation is \nbeing reflected in the forthcoming MPA Monitoring \nAction Plan (California Ocean Protection Council, \n2018). All these factors taken together, both from the \nbest available ecological science and existing policy, \nprovide robust alignment with the definition of \nCalifornia’s MPA Network being inclusive of the MPAs \nthemselves as well as the spaces in between for the \narea of impact as defined in Section 2.1.\n3.2  Key Definition:  \n“Increases in Marine Life”\nCalifornia’s MPA Network was established with \nmany goals, which include protecting and sustaining \ndiversity and abundance of marine life populations, \nprotecting the structure, function, and integrity \nof marine ecosystems, and rebuilding marine \npopulations that are depleted (California Department \nof Fish and Wildlife, 2016). The OTC Policy has \nlanguage that is in alignment with California’s MPA \nNetwork goals as well as other MPAs across the \nglobe: “increases in marine life associated with \nthe State’s MPAs.” We have provided our scientific \ninterpretation of this language in order to inform our \nguidance of restoration methods that are likely to \nlead to these types of increases. \nIncreases in marine life could come from a variety \nof mechanisms; they are not just about numerical \nchanges in particular species, but about improving \nthe ecosystem functions within the MPA Network \nas a whole, and is in alignment with the goals in \nthe MLPA (Marine Life Protection Act, 1999). Our \ndefinition of increases in marine life is drawn from \necological first principles about population dynamics \nand the ecosystem features that support them \n(Marquet et al., 2015). \nThe following metrics, and therefore species we refer \nto below in the metrics, are those that are important \nto perpetuating the structure and integrity of a \nhealthy, functioning ecosystem through time and \ntherefore lead to increases in marine life as stated \nin the Policy. While we don’t expect every project \nto meet every metric, we do recommend that they \nshould be considered together, not discretely, and \nshould have reference points (discussed below) \nassociated with each one when applying to a \nparticular method or approach. \n\nSCIENTIFIC DEFINITIONS FOR INTERPRETING OTC POLICY  |  15\nOCEAN RESTORATION METHODS\nIn each of these metrics the types of species we \nare referring to are those that are important to \nperpetuating the structure and integrity of a healthy, \nfunctioning ecosystem through time and therefore \nlead to increases in marine life\n1,2\n. \nDENSITY\n3\n: increases in the density of a particular \nspecies or suite of species. This could mean methods \nthat directly increase density of native species or \ninclude indirect methods, such as removal of invasive \nspecies, indirectly leading to increases in density of \nspecies that enhance ecosystem health.\nBIODIVERSITY\n4\n: increases in diversity of species, \npopulations, communities, ecosystems, and/or \nfunctions. This includes increasing the diversity of \nage or size classes or other ecologically-relevant \ntraits within a population, genetic representation, \ncommunity and/or habitats in an ecosystem, etc. \nBIOMASS\n5\n: increases in biomass of a particular or \nsuite of species.\nFUNCTION\n6\n: increases in the functionality of \necosystem components such as connectivity, \nresilience of species, functional groups or habitat, \nproductivity, water quality, etc.\nPOPULATION SIZE\n8\n: increases in a species \npopulation either spatially or genetically. \nThese metrics seek to create a definition of “increases \nin marine life” that is quantifiable and measurable. \nWe recommend the use of reference points\n9\n for each \nof these metrics, in order to not only better measure \nthese metrics, but also to answer the question: What \nare we restoring to and/or from? The reference \npoint should be in the same unit of measurement \nas the goal or metric. The reference point could be \nbased on that metric from a different time, specific \nspecies, population, or ecosystem state, or a new \nreference point due to changing ocean conditions, \netc. Additionally, other metrics, like resiliency, have \nbeen difficult to measure or to define reference \npoints, and even more difficult to render successful. \nWe know that these other metrics are important and \nshould not be ignored when considering restoration \nmethods. However, we recommend that they be \nconsidered together with the above metrics, rather \nthan in isolation. \n1- Ecosystem health- condition of the ecosystem.  A healthy ecosystem is defined as being ‘stable and sustainable’; maintaining its organization and autonomy over time and its resilience to  \nstress (Costanza 1994; Rapport et al., 1998).\n2-Ecosystem function- “the flow of energy and materials through the arrangement of biotic and abiotic components of an ecosystem” (Diaz & Cabido 2001).\n3-Density- is usually used to refer to the number of items per unit area, for example, barnacles/m\n2\n.\n4-Biodiversity- includes four main components:\n • Genetic diversity refers to the genetic variation that occurs among members of the same species.\n • Species diversity (taxonomic diversity) refers to the variety of species or other taxonomic groups in an ecosystem.\n • Ecosystem diversity refers to the variety of biological communities found on earth, usually consider at two levels, communities and ecosystems.\n • F\nunctional diversity refers to the variety of biological processes, functions, or characteristics of a particular ecosystem (Thorne- Miller 1999).\n5-\n B\niomass- is the mass of living biological organisms in a given area or ecosystem at a given time. Biomass can refer to species biomass, which is the mass of one or more species, or to community \nbiomass, which is the mass of all species in the community (IUPAC, 1997). Biomass therefore considers the size structure of the species or community, in addition to abundance or density. \n6-Function- role, or function, that a species plays in the community or ecosystem in which they occur (e.g. primary producer, consumer, top predator, etc.).\n7-Resilience-  can include both engineering resilience (how quickly a system returns to the original state from disturbance) and ecological resilience (likelihood of a state switch following   \n   \nd\nisturbance).\n8-Population size- amount (number or area) of individuals of the same species, and can include increases in functionality of the role of the population in the ecosystem.\n9-Reference point-  basis or standard for evaluation, assessment, or comparison; a criterion.\n\nFRAMEWORK FOR EVALUATING RESTORATION METHODS  |  16\nOCEAN RESTORATION METHODS\nWe have taken an ecological first principles (Marquet et al., \n2015) approach for creating a scientific framework for evaluating \nrestoration methods in alignment with the goals outlined in the \nPolicy. The guiding principles that make up this framework are \nintended for use in evaluating whether or not a restoration method \nis likely to reach the goal of increasing marine life associated with \nMPAs from a scientific perspective. They are meant to be taken \nin conjunction with the definitions described in Section 3 and the \ngeographic confines described in Section 2. Restoration methods \nshould be assessed for alignment with these definitions and within \nthe defined geographic scope before applying these principles to \nassess whether they are scientifically likely to lead to increases in \nmarine life associated with MPAs.\n4.  Framework for Evaluating  \nRestoration Methods\n\nFRAMEWORK FOR EVALUATING RESTORATION METHODS  |  17\nOCEAN RESTORATION METHODS\n4.1 Guiding Principles\nPrinciple 1  Restoration method has a high \nlikelihood of restoring the integrity of the \ncoastal ecosystem.\nIntegrity of an ecosystem is defined here as the \nnatural structure and functions of an ecosystem, \nincluding the populations, communities, and habitats \nthat constitute the ecosystem, which exist in the \nabsence of or prior to industrial-era anthropogenic \ninfluences. Restoration methods should seek to \nfacilitate and protect the integrity of the MPA \nNetwork and demonstrate a long-term outcome \nfor increasing marine life at the community level \nrather than species level. Restoration methods that \nhave a high likelihood of restoring the integrity of \nthe coastal ecosystem are likely to increase marine \nlife both inside and outside of MPAs, even if the \napproach is not applied within an MPA itself.  \nThis principle takes into account that restoring \nto a pre-industrial-era anthropogenic status may \nnot be possible or appropriate given our current \nunderstanding of how our ocean ecosystems may \nbe and are changing (species range shifts, ocean \nacidification, harmful algal blooms, sea surface \ntemperature changes, etc.). A component of \necosystem integrity is the capacity for a system to \nrespond to change (e.g. across locations, maintain \nthe capacity for range shifts to occur), and within a \nlocation, maintain ecosystem function as some of the \nunderlying community composition changes. \nWe recommend methods that may produce \ncommunity wide benefits, rather than single species \nbenefits. This can mean either enhancement at the \nlevel of ecosystems or communities (e.g., increases \nin species biodiversity, habitat diversity, community-\nwide productivity) or enhancement at the level of \nspecies populations. Population level enhancement \nof a single species should target those species \nthat have broader community-wide influences, or \nthose that are threatened or endangered by human \nimpacts. However, single-species approaches might \nhave ramifications for other species, but would \nnot have as high priority as approaches with broad \ncommunity benefits.\nPrinciple 2  Restoration method has a high \nlikelihood of success at a scale that can provide \nmeaningful ecological benefits.\nScale here refers to both spatial and/or temporal \naspects of a proposed method. If approaches are \ntoo spatially restricted, or are done for too short a \nperiod of a time, they might not increase marine life \nin a meaningful way. This includes both methods that \ncan be executed at a large scale (at least hundreds \nof meters) or executed in a small area but have \nlarger impacts, or reverberate through a system. For \nexample, removal of an invasive species at an early \nstage in a pristine long-protected environment could \nhave large scale impacts over time by preventing \nestablishment of an irreversible invasion that could \ndecrease the integrity of a pristine marine habitat. \nFeasibility of success at scale also includes the \npotential for the approach to be implemented on \nshort enough time scales and small enough spatial \nscales to be realistically possible while still having \necosystem level outcomes.\nPrinciple 3  Restoration method has a high \nlikelihood of being self-sustaining.\nRestoration method is able to maintain benefits \nover a long time period with minimal external inputs \nor maintenance. The method is likely to be highly \nresistant or resilient to natural and anthropogenic \ndisturbances over time and space. The method will \nhave demonstrated a high likelihood of being able \nto maintain its desired effects after a disturbance \nthrough demonstrating either minimal effects or \nrecovery over space and/or time.  \n\nFRAMEWORK FOR EVALUATING RESTORATION METHODS  |  18\nOCEAN RESTORATION METHODS\n4.2 Using the Framework\nApplying these three principles to proposed restoration methods will help to \ndetermine if the method is scientifically likely to be effective at increasing marine \nlife associated with MPAs. We anticipate that some restoration methods will be \nshown to be effective through previous work in particular habitats while other \nhabitats or methods will have little to no previous applications. In these areas, we \nrecommend and believe that innovative research and development will be a key \ntool to achieving long-term success in reaching the goals that are outlined in the \nPolicy. It is essential that any new restoration methods proposed are designed to \ninform the utility of the new method. Regardless, all restoration methods should \nbe grounded in science and include scientifically rigorous and specific predictions \nof ecosystem responses to the restoration method. In the following section, we \nprovide some examples on how the framework can be applied.\n\nAPPLYING THE FRAMEWORK  |  19\nOCEAN RESTORATION METHODS\nHere we apply the framework and guiding principles, presented \nin Section 4, to three restoration methods to demonstrate how \nthe framework can be used. Our goal was to both test and refine \nthe guiding principles themselves in addition to demonstrating \ntheir application. These examples also document current scientific \nunderstanding of how these methods may or may not be likely \nto lead to increases in marine life associated with MPAs. We \nchose three broad categories for review, and present a specific \nrestoration method for each category to bound the exercise: \nREDUCING NOVEL STRESSORS:  mitigating anthropogenically-driven elements \n(both biotic and abiotic)\nCOMMUNITY ENHANCEMENT: manipulating naturally-occuring biotic elements\nSTRUCTURAL MANIPULATION: enhancement of abiotic elements\n5.  Applying the Framework\n\nAPPLYING THE FRAMEWORK  |  20\nOCEAN RESTORATION METHODS\nThe following demonstrations are by no means \na comprehensive list of restoration categories \nor methods. The examples presented here are \nnot meant to limit the types of restoration or \nprojects that should be considered for funding \nunder OPC’s OTC Interim Mitigation Program. We \nchose restoration methods for which there is not \nnecessarily a deep body of scientific evidence \ndemonstrating outcomes. Other restoration methods, \nlike wetland restoration, are well documented.\n5.1  Reducing novel stressors:  \nMarine and estuarine  \ninvasive macroalgae removal  \nINTRODUCTION\nGiven the difficulties in establishing effective \nmeasures to prevent the spread of marine and \nestuarine invasive species, management options fall \nunder control and eradication (Williams & Grosholz, \n2008). There are currently no ready-made protocols \nfor invasive species control or eradication, rather, \nmethods must be tailored to the specific physical and \nbiological conditions of the impacted area as well \nas characteristics of the invader (Anderson, 2007). \nEradication can be accomplished using physical \nremoval, applying biocides, biological control by \nintroducing predators, parasites or viruses, or \nthrough genetic modification techniques (Thresher \n& Kuris, 2004). For the purposes of this case study, \nwe chose to focus on physical (i.e. mechanical) \nremoval of invasive macroalgae from rocky marine \nenvironments, as this approach has been most \ncommonly used to control and eradicate invasive \nspecies (Thresher & Kuris, 2004). Physical methods \ninclude manipulations in or around the impacted area \nwith the objective of either removing, burying, or \nkilling the invasive macroalgae.\nPrinciple 1  Restoration method has a high \nlikelihood of restoring the integrity of the \ncoastal ecosystem.\nA review of impacts by introduced macroalgae \nindicates that these species most commonly alter \ncommunity composition or monopolize space; \nother documented ecological impacts include \nreduced abundances, richness, and diversity of \nnative macroalgae and associated fauna, altered \nhabitat characteristics due to changing sediment \naccumulation by introduced macroalgae, and \nchanging food web linkages (Davidson et al., 2015). \nThus, the expectation is that removal of invasive \nmacroalgae would help restore the impacted \necological functions of the coastal ecosystem. \nHowever, in many cases we know little about \nthe ecological impacts of invasive species, and \necosystem processes and functions are among \nthe most overlooked effects of invasive species \nin estuarine and coastal environments (Williams \n& Grosholz, 2008). Furthermore, while restoring \necological integrity is often the ultimate goal of an \neradication program, most simply score success by \nproximate goals such as invasive species removal \n(Prior et al., 2018). Studies also indicate that the \necological consequences of an invader depend \non the degree to which a habitat is degraded \n(Tamburello et al., 2015). For example, removal \nof an invasive marine alga had positive ecological \neffects on native algae at sites with little exposure to \nanthropogenic influences (Bulleri et al., 2016).\n\nAPPLYING THE FRAMEWORK  |  21\nOCEAN RESTORATION METHODS\nPrinciple 2  Restoration method has a high \nlikelihood of success at a scale that can provide \nmeaningful ecological benefits.\nThe few documented cases of total eradication of \na marine invasive algae occurred when the invasion \nwas caught early, the invasion scale was small or in \nan isolated area, the response was rapid and well-\ncoordinated by cooperating government agencies, \nand the biological and ecological characteristics \nof the invader were well understood (Caulerpa \ntaxifolia, Anderson, 2005; Ascophyllum nodosum, \nMiller et al., 2004).\nPhysical removal is unlikely to result in complete \neradication unless the invasion is limited to a \nrelatively small area. The studies of hand removal \n(and ‘super sucker’ suction device) from Kaneohe \nBay, HI and Catalina Island, CA, both made \nestimates of the human-hours (people-time) \nrequired to remove measured amounts of algae \nbut neither study extrapolated to the total time or \ncost for complete eradication at the scale of the \nrespective invasions (Conklin & Smith, 2005; Marks \net al., 2017). Most eradication programs require \nmultiple years for completion, making it difficult \nto evaluate the ecological benefits of removing an \ninvasive macroalgae.\nPrinciple 3  Restoration method has a high \nlikelihood of being self-sustaining.\nTotal eradication might be possible with early \ndetection, when the invader is in small or isolated \nareas, and when efficient removal methods are \napplied. Complete eradication is preferable rather \nthan invasion control because it is likely to be more \nself-sustaining. To be sustainable, a physical removal \nmethod needs to make sure that algal gametes, \nzoospores, and fragments (for asexually-reproducing \nforms) are contained so that dispersal to other areas \ndoes not occur during removal (example of such \nrecolonizations following removal: Kappaphycus spp., \nConklin & Smith, 2005; Caulerpa taxifolia, Ivesa et al., \n2006; Sargassum horneri, Marks et al., 2017).\nMonitoring to ensure that recolonization following \nremoval does not take place is also important.\nDISCUSSION\nMost studies indicate that eradication of invasive \nspecies is almost impossible and always expensive. \nIn a review of 151 studies on the efficacy of invasive \nspecies removal (across terrestrial and aquatic \nhabitats), there were 1) positive or mixed effects on \necological recovery for most studies, although 31% \nof studies lacked ecological recovery, or observed \nnegative effects such as increases in non-target \ninvasive species; 2) ecological recovery was more \nlikely in areas with less anthropogenic disturbance \nand fewer other invaders; 3) ecological recovery was \nmore likely for animal rather than plant populations \nand communities; and 4) the likelihood of ecological \nrecovery did not change if invaders were completely \nremoved or strongly suppressed (at least 90% \nremoval) (Prior et al., 2018). In general, examples \nof eradication successes have occurred when the \nintroduced populations were small and restricted, \nhuman and financial resources were available, \nthere was existing knowledge about the ecological \ncharacteristics of the invader, and early action was \ntaken. To help gauge success, invasive macroalgae \nremoval projects should consider the following:\n•\n \nH\now conspicuous is the invasive species? How \neasily can it be identified?\n•\n \nT\nhe timing of removal relative to reproduction of \nthe invasive species and relative to environmental \nconditions.\n•\n \nT\nhe mode of reproduction of the invasive \nspecies. Will the method of removal cause \nspread via dispersal of reproductive parts or \ncan fragmented parts recolonize and asexually \nreproduce?\n•\n \nI\ns the species susceptible to changing ocean \nconditions (i.e. changing water temperature)?\n•\n \nW\nhat stage is the invasion? What is the spatial \nscale of the colonization?\n•\n How degraded or ‘healthy’ is the habitat? \n\nAPPLYING THE FRAMEWORK  |  22\nOCEAN RESTORATION METHODS\n5.2  Community enhancement: Urchin \nremoval for kelp-bed restoration\nINTRODUCTION\nWhen disturbances to an ecosystem or habitat  \noccur simultaneously with other changes, such \nas loss of a foundational species or increases in \nconsumers, it can limit the options for restoration. \nFor example, recent widespread loss of several \nspecies of surface canopy-forming giant and bull kelp \n(Macrocystis, Nereocystis) and sub-canopy forming \nkelps (Pterygophora, Laminaria, Pluerophycus) in \ncentral and northern California has co-occurred with \nincreases in densities of exposed purple sea urchins \n(Strongylocentrotus purpuratus). Past research \nstrongly suggests that the presence of high densities \nof sea urchins can prevent or delay recovery of kelp \nforests (Ling et al., 2015). Two potential methods \nfor ecosystem restoration or enhancement of \nkelp forests where purple sea urchin densities \nhave increased are 1) to increase the consumer’s \npredator(s) or 2) manually reduce the density of \nthe consumer. Of the potential methods of reducing \nsea urchin grazing (e.g. increasing urchin predators, \nmanual reductions of sea urchins, etc.), we chose \nmanual reductions for this review, as it is currently \nreceiving much consideration in California. \nPrinciple 1  Restoration method has a high \nlikelihood of restoring the integrity of the \ncoastal ecosystem.\nUnder the right circumstances, manual reduction of \nsea urchin densities has a high likelihood of restoring \nthe integrity of kelp forest ecosystems. Where high \nurchin densities have resulted in overgrazing of kelp \n(“urchin barrens”), reduction of urchin densities can \nresult in recovery of kelp (Wilson et al., 1979; Ling et \nal., 2010) along with the species associated with it \n(Graham, 2004). However, not all instances of kelp \ndecline are driven by overgrazing urchins. Kelp \ndeclines can be driven by other factors, such as poor \nwater quality/high turbidity, sedimentation, and \noceanographic conditions (Catton et al., 2016; Foster \n& Schiel, 2010). In these cases, reducing urchin \ndensities may not help a kelp forest to recover. Thus, \nfor each location, the efficacy of sea urchin removal \nwill depend on the causes of kelp decline and \nwhether those causes will persist.\nEven in cases where reducing urchin densities can \nresult in kelp recovery, the magnitude of density \nreduction needs to be determined based on the \ncharacteristics of the system. The urchin-dominated \nsystem is often considered an alternate stable state, \nand it is possible that reducing urchins to “normal” \ndensities won’t be sufficient to facilitate kelp \nrecovery. In those cases, urchin densities might need \nto be reduced to much lower-than-normal densities \nfor kelp to recover (Ling et al., 2015).  \nPrinciple 2  Restoration method has a high \nlikelihood of success at a scale that can provide \nmeaningful ecological benefits.\nFor localized kelp bed loss, it is feasible to reduce \nurchin densities to achieve local restoration that \nwould provide meaningful ecological benefits at that \nlocation (Ford & Meux, 2010). If the loss of kelp forest \nis associated with a localized anthropogenic impact, \nthen reducing urchin densities at that location has a \nhigh likelihood of being done at the scale that would \nprovide meaningful ecological benefits.\n\nAPPLYING THE FRAMEWORK  |  23\nOCEAN RESTORATION METHODS\nFor kelp bed loss at a regional scale, it would be \nvery difficult to scale up manual removal of urchins \nto achieve a region-wide restoration of kelp forests. \nFor example, in northern California, where the loss \nof kelp forests has been coast-wide and the aim \nmay be to facilitate broad scale recovery, manual \nremoval of urchins along the entire coast is not likely \ndue to the amount of effort it would take. However, \nlocal removals could be positioned strategically \nacross a region, creating distributed sources of kelp \nspore production to expedite broad-scale recovery \nupon regional declines in urchins by natural \nprocesses (e.g. disease, storms), providing some \nregional benefit by having spatially distributed kelp \nforests. However, to our knowledge, this approach \nhas never been applied.\nIt is unknown what the minimum area required would \nbe for local urchin reduction and kelp recovery to \npersist at a scale that is meaningful or beneficial. \nRecent patch dynamic and metapopulation studies \nof giant kelp forests (Macrocystis) in southern \nCalifornia (Castorani et al., 2015; 2017) and central \nCalifornia (Young et al., 2016) may inform the \nrelationship between the spatial scale of forests \nand their persistence. Depending on the specific \ngoals of the restoration (i.e. local or regional), there \nmay be a minimum restoration area for those goals \nto be realized. However, these relationships may \ndiffer between the two kelp forest-forming species \nin California, giant kelp (Macrocystis) and bull kelp \n(Nereocystis), given their very different life histories \n(perennial and annual, respectively).\nPrinciple 3  Restoration method has a high \nlikelihood of being self-sustaining.\nIn theory, manual reduction of urchin densities has a \nhigh likelihood of being self-sustaining. The concept \nbehind this method is that reducing urchin densities \nto an appropriate level would allow a kelp forest to \nre-establish and be self-sustaining. In practice, many \nfactors will determine whether manual reduction \nof urchins is self-sustaining. Although there are \nsuggestions that manual reduction of sea urchins \nmay lead to the return of canopy-forming kelps \n(Ford & Meux, 2010), there is limited peer-reviewed \nliterature available documenting lasting success in \nCalifornia rocky reef ecosystems. If the kelp forest \nis not likely to be self-sustaining after the initial \nreduction of urchin densities and future intervention \nis likely to be required to maintain the forest, then the \nfrequency and extent of the intervention needed to \nsustain the kelp needs to be considered.\nDISCUSSION\nThe likelihood of restoring kelp forests over the \nlong term using manual removal of urchins requires \ncareful consideration of other factors, including:\n•\n The cause of the kelp loss and increase in sea \nurchin grazing. If changes were associated \nwith a short-term natural or anthropogenic \nperturbation such as an unprecedented storm \nevent, then reestablishment of the forested reef \nmight persist for a prolonged period with little \nsubsequent intervention. If the decline in kelp or \nincrease in sea urchins was caused by a chronic \nperturbation, such as a change in water quality or \nreduction in urchin predators, manual reductions \nin urchins may not result in kelp increases, \nbut even if they do, kelp still might not persist \nwithout continual maintenance efforts. \n•\n Ecological feedbacks needed to maintain the \nreestablished forest are intact. For example, \nthere must be sufficient numbers and diversity \nof sea urchin predators to continue to control \nthe number of sea urchins subsequent to urchin \ndensity reduction. With sufficient ecological \nfeedbacks and no chronic perturbations, a \nrestored kelp forest should be as resilient to \nfuture perturbations as a natural forest. \n•\n \nD\nisturbances that may impact the ability of a site \nto maintain the restoration application. These \nmight include, but are not limited to, the frequency \nand magnitude of disturbances, known future \ndisturbances such as nutrient-poor temperature \nanomalies or storms, changes in water quality, or \ndisturbances that occur before the kelp forest has \nfully recovered. These types of disturbances may \nmean that a restoration site is not likely to maintain \nthe effects of urchin removal. \n\nAPPLYING THE FRAMEWORK  |  24\nOCEAN RESTORATION METHODS\n• Timing of episodes of strong sea urchin \nrecruitment relative to the rate of recovery of \na forest. Once recovered, an intact forest can \nlikely resist subsequent strong episodes of sea \nurchin recruitment. However, if an episode of \nstrong sea urchin recruitment occurs prior to the \nrecovery of a forest, it could preempt successful \nreestablishment of a forest. Therefore, the \nlikelihood of an episode of a strong sea urchin \nrecruitment event occurring during the recovery \nperiod of a forest should be considered in \nforecasting the necessary duration of sustained \nsea urchin removal. \n5.3  Structural manipulation:  \nArtificial reefs in shallow water\nINTRODUCTION\nStructural manipulation refers to creating change \nin the bottom substrate, for example, the creation \nof artificial reefs to increase rocky bottom habitat \navailability or to convert upland areas to coastal \nestuarine habitat. Artificial reefs are human-made \nstructures that are submerged under the water \nand can be placed intentionally or unintentionally. \nArtificial reefs have been placed in the water for \na wide variety of purposes, including increasing \nrecreational opportunities such as fishing and \ndiving, enhancing commercial and recreational \nfisheries, reducing beach erosion, mitigating \nhabitat loss from anthropogenic actions, ecosystem \nrestoration, and research. Here, we will concentrate \nthe discussion on shallow (<30 m) artificial reefs that \nmimic rocky reef habitat for ecosystem restoration. \nWhile there are many examples of artificial reef \ninstallation across the globe (Jackson et al., 2004, \n2007; Harris, 2006; Bicudo et al., 2008), there are \nfew that have been done for the explicit purpose of \necosystem enhancement. \nPrinciple 1  Restoration method has a high \nlikelihood of restoring the integrity of the \ncoastal ecosystem.\nBecause artificial reefs are so diverse in terms \nof purpose, design, construction material, and \nplacement, there is an equally wide diversity \nof outcomes (Baine, 2001). Many artificial reefs \n(especially those created a few decades ago when \ninterest in artificial reefs began) were constructed \nfrom non-natural materials such as tires, coal ash, \nsunken ships, oil platform structures, and concrete \n(Bohnsack et al., 1991). However, while there is still \ninterest in using concrete in reef construction, the \ndeficiencies in reef sustainability or the biological \ncommunities occurring on these reefs led to the \ncurrent focus on natural materials such as rock. \n\nAPPLYING THE FRAMEWORK  |  25\nOCEAN RESTORATION METHODS\nIn California, which has a long history of artificial \nreef construction starting in the 1950s (Carlisle et \nal., 1964; Turner et al., 1969), a series of artificial \nreefs were constructed from quarry rock in the \n1980s, and the biological communities of these reefs \nresembled communities on natural reefs (Ambrose, \n1987; Ambrose & Swarbrick, 1989). Besides similar \ncommunity structure, quarry rock reefs in southern \nCalifornia have been shown to support fish growth \nand production (DeMartini et al., 1989; Johnson et al., \n1989). Biological communities on some artificial reefs \nconstructed from concrete have also been shown \nto be similar to natural reefs (Ambrose & Swarbrick, \n1989; Reed et al., 2006). \nThe most intensively studied artificial reef in the \nworld is the Wheeler North Artificial Reef (WNAR), \na 71-ha reef constructed from quarry rock in a \nlow-relief design (i.e., a single layer of rocks ~1 m \nhigh). This reef has had benthic algae, invertebrates, \nand fish assemblages with abundance and species \nrichness similar to nearby natural reefs, as well as \nsimilar fish production (Reed et al., 2017). \nIn addition to construction material, reef design is \nlikely to be an important factor determining the \ndegree to which an artificial reef enhances marine \nresources. WNAR was designed to mimic nearby low-\nrelief natural reefs and evidence indicates it functions \nlike those natural reefs. It is not clear that designs \nthat differ from natural reef structure will function \nlike natural reefs, so evidence of reef function would \nneed to be provided before it could be concluded \nthat they provide a high likelihood of restoring the \nintegrity of the coastal ecosystem.\nAfter an extensive literature review, Baine (2001) \nconcluded that many of the problems associated \nwith artificial reefs have been related to general \nplanning and management issues. Although artificial \nreefs constructed of human-made materials or \nwith designs focused on attracting fish cannot be \nassumed to support reef communities with structure \nand function similar to natural reefs, artificial reefs \nthat are carefully designed to provide productive \nhabitat have a high likelihood of restoring the \nintegrity of coastal ecosystems (Baine, 2001).  \nPrinciple 2  Restoration method has a high \nlikelihood of success at a scale that can provide \nmeaningful ecological benefits.\nArtificial reefs can be constructed at a scale that can \nprovide meaningful ecological benefits. For example, \nthe WNAR, at 71 ha, is larger than many natural reefs. \nHowever, in order to be done at a meaningful scale, \nthere needs to be enough habitat available for reef \ncreation. For example, assuming the goal is a shallow \nrocky reef that could support kelp, the target area \nwould be a shallow (8-20 meters depth depending \non location and water visibility) sandy habitat with \na narrow lens of sand over bedrock (typically the \ngoal is not more than ~.5 - .75 meters of sand over \nbedrock with appropriate water clarity and sediment \nmovement/scour for kelp establishment). \nNote also that any habitat addition to an area \nresults in destruction or, at the least, substantial \nmodification to the pre-existing habitat. It is \nimportant to assess what species and processes \nwill be disturbed as a result of reef creation and an \nassessment of whether the tradeoff is appropriate. \nThis is particularly important for large-scale habitat \ncreation. In areas such as southern California, subtidal \nrocky reef habitat is much less common than sandy \nbottom habitat, so replacement of sandy habitat by \nrocky reef habitat has been judged environmentally \nbeneficial and this is unlikely to change, even with \nextensive artificial reef construction. However, in \nother regions, or after extensive construction of \nartificial reefs, sandy bottom habitat might be judged \nso valuable that replacement by rocky reef habitat \nwould not be desirable.  \n\nAPPLYING THE FRAMEWORK  |  26\nOCEAN RESTORATION METHODS\nPrinciple 3  Restoration method has a high \nlikelihood of being self-sustaining.\nCareful design and placement of an artificial reef will \nresult in a high likelihood of it being self-sustaining, \nboth physically and ecologically. The design and \nlocation of the reef must take into account the \noceanographic and geomorphological context in \nwhich the reef will be placed, paying particular \nattention to avoid excessive scour or sinking of reef \nmaterials. As noted above, construction on a thin \nlayer of sand over bedrock ensures that the artificial \nreef will not sink below the sand surface. A properly \ndesigned and located artificial reef will persist \nindefinitely if constructed of long-lasting materials \nsuch as quarry rock or concrete. \nIn addition to physical persistence, connectivity \nto other reefs would ensure that the biological \ncommunity is sustained. Although isolated artificial \nreefs can support rich biological communities \n(Ambrose & Swarbrick, 1989), stronger connections \nto natural reefs should help artificial reefs recover \nfrom disturbances. Thus, placement near other reefs \nshould increase the likelihood that an artificial reef \nwould be self-sustaining.\nDISCUSSION\nGlobally, there are a number of examples where \nthe goals of an artificial reef were aligned with \necosystem-level restoration and metrics of success \nwere well defined. In cases where artificial reefs have \nsuccessfully persisted and met their goals, they went \nthrough a thorough planning process followed by \nongoing monitoring and management (Baine, 2001). \nIn southern California, the WNAR has demonstrated \nthat a carefully planned artificial reef constructed \nfrom quarry rock can persist and provide valuable \nmarine resources comparable to those provided  \nby natural reefs. \nTo help gauge success, artificial reef projects should \nconsider the following: \n•\n Does reef design match the goals for the reef \n(e.g., development of an ecological community \nsimilar to other reefs in the region)?\n•\n Does the placement of the reef consider the \noceanographic and geomorphologic conditions \nof the area to ensure reef persistence? \n• Does the reef location affect socioeconomic \nor cultural value (e.g., surf breaks, fishing \nopportunities, accumulation of kelp wrack on \nbeaches, etc.)?\n•\n Are there nearby natural reefs from which \npropagules or adults can colonize the  \nartificial reef? \n•\n Is the artificial reef robust to changes in ocean \nconditions (e.g., increased storm activity with \nclimate change)?\n•\n Will the creation of an artificial reef lead to \ndestruction of habitat that outweighs the \nbenefits of the artificial reef? \n\nCONCLUSIONS  |  27\nOCEAN RESTORATION METHODS\nThroughout the process for providing scientific guidance we kept \nthe main charge given to us by OPC in mind. \n1\nThe Policy states that it is the preference that mitigation funds be spent on \nprojects that are within the “geographic region of the facility.” However, \nthe Policy does not define that geographic range. What is the “geographic \nregion” specific to the ten power plants that are part of the program? \nConclusion: We defined clear boundaries for the geographic range in Section 2 \nwhich can bound the areas where impacts can be assumed to occur based on our \ncurrent scientific knowledge. As noted previously, we also encourage the State to \nrevisit these boundaries as more advanced models become available in the near-\nterm. These models will help to better understand and refine the area of impact \ndue to their ability to tell us about not just where the organisms were coming \nfrom, but also their destination had they not been impinged or entrained by an \nOTC power plant. \n6.  Conclusions\n\nCONCLUSIONS  |  28\nOCEAN RESTORATION METHODS\n2\nThe Policy states that it is the preference that mitigation funds be spent on \nprojects that may lead to “increases in marine life associated with the \nState’s Marine Protected Areas.” How do we evaluate if common open coast \nrestoration methods will lead to increases in marine life associated with the \nState’s MPA Network based on currently available scientific evidence?\nConclusion: We provided a scientific definition of “associated with the State’s \nmarine protected areas”  and “increases in marine life” in Section 3. These \ndefinitions and the geographic scope should be the umbrella with which the \nframework in Section 4 is applied. We utilized these definitions and the framework \nin the examples in Section 5 to better illuminate how the State can determine \nif common open coast restoration methods will lead to increases in marine life \nassociated with the State’s MPA Network using best available science. Through \napplying the framework we were able to refine it and feel confident that it will serve \nto examine the scientific rigor and likelihood of projects to lead to increases in \nmarine life associated with MPAs.\nLastly, we note that restoration and research in California’s marine systems are \nincreasingly important, especially given changing ocean conditions. All restoration \nand other types of proposals considered should be grounded in science and \nscientifically rigorous methods of evaluation of responses by the ecosystem. \nHowever, many open coast restoration methods and other research are relatively \nnew and others are untested under changing ocean conditions. Because of this, \ninnovative scientific research and development will be a key tool to achieving \nlong-term success in reaching the goals that are outlined in the Policy as well as the \nMPA’s themselves. \n\nREFERENCES  |  29\nOCEAN RESTORATION METHODS\nAmbrose, R.F. (1987). Comparison of communities on artificial and natural reefs in Southern California, with \nemphasis on fish assemblages. Volume I. Report to the Marine Review Committee, Inc. 232 pp.\nAmbrose, R.F., and Swarbrick, S.L. (1989). Comparison of fish assemblages on artificial and natural reefs off the \ncoast of Southern California. Bulletin of Marine Sciences 44(2):718-733.\nAnderson, L.W.J. (2005). California’s reaction to Caulerpa taxifolia: A model for invasive species rapid response. \nBiol. Invasions 7:1003–1016. DOI 10.1007/s10530-004-3123-z\nAnderson, L.W.J. (2007). Control of invasive seaweeds. Botanica Marina 50: 418–437. DOI 10.1515/BOT.2007.045\nBicudo, P., Custódio, M., Cardoso, N., Fortes, C., Da Graça Neves, M., Mendes, L., ...,  and Carvalho, L.M. (2008). \nViability study of an artificial surf reef in S. Pedro do Estoril, Caseais, Portugal. Proceedings of the \nInternational Offshore and Polar Engineering Conference, pp.833-840.\nBaine, M. (2001). Artificial reefs: A review of their design, application, management and performance. Ocean and \nCoastal Management 44(3-4):241-259.\nBohnsack, J.A., Johnson, D.L., and Ambrose, R.F. (1991). Ecology of artificial reef habitats and fishes (pp. 61-107). \nIn Seaman, W., Jr.,  and Sprague, L.M. (Eds.). Artificial Habitats for Marine and Freshwater Fisheries. \nAcademic Press: San Diego. \nBotsford, L.W., White, J.W., Carr, M.H., and Caselle, J.E. (2014). Marine protected area networks in California, USA \n(pp. 205-251). In Johnson, M.L. and Sandell,  J. (Eds). Marine managed areas and fisheries: Advances in \nmarine biology. Academic Press: London.\nCalifornia Department of Fish and Wildlife. (2016). California Marine Life Protection Act Master Plan for marine \nprotected areas. Adopted by the California Fish and Game Commission on August 24, 2016. Retrieved \nfrom www.wildlife.ca.gov/Conservation/Marine/MPAs/Master-Plan.\nCalifornia Ocean Protection Council. (2018). Long-term monitoring. Retreived from http://www.opc.ca.gov/\nprograms-summary/marine-protected-areas/research-and-monitoring/long-term-monitoring/\nCarlisle, J.G., Jr.,  Turner, C.H., and  Ebert, E.E. (1964). Artificial habitat in the marine environment. Calif. Dept. \nFish Game, Fish Bull. 124. 93 pp.\nCastorani, M.C.N., Reed, D.C., Alberto, F., Bell, T.W., Simons, R.D., Cavanaugh, K.C., Siegel, D.A., and Raimondi, \nP.T. (2015). Connectivity structures local population dynamics: a long-term empirical test in a large \nmetapopulation system. Ecology 96(12):3141-3152.\nCastorani, M.C.N., Reed, D.C., Alberto, F., Bell, T.W., Raimondi, P.T., Cavanaugh, K.C., Siegel, D.A., and Simons, \nR.D. (2017).  Fluctuations in population fecundity drive variation in demographic connectivity and \nmetapopulation dynamics. Proc. R. Soc. B 284(1847): 20162086. DOI: 10.1098/rspb.2016.2086\nCatton, C., Rogers-Bennett, L., and Amrhein, Alisan. (2016). “Perfect storm” decimates northern California kelp \nforests. Retrieved from https://cdfwmarine.wordpress.com/2016/03/30/perfect-storm-decimates-kelp/\n7.  References\n\nREFERENCES  |  30\nOCEAN RESTORATION METHODS\nConklin, E.J. and Smith, J.E. (2005). Abundance and spread of the invasive red algae, Kappaphycus spp. In \nKan’ohe Bay, Hawaii and an experimental assessment of management options. Biol. Invasions 7:1029–\n1039.\nCostanza, R. (1992). Toward an operational definition of ecosystem health. In Costanza, R., Norton, B.G., and \nHaskell, B.D. (Eds). Ecosystem Health: New Goals for Environmental Management (pp. 239–256). Island \nPress.\nDavidson, A.D., Campbell, M.L., Hewitt, C.L., and Schaffelke, B. (2015). Assessing the impacts of nonindigenous \nmarine macroalgae: An update of current knowledge. Botanica Marina 58(2):55–79. DOI http://doi.\norg/10.1515/bot-2014-0079\nDawson, C.L., Worden, S., and Whiteman, L. (2016) Once-through Cooling Mitigation Program: Policy framework \nlinking California’s Marine Protected Area Network to OTC impacts [White paper]. Retrivied from \nhttp://www.opc.ca.gov/webmaster/_media_library/2016/10/FINALScience_PolicyFramework_\nLinkingMPAstoOTCmitigation_8.30.16.pdf  \nDeMartini, E.E., Barnett, A.M.,Johnson, T.D. and Ambrose, R.F.. (1994). Growth and production estimates for \nbiomass-dominant fishes on a southern California artificial reef. Bulletin of Marine Science 55(2): 484-\n500.\nDiaz, S. and Cabido, M. (2001). Vive la difference: Plant functional diversity matters to ecosystem processes. \nTrends in Ecology & Evolution 16:646-655. \nDong, C., Idica, E., and McWilliams, J. (2009). Circulation and multiple-scale variability in Southern California \nBight. Prog. Oceanogr. 8:168–190. doi:10.1016/j.pocean.2009.07.005\nDrake, P.T., Edwards, C.A., and Barth, J.A. (2011). Dispersion and connectivity estimates along the U.S. west coast \nfrom a realistic numerical model. J. Mar. Res. 69(1):1–37.\nDrake P.T., Edwards, C.A., Morgan, S.G., and Dever, E.P. (2013). Influence of larval behavior on transport and \npopulation connectivity in a realistic simulation of the California Current System. J. Mar. Res. 71:317-350.\nFord, T. and Meux, B. (2010). Giant kelp community restoration in Santa Monica Bay. Urban Coast 2(1): 43-46. \nRetrieved from http://urbancoast.org/wp-content/uploads/2014/10/V2_11_GiantKelp_FordandMeux.pdf\nFoster, M.S. and Schiel D.R. (2010). Loss of predators and the collapse of southern California kelp forests (?): \nAlternatives, explanations and generalizations. Journal of Experimental Marine Biology and Ecology \n393( 1 -2):59 -70.\nGraham, M.H. (2004). Effects of local deforestation on the diversity and structure of southern California giant \nkelp forest food webs. Ecosystems 7(4):341-357.\nHaaker, P., Karpov, K., Rogers-Bennett, L., Taniguchi, I., Friedman, C.S., Tegner, M.J. (2001) Abalone. In: Leet W.S., \nDewees C.M., Klingbeil R., Larson E.J. (eds) California’s living marine resources: a status report. California \nDepartment of Fish and Game, Sacramento, CA p 89-97.\nHarris, L.E. (2006). Artificial reefs for ecosystem restoration and coastal erosion protection with aquaculture \nand recreational amenities. 2006 ASR Conference. Retrieved from http://citeseerx.ist.psu.edu/viewdoc/\ndownload?doi=10.1.1.517.3520&rep=rep1&type=pdf\n\nREFERENCES  |  31\nOCEAN RESTORATION METHODS\nIUCN World Commission on Protected Areas (IUCN-WCPA) (2008). Establishing marine protected area \nnetworks—Making it happen. Washington, D.C.: IUCN-WCPA, National Oceanic and Atmospheric \nAdministration and The Nature Conservancy. 118 p.\nIUPAC. (1997). Compendium of Chemical Terminology, 2nd ed. (the “Gold Book”). Online version retrieved from \nhttp://www.old.iupac.org/publications/compendium/index.html\nIvesa, L., Jaklin A., and Devescovi, M. (2006). Vegetation patterns and spontaneous regression of Caulerpa \ntaxifolia (Vahl) C. Agardh in Malinska (Northern Adriatic, Croatia). Aquat. Bot. 85:324–330.\nJackson, L.A., Reichelt, R.E., Restall, S., Corbett, B., Tomlinson, R.B., and McGrath, J. (2004). Marine ecosystem \nenhancement on a geotextile coastal protection reef: Narrowneck Reef case study. Proceedings of the \n29th International Conference on Coastal Engineering. \nJackson, L.A., Corbetet, B.B., McGrath, J.E., Stuart, G., and Tomlinson, R.B. (2007). Narrowneck reef: Review of \nseven years of monitoring. Shore and Beach 75 (4):67-79. \nJohansson, M. L., Alberto, F., Reed, D. C., Raimondi, P. T., Coelho, N. C., Young, M. A., ..., and Serrão, E. A. (2015). \nSeascape drivers of Macrocystis pyrifera population genetic structure in the northeast Pacific. Mol. Ecol. \n24:4866-4885. DOI:10.1111/mec.13371\nJohnson, T.D., Barnett, A.M., DeMartini, E.E., Craft, L.L., Ambrose, R.F., and Purcell, L.J. (1994).  Fish production \nand habitat utilization of a southern California artificial reef.  Bulletin of Marine Science 55 (2):  709-723.\nKurapov, A.L., Erofeeva, S. Y., and Myers, E. (2017). Coastal sea level variability in the US West Coast Ocean \nForecast System (WCOFS). Ocean Dynamics 67:23. doi:10.1007/s10236-016-1013-4.\nLing, S.D., Ibbott, S., and Sanderson, J.C. (2010). Recovery of canopy-forming macroalgae following removal of \nthe enigmatic grazing sea urchin Heliocidaris erythrogramma. Journal of Experimental Marine Biology \nand Ecology 395(1-2): 135-146.\nLing, S.D., Scheibling, R.E., Rassweiler, A., Johnson, C.R., Shears, N., Connell, S.D., ..., and Johnson, L.E. (2015). \nGlobal regime shift dynamics of catastrophic sea urchin overgrazing. Philosophical Transactions of the \nRoyal Society B 370(1659). DOI: 10.1098/rstb.2013.0269\nMarchesiello, P., McWilliams, J. C., and Shchepetkin, A. F. (2003). Equilibrium structure and dynamics of the \nCalifornia Current System. Journal of  Physical Oceanography 33:753–783.\nMarine Life Protection Act 1999. Section 1 (California, USA). http://leginfo.legislature.ca.gov/faces/billTextClient.\nxhtml?bill_id=199920000AB993&search_keywords=Marine+life+protection\nMarks, L., Reed, D., and Obaza, A. (2017). Assessment of control methods for the invasive seaweed Sargassum \nhorneri in California, USA. Management of Biological Invasions 8(2):205–213. DOI https://doi.org/10.3391/\nmbi.2017.8.2.08\nMarquet, P., Allen, A.P., Brown, J., Dunne, J.A., Enquist, B.J., Gillooly, J.F.,..., and West, G.B. (2015). On the \nimportance of first principles in ecological theory development. BioScience 65 (4):342–343. DOI https://\ndoi.org/10.1093/biosci/biv015\nMiller, A.W., Chang, A.L., Cosentino-Manning, N., and Ruiz, G.M.(2004). A new record and eradication of the \nNorthern Atlantic alga Ascophyllum nodosum (Phaeophyceae) from San Francisco Bay, California, USA. \nJ. Phycol. 40:1028–1031.\n\nREFERENCES  |  32\nOCEAN RESTORATION METHODS\nMitarai, S., Siegel, D. A., Watson, J. R., Dong, C., and McWilliams, J. C. (2009). Quantifying connectivity in \nthe coastal ocean with application to the Southern California Bight. Journal of Geophysical Research \n114:C10026. doi:10.1029/2008JC005166\nNickols, K.J., Gaylord, B., and Largier, J.L. (2012). The coastal boundary layer: Predictable current structure \ndecreases alongshore transport and alters scales of dispersal. Marine Ecology Progress Series 464:17-35.\nPringle, J.D. (1986). California spiny lobster (Panulirus interruptus) larval retention and recruitment: a review and \nsynthesis. Canadian Journal of Fisheries and Aquatic Sciences 43:2142-2152. \nPrior, K.M., Adams, D.C., Klepzig, K.D., and Hulcr, J. (2018). When does invasive species removal lead to \necological recovery? Implications for management success. Biol. Invasions 20:267-283. DOI https://doi.\norg/10.1007/s10530-017-1542-x\nRaimondi, P. (2011). Variation in entrainment impact estimation based on different measures of acceptable \nuncertainty. California Energy Commission, PIER Energy Related Environmental Research Program. CEC \n500 2011 020.\nRapport, D.J., Costanza, R., and McMichael, A.J. (1998). Assessing ecosystem health. Trends in Ecology and \nEvolution 13(10):397-402.\nReed, D.C., Schroeter, S.C., and Huang, D. (2006). An experimental investigation of the use of artificial reefs \nto mitigate the loss of giant kelp forest habitat: A case study of the San Onofre Nuclear Generating \nStation’s artificial reef project. California Sea Grant College Program, University of California: San Diego, \nCalifornia.\nReed, D., Schroeter, S., and Page, M. (2017). Annual Report of the Status of Condition C: Kelp Reef Mitigation in \n2016.  San Onofre Nuclear Generating Station (SONGS) Mitigation Program.  Report to the California \nCoastal Commission. Retrieved from: http://marinemitigation.msi.ucsb.edu/documents/artificial_reef/\nannual_monitoring_reports/2016_annualreport-SONGS_kelp_reef_mitigation.pdf.\nShchepetkin, A.F. and McWilliams, J.C. (2005), The regional oceanic modeling system (ROMS): A split-explicit, \nfree-surface, topography- following-coordinate oceanic model. Ocean Modell. 9: 347–404.\nSheehan, E.V., Stevens, T.F., Gall, S.C., Cousens, S.L., and Attrill, M.J. (2013). Recovery of a temperate reef \nassemblage in a marine protected area following the exclusion of towed demersal fishing. PLoS ONE \n8(12): e83883. doi:10.1371/journal.pone.0083883.\nStarr, R.M., Wendt, D.E., Barnes, C.L., Marks, C.I., Malone, D., Waltz, G., and Yochum, N. (2015). Variation in \nresponses of fishes across multiple reserves within a network of marine protected areas in temperate \nwaters. PLoS ONE 10(3): e0118502. doi:10.1371/journal.pone.0118502. \nState Water Board. (2008). Scoping document: Water quality control policy on the use of coastal and estuarine \nwaters for power plant cooling. Retrieved from https://www.waterboards.ca.gov/water_issues/\nprograms/ocean/cwa316/docs/cwa316_may08/scope_doc031808.pdf\nState Water Board. (2015). Appendix A: Proposed amendment to the water quality control policy on the use of \ncoastal and estuarine waters for power plant cooling. Retrieved from https://www.waterboards.ca.gov/\nwater_issues/programs/ocean/cwa316/docs/appendix_a.pdf\n\nREFERENCES  |  33\nOCEAN RESTORATION METHODS\nSuanda, S. H., Kumar, N., Miller, A.J., Di Lorenzo, E., Haas, K., Cai, D., ..., and Feddersen, F. (2016). Wind relaxation \nand a coastal buoyant plume north of Pt. Conception, CA: Observations, simulations, and scalings. J. \nGeophys. Res. Oceans 121:7455–7475. doi:10.1002/2016JC011919\nTamburello, L., Maggi, E., Benedetti-Cecchi, L., Bellistri, G., Rattray, A.J., Ravaglioli, C.,..., and Bulleri, F. (2015). \nVariation in the impact of non-native seaweeds along gradients of habitat degradation: A meta-analysis \nand an experimental test. Oikos 124(9):1121-1131.\nThorne-Miller, B. (1999). The living ocean: Understanding and protecting marine biodiversity. Island Press: USA.\nThresher, R.E., and Kuris, A.M. (2004). Options for managing invasive marine species. Biological Invasions 6:295-\n300. https://doi.org/10.1023/B:BINV.0000034598.28718.2e\nTurner, C.H., E.E. Ebert, and R.R. Givens. (1969). Man-made reef ecology. State of California. The Resources \nAgency, Department of Fish and Gamep.  Fish Bulletin 146. 221 pp.\nVeneziani, M., Edwards, C. A., Doyle, J. D., and Foley, D. (2009). A central California coastal ocean modeling \nstudy: 1. Forward model and the influence of realistic versus climatological forcing. J. Geophys. Res. \n114:C04015. doi:10.1029/2008JC004774\nWatson, J.R., Mitarai, S., Siegel, D.A., Caselle, J.E., Dong, C., and McWilliams, J.C. (2010). Realized and potential \nlarval connectivity in the Southern California Bight. Mar Ecol Prog Ser 401:31-48. DOI https://doi.\norg/10.3354/meps08376 \nWhite, J.W., Botsford L.W., Hastings A., and Largier J.L. (2010a). Population persistence in marine reserve \nnetworks: incorporating spatial heterogeneities in larval dispersal. Marine Ecology Progress Series \n398:49-67.\nWhite, J.W., Nickols, K.J., Clarke, L., and Largier, J.L. (2010b). Larval entrainment in cooling water intakes: \nSpatially explicit models reveal effects on benthic metapopulations and shortcomings of traditional \nassessments. Canadian Journal of Fisheries and Aquatic Science 67: 2014-2031.\nWilliams, S.L. and Grosholz, E.D. (2008). The invasive species challenge in estuarine and coastal environments: \nMarrying management and science. Estuaries and Coasts 31(1):3-20. DOI https://doi.org/10.1007/s12237-\n007-9031-6\nWilson, K.C., Haaker, P.L., and Hanan, D.A. (1979). Restoration of Macrocystis pyrifera (Phaeophyceae) at Palos \nVerdes Peninsula, California. Proceedings of the Ninth International Seaweed Symposium: 85-89.\nYoung, M., Cavanaugh, K., Bell, T., Raimondi, P., Edwards, C.A., Drake, P.T., Erikson, L., and Storlazzi, C. (2016). \nEnvironmental controls on spatial patterns in the long-term persistence of giant kelp in central California. \nEcological Monographs 86(1):45-60.\n\nAPPENDIX A  |  34\nOCEAN RESTORATION METHODS\nAPPENDIX A:\nWorkshop Agenda, March 6, 2018 \nAgenda:\n9:30-10 am: Light Breakfast and Chit Chat\n10:00 am: Welcome and Overview\n• Welcome\n• \nA\ngenda and Outcomes overview\n•\n Short introductions\n• State agency thoughts and perspective\n \n10:30-12 pm:  ETM vs. ROMS as options for evaluating \ngeographic range of impact\n12:00-12:30 pm: Lunch provided\n12:30-1:30 pm:   Key questions and Framework  \ndesign discussion \n• Key questions\n•\n What does it mean to be associated  \nwith an MPA? \n•\n \nW\nhat does it mean to increase  \nmarine life associated with MPAs? \n•\n \nF\nramework design discussion\nWORKSHOP OUTCOMES:   \n• Select model to use for geography question and define next steps\n• Complete draft framework to evaluate open coast  \nmitigation approaches\n•\n Begin process of applying framework to the four  \nmitigation approaches\n•\n \nD\necide upon next steps to prepare for report drafting and Webinar #3\nOPC-SAT WORKING GROUP: \nOTC WORKSHOP\nRoom 118, Center for  \nOcean Health Building,  \n115 McAllister Way,  \nSanta Cruz, CA\n1:30-2:30 pm:  Breakout groups: Applying the \ndraft Framework to an open \ncoast mitigation approach\n2:30-2:40 pm:  Break\n2:40-4:00 pm:   Report out and group \ndiscussion about all four open \ncoast mitigation approaches\n4:00-5:00 pm: Wrap up and Next Steps \n8.  Appendices\nPhoto Credits\nCOVER: © Jim Kirklin\nPG 9: © Jessie Altstatt\nPG 10: \n© S\narah Finstad\nPG 13: \n© Cha\nrlotte Stevenson\nPG 16: \n© J\nessie Altstatt\nPG 19: \n© J\nim Kirklin\nPG 22: \n© N\national Park Service\nPG 24: \n© S\narah Finstad\nPG 26: \n© An\nna Neumann\nPG 28: \n© Cha\nrlotte Stevenson",
  "extractedAt": "2025-12-12T18:45:10.726Z",
  "success": true,
  "matchedPublication": {
    "title": "ILTER – The International Long-Term Ecological Research Network as a Platform for Global Coastal and Ocean Observation",
    "doi": "10.3389/fmars.2019.00527",
    "year": "2019",
    "authors": "Muelbert, José H.; Nidzieko, Nicholas J.; Acosta, Alicia T. R.; Beaulieu, Stace E.; Bernardino, Angelo F.; Boikova, Elmira; Bornman, Thomas G.; Cataletto, Bruno; Deneudt, Klaas; Eliason, Erika; Kraberg, Alexandra; Nakaoka, Masahiro; Pugnetti, Alessandra; Ragueneau, Olivier; Scharfe, Mirco; Soltwedel, Thomas; Sosik, Heidi M.; Stanisci, Angela; Stefanova, Kremena; Stéphan, Pierre; Stier, Adrian; Wikner, Johan; Zingone, Adriana"
  }
}