{
  "filename": "Palmer et al. (Mutualisms) 2015.pdf",
  "numPages": 22,
  "text": "Mutualism. Edited by Judith L. Bronstein. © Oxford University Press 2015. Published 2015 by Oxford University Press. CHAPTER 9 Mutualism in a community context todd M. Palmer, Elizabeth G. Pringle, Adrian stier, and Robert D. Holt 9.1 Introduction In the highlands of East Africa, a giraffe ambles through a savanna dotted with Acacia drepanolo- bium trees, which stand half the giraffe’s height and bristle with spines and bulbous hollow struc- tures known colloquially as whistling thorns. The trees are myrmecophytes, or ant-plants, members of an iconic class of protection mutualisms first elucidated by Janzen (1966) nearly fifty years ago. As the giraffe lowers its head to feed from a tree, ants stream from the hollow domatia and attack its lips and nostrils. Surprisingly, the giraffe is un- perturbed: it continues to browse, using its long prehensile tongue to wipe the ants away. Closer in- spection reveals another surprise: the Crematogaster nigriceps ants that occupy this plant have method- ically pruned it, sterilizing the tree by destroying the buds that would have developed into flowers and fruits. This is all occurring even as the tree pays heavily to support C. nigriceps, channeling energy into the production of extrafloral nectar that feeds the ants and domatia that house them. Indeed, the metabolic cost of these investments is sufficient to reduce the plant’s growth rate. From the classic pairwise perspective of species interactions, there- fore, C. nigriceps appears to be a parasite of its host plant, imposing multiple costs while providing no obvious benefit. Yet we now know that this relation- ship is in fact mutualistic, providing both growth and reproductive benefits to host trees (Palmer et al. 2010). How can this be the case? The answer lies in the community context of the interaction. To fully understand the ecology and evolution of mutualism, we must consider other partners in the mutualism, and also the many non- mutualistic interactors in the community. And so in turn we must broaden both the spatial and tem- poral scopes of mutualism studies: for A. drepanolo- bium, the balance sheet of costs and benefits may be kept for 150 years or longer, and lifetime fitness is the only currency that matters in the end. By taking a community-based, long-term per- spective, we can unpack the apparent paradox of this A. drepanolobium–C. nigriceps interaction. In terms of defense, C. nigriceps is not very effective at defending host plants from chronic giraffe her- bivory (Stanton and Palmer 2011), but it is highly effective against rare but potentially lethal elephant herbivory (Goheen and Palmer 2010). Indeed, long- term studies of the interaction have shown that elephants appear to be a driving force in the evolu- tion of this association (Stanton and Palmer 2011). In terms of sterilization, C. nigriceps is but one of four ant species that compete intensely for exclu- sive occupancy of the tree, and it is the only ant that sterilizes the tree. As a subordinate ant in the competitive hierarchy, C. nigriceps persists in part by being a strong colonizer of new host plants. It therefore tends to occupy plants at early life stages, when reproductive potential is low. For young plants, protection from elephants is more important for lifetime fitness than squeezing out a few seeds: it is better for the individual to survive to repro- duce at a larger, less vulnerable, and more fecund stage. As plants mature, competitively superior, non-sterilizing ant species supplant C. nigriceps, re- leasing the plant from reproductive suppression. However, these other ants do not defend the tree as effectively against elephants. In the context of 160 MUtUALIsM of the broader community. In this chapter, we elab- orate on the themes underpinning the ant–acacia example, arguing that much recent progress in our understanding of mutualism has been made by carefully considering spatiotemporal heterogeneity of the broader communities in which mutualisms are embedded. We begin by discussing the com- plexity inherent in mutualisms, which typically consist of multiple species on one or both sides of the interaction. We then move on to consider the role of the broader community in shaping mutual- isms, briefly discussing how mutualisms arise from and are changed by the interactions with the organ- isms that surround them. Finally, we consider how mutualisms themselves feedback to modify the structure and stability of the communities in which they occur. long-term community dynamics, therefore, C. ni- griceps enhances the tree’s lifetime fitness by con- ferring increased survival at the vulnerable early stage. Moreover, the cost to the trees occupied by C. nigriceps in terms of current reproduction is out- weighed by the sum of future offspring (Palmer et al. 2010). Although the Acacia drepanolobium–ant mutual- ism is a highly specialized and geographically restricted interaction, it shares common features with many of the world’s mutualisms. Mutual- isms nearly always include a diversity of interact- ing species (Box 9.1, by Michael Stat, highlights the diversity within coral-algal symbioses), vari- ation in the costs imposed and benefits provided by different mutualist partners, and interactions between mutualists and non-mutualist members Michael Stat Many corals form a mutually beneficial interaction with single-celled algae belonging to the dinoflagellate genus symbiodinium. the association is primarily defined by the exchange of nutritional compounds that increases the meta- bolic capacity of the partners in the otherwise nutrient-poor oligotrophic ocean waters where corals are found (Mus- catine and Porter 1977). the animal host receives organic carbon fixed through algal photosynthesis as well as amino acids, while the dinoflagellate symbiont receives inorganic compounds as a byproduct of host respiration. this highly efficient cycling of nutrients between the partners is made possible by the spatially intimate localization of the sym- bionts that are housed within the gastrodermal tissue of the animal, and ultimately results in the growth of corals and formation of reef ecosystems (Box 9.1 Figure 1). In coral-algal mutualism, it has become evident that a dynamic interaction between the host and a diverse commu- nity of dinoflagellate symbionts occurs. this discovery was made possible with the application of molecular tools to identify different populations of symbiodinium. In contrast to the limited morphological variation among symbiodinium algae that contributed to the earlier perception of a single species within the genus inhabiting all corals (and other animal hosts), molecular techniques have revealed a rela- tively large amount of genetic diversity within this taxonomic group as compared to other dinoflagellate genera. to date, nine divergent evolutionary lineages that have been called clades A–I have been identified in the genus, with each lineage containing varying numbers of strains or subclade symbiont types (Pochon and Gates 2010). the importance of the genetic diversity among members of symbiodinium is recognized by the functional diversity displayed by different symbiont types and their effect on host fitness. For example, differences among symbiodinium strains in photophysiology, thermal tolerance, and carbon fixation and translocation to the host, and their subsequent effect on coral growth rates have been observed (Little et al. 2004, Rowan 2004, Cantin et al. 2009). the majority of corals associate with a single dominant strain of symbiodinium. However, recent research has now shown that most, if not all, corals also harbor a diversity of cryptic symbionts or symbiodinium strains in very low num- bers (silverstein et al. 2012). While there are biogeographic and host specificity patterns in the distribution of the domin- ant symbionts of corals, providing evidence for an evolution- ary influence on host–symbiont assemblages (LaJeunesse 2005), the functional role and interaction of cryptic sym- bionts with corals and their contribution to the stability and overall persistence of the symbiosis is unclear. Interestingly, changes in the community composition of symbiodinium in corals away from the dominant homologous symbiont have Box 9.1 The community ecology of coral-algal mutualism MUtUALIsM In A CoMMUnItY ContEXt 161 been observed during ontogeny of the coral and in response to local environmental changes. Coral-algal symbioses are very sensitive to variation and changes in the environment. Elevated seawater tempera- ture (and a variety of other abiotic factors) can cause a breakdown in the symbiosis between corals and their dino- flagellate algae, leading to the expulsion of the algal com- plement from the host tissue, and resulting in the phenotype described as coral bleaching (Hoegh-Guldberg and smith 1989). Prolonged exposure to temperature increases as little as 1 °C above the local average maximum can potentially lead to coral bleaching and mortality. During thermal stress (and other factors that affect the symbiosis), however, a disruption in the symbiotic interaction between the partners provides the opportunity for different symbiodinium strains to proliferate and occupy the coral host environment (i.e. op- portunistic symbionts). For some corals, shifts toward a more thermally tolerant symbiont population during ocean warm- ing have been shown to occur, buffering the coral against the stress event and increasing their resistance to bleaching (Jones et al. 2008). While changes in the symbiont community to thermally tolerant symbiodinium may provide a rapid mechanism of acclimatization for corals, there is a trade-off to such Box 9.1 Continued continued Figure 1 (a) the corals on the forereef of Moorea, French Polynesia, that grow and thrive as a result of the mutualistic association between corals and algae belonging to the genus symbiodinium. (b) A close-up of a coral colony of a branching species of Acropora. (c) A bright-field microscope view of dinoflagellate algae in the genus symbiodinium that form a mutualistic symbiosis with corals (image courtesy of Peta Clode, CMCA, the University of Western Australia). the inset shows a cartoon representation of the phylogeny of symbiodinium and the evolutionary relationship of the nine lineages (clades A–I) within the genus based on the sequence of partial nuclear ribosomal DnA. (d) the localization of the algal symbionts that are housed within the gastrodermal cells of the coral host and the cycling of nutrients between the partners. see Plate 6 for color version. 162 MUtUALIsM modify the community structure of the partner species (i.e., the identity, diversity, and density of partners) and the performance of the other mutual- ist. Going back to our earlier C. nigriceps example, it was necessary to understand the interactions among the different acacia ant species in order to explain spatiotemporal patterns in both ant com- munity structure and host tree performance. In this section, we focus on three important questions that arise from our recognition of the ubiquitous complexity in mutualism. First, what maintains the diversity of potential mutualistic partners? Second, how does such complexity influ- ence the fitness and performance outcomes of these interactions for the mutualists? Finally, can we understand multispecies mutualisms by studying their constituent pairwise associations, or do the 9.2 Complexity within mutualism Early studies of mutualism focused on species pairs, but we now know that mutualisms are usu- ally interactions between guilds of multiple partner species (Stanton 2003). We consider such mutual- isms to be “complex.” Importantly, not all partners within such mutualisms are equal. Per capita effects of a given partner on its mutualist can range from strongly positive to mostly negative (in which case the partner is an exploiter rather than a mutual- ist; see Chapter 6). In addition, even partners that have similar per capita effects on a mutualist can vary in abundance, and hence in the magnitude of their population-level effects. There may also be interactions among the co-occurring species within a partner guild. Such interactions can dramatically symbiont transitions. Community shifts to thermally tolerant algae result in shifts away from the homologous symbionts of corals, and a breakdown in the host-specific patterns that have been observed. these altered coral-algal assemblages are not likely to be as productive as those developed over evolutionary time scales. Indeed, recent evidence shows thermally tolerant symbionts produce and translocate less carbon to their coral hosts as compared to heat-sensitive symbionts, resulting in slower coral growth rates (Little et al. 2004, Cantin et al. 2009, Jones and Berkelmans 2010). How these altered associations also affect other aspects of coral biology such as reproductive output is unknown. the role of cryptic, opportunistic, and thermally tolerant symbionts to the perpetuation and resilience of coral-algal symbioses is an area of current research, and may shed light on how this mutualism has persisted for millions of years. References Cantin, n.E., van oppen, M.J.H., Willis, B.L., Mieog, J.C., and negri, A.P. (2009). Juvenile corals can acquire more carbon from high- performance algal symbionts. Coral Reefs, 28, 405–414. Hoeghguldberg, o., and smith, G.J. (1989). the effect of sudden changes in temperature, light and salinity on the population- density and export of zooxanthellae from the reef corals sty- lophora pistillata Esper and seriatopora hystrix Dana. Journal of Experimental Marine Biology and Ecology, 129, 279–303. Jones, A., and Berkelmans, R. (2010). Potential costs of acclimatiza- tion to a warmer climate: growth of a reef coral with heat tolerant vs. sensitive symbiont types. Plos one, 5. Jones, A.M., Berkelmans, R., van oppen, M.J.H., Mieog, J.C., and sin- clair, W. (2008). A community change in the algal endosymbionts of a scleractinian coral following a natural bleaching event: field evidence of acclimatization. Proceedings of the Royal society B- Biological sciences, 275, 1359–1365. LaJeunesse, t.C. (2005). “species” radiations of symbiotic dino- flagellates in the Atlantic and Indo-Pacific since the miocene- pliocene transition. Molecular Biology and Evolution, 22, 570–581. Little, A.F., van oppen, M.J.H., and Willis, B.L. (2004). Flexibility in algal endosymbioses shapes growth in reef corals. science, 304, 1492–1494. Muscatine, L., and Porter, J.W. (1977). Reef corals—mutualistic sym- bioses adapted to nutrient-poor environments. Bioscience, 27, 454–460. Pochon, X., and Gates, R.D. (2010). A new symbiodinium clade (Di- nophyceae) from soritid foraminifera in Hawai’i. Molecular Phylo- genetics and Evolution, 56, 492–497. Rowan, R. (2004). Coral bleaching—thermal adaptation in reef coral symbionts. nature, 430, 742–742. silverstein, R.n., Correa, A.M.s., and Baker, A.C. (2012). specificity is rarely absolute in coral-algal symbiosis: implications for coral response to climate change. Proceedings of the Royal society B- Biological sciences, 279, 2609–2618. Box 9.1 Continued MUtUALIsM In A CoMMUnItY ContEXt 163 tolerate other adults of the same species on a single coral head, and this negative intraspecific density dependence creates opportunities for stable coexist- ence of multiple partner crabs on a single host coral (Stier et al. 2012). In another marine example, gut- less polychaete Osedax worms that colonize “whale- fall” (carcasses that have fallen to the ocean floor) host nutritional endosymbiotic bacteria whose di- versity appears to be determined by the interplay of ocean depth (and associated abundance of the horizontally transmitted bacteria in the environ- ment), host individual, host ontogenetic stage, and competitive interactions among the bacteria (Verna et al. 2010). Do certain conditions generally favor low- ver- sus high-diversity mutualist guilds? In the simplest case, strong partner choice by a mutualist can ef- fectively screen out other potential partners, lead- ing to high specificity within the interaction. But in other cases, the ecological and evolutionary factors that generate the observed continuum from mono- specific dominance in some interactions to diverse guilds in others are not as obvious. One possibil- ity is that the strength of competition among mu- tualist partners controls the diversity of the partner community. For example, intraspecific competi- tion within guilds of partner species should in- crease diversity, as in the coral–crab mutualism described above, and interspecific competition should decrease diversity, as has been reported for plant-mycorrhizal mutualisms (Jansa et al. 2008). Alternatively, when different partners provide complementary benefits to mutualists, those part- ners may foster diversity by becoming indirect mu- tualists of one another. For example, the gastropods Anachis lafresnayi and Mitrella lunata remove differ- ent types of fouling epibionts from the red algae Chondrus crispus, and both gastropod species are required for the algae to grow, which protects the gastropods from crab predation (Stachowicz and Whitlatch 2005). When selection on competing part- ner species to reduce niche overlap leads to func- tional complementarity in the benefits they provide to their mutualist, positive relationships between partner diversity and mutualism stability can arise and affect entire networks (Bastolla et al. 2009). A key remaining question is whether particular types of mutualisms are more conducive than others to collective interactions lead to emergent properties that require us to study all partners at once? Below we address each of these questions in turn. 9.2.1 Maintenance of mutualist diversity Addressing what generates and maintains mutual- ist species diversity first requires us to define our terms. Mutualism is a very broad class of inter- actions (involving benefits such as seed dispersal, pollination, nutrition, and protection; see Chap- ter 1), and the mechanisms that mediate diversity in each of these interactions could be very different. Drawing generalities about how species diversity is maintained in diffuse, free-living mutualisms will probably be particularly challenging because the partners in such mutualisms are often taxonomic- ally disparate. For example, in dispersal mutual- isms, the seeds of a particular tree species may be primarily or secondarily dispersed by birds, pri- mates, insects, and rodents, and species diversity in each guild may be maintained by different mechan- isms. However, the theories of island biogeography, metapopulation dynamics, and metacommunities seem to offer useful conceptual frameworks for ex- plaining diversity in interactions where a mutual- ist serves as a discrete island (host) for one or more partner species (e.g., coral-algal, plant–ant, plant– endophyte, and other mutualistic symbioses). Drawing from these theories, diversity in antag- onistic interactions, such as host–pathogen relation- ships, is thought to arise from variability within both individuals and communities, among popu- lations, and through time (Holt and Dobson 2006). Individual hosts act as islands, which first serve as venues for pathogen colonization and later for lo- cal extinction. The success of colonization, and the likelihood of extinction, can be determined by com- petitive interactions among pathogens that share the same host(s). Similarly, when mutualists serve as hosts for multiple symbionts, processes of col- onization and extinction, as well as competition among symbionts, should play key roles in mediat- ing partner diversity and abundance. For example, 20 cm-diameter corals in the South Pacific can be inhabited simultaneously by assemblages of more than ten species of crabs that collectively defend the coral from predatory seastars. Adult crabs do not 164 MUtUALIsM to a shift in the community of ant associates of A. drepanolobium from more- to less-beneficial species, which, in turn, reduced rates of plant growth and increased plant mortality (Palmer et al. 2008). Sec- ond, changes in the partner community can shift the balance between cooperative and antagonistic interactions among partners, with a range of indir- ect consequences for the other mutualist. For ex- ample, van der Heijden et al. (1998) found a positive correlation between mycorrhizal fungal diversity and plant productivity in an old-field community. This positive correlation could be driven either by complementarity, if different mycorrhizal species perform non-redundant functions, or, possibly, by cooperative interactions among the mycorrhizal species themselves (Jansa et al. 2008). Quantifying the mechanisms underlying the effects of changes in partner diversity is an important future step in mutualism ecology. Importantly, understanding these mechanisms could help elucidate how an- thropogenic disturbance to ecological communities will affect ecosystem function. Despite the recognition that partner diversity can strongly affect the performance of mutualists (In Box 9.2, Daniel Doak shows how guilds of poor mutualists may benefit their partner as a group), however, we do not yet know whether there is any general pattern in the direction of outcomes spatial and/or temporal niche partitioning among their partners. Whatever the ultimate causes of mu- tualist partner diversity, it is clear that this complex- ity has pervasive consequences for the performance and fitness outcomes of mutualistic interactions. 9.2.2 Consequences of diversity for mutualistic outcomes When mutualists interact with many partner spe- cies, either serially or simultaneously, differences in partner identity and/or composition can substan- tially alter the performance of the other mutualist in at least two ways. First, when the total number of partners is constrained by a limiting resource supplied by the other mutualist (e.g., plant carbo- hydrates for mycorrhizal associates, Kiers et al. 2011), the resource-supplying mutualist is harmed by interactions with less-beneficial partners be- cause they deplete the resource and reduce the po- tential for future interactions with better partners. In such cases, changes in the community of partner species, or more specifically in the proportion of partners of different quality, should alter the per- formance of the other mutualist. For example, the loss of large herbivores in an African savanna has caused A. drepanolobium trees to reduce the overall quantity of rewards for ants (Figure 9.1). This led Figure 9.1 Effects of large mammal extinction on an ant–Acacia mutualism in East Africa. Browsing by large mammals (Panel A) induces high levels of nectar production in Acacia drepanolobium, which favors the competitive dominance of the strongly mutualistic and nectar-dependent Crematogaster mimosae over its competitor C. sjostedti, an antagonist of the host plant which does not depend on host plant nectar. Following the extinction of large mammals (Panel B), host plants reduce their production of extrafloral nectar, shifting the balance of competition among ant species towards dominance by the antagonistic C. sjostedti. Increased occupancy of host plants by C. sjostedti results in slower rates of tree growth and dramatically increased host plant mortality (Palmer et al. 2008). A C. mimosaeC. sjostedtiC. mimosaeC. sjostedti B MUtUALIsM In A CoMMUnItY ContEXt 165 highly variable will not confer many benefits to its mutualist in years when its densities are low. In general, the impact of partner diversity on host performance is probably highly context dependent (see Chapter 10), and a significant challenge is to identify the mechanisms underlying this variabil- ity. Moreover, we must consider to what extent we can actually quantify the overall outcomes of com- plex mutualistic webs by studying the individual, experimentally amenable components of a given mutualism. produced by higher partner diversity (Morris et al. 2007). Expanding the temporal scales of mutual- ism studies seems particularly critical to assessing this question. For one, the magnitude of bene- fits derived from different partner species may vary with environmental conditions (Kersch and Fonseca 2005). For another, variation in the year- to-year reliability of a particular partner species may modify the “value” of alternate partners to the mutualist (Palmer et al. 2003). For example, a highly beneficial partner whose populations are Daniel F. Doak For a relationship between individuals of two species to be a mutualism, each partner must gain more benefits than it loses. If one partner is, on balance, hurt by the interaction and the interacting species is also supplanting the role of what we would otherwise consider a mutualist, we would generally classify it as an “exploiter” (see Chapter 6). While using the criterion that a mutualism is based on net positive effects for both partners is simple in theory, in many mutual- isms the time span of the relationship and the longevity of at least one of the partners can conspire to make the net effects of the interaction quite difficult to unravel. In particu- lar, these complications can allow guilds of poor mutualists to benefit their partner as a group, even when each alone would clearly be considered an exploiter. Principles of stochastic demography (tuljapurkar 1990, Doak et al. 2005) suggest that in the most simple circum- stances three conditions must be met for an individual of species A to be sustained and even benefited by multiple, imperfect partners of a mutualist guild B (partners B1, B2, B3, etc.). namely: (1) each alternate B partner must increase some aspects of A’s fitness, even if diminishing fitness in other ways; (2) the different B partners must contribute con- trasting costs and benefits to A; and (3) an individual of A must have a good chance of experiencing different B part- ners over its lifetime, either randomly or in a more ordered sequence. In essence, from A’s perspective, association with different Bs creates different environments that have nega- tively correlated effects on different aspects of fitness—if these negative correlations are strong enough, association with multiple Bs can in some cases dramatically elevate A’s fitness. Associating with diverse guilds of exploiters is most likely to produce benefits when interactions are relatively prolonged because this creates the opportunity for guild B to influence multiple aspects of species A’s fitness. A good example is the relationship described at the outset of this chapter between myrmecophytic trees and ants, where trees are inhabited by many ant species over their long lifetimes (Palmer et al. 2010), and ants can influence the survival, re- production, and growth of their hosts. It is easiest to understand these effects with a simple model. Consider a myrmecophyte A with three life stages (seeds, juveniles, and adult plants) that associates with one of two ant species, B1 or B2. B1 is a highly effective defender of its plants, which leads to high survival rates of both juveniles and adults, but B1 also feeds on flower buds, which reduces reproductive success. In contrast, B2 is a poor defender of its plants, which leads to low survival, but it increases fruiting success, perhaps by pollinating or by fertilizing the plant with discarded insect prey. We can make two stage-structured demographic models, one for the demography of A individuals associated with B1, and one for A individuals associated with B2. these demographic transi- tion models are in the standard form, showing transitions between the three stages of the plant’s life cycle: .. . .. , . . .. AA 0006 045 0200 00609 0066 02 00 00206 B1B2 =                     =                     For our example, the annual growth rates of plants as- sociated with B1 and B2 are λ = 0.96 and λ = 0.93, Box 9.2 How imperfect relationships with multiple, exploiting partners can lead to mutualistic success continued 166 MUtUALIsM respectively. In other words, in both cases a lineage of plants associated with only one ant species will rapidly decline. However, if each year a plant has an equal probability of associating with one or the other of the two ant species, the annual population growth rate (which is also a measure of individual fitness) is a little over 1.01—a growing lineage. Each ant in isolation is harmful, but in combination, they can have strong benefits for their common partner. While this ability to benefit from two poor mutualists is striking, the scenario we have just described is not the opti- mal one for the plant. the reproductive costs of the B1 ant are small for the always low-reproducing juvenile plants, whereas the advantage of surviving to be an adult is high; for adults, the relative importance of reproduction is far higher. thus, selection should favor the plant’s ability to ma- nipulate which ant is most likely to occupy it at each of these two life stages. At the extreme, if the plant can manipulate its associations such that juveniles mostly have B1 ants, and adults mostly have B2s, the plant achieves dramatically higher fitness (see Box 9.2 Figure 1). In one real study sys- tem we have seen signs of just such advantageous differen- tial occupancy by alternate mutualists at different life stages (Palmer et al. 2010), and we expect similar patterns can be found in other systems. Here we’ve focused on the advantages of interactions with different partners in the case where alternative part- ners can be considered exploiters. It is worth noting that the same general advantage of association with multiple partners should also in theory occur when alternative part- ners do not have net negative effects in isolation, but do still have contrasting effects on different aspects of fitness (e.g., a plant associating with nitrogen fixers and with protect- ive ants, or lichen fungi that maintain both nitrogen-fixing bacteria and more photosynthetically efficient green algae). As our simple analyses show, the line between good mu- tualists, poor mutualists, and exploiters can be a gray one, and depends on the patterns of association between each species and the entire suite of alternate partners. these ex- amples also show that we should be clear that short-term “exploitation” may not accurately reflect the lifetime costs and benefits of associating with any one partner, when multiple partners interact with single individuals over their lives. Finally, these results point to the interesting hypoth- esis that mutualists can achieve strong fitness advantages by manipulating the sequence of partners they associate with during different life stages. this is a particularly fas- cinating question for systems more complex than the one we modeled, where both partners have some control over the interaction. References Doak, D.F., Morris, W.F., Pfister, C., Kendall, B.E., and Bruna, E.M. (2005). Correctly estimating how environmental stochasticity influences fitness and population growth. American naturalist, 166, E14–E21. Palmer, t.M., Doak, D.F., stanton, M.L., et al. (2010). synergy of mul- tiple partners, including freeloaders, increases host fitness in a multispecies mutualism. Proceedings of the national Academy of sciences of the United states of America, 107, 17234–17239. tuljapurkar, s. (1990). Population dynamics in variable environ- ments. Lecture notes in Biomathematics, 85, 1–154. Box 9.2 Continued Figure 1 Control of the frequency of association with different mutualists at different life stages can yield strong benefits. In the text, we discuss how randomly alternating association with two partner species can yield benefits for a plant. Here we show results when juvenile plants have increasing probabilities of associating with B1, and adults have the same increasing probabilities of associating with B2. Compared to the random probability that juvenile or adult will have a 50% chance of hosting B1 or B2, there are enormous gains in biasing associations for each life stage of the plant. 0.2 Probability of having the”right” mutualist at both the adult and juvenile stages Fitness (long-term stochastic growth rate) 0.95 1.00 1.05 1.10 0.40.60.8 MUtUALIsM In A CoMMUnItY ContEXt 167 from those predicted for a single predator (Vance- Chalcraft et al. 2007). These studies evaluate if ef- fects are independent (i.e., the predator species do not interact), synergistic (i.e., effect on prey is greater than additive), or antagonistic (i.e., effect on prey is less than additive). In many cases, mul- tiple predator effects are sub-additive, as a result of interference among different predator species com- peting for the same prey. A comparable framework could be employed to study the effects of multiple mutualists (Stier et al. 2012), using experiments to evaluate how the presence of multiple partners in- fluences the net benefits of mutualism, relative to the benefits that result from pairwise interactions alone. If higher-order interactions are indeed com- mon in mutualistic networks, then determining when these interactions are antagonistic and when they are synergistic, and by what mechanisms, will provide insight into how mutualists will respond to shifts in the density and diversity of their part- ners. For example, it has been suggested that an- tagonism among pollinator species reduces the pollination of plants by competitively subordinate pollinators (Palmer et al. 2003). If these subordinate competitors provide superior pollination service, interference between pollinators has the potential to influence plant fitness sub-additively. Recent studies have suggested that higher-order interactions may indeed be of general importance to the structure and stability of mutualistic net- works. For example, “nurse” plant species that in- crease the survival of heterospecific seedlings (e.g., by ameliorating evaporative stress) promote a sta- ble, nested network structure, wherein some nurse- plant species facilitate many more seedling species than others (Verdu and Valiente-Banuet 2008). Kefi et al. (2012) demonstrated that such higher-order, non-trophic interactions among plants can both stabilize competitive interactions and increase net- work diversity. Despite these findings, many im- portant questions remain unanswered. We do not know, for example, how higher-order interactions modify mutualistic coevolution, nor how variation in the frequency and strength of higher-order inter- actions affect mutualistic networks. Such questions deserve further study. Approaches designed to understand complex- ity within mutualisms may be similarly useful in 9.2.3 Approaches to studying complex mutualisms Speciose mutualist networks, like all diverse inter- action webs, are inherently complex. There are two main approaches to the study of such complexity. We can either focus on a module of interactions among a small number of key players and build up to larger communities, or we can characterize community- wide interaction patterns holistically with network metrics (see Chapter 11). In recent decades, three- to four-species community modules (McCann 2012) have been the staple units for theor- etical and experimental investigation of indirect and higher-order interactions (e.g., the non-additive ef- fects of multiple predators or mutualists, apparent competition, intraguild predation, and competitive networks). Two factors motivate the use of commu- nity modules. First, modules are empirically man- ageable and analytically tractable structures within diverse interaction networks. Second, many net- works are compartmentalized (Chapter 11), which may make it possible to quantify interactions at the module level and then scale up to entire networks. Although this latter rationale sounds good in the- ory, the logistical constraints of factorially manipu- lating more than a few species at a time have so far limited our ability to combine module-level studies in order to elucidate interactions within diverse net- works. When experiments become too onerous, network analyses provide an appealing alternative approach to studying complex webs of mutualistic inter- actions (Chapter 11). Recently, theoretical ecologists have begun to integrate classic food web theory with mutualistic network theory (Fontaine et al. 2011). Despite the appeal of network analyses, how- ever, community-module studies suggest that the abundance of higher-order interactions in real com- munities will complicate our efforts to understand them using networks alone (Cohen et al. 2009). Higher-order interactions, in which the properties of a system emerge non-additively, make it difficult to recapitulate the dynamics, structure, and stabil- ity of complex systems by analyzing their parts. For example, experimental studies of predator– prey interactions have found that the combined effects of two or more predator species frequently differ 168 MUtUALIsM 2011), and recent studies have begun to integrate trophic and mutualistic higher-order interactions into network theory (Stouffer 2010). Nevertheless, studying mutualistic interactions, themselves quite complex, in the context of all of the other potential interactions in a given community raises the spectre of overwhelming contingency (see Chapter 11). With this challenge in mind, we sug- gest a systematic approach to studying how third- party species affect mutualisms. Specifically, we must: (1) establish which third-party species exert the strongest effects on a given mutualist complex; (2) evaluate the importance of variation—both spatial and temporal— in the effects of third-party species on mutualists; and (3) incorporate metap- opulation and metacommunity theory, in combin- ation with molecular tools, to test whether there are predictable patterns of (co)evolution in such interactions. Below, we first consider how third-party species can exert effects on mutualism. We then discuss potentially fruitful approaches to studying the im- portance of third-party species in the outcomes of a given mutualism, revisiting the three steps above. 9.3.1 Mechanisms of third-party effects All mutualisms are affected by third-party spe- cies. A substantial subset of mutualisms—those that involve protection from competitors or natural enemies—are mutualistic precisely because of the presence of third-party antagonists. The influence of third parties on the dynamics of other mutual- isms can be subtle. For example, dispersal mu- tualists may transport propagules to sites where competition and/or seed predation is reduced, but the benefits of this service will depend on the abundance of each community’s competitors and consumers. As another example, the benefits of pollination mutualisms depend on the relative im- portance of sexual versus vegetative reproduction, which itself may depend on the intensity of the co- evolutionary arms races between plants and their pathogens (Seger 1988). Third-party species shape the outcomes of mu- tualisms via interactions, both direct and indirect, with the mutualists. Interactions with a third party can alter mutualistic outcomes by changing: (1) the beginning to expand our view outwards, toward the broader community. Mutualisms, of course, are not interactions occurring in a vacuum; they occur within diverse, interacting ecological communities, which both affect and are affected by the mutual- isms themselves. Next, we consider the impacts of the broader community on mutualisms. 9.3 How communities influence mutualisms Comparable to the impact of multiple mutualists (Stanton 2003), species in the community that are external to the focal mutualism, i.e., third-party species, can drive context-dependent outcomes of mutualisms across time and space (Bronstein and Barbosa 2002). Many good examples of the import- ance of third-party species come from studies of pollination. Strauss (1997) argued that leaf-eating herbivores could alter floral traits, with conse- quences for pollinator attraction. We now know that herbivores can alter not only floral number and morphology, but also chemical traits and phe- nology, with strong indirect effects on pollinators (Gómez et al. 2009, Kessler et al. 2011). Additionally, there is evidence that plants benefit from pollin- ation only in the absence of herbivores when herbi- vores preferentially attack plants with more flowers (Herrera et al. 2002), that induced defense traits reduce pollination more in the presence of other nectar-providing plant species (Gegear et al. 2007), and that such interactions can alter macroevolu- tionary patterns in flowering plants (Armbruster et al. 2009). Competitive interactions can also affect pollination mutualisms. For instance, in herbaceous plants, light competition from the woody overstory can indirectly reduce flowering success by lower- ing the average temperature, which decreases pol- linator activity (Kilkenny and Galloway 2008). At an evolutionary scale, this may explain why herb- aceous species in deciduous forests tend to flower in the spring and fall, when light penetrates well to the forest floor, and not in the summer (Schemske et al. 1978). Recognition of mutualisms as integral compo- nents of larger interaction webs was a vital step forward for community ecology (Fontaine et al. MutuALIsM In A CoMMunIty ContEXt 169 the interactions between the mutualists themselves, even causing the net benefits of the original mutual- ism to disappear (Palmer et al. 2008). It seems un- likely that a single indirect interaction could have an equally strong effect, but again, such studies will require a better understanding of how third-party species affect the population dynamics of mutualist species. Finally, third-party species also affect mutualisms by modifying the environment. For example, falling tree branches that damage myrmecophytic Leonar- doxa plants create the disturbance regime necessary for the coexistence of two symbiotic ant species, be- cause one ant species is a strong colonist of dam- aged plants, whereas the other forms larger, more competitive colonies (Debout et al. 2009). Other ex- amples include subterranean termites that shift the competitive balance among defensive ant species in acacia trees by increasing local primary and sec- ondary productivity (Palmer 2003), and soil micro- bial communities that alter phosphorus availability, with cascading effects on plant–mycorrhizal mutu- alisms (Johnson et al. 2010). Such environmental ef- fects by third-party species are doubtless pervasive, but deserve more explicit study. Spatiotemporal variation in such effects will also generate substan- tial variation in the dynamics of mutualism across space and time. 9.3.2 how do we study the effects of third-party species? To understand the cumulative effects of third-party species on mutualisms, we return to our three goals from above. To establish which third-party species have the strongest effects, we must determine how much of the community must be considered expli- citly to understand the outcomes of a particular mu- tualism. There is reason to hope that it will suffice to consider relatively small numbers of associated spe- cies. Similar to the way in which omnivory shortens the length of the average interaction chain in food webs (Menge 1995), third parties can affect both mutualistic partners simultaneously. For example, a grazing ungulate can both eat plants and reduce mycorrhizae by compacting soil (Eom et al. 2001). In addition, some important non-mutualistic inter- actions may involve the same species that function density of mutualists (e.g., Knight et al. 2005); (2) the rewards offered by one mutualist to an- other (Strauss 1997, Palmer et al. 2008); and/or (3) the costs of reward production or receipt (Strauss 1997). For example, ant visitation to flowers can de- crease bumblebee pollination, presumably because bees both reduce flower visits (lower density) and spend less time on flowers (reduced perceived re- wards) when subject to the possible costs of ant harrassment or attack (Cembrowski et al. 2014). The substantial interest in the balance of trade be- tween mutualistic partners (i.e., the continuum of outcomes between net benefits and net costs) has resulted in more research on how traits influence mutualism, and thus on how third-party species can alter such traits, than on how third-party spe- cies affect the population densities of mutualists (Bronstein 1998). Although empirical studies of how third parties alter mutualist densities are ne- cessary, they will be challenging because such ef- fects play out over multiple generations (Knight et al. 2006). In addition, we note that there is still very little specific information on the costs of mu- tualism, which limits our ability to infer how third- party species might affect such costs. For example, although herbivory leads to increased plant toxins in both flower nectar (Strauss 1997) and fruit pulp (Whitehead and Bowers 2013), the fitness effects of toxin allocation are rarely measured in plants and are even less understood for pollinators and seed dispersers. Bronstein and Barbosa (2002) summarize several specific pathways by which a third species can af- fect mutualistic outcomes, including effects caused by antagonists, other mutualists, and exploiters of the mutualism. As in most interaction networks, however, the relative importance of direct versus indirect effects of third-party species on mutual- ists remains unclear (but see Menge 1995 for efforts to understand the balance of these effects in food webs). In one of the rare examples of indirect ef- fects of third-party species on mutualism, Knight et al. (2005) showed that fish increase the benefits of a pollination mutualism to a plant by reducing densities of dragonflies, which eat the plant’s pol- linators. Examp",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we show results when juvenile plants have increasing probabilities of associating with B1, and adults have the same increasing probabilities of associating with B2."
  ],
  "fullText": "\n\nMutualism. Edited by Judith L. Bronstein.  \n© Oxford University Press 2015. Published 2015 by Oxford University Press.\nCHAPTER 9\nMutualism in a community context\ntodd M. Palmer, Elizabeth G. Pringle, Adrian stier, and Robert D. Holt\n9.1  Introduction\nIn  the  highlands  of  East  Africa,  a  giraffe  ambles  \nthrough  a  savanna  dotted  with  Acacia  drepanolo-\nbium  trees,  which  stand  half  the  giraffe’s  height  \nand  bristle  with  spines  and  bulbous  hollow  struc-\ntures  known  colloquially  as  whistling  thorns.  The  \ntrees  are  myrmecophytes,  or  ant-plants,  members  \nof  an  iconic  class  of  protection  mutualisms  first  \nelucidated  by  Janzen  (1966)  nearly  fifty  years  ago.  \nAs  the  giraffe  lowers  its  head  to  feed  from  a  tree,  \nants  stream  from  the  hollow  domatia  and  attack  \nits  lips  and  nostrils.  Surprisingly,  the  giraffe  is  un-\nperturbed:  it  continues  to  browse,  using  its  long  \nprehensile tongue to wipe the ants away. Closer in-\nspection reveals another surprise: the Crematogaster \nnigriceps  ants  that  occupy  this  plant  have  method-\nically  pruned  it,  sterilizing  the  tree  by  destroying  \nthe  buds  that  would  have  developed  into  flowers  \nand fruits. This is all occurring even as the tree pays \nheavily  to  support  C.  nigriceps,  channeling  energy  \ninto  the  production  of  extrafloral  nectar  that  feeds  \nthe ants and domatia that house them. Indeed, the \nmetabolic  cost  of  these  investments  is  sufficient  to  \nreduce  the  plant’s  growth  rate.  From  the  classic  \npairwise  perspective  of  species  interactions,  there-\nfore, C. nigriceps appears to be a parasite of its host \nplant,  imposing  multiple  costs  while  providing  no  \nobvious benefit. Yet we now know that this relation-\nship  is  in  fact  mutualistic,  providing  both  growth  \nand reproductive benefits to host trees (Palmer et al. \n2010). How can this be the case?\nThe answer lies in the community context of the \ninteraction.  To  fully  understand  the  ecology  and  \nevolution  of  mutualism,  we  must  consider  other  \npartners in the mutualism, and also the many non-\nmutualistic  interactors  in  the  community.  And  so  \nin turn we must broaden both the spatial and tem-\nporal scopes of mutualism studies: for A. drepanolo-\nbium, the balance sheet of costs and benefits may be \nkept  for  150  years  or  longer,  and  lifetime  fitness  is  \nthe only currency that matters in the end.\nBy  taking  a  community-based,  long-term  per-\nspective,  we  can  unpack  the  apparent  paradox  of  \nthis A.  drepanolobium–C.  nigriceps  interaction.  In  \nterms  of  defense,  C.  nigriceps  is  not  very  effective  \nat  defending  host  plants  from  chronic  giraffe  her-\nbivory  (Stanton  and  Palmer  2011),  but  it  is  highly  \neffective against rare but potentially lethal elephant \nherbivory (Goheen and Palmer 2010). Indeed, long-\nterm  studies  of  the  interaction  have  shown  that  \nelephants appear to be a driving force in the evolu-\ntion  of  this  association  (Stanton  and  Palmer  2011).  \nIn  terms  of  sterilization,  C.  nigriceps  is  but  one  of  \nfour  ant  species  that  compete  intensely  for  exclu-\nsive  occupancy  of  the  tree,  and  it  is  the  only  ant  \nthat  sterilizes  the  tree.  As  a  subordinate  ant  in  the  \ncompetitive  hierarchy,  C.  nigriceps  persists  in  part  \nby  being  a  strong  colonizer  of  new  host  plants.  It  \ntherefore tends to occupy plants at early life stages, \nwhen  reproductive  potential  is  low.  For  young  \nplants, protection from elephants is more important \nfor lifetime fitness than squeezing out a few seeds: \nit  is  better  for  the  individual  to  survive  to  repro-\nduce  at  a  larger,  less  vulnerable,  and  more  fecund  \nstage.  As  plants  mature,  competitively  superior,  \nnon-sterilizing ant species supplant C. nigriceps, re-\nleasing  the  plant  from  reproductive  suppression.  \nHowever,  these  other  ants  do  not  defend  the  tree  \nas  effectively  against  elephants.  In  the  context  of  \n\n160      MUtUALIsM\nof the broader community. In this chapter, we elab-\norate  on  the  themes  underpinning  the  ant–acacia  \nexample, arguing that much recent progress in our \nunderstanding  of  mutualism  has  been  made  by  \ncarefully considering spatiotemporal heterogeneity \nof  the  broader  communities  in  which  mutualisms  \nare  embedded.  We  begin  by  discussing  the  com-\nplexity  inherent  in  mutualisms,  which  typically  \nconsist of multiple species on one or both sides of \nthe  interaction.  We  then  move  on  to  consider  the  \nrole of the broader community in shaping mutual-\nisms, briefly discussing how mutualisms arise from \nand are changed by the interactions with the organ-\nisms that surround them. Finally, we consider how \nmutualisms  themselves  feedback  to  modify  the  \nstructure and stability of the communities in which \nthey occur.\nlong-term  community  dynamics,  therefore,  C.  ni-\ngriceps  enhances  the  tree’s  lifetime  fitness  by  con-\nferring  increased  survival  at  the  vulnerable  early  \nstage.  Moreover,  the  cost  to  the  trees  occupied  by  \nC. nigriceps in terms of current reproduction is out-\nweighed  by  the  sum  of  future  offspring  (Palmer  \net al. 2010).\nAlthough  the  Acacia  drepanolobium–ant  mutual-\nism  is  a  highly  specialized  and  geographically  \nrestricted  interaction,  it  shares  common  features  \nwith  many  of  the  world’s  mutualisms.  Mutual-\nisms nearly always include a diversity of interact-\ning  species  (Box  9.1,  by  Michael  Stat,  highlights  \nthe  diversity  within  coral-algal  symbioses),  vari-\nation  in  the  costs  imposed  and  benefits  provided  \nby  different  mutualist  partners,  and  interactions  \nbetween  mutualists  and  non-mutualist  members  \nMichael Stat\nMany  corals  form  a  mutually  beneficial  interaction  with  \nsingle-celled  algae  belonging  to  the  dinoflagellate  genus  \nsymbiodinium.   the  association  is  primarily  defined  by  the  \nexchange of nutritional compounds that increases the meta-\nbolic capacity of the partners in the otherwise nutrient-poor \noligotrophic  ocean  waters  where  corals  are  found  (Mus-\ncatine  and  Porter  1977).  the  animal  host  receives  organic  \ncarbon fixed through algal photosynthesis as well as amino \nacids,  while  the  dinoflagellate  symbiont  receives  inorganic  \ncompounds  as  a  byproduct  of  host  respiration.  this  highly  \nefficient  cycling  of  nutrients  between  the  partners  is  made  \npossible  by  the  spatially  intimate  localization  of  the  sym-\nbionts that are housed within the gastrodermal tissue of the \nanimal,  and  ultimately  results  in  the  growth  of  corals  and  \nformation of reef ecosystems (Box 9.1 Figure 1).\nIn  coral-algal  mutualism,  it  has  become  evident  that  a  \ndynamic interaction between the host and a diverse commu-\nnity  of  dinoflagellate  symbionts  occurs.  this  discovery  was  \nmade  possible  with  the  application  of  molecular  tools  to  \nidentify  different  populations  of  symbiodinium.  In  contrast  \nto the limited morphological variation among symbiodinium \nalgae that contributed to the earlier perception of a single \nspecies  within  the  genus  inhabiting  all  corals  (and  other  \nanimal  hosts),  molecular  techniques  have  revealed  a  rela-\ntively large amount of genetic diversity within this taxonomic \ngroup as compared to other dinoflagellate genera. to date, \nnine  divergent  evolutionary  lineages  that  have  been  called  \nclades  A–I  have  been  identified  in  the  genus,  with  each  \nlineage  containing  varying  numbers  of  strains  or  subclade  \nsymbiont  types  (Pochon  and  Gates  2010).  the  importance  \nof the genetic diversity among members of symbiodinium is \nrecognized by the functional diversity displayed by different \nsymbiont types and their effect on host fitness. For example, \ndifferences among symbiodinium strains in photophysiology, \nthermal tolerance, and carbon fixation and translocation to \nthe host, and their subsequent effect on coral growth rates \nhave been observed (Little et al. 2004, Rowan 2004, Cantin \net al. 2009).\nthe  majority  of  corals  associate  with  a  single  dominant  \nstrain  of  symbiodinium.  However,  recent  research  has  now  \nshown that most, if not all, corals also harbor a diversity of \ncryptic symbionts or symbiodinium strains in very low num-\nbers (silverstein et al. 2012). While there are biogeographic \nand host specificity patterns in the distribution of the domin-\nant symbionts of corals, providing evidence for an evolution-\nary  influence  on  host–symbiont  assemblages  (LaJeunesse  \n2005),  the  functional  role  and  interaction  of  cryptic  sym-\nbionts with corals and their contribution to the stability and \noverall persistence of the symbiosis is unclear. Interestingly, \nchanges in the community composition of symbiodinium in \ncorals away from the dominant homologous symbiont have \nBox 9.1 The community ecology of coral-algal mutualism\n\nMUtUALIsM In A CoMMUnItY ContEXt        161\nbeen observed during ontogeny of the coral and in response \nto local environmental changes.\nCoral-algal symbioses are very sensitive to variation and \nchanges  in  the  environment.  Elevated  seawater  tempera-\nture  (and  a  variety  of  other  abiotic  factors)  can  cause  a  \nbreakdown in the symbiosis between corals and their dino-\nflagellate algae, leading to the expulsion of the algal com-\nplement from the host tissue, and resulting in the phenotype \ndescribed  as  coral  bleaching  (Hoegh-Guldberg  and  smith  \n1989). Prolonged exposure to temperature increases as little \nas  1  °C  above  the  local  average  maximum  can  potentially  \nlead to coral bleaching and mortality. During thermal stress \n(and  other  factors  that  affect  the  symbiosis),  however,  a  \n disruption in the symbiotic interaction between the partners \nprovides the opportunity for different symbiodinium strains \nto proliferate and occupy the coral host environment (i.e. op-\nportunistic symbionts). For some corals, shifts toward a more \nthermally tolerant symbiont population during ocean warm-\ning  have  been  shown  to  occur,  buffering  the  coral  against  \nthe stress event and increasing their resistance to bleaching \n(Jones et al. 2008).\nWhile  changes  in  the  symbiont  community  to  thermally  \ntolerant symbiodinium  may  provide  a  rapid  mechanism  \nof  acclimatization  for  corals,  there  is  a  trade-off  to  such  \nBox 9.1 Continued\ncontinued\nFigure 1 (a) the corals on the forereef of Moorea, French Polynesia, that grow and thrive as a result of the mutualistic association between \ncorals and algae belonging to the genus symbiodinium. (b) A close-up of a coral colony of a branching species of Acropora. (c) A bright-field \nmicroscope view of dinoflagellate algae in the genus symbiodinium that form a mutualistic symbiosis with corals (image courtesy of Peta \nClode, CMCA, the University of Western Australia). the inset shows a cartoon representation of the phylogeny of symbiodinium and the \nevolutionary relationship of the nine lineages (clades A–I) within the genus based on the sequence of partial nuclear ribosomal DnA. (d) the \nlocalization of the algal symbionts that are housed within the gastrodermal cells of the coral host and the cycling of nutrients between the \npartners. see Plate 6 for color version.\n\n162      MUtUALIsM\nmodify  the  community  structure  of  the  partner  \nspecies  (i.e.,  the  identity,  diversity,  and  density  of  \npartners) and the performance of the other mutual-\nist.  Going  back  to  our  earlier  C.  nigriceps  example,  \nit  was  necessary  to  understand  the  interactions  \namong  the  different  acacia  ant  species  in  order  to  \nexplain  spatiotemporal  patterns  in  both  ant  com-\nmunity structure and host tree performance.\nIn  this  section,  we  focus  on  three  important  \nquestions  that  arise  from  our  recognition  of  the  \nubiquitous  complexity  in  mutualism.  First,  what  \nmaintains   the   diversity   of   potential   mutualistic   \npartners? Second, how does such complexity influ-\nence the fitness and performance outcomes of these \ninteractions  for  the  mutualists?  Finally,  can  we  \nunderstand  multispecies  mutualisms  by  studying  \ntheir  constituent  pairwise  associations,  or  do  the  \n9.2 Complexity within mutualism\nEarly   studies   of   mutualism   focused   on   species   \npairs,  but  we  now  know  that  mutualisms  are  usu-\nally interactions between guilds of multiple partner \nspecies  (Stanton  2003).  We  consider  such  mutual-\nisms to be “complex.” Importantly, not all partners \nwithin such mutualisms are equal. Per capita effects \nof  a  given  partner  on  its  mutualist  can  range  from  \nstrongly positive to mostly negative (in which case \nthe  partner  is  an  exploiter  rather  than  a  mutual-\nist;  see  Chapter  6).  In  addition,  even  partners  that  \nhave  similar  per  capita  effects  on  a  mutualist  can  \nvary in abundance, and hence in the magnitude of \ntheir  population-level  effects.  There  may  also  be  \ninteractions among the co-occurring species within \na partner guild. Such interactions can dramatically \nsymbiont transitions. Community shifts to thermally tolerant \nalgae result in shifts away from the homologous symbionts \nof corals, and a breakdown in the host-specific patterns that \nhave been observed. these altered coral-algal assemblages \nare  not  likely  to  be  as  productive  as  those  developed  over  \nevolutionary  time  scales.  Indeed,  recent  evidence  shows  \nthermally  tolerant  symbionts  produce  and  translocate  less  \ncarbon  to  their  coral  hosts  as  compared  to  heat-sensitive  \nsymbionts, resulting in slower coral growth rates (Little et al. \n2004, Cantin et al. 2009, Jones and Berkelmans 2010). How \nthese altered associations also affect other aspects of coral \nbiology such as reproductive output is unknown. the role of \ncryptic,  opportunistic,  and  thermally  tolerant  symbionts  to  \nthe  perpetuation  and  resilience  of  coral-algal  symbioses  is  \nan area of current research, and may shed light on how this \nmutualism has persisted for millions of years.\nReferences\nCantin, n.E., van oppen, M.J.H., Willis, B.L., Mieog, J.C., and negri, \nA.P. (2009). Juvenile corals can acquire more carbon from high-\nperformance algal symbionts. Coral Reefs, 28, 405–414.\nHoeghguldberg,  o.,  and  smith,  G.J.  (1989).  the  effect  of  sudden  \nchanges  in  temperature,  light  and  salinity  on  the  population-  \ndensity  and  export  of  zooxanthellae  from  the  reef  corals  sty-\nlophora pistillata Esper and seriatopora hystrix Dana. Journal of \nExperimental Marine Biology and Ecology, 129, 279–303.\nJones, A., and Berkelmans, R. (2010). Potential costs of acclimatiza-\ntion to a warmer climate: growth of a reef coral with heat tolerant \nvs. sensitive symbiont types. Plos one, 5.\nJones, A.M., Berkelmans, R., van oppen, M.J.H., Mieog, J.C., and sin-\nclair, W. (2008). A community change in the algal endosymbionts \nof a scleractinian coral following a natural bleaching event: field \nevidence of acclimatization. Proceedings of the Royal society B-\nBiological sciences, 275, 1359–1365.\nLaJeunesse,  t.C.  (2005).  “species”  radiations  of  symbiotic  dino-\nflagellates in the Atlantic and Indo-Pacific since the miocene-\npliocene  transition.  Molecular  Biology  and  Evolution, 22, \n570–581.\nLittle,  A.F.,  van  oppen,  M.J.H.,  and  Willis,  B.L.  (2004).  Flexibility  in  \nalgal endosymbioses shapes growth in reef corals. science, 304, \n1492–1494.\nMuscatine, L., and Porter, J.W. (1977). Reef corals—mutualistic sym-\nbioses  adapted  to  nutrient-poor  environments.  Bioscience, 27, \n454–460.\nPochon, X., and Gates, R.D. (2010). A new symbiodinium clade (Di-\nnophyceae) from soritid foraminifera in Hawai’i. Molecular Phylo-\ngenetics and Evolution, 56, 492–497.\nRowan,  R.  (2004).  Coral  bleaching—thermal  adaptation  in  reef  \ncoral symbionts. nature, 430, 742–742.\nsilverstein, R.n., Correa, A.M.s., and Baker, A.C. (2012). specificity \nis  rarely  absolute  in  coral-algal  symbiosis:  implications  for  coral  \nresponse to climate change. Proceedings of the Royal society B-\nBiological sciences, 279, 2609–2618.\nBox 9.1 Continued\n\nMUtUALIsM In A CoMMUnItY ContEXt        163\ntolerate other adults of the same species on a single \ncoral  head,  and  this  negative  intraspecific  density  \ndependence creates opportunities for stable coexist-\nence of multiple partner crabs on a single host coral \n(Stier  et  al.  2012).  In  another  marine  example,  gut-\nless polychaete Osedax worms that colonize “whale-\nfall”  (carcasses  that  have  fallen  to  the  ocean  floor)  \nhost  nutritional  endosymbiotic  bacteria  whose  di-\nversity  appears  to  be  determined  by  the  interplay  \nof  ocean  depth  (and  associated  abundance  of  the  \nhorizontally  transmitted  bacteria  in  the  environ-\nment), host individual, host ontogenetic stage, and \ncompetitive interactions among the bacteria (Verna \net al. 2010).\nDo  certain  conditions  generally  favor  low-  ver-\nsus high-diversity mutualist guilds? In the simplest \ncase,  strong  partner  choice  by  a  mutualist  can  ef-\nfectively  screen  out  other  potential  partners,  lead-\ning to high specificity within the interaction. But in \nother cases, the ecological and evolutionary factors \nthat generate the observed continuum from mono-\nspecific  dominance  in  some  interactions  to  diverse  \nguilds  in  others  are  not  as  obvious.  One  possibil-\nity  is  that  the  strength  of  competition  among  mu-\ntualist partners controls the diversity of the partner \ncommunity.   For   example,   intraspecific   competi-\ntion  within  guilds  of  partner  species  should  in-\ncrease  diversity,  as  in  the  coral–crab  mutualism  \ndescribed   above,   and   interspecific   competition   \nshould decrease diversity, as has been reported for \nplant-mycorrhizal  mutualisms  (Jansa  et  al.  2008).  \nAlternatively,   when   different   partners   provide   \ncomplementary  benefits  to  mutualists,  those  part-\nners may foster diversity by becoming indirect mu-\ntualists of one another. For example, the gastropods \nAnachis lafresnayi and Mitrella lunata remove differ-\nent  types  of  fouling  epibionts  from  the  red  algae  \nChondrus  crispus,  and  both  gastropod  species  are  \nrequired  for  the  algae  to  grow,  which  protects  the  \ngastropods  from  crab  predation  (Stachowicz  and  \nWhitlatch 2005). When selection on competing part-\nner  species  to  reduce  niche  overlap  leads  to  func-\ntional complementarity in the benefits they provide \nto  their  mutualist,  positive  relationships  between  \npartner diversity and mutualism stability can arise \nand  affect  entire  networks  (Bastolla  et  al.  2009).  A  \nkey remaining question is whether particular types \nof  mutualisms  are  more  conducive  than  others  to  \ncollective  interactions  lead  to  emergent  properties  \nthat require us to study all partners at once? Below \nwe address each of these questions in turn.\n9.2.1 Maintenance of mutualist diversity\nAddressing what generates and maintains mutual-\nist  species  diversity  first  requires  us  to  define  our  \nterms.  Mutualism  is  a  very  broad  class  of  inter-\nactions  (involving  benefits  such  as  seed  dispersal,  \npollination,  nutrition,  and  protection;  see  Chap-\nter  1),  and  the  mechanisms  that  mediate  diversity  \nin each of these interactions could be very different. \nDrawing generalities about how species diversity is \nmaintained  in  diffuse,  free-living  mutualisms  will  \nprobably  be  particularly  challenging  because  the  \npartners  in  such  mutualisms  are  often  taxonomic-\nally  disparate.  For  example,  in  dispersal  mutual-\nisms,  the  seeds  of  a  particular  tree  species  may  be  \nprimarily  or  secondarily  dispersed  by  birds,  pri-\nmates, insects, and rodents, and species diversity in \neach guild may be maintained by different mechan-\nisms. However, the theories of island biogeography, \nmetapopulation  dynamics,  and  metacommunities  \nseem to offer useful conceptual frameworks for ex-\nplaining  diversity  in  interactions  where  a  mutual-\nist serves as a discrete island (host) for one or more \npartner  species  (e.g.,  coral-algal,  plant–ant,  plant–\nendophyte, and other mutualistic symbioses).\nDrawing from these theories, diversity in antag-\nonistic interactions, such as host–pathogen relation-\nships,  is  thought  to  arise  from  variability  within  \nboth  individuals  and  communities,  among  popu-\nlations, and through time (Holt and Dobson 2006). \nIndividual hosts act as islands, which first serve as \nvenues  for  pathogen  colonization  and  later  for  lo-\ncal extinction. The success of colonization, and the \nlikelihood of extinction, can be determined by com-\npetitive  interactions  among  pathogens  that  share  \nthe  same  host(s).  Similarly,  when  mutualists  serve  \nas  hosts  for  multiple  symbionts,  processes  of  col-\nonization  and  extinction,  as  well  as  competition  \namong symbionts, should play key roles in mediat-\ning partner diversity and abundance. For example, \n20  cm-diameter  corals  in  the  South  Pacific  can  be  \ninhabited  simultaneously  by  assemblages  of  more  \nthan ten species of crabs that collectively defend the \ncoral  from  predatory  seastars.  Adult  crabs  do  not  \n\n164      MUtUALIsM\nto  a  shift  in  the  community  of  ant  associates  of  A. \ndrepanolobium from more- to less-beneficial species, \nwhich,  in  turn,  reduced  rates  of  plant  growth  and  \nincreased  plant  mortality  (Palmer  et  al.  2008).  Sec-\nond,  changes  in  the  partner  community  can  shift  \nthe  balance  between  cooperative  and  antagonistic  \ninteractions among partners, with a range of indir-\nect  consequences  for  the  other  mutualist.  For  ex-\nample, van der Heijden et al. (1998) found a positive \ncorrelation  between  mycorrhizal  fungal  diversity  \nand  plant  productivity  in  an  old-field  community.  \nThis  positive  correlation  could  be  driven  either  by  \ncomplementarity,  if  different  mycorrhizal  species  \nperform  non-redundant  functions,  or,  possibly,  by  \ncooperative  interactions  among  the  mycorrhizal  \nspecies  themselves  (Jansa  et  al.  2008).  Quantifying  \nthe  mechanisms  underlying  the  effects  of  changes  \nin  partner  diversity  is  an  important  future  step  in  \nmutualism   ecology.   Importantly,   understanding   \nthese  mechanisms  could  help  elucidate  how  an-\nthropogenic disturbance to ecological communities \nwill affect ecosystem function.\nDespite  the  recognition  that  partner  diversity  \ncan  strongly  affect  the  performance  of  mutualists \n(In Box 9.2, Daniel Doak shows how guilds of poor \nmutualists  may  benefit  their  partner  as  a  group),  \nhowever,  we  do  not  yet  know  whether  there  is  \nany  general  pattern  in  the  direction  of  outcomes  \nspatial  and/or  temporal  niche  partitioning  among  \ntheir partners. Whatever the ultimate causes of mu-\ntualist partner diversity, it is clear that this complex-\nity has pervasive consequences for the performance \nand fitness outcomes of mutualistic interactions.\n9.2.2 Consequences of diversity for mutualistic \noutcomes\nWhen  mutualists  interact  with  many  partner  spe-\ncies, either serially or simultaneously, differences in \npartner  identity  and/or  composition  can  substan-\ntially  alter  the  performance  of  the  other  mutualist  \nin  at  least  two  ways.  First,  when  the  total  number  \nof  partners  is  constrained  by  a  limiting  resource  \nsupplied  by  the  other  mutualist  (e.g.,  plant  carbo-\nhydrates  for  mycorrhizal  associates,  Kiers  et  al.  \n2011),  the  resource-supplying  mutualist  is  harmed  \nby  interactions  with  less-beneficial  partners  be-\ncause they deplete the resource and reduce the po-\ntential  for  future  interactions  with  better  partners.  \nIn such cases, changes in the community of partner \nspecies,  or  more  specifically  in  the  proportion  of  \npartners  of  different  quality,  should  alter  the  per-\nformance  of  the  other  mutualist.  For  example,  the  \nloss  of  large  herbivores  in  an  African  savanna  has  \ncaused A. drepanolobium trees to reduce the overall \nquantity  of  rewards  for  ants  (Figure  9.1).  This  led  \nFigure 9.1  Effects of large mammal extinction on an ant–Acacia mutualism in East Africa. Browsing by large mammals (Panel A) induces high \nlevels of nectar production in Acacia drepanolobium, which favors the competitive dominance of the strongly mutualistic and nectar-dependent \nCrematogaster mimosae over its competitor C. sjostedti, an antagonist of the host plant which does not depend on host plant nectar. Following \nthe extinction of large mammals (Panel B), host plants reduce their production of extrafloral nectar, shifting the balance of competition among ant \nspecies towards dominance by the antagonistic C. sjostedti. Increased occupancy of host plants by C. sjostedti results in slower rates of tree growth \nand dramatically increased host plant mortality (Palmer et al. 2008).\nA\nC. mimosaeC. sjostedtiC. mimosaeC. sjostedti\nB\n\nMUtUALIsM In A CoMMUnItY ContEXt        165\nhighly  variable  will  not  confer  many  benefits  to  \nits  mutualist  in  years  when  its  densities  are  low.  \nIn general, the impact of partner diversity on host \nperformance is probably highly context dependent \n(see  Chapter  10),  and  a  significant  challenge  is  to  \nidentify the mechanisms underlying this variabil-\nity. Moreover, we must consider to what extent we \ncan actually quantify the overall outcomes of com-\nplex mutualistic webs by studying the individual, \nexperimentally  amenable  components  of  a  given  \nmutualism.\nproduced by higher partner diversity (Morris et al. \n2007).  Expanding  the  temporal  scales  of  mutual-\nism studies seems particularly critical to assessing \nthis  question.  For  one,  the  magnitude  of  bene-\nfits  derived  from  different  partner  species  may  \nvary  with  environmental  conditions  (Kersch  and  \nFonseca  2005).  For  another,  variation  in  the  year-\nto-year  reliability  of  a  particular  partner  species  \nmay  modify  the  “value”  of  alternate  partners  to  \nthe mutualist (Palmer et al. 2003). For example, a \nhighly  beneficial  partner  whose  populations  are  \nDaniel F. Doak\nFor a relationship between individuals of two species to be \na mutualism, each partner must gain more benefits than it \nloses.  If  one  partner  is,  on  balance,  hurt  by  the  interaction  \nand  the  interacting  species  is  also  supplanting  the  role  of  \nwhat  we  would  otherwise  consider  a  mutualist,  we  would  \ngenerally classify it as an “exploiter” (see Chapter 6). While \nusing the criterion that a mutualism is based on net positive \neffects for both partners is simple in theory, in many mutual-\nisms the time span of the relationship and the longevity of \nat  least  one  of  the  partners  can  conspire  to  make  the  net  \neffects of the interaction quite difficult to unravel. In particu-\nlar, these complications can allow guilds of poor mutualists \nto  benefit  their  partner  as  a  group,  even  when  each  alone  \nwould clearly be considered an exploiter.\nPrinciples  of  stochastic  demography  (tuljapurkar  1990,  \nDoak  et  al.  2005)  suggest  that  in  the  most  simple  circum-\nstances  three  conditions  must  be  met  for  an  individual  of  \nspecies  A  to  be  sustained  and  even  benefited  by  multiple,  \nimperfect  partners  of  a  mutualist  guild  B  (partners  B1,  B2,  \nB3, etc.). namely: (1) each alternate B partner must increase \nsome  aspects  of  A’s  fitness,  even  if  diminishing  fitness  in  \nother ways; (2) the different B partners must contribute con-\ntrasting costs and benefits to A; and (3) an individual of A \nmust have a good chance of experiencing different B part-\nners over its lifetime, either randomly or in a more ordered \nsequence. In essence, from A’s perspective, association with \ndifferent Bs creates different environments that have nega-\ntively  correlated  effects  on  different  aspects  of  fitness—if  \nthese  negative  correlations  are  strong  enough,  association  \nwith multiple Bs can in some cases dramatically elevate A’s \nfitness. Associating with diverse guilds of exploiters is most \nlikely  to  produce  benefits  when  interactions  are  relatively  \nprolonged  because  this  creates  the  opportunity  for  guild  B  \nto  influence  multiple  aspects  of  species  A’s  fitness.  A  good  \nexample  is  the  relationship  described  at  the  outset  of  this  \nchapter between myrmecophytic trees and ants, where trees \nare inhabited by many ant species over their long lifetimes \n(Palmer et al. 2010), and ants can influence the survival, re-\nproduction, and growth of their hosts.\nIt  is  easiest  to  understand  these  effects  with  a  simple  \nmodel.  Consider  a  myrmecophyte  A  with  three  life  stages  \n(seeds,  juveniles,  and  adult  plants)  that  associates  with  \none  of  two  ant  species,  B1  or  B2.  B1  is  a  highly  effective  \ndefender  of  its  plants,  which  leads  to  high  survival  rates  \nof  both  juveniles  and  adults,  but  B1  also  feeds  on  flower  \nbuds, which reduces reproductive success. In contrast, B2 is \na  poor  defender  of  its  plants,  which  leads  to  low  survival,  \nbut  it  increases  fruiting  success,  perhaps  by  pollinating  or  \nby  fertilizing  the  plant  with  discarded  insect  prey.  We  can  \nmake two stage-structured demographic models, one for the \ndemography of A individuals associated with B1, and one for \nA individuals associated with B2. these demographic transi-\ntion  models  are  in  the  standard  form,  showing  transitions  \nbetween the three stages of the plant’s life cycle:\n..\n.\n..\n,\n.\n.\n..\nAA\n0006  045\n0200\n00609\n0066\n02\n00\n00206\nB1B2\n=\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n=\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor  our  example,  the  annual  growth  rates  of  plants  as-\nsociated  with  B1  and  B2  are  λ  =  0.96  and  λ  =  0.93,   \nBox 9.2 How imperfect relationships with multiple, exploiting partners can lead to mutualistic \nsuccess\ncontinued\n\n166      MUtUALIsM\nrespectively. In other words, in both cases a lineage of plants \nassociated  with  only  one  ant  species  will  rapidly  decline.  \nHowever,  if  each  year  a  plant  has  an  equal  probability  of  \nassociating with one or the other of the two ant species, the \nannual population growth rate (which is also a measure of \nindividual  fitness)  is  a  little  over  1.01—a  growing  lineage.  \nEach ant in isolation is harmful, but in combination, they can \nhave strong benefits for their common partner.\nWhile  this  ability  to  benefit  from  two  poor  mutualists  is  \nstriking, the scenario we have just described is not the opti-\nmal one for the plant. the reproductive costs of the B1 ant \nare  small  for  the  always  low-reproducing  juvenile  plants,  \nwhereas the advantage of surviving to be an adult is high; \nfor  adults,  the  relative  importance  of  reproduction  is  far  \nhigher. thus, selection should favor the plant’s ability to ma-\nnipulate which ant is most likely to occupy it at each of these \ntwo life stages. At the extreme, if the plant can manipulate \nits  associations  such  that  juveniles  mostly  have  B1  ants,  \nand adults mostly have B2s, the plant achieves dramatically \nhigher fitness (see Box 9.2 Figure 1). In one real study sys-\ntem we have seen signs of just such advantageous differen-\ntial occupancy by alternate mutualists at different life stages \n(Palmer et al. 2010), and we expect similar patterns can be \nfound in other systems.\nHere  we’ve  focused  on  the  advantages  of  interactions  \nwith  different  partners  in  the  case  where  alternative  part-\nners  can  be  considered  exploiters.  It  is  worth  noting  that  \nthe  same  general  advantage  of  association  with  multiple  \npartners should also in theory occur when alternative part-\nners do not have net negative effects in isolation, but do still \nhave contrasting effects on different aspects of fitness (e.g., \na  plant  associating  with  nitrogen  fixers  and  with  protect-\nive  ants,  or  lichen  fungi  that  maintain  both  nitrogen-fixing  \nbacteria and more photosynthetically efficient green algae).\nAs our simple analyses show, the line between good mu-\ntualists, poor mutualists, and exploiters can be a gray one, \nand depends on the patterns of association between each \nspecies and the entire suite of alternate partners. these ex-\namples also show that we should be clear that short-term \n“exploitation” may not accurately reflect the lifetime costs \nand  benefits  of  associating  with  any  one  partner,  when  \nmultiple partners interact with single individuals over their \nlives. Finally, these results point to the interesting hypoth-\nesis that mutualists can achieve strong fitness advantages \nby  manipulating  the  sequence  of  partners  they  associate  \nwith  during  different  life  stages.  this  is  a  particularly  fas-\ncinating  question  for  systems  more  complex  than  the  one  \nwe modeled, where both partners have some control over \nthe interaction.\nReferences\nDoak,  D.F.,  Morris,  W.F.,  Pfister,  C.,  Kendall,  B.E.,  and  Bruna,  E.M.  \n(2005).  Correctly  estimating  how  environmental  stochasticity  \ninfluences  fitness  and  population  growth.  American  naturalist, \n166, E14–E21.\nPalmer, t.M., Doak, D.F., stanton, M.L., et al. (2010). synergy of mul-\ntiple  partners,  including  freeloaders,  increases  host  fitness  in  a  \nmultispecies mutualism. Proceedings of the national Academy of \nsciences of the United states of America, 107, 17234–17239.\ntuljapurkar,  s.  (1990).  Population  dynamics  in  variable  environ-\nments. Lecture notes in Biomathematics, 85, 1–154.\nBox 9.2 Continued\nFigure 1  Control of the frequency of association with different \nmutualists at different life stages can yield strong benefits. In the \ntext, we discuss how randomly alternating association with two \npartner species can yield benefits for a plant. Here we show results \nwhen juvenile plants have increasing probabilities of associating \nwith B1, and adults have the same increasing probabilities of \nassociating with B2. Compared to the random probability that \njuvenile or adult will have a 50% chance of hosting B1 or B2, \nthere are enormous gains in biasing associations for each life \nstage of the plant.\n0.2\nProbability of having the”right” mutualist at\nboth the adult and juvenile stages\nFitness (long-term stochastic growth rate)\n0.95\n1.00\n1.05\n1.10\n0.40.60.8\n\nMUtUALIsM In A CoMMUnItY ContEXt        167\nfrom  those  predicted  for  a  single  predator  (Vance-\nChalcraft  et  al.  2007).  These  studies  evaluate  if  ef-\nfects  are  independent  (i.e.,  the  predator  species  \ndo  not  interact),  synergistic  (i.e.,  effect  on  prey  is  \ngreater  than  additive),  or  antagonistic  (i.e.,  effect  \non prey is less than additive). In many cases, mul-\ntiple predator effects are sub-additive, as a result of \ninterference among different predator species com-\npeting for the same prey. A comparable framework \ncould be employed to study the effects of multiple \nmutualists  (Stier  et  al.  2012),  using  experiments  to  \nevaluate how the presence of multiple partners in-\nfluences  the  net  benefits  of  mutualism,  relative  to  \nthe  benefits  that  result  from  pairwise  interactions  \nalone. If higher-order interactions are indeed com-\nmon  in  mutualistic  networks,  then  determining  \nwhen these interactions are antagonistic and when \nthey are synergistic, and by what mechanisms, will \nprovide  insight  into  how  mutualists  will  respond  \nto  shifts  in  the  density  and  diversity  of  their  part-\nners.  For  example,  it  has  been  suggested  that  an-\ntagonism   among   pollinator   species   reduces   the   \npollination  of  plants  by  competitively  subordinate  \npollinators (Palmer et al. 2003). If these subordinate \ncompetitors  provide  superior  pollination  service,  \ninterference  between  pollinators  has  the  potential  \nto influence plant fitness sub-additively.\nRecent studies have suggested that higher-order \ninteractions  may  indeed  be  of  general  importance  \nto  the  structure  and  stability  of  mutualistic  net-\nworks.  For  example,  “nurse”  plant  species  that  in-\ncrease the survival of heterospecific seedlings (e.g., \nby  ameliorating  evaporative  stress)  promote  a  sta-\nble, nested network structure, wherein some nurse-\nplant species facilitate many more seedling species \nthan others (Verdu and Valiente-Banuet 2008). Kefi \net  al.  (2012)  demonstrated  that  such  higher-order,  \nnon-trophic  interactions  among  plants  can  both  \nstabilize competitive interactions and increase net-\nwork  diversity.  Despite  these  findings,  many  im-\nportant  questions  remain  unanswered.  We  do  not  \nknow,  for  example,  how  higher-order  interactions  \nmodify mutualistic coevolution, nor how variation \nin the frequency and strength of higher-order inter-\nactions affect mutualistic networks. Such questions \ndeserve further study.\nApproaches  designed  to  understand  complex-\nity  within  mutualisms  may  be  similarly  useful  in  \n9.2.3 Approaches to studying \ncomplex mutualisms\nSpeciose mutualist networks, like all diverse inter-\naction webs, are inherently complex. There are two \nmain  approaches  to  the  study  of  such  complexity.  \nWe  can  either  focus  on  a  module  of  interactions  \namong  a  small  number  of  key  players  and  build  \nup  to  larger  communities,  or  we  can  characterize  \ncommunity-  wide  interaction  patterns  holistically  \nwith  network  metrics  (see  Chapter  11).  In  recent  \ndecades, three- to four-species community modules \n(McCann 2012) have been the staple units for theor-\netical and experimental investigation of indirect and \nhigher-order interactions (e.g., the non-additive ef-\nfects of multiple predators or mutualists, apparent \ncompetition, intraguild predation, and competitive \nnetworks). Two factors motivate the use of commu-\nnity  modules.  First,  modules  are  empirically  man-\nageable and analytically tractable structures within \ndiverse  interaction  networks.  Second,  many  net-\nworks  are  compartmentalized  (Chapter  11),  which  \nmay make it possible to quantify interactions at the \nmodule level and then scale up to entire networks. \nAlthough  this  latter  rationale  sounds  good  in  the-\nory, the logistical constraints of factorially manipu-\nlating more than a few species at a time have so far \nlimited our ability to combine module-level studies \nin order to elucidate interactions within diverse net-\nworks.\nWhen experiments become too onerous, network \nanalyses provide an appealing alternative approach \nto  studying  complex  webs  of  mutualistic  inter-\nactions (Chapter 11). Recently, theoretical ecologists \nhave  begun  to  integrate  classic  food  web  theory  \nwith  mutualistic  network  theory  (Fontaine  et  al.  \n2011). Despite the appeal of network analyses, how-\never,  community-module  studies  suggest  that  the  \nabundance of higher-order interactions in real com-\nmunities will complicate our efforts to understand \nthem  using  networks  alone  (Cohen  et  al.  2009).  \nHigher-order  interactions,  in  which  the  properties  \nof a system emerge non-additively, make it difficult \nto  recapitulate  the  dynamics,  structure,  and  stabil-\nity of complex systems by analyzing their parts. For \nexample,  experimental  studies  of  predator–  prey  \ninteractions  have  found  that  the  combined  effects  \nof  two  or  more  predator  species  frequently  differ  \n\n168      MUtUALIsM\n2011), and recent studies have begun to integrate \ntrophic  and  mutualistic  higher-order  interactions  \ninto network theory (Stouffer 2010). Nevertheless, \nstudying    mutualistic    interactions,    themselves    \nquite  complex,  in  the  context  of  all  of  the  other  \npotential interactions in a given community raises \nthe  spectre  of  overwhelming  contingency  (see  \nChapter 11). With this challenge in mind, we sug-\ngest a systematic approach to studying how third-\nparty  species  affect  mutualisms.  Specifically,  we  \nmust: (1) establish which third-party species exert \nthe strongest effects on a given mutualist complex; \n(2)  evaluate  the  importance  of  variation—both  \nspatial and temporal— in the effects of third-party \nspecies on mutualists; and (3) incorporate metap-\nopulation and metacommunity theory, in combin-\nation  with  molecular  tools,  to  test  whether  there  \nare  predictable  patterns  of  (co)evolution  in  such  \ninteractions.\nBelow, we first consider how third-party species \ncan  exert  effects  on  mutualism.  We  then  discuss  \npotentially fruitful approaches to studying the im-\nportance of third-party species in the outcomes of a \ngiven mutualism, revisiting the three steps above.\n9.3.1 Mechanisms of third-party effects\nAll  mutualisms  are  affected  by  third-party  spe-\ncies.  A  substantial  subset  of  mutualisms—those  \nthat involve protection from competitors or natural \nenemies—are  mutualistic  precisely  because  of  the  \npresence  of  third-party  antagonists.  The  influence  \nof  third  parties  on  the  dynamics  of  other  mutual-\nisms  can  be  subtle.  For  example,  dispersal  mu-\ntualists  may  transport  propagules  to  sites  where  \ncompetition   and/or   seed   predation   is   reduced,   \nbut  the  benefits  of  this  service  will  depend  on  the  \nabundance  of  each  community’s  competitors  and  \nconsumers.  As  another  example,  the  benefits  of  \npollination mutualisms depend on the relative im-\nportance of sexual versus vegetative reproduction, \nwhich itself may depend on the intensity of the co-\nevolutionary  arms  races  between  plants  and  their  \npathogens (Seger 1988).\nThird-party  species  shape  the  outcomes  of  mu-\ntualisms  via  interactions,  both  direct  and  indirect,  \nwith the mutualists. Interactions with a third party \ncan alter mutualistic outcomes by changing: (1) the  \nbeginning  to  expand  our  view  outwards,  toward  \nthe broader community. Mutualisms, of course, are \nnot interactions occurring in a vacuum; they occur \nwithin diverse, interacting ecological communities, \nwhich  both  affect  and  are  affected  by  the  mutual-\nisms themselves. Next, we consider the impacts of \nthe broader community on mutualisms.\n9.3 How communities influence \nmutualisms\nComparable  to  the  impact  of  multiple  mutualists  \n(Stanton  2003),  species  in  the  community  that  are  \nexternal  to  the  focal  mutualism,  i.e.,  third-party  \nspecies,  can  drive  context-dependent  outcomes  of  \nmutualisms  across  time  and  space  (Bronstein  and  \nBarbosa 2002). Many good examples of the import-\nance  of  third-party  species  come  from  studies  of  \npollination.  Strauss  (1997)  argued  that  leaf-eating  \nherbivores   could   alter   floral   traits,   with   conse-\nquences  for  pollinator  attraction.  We  now  know  \nthat  herbivores  can  alter  not  only  floral  number  \nand morphology, but also chemical traits and phe-\nnology,  with  strong  indirect  effects  on  pollinators  \n(Gómez et al. 2009, Kessler et al. 2011). Additionally, \nthere  is  evidence  that  plants  benefit  from  pollin-\nation only in the absence of herbivores when herbi-\nvores preferentially attack plants with more flowers \n(Herrera  et  al.  2002),  that  induced  defense  traits  \nreduce  pollination  more  in  the  presence  of  other  \nnectar-providing plant species (Gegear et al. 2007), \nand  that  such  interactions  can  alter  macroevolu-\ntionary  patterns  in  flowering  plants  (Armbruster  \net al. 2009). Competitive interactions can also affect \npollination mutualisms. For instance, in herbaceous \nplants, light competition from the woody overstory \ncan  indirectly  reduce  flowering  success  by  lower-\ning  the  average  temperature,  which  decreases  pol-\nlinator  activity  (Kilkenny  and  Galloway  2008).  At  \nan  evolutionary  scale,  this  may  explain  why  herb-\naceous  species  in  deciduous  forests  tend  to  flower  \nin the spring and fall, when light penetrates well to \nthe  forest  floor,  and  not  in  the  summer  (Schemske  \net al. 1978).\nRecognition  of  mutualisms  as  integral  compo-\nnents  of  larger  interaction  webs  was  a  vital  step  \nforward  for  community  ecology  (Fontaine  et  al.  \n\nMutuALIsM In A CoMMunIty ContEXt        169\nthe interactions between the mutualists themselves, \neven causing the net benefits of the original mutual-\nism  to  disappear  (Palmer  et  al.  2008).  It  seems  un-\nlikely  that  a  single  indirect  interaction  could  have  \nan equally strong effect, but again, such studies will \nrequire  a  better  understanding  of  how  third-party  \nspecies affect the population dynamics of mutualist \nspecies.\nFinally, third-party species also affect mutualisms \nby modifying the environment. For example, falling \ntree  branches  that  damage  myrmecophytic  Leonar-\ndoxa plants create the disturbance regime necessary \nfor the coexistence of two symbiotic ant species, be-\ncause  one  ant  species  is  a  strong  colonist  of  dam-\naged  plants,  whereas  the  other  forms  larger,  more  \ncompetitive colonies (Debout et al. 2009). Other ex-\namples include subterranean termites that shift the \ncompetitive  balance  among  defensive  ant  species  \nin acacia trees by increasing local primary and sec-\nondary productivity (Palmer 2003), and soil micro-\nbial communities that alter phosphorus availability, \nwith cascading effects on plant–mycorrhizal mutu-\nalisms (Johnson et al. 2010). Such environmental ef-\nfects by third-party species are doubtless pervasive, \nbut  deserve  more  explicit  study.  Spatiotemporal  \nvariation in such effects will also generate substan-\ntial  variation  in  the  dynamics  of  mutualism  across  \nspace and time.\n9.3.2  how do we study the effects  \nof third-party species?\nTo understand the cumulative effects of third-party \nspecies on mutualisms, we return to our three goals \nfrom above. To establish which third-party species \nhave the strongest effects, we must determine how \nmuch of the community must be considered expli-\ncitly to understand the outcomes of a particular mu-\ntualism. There is reason to hope that it will suffice to \nconsider relatively small numbers of associated spe-\ncies. Similar to the way in which omnivory shortens \nthe  length  of  the  average  interaction  chain  in  food  \nwebs  (Menge  1995),  third  parties  can  affect  both  \nmutualistic  partners  simultaneously.  For  example,  \na  grazing  ungulate  can  both  eat  plants  and  reduce  \nmycorrhizae  by  compacting  soil  (Eom  et  al.  2001).  \nIn addition, some important non-mutualistic inter-\nactions may involve the same species that function \ndensity  of  mutualists  (e.g.,  Knight  et  al.  2005);   \n(2)  the  rewards  offered  by  one  mutualist  to  an-\nother (Strauss 1997, Palmer et al. 2008); and/or (3) \nthe  costs  of  reward  production  or  receipt  (Strauss  \n1997). For example, ant visitation to flowers can de-\ncrease bumblebee pollination, presumably because \nbees both reduce flower visits (lower density) and \nspend  less  time  on  flowers  (reduced  perceived  re-\nwards)  when  subject  to  the  possible  costs  of  ant  \nharrassment  or  attack  (Cembrowski  et  al.  2014).  \nThe substantial interest in the balance of trade be-\ntween  mutualistic  partners  (i.e.,  the  continuum  of  \noutcomes  between  net  benefits  and  net  costs)  has  \nresulted  in  more  research  on  how  traits  influence  \nmutualism,  and  thus  on  how  third-party  species  \ncan alter such traits, than on how third-party spe-\ncies  affect  the  population  densities  of  mutualists  \n(Bronstein  1998).  Although  empirical  studies  of  \nhow  third  parties  alter  mutualist  densities  are  ne-\ncessary,  they  will  be  challenging  because  such  ef-\nfects  play  out  over  multiple  generations  (Knight  \net  al.  2006).  In  addition,  we  note  that  there  is  still  \nvery little specific information on the costs of mu-\ntualism, which limits our ability to infer how third-\nparty species might affect such costs. For example, \nalthough herbivory leads to increased plant toxins \nin both flower nectar (Strauss 1997) and fruit pulp \n(Whitehead and Bowers 2013), the fitness effects of \ntoxin allocation are rarely measured in plants and \nare  even  less  understood  for  pollinators  and  seed  \ndispersers.\nBronstein and Barbosa (2002) summarize several \nspecific  pathways  by  which  a  third  species  can  af-\nfect mutualistic outcomes, including effects caused \nby  antagonists,  other  mutualists,  and  exploiters  of  \nthe  mutualism.  As  in  most  interaction  networks,  \nhowever,  the  relative  importance  of  direct  versus  \nindirect  effects  of  third-party  species  on  mutual-\nists remains unclear (but see Menge 1995 for efforts \nto  understand  the  balance  of  these  effects  in  food  \nwebs).  In  one  of  the  rare  examples  of  indirect  ef-\nfects  of  third-party  species  on  mutualism,  Knight  \net  al.  (2005)  showed  that  fish  increase  the  benefits  \nof  a  pollination  mutualism  to  a  plant  by  reducing  \ndensities  of  dragonflies,  which  eat  the  plant’s  pol-\nlinators.  Examples  of  direct  interactions  between  \nmutualists  and  third-party  species  are  more  com-\nmon,  and  these  can  be  comparable  in  strength  to  \n9780199675661-Bronstein.indb   16906/07/15   7:32 PM\n\n170      MUtUALIsM\ncan  play  an  important  role  in  species  coexistence  \nby  shifting  competitive  balance  and/or  creating  \nenemy-  free  space  (Hoopes  et  al.  2005).  Incorporat-\ning  mutualisms  into  both  theoretical  and  empir-\nical  analyses  of  spatiotemporal  heterogeneity  in  \ninteraction webs (Gómez et al. 2009) is in our view \ncrucial  for  gauging  the  role  of  the  community  in  \nshaping mutualisms, and in turn of mutualisms in \naltering the broader community, as we will discuss \nbelow.\nMoving forward, the complementary use of meta-\ncommunity theory and molecular tools will help to \nelucidate  spatiotemporal  variability  in  community  \nassembly  and  its  cascading  effects  on  the  ecology  \nand evolution of species interactions. For example, \nphylogeographic studies of mutualist species can be \nused to estimate gene flow among metapopulations \nand to compare historical demographies to investi-\ngate  codispersal  of  interacting  species  (e.g.,  Smith  \net al. 2011). By identifying similar phylogeographic \npatterns  of  yucca  plants  and  moth  pollinators  that  \nindicated historical connections, Smith et al. (2011) \nwere  able  to  investigate  and  rule  out  the  possibil-\nity that plants had experienced historical dispersal \nlimitation due to the extinction of their megafaunal \nseed  dispersers.  As  molecular  tools  continue  to  \ndevelop,  it  may  soon  be  possible  to  move  beyond  \nstudies  of  neutral  loci  to  investigate  loci  under  se-\nlection in geographic mosaics (Vermeer et al. 2011) \nand  to  associate  these  loci  with  phenotypic  traits  \nthat are relevant to a given mutualism (Kloth et al. \n2012).  These  studies  will  require  in-depth  know-\nledge  of  the  selective  pressures  on  traits  that  can  \nonly come from increased effort to investigate inter-\nactions experimentally and measure traits of inter-\nest in the field.\nWhat  are  the  traits  that  mediate  interactions  be-\ntween  mutualists  and  third  parties?  In  the  special  \ncase  of  protection  mutualisms,  the  importance  of  \nthird-party  natural  enemies  may  be  quantified  in-\ndirectly  in  reward  production,  a  trait  of  the  pro-\ntected  species.  For  example,  lycaenid  caterpillars  \nsecrete  nearly  double  the  amount  of  nectar  for  at-\ntending ants when threatened by simulated enemy \nattack  (Leimar  and  Axen  1993).  Conversely,  when  \nenemies  or  competitors  are  absent,  we  should  ex-\npect  the  disappearance  of  rewards,  either  plastic-\nally or adaptively. For example, Palmer et al. (2008) \nas mutualists: seed dispersers can eat defensive ants \n(Janzen  1966),  defensive  ants  can  deter  pollinators  \n(Ness 2006), and pollinators can also eat the plants \nthey  pollinate  (Adler  and  Bronstein  2004).  Finally,  \nthere are usually keystone third-party species with \ndisproportionate  effects  on  any  given  mutualism  \n(Gómez  et  al.  2009),  limiting  the  fraction  of  the  \ncommunity  that  may  need  to  be  studied  in  detail  \nto understand a given mutualism. Of course, one of \nthe primary challenges for establishing generality is \nthat  many  effects  of  third  parties  will  be  strongly  \ncontext dependent (Chapter 10).\nAn    important    step    toward    understanding    \ncontext-dependent   outcomes   will   be   to   investi-\ngate  the  role  of  third-party  species  in  shaping  the  \ncommunity-   scale   diversity   of   potential   mutual-\nists  (see  Section  9.2).  The  theoretical  framework  of  \nevolving metacommunities (Leibold et al. 2004, Ur-\nban and Skelly 2006) predicts that communities are \nshaped  by  local  and  regional  processes,  linked  by  \nthe  dispersal  of  interacting,  evolving  populations.  \nThe processes of community assembly predicted by \nmetacommunity theory can profitably be applied to \nmutualisms  and  third-party  interactors.  Dispersal,  \ncolonization,  and  local  extinction  lead  to  hetero-\ngeneity in local mutualist communities, which may \nbe  driven  by  competition–colonization  trade-offs  \n(“patch  dynamics”),  the  effects  of  heterogeneity  in  \nlocal environmental conditions on the outcomes of \ncompetition (“species sorting”), and the persistence \nof  populations  that  would  otherwise  be  unsuited  \nto  local  conditions  by  means  of  persistent  disper-\nsal (“mass effects”; see Mihaljevic 2012 for a recent \nexploration of this theme). Importantly, these forms \nof  spatial  dynamics  have  been  shown  to  stabilize  \nmodels of obligate mutualisms (Hoopes et al. 2005) \nby  ensuring  species  persistence  at  larger  spatial  \nscales (i.e., the scale of the metacommunity).\nConversely,   mutualisms   themselves   play   im-\nportant  and  little-studied  roles  in  metacommunity  \ndynamics.   Most   fundamentally,   pollination   and   \ndispersal mutualisms provide the essential services \nof transporting genes and individuals across space. \nMutualisms  can  also  alter  the  balance  of  competi-\ntion within trophic levels (Clay and Holah 1999) or \nthe  strength  of  interactions  across  trophic  levels,  \nand  increase  spatial  heterogeneity  in  communi-\nties  (Mihaljevic  2012).  This  heterogeneity,  in  turn,  \n\nMutuALIsM In A CoMMunIty ContEXt        171\nand  membership?  Finally,  do  mutualisms  tend  to  \nstabilize  or  destabilize  the  dynamics  of  species’  \npopulations that comprise communities?\n9.4.1  effects of mutualisms on community \ndiversity\nMutualisms  can  reduce  species  diversity  by  en-\nhancing  the  performance,  and  therefore  the  com-\npetitive dominance, of their partner species. These \neffects may in turn reduce diversity at other trophic \nlevels  (e.g.,  Ringel  et  al.  1996).  A  notable  example  \nof  this  phenomenon  is  found  in  specialized  plant–\nendophyte  mutualisms  (Rudgers  and  Clay  2008).  \nAlkaloid-producing  fungal  endophytes  that  live  \nin  tall  fescue  grass  (Lolium  arundinaceum)  enhance  \nthe grass’s competitive dominance by reducing her-\nbivory, which results in strong suppression of both \nplant and arthropod species richness in the broader \ncommunity (Rudgers and Clay 2008, but see Faeth \n2010). Similarly, the presence of arbuscular mycor-\nrhizae  can  disproportionately  benefit  the  invasive  \nand more mycotrophic grass species spotted knap-\nweed, reducing prairie grass diversity (Harner et al. \n2010), and the aggressive acacia ants from our open-\ning  example  suppress  elephant  herbivory,  which  \ncontributes to the monodominance of A. drepanolo-\nbium trees at ecosystem scales (Goheen and Palmer \n2010).  Indeed,  these  processes  can  have  dramatic  \neffects  on  entire  ecosystems.  In  Hawaii,  invasion  \nof lowland forests by Falcataria moluccana trees that \nengage  with  nitrogen-fixing  bacterial  symbionts  \nhas dramatically increased the availability of limit-\ning nitrogen in the soil. This in turn has facilitated \nthe  growth  and  spread  of  several  invasive  plant  \nspecies, transforming lowland forests that had for-\nmerly  been  dominated  by  native  plants  (Hughes  \nand Denslow 2005).\nThe  above  examples  come  from  highly  special-\nized mutualisms, but of course mutualisms do not \nhave to be specialized to reduce community diver-\nsity.  In  fact,  it  is  the  diffuse,  generalized  nature  of  \nmany  mutualisms  that  has  frequently  allowed  in-\nvasive species to establish new mutualistic partner-\nships that allow them to spread in introduced areas \n(Richardson et al. 2000). Although variation in part-\nner quality is the norm within speciose mutualisms, \nwe know relatively little about how the availability \ndemonstrated  that  these  circumstances  can  lead  to  \nthe  disappearance  of  mutualistic  rewards  offered  \nby  the  protected  species  on  ecological  time  scales.  \nIn  many  mutualisms,  the  traits  of  interest  will  be  \nbehavioral:  pollination,  dispersal,  and  protection  \nmutualisms  all  involve  an  exchange  of  resources  \nfor  mutualistic  services,  and  services  usually  de-\npend on behaviors. Behavioral traits have been less \nstudied  in  the  context  of  mutualistic  coevolution  \nthan other phenotypic traits, perhaps because they \nare  more  difficult  to  quantify,  but  they  are  no  less  \nimportant.  For  example,  studies  have  shown  that  \npredators  strongly  affect  pollination  mutualisms  \nnot only by directly consuming pollinators, but also \nby reducing pollinator visitation rates and the time \nspent on flowers (Romero et al. 2011). Gómez et al. \n(2009) provide an example of how structural equa-\ntion modeling can be used to identify strongly inter-\nacting  third-party  species  and  their  effects  on  the  \nevolution of plant morphological traits in a diffuse \npollination  spatial  mosaic.  An  important  next  step  \nwill be to look simultaneously at pollinator traits in \nthis  network,  and  to  do  so  will  require  behavioral  \nstudies.\nIt is our hope that the steps above provide a tract-\nable roadmap for deepening our understanding of \nhow the broader ecological community affects mu-\ntualism outcomes. We now turn our attention to the \nconverse  problem:  how  do  mutualisms  affect  their  \nbroader communities?\n9.4 How mutualisms affect communities\nBecause virtually every species on earth is involved \nin  at  least  one  mutualistic  partnership,  and  be-\ncause  so  many  species  rely  on  mutualisms  for  re-\nproduction   and/or   survival,   mutualism   clearly   \nplays  a  central  role  in  the  assembly,  structure,  and  \npersistence  of  ecological  communities.  However,  \nour understanding of how mutualisms affect com-\nmunities  is  still  limited.  Here  we  will  explore  a  \nfew  of  the  many  important  questions  that  remain  \nunanswered.  First,  what  determines  whether  mu-\ntualisms  modify  community  diversity,  and  can  we  \npredict  a  priori  whether  they  will  increase  or  de-\ncrease  species  richness?  Then,  what  is  the  role  of  \nmutualism in delineating species ranges, which are \nimportant  determinants  of  community  assembly  \n9780199675661-Bronstein.indb   17106/07/15   7:32 PM\n\n172      MUtUALIsM\nchosen  by  superior  mutualists  (Bever  2002),  or  \nwhen  superior  competitors  facilitate  inferior  com-\npetitors  more  than  they  harm  them  (Schmitt  and  \nHolbrook 2003).\nAn  important  unanswered  question  is  whether  \nwe can predict the strength and direction of the ef-\nfects  on  community  diversity  of  different  types  of  \nmutualisms  (e.g.,  pollination,  dispersal,  nutrition,  \nprotection)  that  are  more  or  less  specialized.  For  \nexample,  are  generalized  mutualisms  more  likely  \nto  increase  community  diversity  over  ecological  \nor evolutionary time scales since many species can \nopenly access the resources exchanged? Conversely, \nare  highly  specialized  mutualisms  more  likely  to  \ndecrease diversity by conferring advantages to only \ncertain  mutualist  species  (e.g.,  Rudgers  and  Clay  \n2008)?  Or  are  highly  specialized  mutualisms  more  \n“compartmentalized,” reducing the impact of these \ninteractions on the broader community? In general, \nwhile numerous studies have documented the posi-\ntive and negative effects of mutualism on guild- or \ncommunity-level diversity, we still lack a mechanis-\ntic understanding of how these effects are wrought. \nIn  the  future,  eradication  programs  for  invasives  \nmay   provide   excellent   large-scale   experimental   \ntemplates  for  understanding  how  particular  mu-\ntualists  drive  changes  in  community  diversity.  In  \naddition, the widespread, anthropogenically driven \nloss  of  particular  guilds  of  mutualists,  such  as  the  \nloss of large mammalian dispersers caused by over-\nhunting in tropical forests, is unfortunately provid-\ning  opportunities  to  test  how  mutualists  influence  \nthe structure of entire communities (Terborgh et al. \n2008).  Changes  in  seed-disperser  communities  af-\nfect how far juvenile plants can disperse from their \nparents,  and  other  types  of  mutualisms  also  play  \nimportant roles in establishing range limits.\n9.4.2 Mutualism and species range limits\nWe  know  much  less  about  the  role  of  mutualism  \nin  determining  species  range  limits  than  we  know  \nabout  the  roles  of  abiotic  factors  and  other  biotic  \ninteractions  (e.g.,  competition,  Sexton  et  al.  2009).  \nLocal   communities   are   assembled   from   the   re-\ngional  species  pool,  which  itself  is  comprised  of  \nspecies  with  overlapping  ranges.  The  factors  that  \ndetermine  range  limits  are  therefore  important  in  \nof  any  given  partner  affects  the  abundance  or  di-\nversity  of  other  partners  on  the  same  side  of  the  \nmutualism. In some instances, a particular partner \nspecies may provide such attractive rewards or ser-\nvices  that  it  effectively  “steals”  mutualists  away  \nfrom other members of its guild. For example, plant \nspecies  that  provide  large  rewards  to  mutualistic  \npollinators can increase the degree of pollen limita-\ntion in other plants (Traveset and Richardson 2006), \nalthough we know little about the consequences of \nthese effects at the population or community level. \nAgain,  invasion  ecology  can  provide  insights  into  \nthe mechanisms behind such effects. In central Eur-\nope,  for  example,  the  invasive  annual  Impatiens \nglandulifera  produces  superabundant  floral  nectar,  \ndrawing  pollinators  away  from  native  plants  and  \nreducing  the  native-plant  seed  set  (Chittka  and  \nSchurkens 2001).\nMutualism  can  also  clearly  increase  community  \ndiversity in both evolutionary and ecological time. \nAmong the most striking examples of this are mu-\ntualisms that enable the persistence of foundational \n(e.g., coral–zooxanthellae mutualisms) or keystone \nspecies   (e.g.,   figs   and   their   pollinating   wasps),   \nwhich in turn provide critical habitat, food, or other \nresources  for  myriad  species.  Mutualisms  can  also  \nfoster  species  diversity  simply  by  permitting  rare  \nspecies  to  persist  at  lower  densities  or  in  harsher  \nenvironments than they would without mutualism. \nFor example, mixed-species flocks of foraging birds \nmay permit some species to persist in low-resource \nconditions  (e.g.,  northern  winters  for  insectivor-\nous  birds)  where  otherwise  they  might  disappear  \n(Morse  1970).  In  addition,  flocking  provides  pro-\ntection from predation, which should weaken top-\ndown effects, e.g., of raptors and other specialized \nbird  predators.  As  another  example,  animals  can  \nfacilitate long-distance dispersal, which can be im-\nportant  for  species  persistence  at  the  metacommu-\nnity  scale  when  local  populations  suffer  recurrent  \nextinctions.   Mutualism   also   promotes   diversity   \nthrough  other,  less  direct  pathways.  In  Box  9.3,  \nCharlotte Lee, Brian Inouye and Tom Miller discuss \nhow  interactions  between  competing  partners  and  \ntheir  shared  mutualist  can  promote  coexistence  of  \nthe competitors. Additionally, mutualism can exert \n“equalizing” (Chesson 2000) effects on species coex-\nistence when inferior competitors are preferentially \n\nMUtUALIsM In A CoMMUnItY ContEXt        173\nCharlotte T. Lee, Brian D. Inouye,  \nand Tom E. X. Miller\nthe  existence  of  exploiters  is  a  prominent  problem  in  the  \ncommunity  ecology  of  mutualism  (e.g.,  Bronstein  2001,  \nMorris  et  al.  2003;  see  Chapter  6).  Competition  plays  a  \ncentral  role  in  this  problem  because  an  exploiter  might  be  \nexpected  to  enjoy  a  competitive  advantage  as  a  result  of  \nnot  paying  the  costs  of  providing  mutualistic  benefits  to  a  \npartner species. Why don’t exploiters always disrupt mutual-\nisms by driving one of the partners extinct through competi-\ntive exclusion? one possible answer to this question is that \nmutualism  can  alter  the  dynamics  of  competition  in  ways  \nthat promote coexistence of the mutualistic and exploitative \ncompetitors.\nRecent  theoretical  work  shows  that  the  inclusion  of  key  \ndemographic  detail  in  competition  models  can  enable  co-\nexistence  between  competitors  that  differ  in  their  effects  \non  their  resource  species  (Lee  and  Inouye  2010,  Lee  et  al.  \n2011).  this  includes  the  case  when  one  competitor  is  a  \nmutualist  and  the  other  an  exploiter  (Box  9.3  Figure  1);  \nno  restrictive  assumptions  about  competitive  asymmetries,  \ntrade-offs, or spatial or temporal heterogeneity are required \nto  enable  coexistence.  When  interactions  between  individ-\nuals  are  prolonged  and  exclusive,  such  as  those  between  \nant-adapted plants and the ant colonies that nest in them, \ncompetitors’ differing influences over the vital rates of their \nresources  can  alone  enable  coexistence.  When  interactions  \nare shorter in duration, competitors’ effects on their resource \ncan  enable  coexistence  through  interaction  with  age  or  \nstage structure in the resource species. We discuss examples \nof  each  case  below.  In  both,  the  novel  stabilizing  effect  of  \nmutualism  arises  when  each  competitor  influences  the  re-\nsource population in a way that benefits the other species, \ni.e. in a way harmful to itself.\nMutualisms between ants and ant-adapted plants (myr-\nmecophytes)  provide  excellent  examples  of  prolonged  \ninteractions.  In  ant–myrmecophyte  mutualisms,  multiple  \nant  species  may  compete  to  establish  colonies  within  \nspecialized plant structures. If ant colonies cannot be dis-\nplaced  once  established,  competition  follows  the  lottery  \nmodel  (sale  1977).  the  key  departure  from  basic  lottery  \ncompetition  is  that  ant  colonies  may  protect  their  host  \nplant from herbivores and/or competitors, which can “feed \nback”  to  the  space  they  occupy  by  increasing  plant  vital  \nrates such as survival, growth, and reproduction (e.g., Vas-\nconcelos  1991,  Palmer  et  al.  2010).  these  benefits  feed  \nback to affect the number and type of plants available to \nants,  altering  the  dynamics  of  competition  between  ant  \nspecies (Lee and Inouye 2010). stable coexistence is most \nlikely when one ant species has greater rates of colony re-\nproduction  but  less  effectively  protects  plant  survival  and  \nfecundity (and thus is an exploiter), and the other species \nhas  higher  persistence  on  plants  and  lower  reproductive  \nrates,  while  promoting  stronger  plant  performance  (and  \nthus is a mutualist).\nMany mutualists do not form long-term relationships, but \ninstead  collect  food  from  their  hosts  on  a  short-term  basis  \n(Holland and DeAngelis 2010). Prominent examples include \nthe many animals that collect nectar, food bodies, or pollen \nfrom plants while pollinating or protecting them. Plant sur-\nvival, growth, and reproductive rates not only are influenced \nby these activities, but also typically vary between plant size \nclasses  or  life  history  stages.  numerous  studies  document  \neffects  of  animals  on  stage-specific  plant  vital  rates  that  \ncan  be  expected  to  alter  the  dynamics  of  the  host  popula-\ntion (e.g., Maron and Crone 2006, Underwood and Halpern \n2012). As in the longer-lasting associations described above, \ncompetitors’  effects  on  plant  demographic  rates  can  feed  \nback to stabilize coexistence (Lee et al. 2011). the competi-\ntors  must  differ  in  their  effects  on  the  plant  population,  in  \nBox 9.3 Mutualism alters competition: coexistence of mutualists and exploiters\nFigure 1  A mutualist (gray circle) and an exploiter (white circle) \ncompete (black arrows) for resources supplied by a resource \nspecies (gray rectangle), but the resource species benefits from the \nmutualistic competitor (dashed arrow) at a cost to that competitor. \nthis simple diagram highlights the importance of competition to \nthe problem exploiters pose to mutualisms, but suppresses key \ndemographic detail which can promote the coexistence of the two \ncompetitors.\ncontinued\n\n174      MUtUALIsM\nplants  and  their  belowground  microbial  associates  \nmay  be  similarly  important  to  spatial  distribu-\ntions: although many of these interactions are gen-\neralized,  there  is  evidence  that  a  lack  of  sufficient  \nmycorrhizal or rhizobial partners can limit both the \nspread  of  invasive  species  (Parker  et  al.  2006)  and  \nthe  distribution  of  native  species  (Stanton-Geddes  \nand Anderson 2011). For example, pines were slow \nto invade the southern hemisphere, where there are \nno   native   ectomycorrhizal   partners   (Richardson   \net al. 2000), until introduced fungal networks (e.g., \nfrom  pine  plantations)  accumulated  sufficiently  to  \ninsure inoculation. At a more local scale, Terwilliger \nand Pastor (1999) suggested that black spruce (Picea \nmariana)  were  slow  to  colonize  meadows  located  \nin  old  beaver  ponds  because  of  the  compounded  \neffects  of  absent  mutualisms.  The  tree  requires  \ndetermining  community  membership.  Mutualistic  \ninteractions probably help to delimit species’ ranges \nbecause of their role in metacommunity dynamics, \nas discussed previously. Strong interdependence in \nmore specialized interactions means that the range \nlimits  of  either  partner  can  be  constrained  by  the  \navailability/dispersal  limitation  of  the  other.  Both  \ncolonization  and  extinction  could  thus  be  strongly  \ninfluenced by the presence or absence of mutualist \npartners.\nWe  are  just  beginning  to  characterize  the  mech-\nanisms by which interdependence between mutual-\nists determines species’ ranges. For example, plant \nspecies  with  a  strong  degree  of  pollen  limitation  \nmay  be  limited  at  range  edges  by  the  availability  \nor performance of their dominant pollinators (Chal-\ncoff  et  al.  2012).  Nutritional  mutualisms  between  \nthe  same  way  as  competing  mutualists  and  exploiters  do  \nabove. Due to the shorter duration of interactions, however, \nit  is  also  necessary  for  the  resource  population  to  exhibit  \nsome  underlying  age  or  stage  structure,  so  that  via  their  \neffects  on  resource  demography,  the  competitors  can  shift  \nthe relative abundance of resource stages in ways that favor \ntheir competitors.\nthat mutualism could be ecologically vulnerable to inva-\nsion by an exploiter, yet not vulnerable to extirpation by that \nexploiter, emerges from two different models appropriate to \nmutualisms that involve prolonged symbiosis and short-term \ninteraction,  respectively.  the  key  similarity  in  the  models  is  \nthat  the  underlying  mechanisms  of  both  mutualism  and  \ncompetition  be  expressed  explicitly—by  a  careful  account-\ning of competitors’ direct effects on one another and indirect \neffects  mediated  through  their  impact  on  their  shared  re-\nsource’s demography. When this is accomplished, mutualism \nand competition can interact in ways that can yield coexist-\nence surprisingly easily.\nReferences\nBronstein, J.L. (2001). the exploitation of mutualisms. Ecology Let-\nters, 4, 277–287.\nHolland, J.n., and DeAngelis, D.L. (2010). A consumer-resource ap-\nproach to the density-dependent population dynamics of mutual-\nism. Ecology, 91, 1286–1295.\nLee,  C.t.,  and  Inouye,  B.D.  (2010).  Mutualism  between  consumers  \nand their shared resource can promote competitive coexistence. \nAmerican naturalist, 175, 277–288.\nLee,  C.t.,  Miller,  t.E.X.,  and  Inouye,  B.D.  (2011).  Consumer  effects  \non  the  vital  rates  of  their  resource  can  determine  the  outcome  \nof  competition  between  consumers.  American  naturalist, 178, \n452–463.\nMaron, J.L., and Crone, E. (2006). Herbivory: effects on plant abun-\ndance,  distribution  and  population  growth.  Proceedings  of  the  \nRoyal society B-Biological sciences, 273, 2575–2584.\nMorris,  W.F.,  Bronstein,  J.L.,  and  Wilson,  W.G.  (2003).  three-\nway  coexistence  in  obligate  mutualist-exploiter  interactions:  \nthe  potential  role  of  competition.  American  naturalist, 161, \n860–875.\nPalmer, t.M., Doak, D.F., stanton, M.L., et al. (2010). synergy of mul-\ntiple  partners,  including  freeloaders,  increases  host  fitness  in  a  \nmultispecies mutualism. Proceedings of the national Academy of \nsciences of the United states of America, 107, 17234–17239.\nsale, P.F. (1977). Maintenance of high species diversity in coral reef \nfish communities. American naturalist, 111, 337–359.\nUnderwood, n., and Halpern, s.L. (2012). Insect herbivores, density \ndependence, and the performance of the perennial herb solanum \ncarolinense. Ecology, 93, 1026–1035.\nVasconcelos,  H.L.  (1991).  Mutualism  between  Maieta  guianensis  \nAubl.,  a  myrmecophytic  melastome,  and  one  of  its  ant  inhabit-\nants: ant protection against insect herbivores. oecologia (Berlin), \n87, 295–298.\nBox 9.3 Continued\n\nMUtUALIsM In A CoMMUnItY ContEXt        175\nKondoh  2012).  This  of  course  suggests  that  posi-\ntive  interactions  play  a  crucial  role  in  maintaining  \ncommunity- wide stability, contrary to classic mod-\nels in which the positive feedbacks inherent in mu-\ntualism  were  considered  to  be  destabilizing  (May  \n1981).  Yet  the  biological  mechanisms  that  underlie  \nthe stabilizing effects of mutualism remain unclear. \nAre mutualisms stabilizing because they introduce \npositive feedbacks between constituent species that \nare  otherwise  vulnerable  to  overexploitation  by  \npredators  or  extirpation  by  competitors?  Does  the  \ndiffuse  nature  of  most  mutualistic  interaction  net-\nworks  cause  weak  interactions,  which  enforce  sta-\nbility, to dominate (Emmerson and Yearsley 2004)? \nOr  does  the  disparate  nature  of  the  broad  class  of  \ninteractions that we identify as mutualisms, and the \nmultiple mechanisms that therefore underlie them, \npreclude any meaningful generality?\nOne profitable research avenue will be to explore \nthe effects of mutualism on the stability of commu-\nnity  modules  that  lie  somewhere  between  highly  \nsimplified two-species studies, and the (largely phe-\nnomenological) modeling studies that embrace en-\ntire ecological communities across multiple trophic \nlevels.  For  example,  Benadi  et  al.  (2012)  recently  \nmodeled  the  effects  of  pollinators  on  the  stability  \nof  the  guild  of  plants  they  pollinate.  They  found  \nthat whether pollinators stabilized plant guilds de-\npended on both the extent to which plant resource \nuse  overlapped,  and  the  degree  of  pollinator  spe-\ncialization.  When  plant  species  had  overlapping  \nresource  niches,  pollinators  strongly  destabilized  \nplant guilds irrespective of the degree of pollinator \nspecialization; in effect, rarer plants received lower \nlevels of conspecific pollen transfer than more com-\nmon  species,  decreasing  their  relative  contribution  \nto the seed bank in each successive year. However, \nwhen  plant  species  had  very  low  levels  of  niche  \noverlap  (contributing  “stabilizing”  effects  to  coex-\nistence,  Chesson  2000),  pollinators  stabilized  plant  \nguilds in all cases except for instances in which pol-\nlinators were completely generalized (Benadi et al. \n2012). Importantly, this study considered the stabil-\nity of the pollination network in a broader context, \nevaluating both variation in the pollination mutual-\nism and the degree of resource competition among \nplant species. Because niche overlap among coexist-\ning plant species is often high, the results from this \nectomycorrhizal  fungi  to  grow,  and  the  fungi  can-\nnot  tolerate  submergence  at  the  initial  stages  of  \nbeaver  pond  succession.  In  addition,  the  animal  \nthat disperses the fungus, the redbacked vole (Cle-\nthrionomys gupperi), is prevented from entering the \nmeadows by the dominant rodent in meadows, the \nmeadow  vole  (Microtus  pennsylvanicus;  Terwilliger  \nand Pastor 1999). Thus, abiotic conditions and com-\npetitive  interactions  between  dispersers  together  \nlimit the spatial distribution of a host that requires \nspecialized mutualisms.\nSeed-dispersal mutualisms also play a pivotal role \nin determining species ranges (Svenning and Skov \n2007),  but  we  know  very  little  about  whether  and  \nhow dispersal mutualisms are degraded or altered \nat  range  edges.  These  dynamics  will  be  important  \nto  understand  because  they  affect  the  plasticity  of  \nplant  responses  to  future  climate  change.  The  es-\ntablishment  and  persistence  of  plant  populations  \ndepends in large part on the frequency and timing \nof  dispersal  events,  which  provide  opportunities  \nfor range expansion and “rescue” from local extinc-\ntion. Case et al. (2005) suggest that gradients in the \nabundance  of  generalist  animal  dispersal  agents  \ncould lead to range limits in plant species; any fac-\ntor  that  reduces  colonization  relative  to  extinction  \ncould generate a range limit. Long-distance disper-\nsal events in particular can play a powerful role in \nshaping  plant  distributions,  but  the  rarity  of  these  \nevents poses challenges to empirical assessments of \nhow  much  dispersal  mutualisms  constrain  species  \nranges. Seed addition experiments, in which seeds \nare planted into novel habitats beyond range edges, \nwill be informative in assessing the relative import-\nance of dispersal limitation (Clark et al. 2007) versus \nfactors such as habitat availability. Such studies can \nbe paired with more mechanistic studies to evaluate \nhow  disperser  guilds  and  plant  performance  vary  \nfrom range centers to boundaries.\n9.4.3 Mutualism and community stability\nEcologists  are  beginning  to  recognize  an  import-\nant  role  for  mutualism  in  determining  commu-\nnity  stability.  Recent  models  suggest  that  diverse  \ninteraction   types,   including   mutualism,   compe-\ntition,  and  predation,  stabilize  the  population  dy-\nnamics of species within communities (Mougi and \n\n176      MUtUALIsM\nthese ubiquitous interactions. We have learned that \nmutualisms are themselves complex associations of \ninteracting  species,  that  third-party  species  greatly  \nmodify  the  outcomes  of  interactions  between  mu-\ntualist   guilds,   and   that   mutualisms   transform   \ncommunities  by  creating  foundational  habitat,  ex-\ntending  species  ranges,  and  linking  populations  \nacross  space,  through  time,  and  via  webs  of  inter-\nactions.  Yet  in  many  ways,  our  understanding  of  \nmutualism  is  still  in  its  infancy:  relative  to  inter-\nactions  such  as  competition  and  predation,  there  \nremains a great need for research—both theoretical \nand  empirical—on  the  interplay  between  mutual-\nisms  and  the  broader  communities  in  which  they  \nare embedded. We have highlighted recent research \nthat   illustrates   some   general   phenomena   about   \nfeedbacks  between  mutualisms  and  their  commu-\nnity context, but many questions remain. Below, we \nhighlight a number of unanswered questions (by no \nmeans  exhaustive)  that  we  think  are  important  to  \nconsider as the field moves forward.\n1. Because the benefits of mutualism vary with abi-\notic and biotic context, the ranking of the “best” \npartners for a particular mutualist may also vary \nfrom year to year, or from one place to another. \nIn  light  of  this,  does  partner  diversity  buffer  \nmutualism  from  temporal  and  spatial  envir-\nonmental  variation  (Box  9.1)?  Are  there  abiotic  \nconditions which foster the efflorescence of mu-\ntualisms, or conversely hamper their formation or  \nretention?\n2. How does species diversity in mutualistic assem-\nblages, whereby a given mutualist interacts with \nmultiple  partners  either  serially  or  simultan-\neously, integrate to influence long-term fitness of \neach participant (Box 9.2)? Because natural selec-\ntion operates on lifetime fitness, this is a particu-\nlarly critical area of study for understanding the \nmaintenance  of  cooperation  (and  related  traits  \nand behaviors), particularly among partners dif-\nfering in generation length and dispersal range.\n3.  When  a  mutualist  interacts  sequentially  with  a  \nnumber  of  partners,  how  does  the  timing,  dur-\nation,   or   sequence   of   partnerships   influence   \nfitness?  Does  the  rank  order  of  the  quality  of  \npartners remain constant or change in the course \nof mutualist ontogeny?\nstudy suggest that other mechanisms in addition to \nniche  overlap  may  need  to  be  invoked  to  explain  \ncoexistence  of  plant  species  that  share  pollinators.  \nNevertheless,  this  work  provides  an  excellent  ex-\nample of how viewing mutualism within a broader \ncommunity  context  can  shed  light  on  the  extent  \nto  which  mutualism,  in  concert  with  other  species  \ninteractions,  influences  the  stability  of  ecological  \ncommunities.\nEmpirical  studies  of  the  effects  of  mutualism  \non  community  stability  are  scarce,  but  one  emer-\nging  generality  seems  to  be  that  the  mechanisms  \nby  which  the  mutualists  interact  with  the  broader  \ncommunity  determine  whether  these  interactions  \nstabilize  or  destabilize  community  dynamics.  For  \nexample,   nutritional   mutualisms   that   fuel   spe-\ncies’  dominance  are  likely  to  stabilize  communi-\nties  where  such  dominants  provide  heterogeneous  \nhabitats (e.g., corals, Hay et al. 2004), but destabilize \ncommunities  where  these  dominants  exert  strong  \ncompetitive  effects  on  other  guild  members  (e.g.,  \ninvasive ants, Shik and Silverman 2013). The effects \nof protection mutualisms on communities may also \ndepend in part on the trophic level of the protected \npartner.  If  the  protected  species  is  an  autotroph,  \nmutualism  can  stabilize  communities  by  buffering  \nplants  from  consumption,  for  example  where  ants  \nstabilize tree cover by protecting their acacia hosts \nfrom catastrophic elephant herbivory (Goheen and \nPalmer 2010). Contrastingly, in cases where the pro-\ntected  species  is  a  consumer,  mutualism  may  lead  \nto  strong  cycles  of  exploitation  and  recovery.  For  \nexample,  Morales  et  al.  (2008)  showed  that  when  \naphids were protected by ant mutualists from pre-\ndation,  they  exerted  strong  consumptive  effects  \non  plants,  with  destabilizing  effects  on  the  food  \nweb. More generally, where protection mutualisms \nsimplify  the  trophic  structure  of  communities,  the  \nlikelihood  of  strong  trophic  interactions  could  po-\ntentially increase, with destabilizing effects on com-\nmunities. These ideas provide testable propositions \nfor empirical work.\n9.5 Conclusions and future directions\nOver the past thirty years, a groundswell of interest \nin  interspecific  cooperation  has  greatly  increased  \nour understanding of the ecology and evolution of \n\nMUtUALIsM In A CoMMUnItY ContEXt        177\ncosts  and  benefits  of  different  ant–plant  pairings  \nacross  acacia  ontogeny,  and  the  long-term  demog-\nraphy of the host plant. In essence, broadening the \nspatial and temporal scope of the study of this mu-\ntualism yielded insights that would not have been \npossible using more conventional pairwise, single-\nlife-stage study approaches. In the same way, a re-\ncurrent  theme  throughout  this  chapter  is  the  need  \nto  identify  the  mechanisms  underlying  the  inter-\nactions between mutualists and their communities. \nExpanding  our  studies  of  mutualism  to  consider  \nthe  surrounding  community  and  longer  temporal  \nscales—and    linking    ecological    and    evolution-\nary  processes  over  different  spatial  and  temporal  \nscales—will  be  crucial  for  identifying  such  mech-\nanisms.  As  we  expand  the  scope  of  our  studies  to  \ninclude broader ecological contexts, mutualism will \ncontinue to claim an overdue and more prominent \nrole in community ecology.\nReferences\nAdler,  L.S.,  and  Bronstein,  J.L.  (2004).  Attracting  antago-\nnists: does floral nectar increase leaf herbivory? Ecology, \n85, 1519–1526.\nArmbruster, W.S., Lee, J., and Baldwin, B.G. (2009). Macro-\nevolutionary  patterns  of  defense  and  pollination  in  \nDalechampia  vines:  adaptation,  exaptation,  and  evolu-\ntionary  novelty.  Proceedings  of  the  National  Academy  of  \nSciences of the United States of America, 106, 18085–18090.\nBastolla,  U.,  Fortuna,  M.A.,  Pascual-Garcia,  A.,  Ferrera,  \nA., Luque, B., and Bascompte, J. (2009). The architecture \nof mutualistic networks minimizes competition and in-\ncreases biodiversity. Nature, 458, 1018–1019.\nBenadi, G., Bluthgen, N., Hovestadt, T., and Poethke, H.J. \n(2012).  Population  dynamics  of  plant  and  pollinator  \ncommunities:  stability  reconsidered.  American  Natural-\nist, 179, 157–168.\nBever, J.D. (2002). Negative feedback within a mutualism: \nhost-specific growth of mycorrhizal fungi reduces plant \nbenefit. Proceedings  of  the  Royal  Society  B-Biological  Sci-\nences, 269, 2595–2601.\nBronstein,  J.L.  (1998).  The  contribution  of  ant  plant  pro-\ntection studies to our understanding of mutualism. Bio-\ntropica, 30, 150–161.\nBronstein,  J.L.,  and  Barbosa,  P.  (2002).  Multi-trophic/\nmulti-species  mutualistic  interactions:  the  role  of  non-\nmutualists  in  shaping  and  mediating  mutualisms.  In   \nB.  Hawkins  and  T.  Tscharntke  (eds.),  Multitrophic  Level  \nInteractions, pp. 44–65. Cambridge: Cambridge Univer-\nsity Press.\n4.  How  important  are  indirect  effects  provided  by  \nthird  parties  to  the  structure  and  functioning  of  \nmutualistic interactions (e.g., Knight et al. 2005), \nand do third parties tend to have stronger effects \non  mutualisms  by  changing  mutualist  traits  or  \npopulation densities?\n5. Are mutualisms, which often result in transport \nof genes and individuals, disproportionately im-\nportant to metacommunity dynamics, relative to \ninteractions  such  as  competition  or  predation?  \nHow does the degree of specialization in mutual-\nism  influence  the  persistence  of  the  participant  \nspecies within metacommunities?\n6.  Especially  for  obligate  mutualisms,  to  what  de-\ngree  do  the  costs  of  mutualism  constrain  the  \nrange limits of species?\n7.  To  what  degree  can  a  quantitative,  theoretical  \nframework for the community ecology of mutu-\nalisms be devised, comparable to say niche par-\ntitioning  or  food-web  models?  To  what  extent  \ndoes  the  broad  natural  history  of  mutualisms,  \nfrom mycorrhizae to seed dispersal, preclude the \ndevelopment of generalized models?\n8.    How can an understanding of mutualism in com-\nmunity settings inform issues in applied ecology? \nFor  example,  can  we  use  trait-based  approaches  \nto  predict  the  success  of  invasive  mutualists  in  \nnovel  habitats  (see  also  Chapter  13)?  Can  one  \nmake strong predictions about how communities \nand  ecosystems  will  change  when  mutualisms  \ndissipate  or  disappear?  For  example,  the  loss  of  \nspecialized  pollinators  will  lead  to  plant  extinc-\ntions,  but  what  other  broad-scale  community-\nwide or ecosystem-level consequences (discussed \nin Chapter 14) will there be?\nWe began this chapter by highlighting how the aca-\ncia ant Crematogaster nigriceps, an apparent steriliza-\ntion “parasite” of the East African ant-plant Acacia \ndrepanolobium, actually exerts strong positive effects \non the lifetime fitness of these acacias. Yet this posi-\ntive effect only emerged by considering the broader \ncommunity in which this particular pairwise asso-\nciation  is  embedded.  To  illuminate  the  mutualistic  \nrole of this species, it was necessary to understand \nthe  dynamics  of  competition  among  the  various  \nant  partners,  the  impact  of  a  broad  suite  of  herbi-\nvores  and  other  mortality  factors  on  the  plant,  the  \n\n178      MUtUALIsM\nGoheen,  J.R.,  and  Palmer,  T.M.  (2010).  Defensive  plant-\nants  stabilize  megaherbivore-driven  landscape  change  \nin an African savanna. Current Biology, 20, 1768–1772.\nGómez,  J.M.,  Perfectti,  F.,  Bosch,  J.,  and  Camacho,  J.P.M.  \n(2009).  A  geographic  selection  mosaic  in  a  generalized  \nplant-pollinator-herbivore    system.    Ecological    Mono-\ngraphs, 79, 245–263.\nHarner,  M.J.,  Mummey,  D.L.,  Stanford,  J.A.,  and  Rillig,  \nM.C.  (2010).  Arbuscular  mycorrhizal  fungi  enhance  \nspotted  knapweed  growth  across  a  riparian  chronose-\nquence. Biological Invasions, 12, 1481–1490.\nHay, M.E., Parker, J.D., Burkepile, D.E., Caudill, C.C., Wil-\nson, A.E., Hallinan, Z.P., and Chequer, A.D. (2004). Mu-\ntualisms  and  aquatic  community  structure:  the  enemy  \nof my enemy is my friend. Annual Review of Ecology Evo-\nlution and Systematics, 35, 175–197.\nHerrera,  C.M.,  Medrano,  M.,  Rey,  P.J.,  Sanchez-Lafuente,  \nA.M.,  Garcia,  M.B.,  Guitian,  J.,  and  Manzaneda,  A.J.  \n(2002).  Interaction  of  pollinators  and  herbivores  on  \nplant  fitness  suggests  a  pathway  for  correlated  evolu-\ntion  of  mutualism-  and  antagonism-related  traits.  Pro-\nceedings  of  the  National  Academy  of  Sciences  of  the  United  \nStates of America, 99, 16823–16828.\nHolt,  R.D.,  and  Dobson,  A.  (2006).  Extending  the  prin-\nciples  of  community  ecology  to  address  the  epidemi-\nology  of  host-pathogen  systems.  In  S.K.  Collinge  and  \nC.  Ray  (eds.),  Disease  Ecology:  Community  Structure  and  \nPathogen Dynamics, Oxford: Oxford University Press.\nHoopes, M.F., Holt, R.D., and Holyoak, M. (2005). The ef-\nfects  of  spatial  processes  on  two  species  interactions.  \nIn  M.  Holyoak,  M.A.  Leibold,  and  R.D.  Holt  (eds.),  \nMetacommunities:  Spatial  Dynamics  and  Ecological  Com-\nmunities, pp. 35–67. Chicago, IL: University of Chicago \nPress.\nHughes,  R.F.,  and  Denslow,  J.S.  (2005).  Invasion  by  a  \nN-2-fixing  tree  alters  function  and  structure  in  wet  \nlowland  forests  of  Hawaii.  Ecological  Applications, 15, \n1615–1628.\nJansa,  J.,  Smith,  F.A.,  and  Smith,  S.E.  (2008).  Are  there  \nbenefits  of  simultaneous  root  colonization  by  different  \narbuscular  mycorrhizal  fungi?  New  Phytologist, 177, \n779–789.\nJanzen,  D.H.  (1966).  Coevolution  of  mutualism  between  \nants  and  acacias  in  Central  America.  Evolution, 20, \n249–275.\nJohnson, N.C., Wilson, G.W.T., Bowker, M.A., Wilson, J.A., \nand  Miller,  R.M.  (2010).  Resource  limitation  is  a  driver  \nof  local  adaptation  in  mycorrhizal  symbioses.  Proceed-\nings of the National Academy of Sciences of the United States \nof America, 107, 2093–2098.\nKefi, S., Berlow, E.L., Wieters, E.A., et al. (2012). More than \na meal . . . integrating non-feeding interactions into food \nwebs. Ecology Letters, 15, 291–300.\nCase,  T.J.,  Holt,  R.D.,  McPeek,  M.A.,  and  Keitt,  T.H.  \n(2005).  The  community  context  of  species’  borders:  \necological  and  evolutionary  perspectives.  Oikos, 108, \n28–46.\nCembrowski, A.R., Tan, M.G., Thomson, J.D., and Freder-\nickson, M.E. (2014). Ants and ant scent reduce bumble-\nbee pollination of artificial flowers. American Naturalist, \n183, 133–139.\nChalcoff,  V.R.,  Aizen,  M.A.,  and  Ezcurra,  C.  (2012).  Ero-\nsion of a pollination mutualism along an environmental \ngradient  in  a  south  Andean  treelet,  Embothrium  coc-\ncineum (Proteaceae). Oikos, 121, 471–480.\nChesson, P. (2000). Mechanisms of maintenance of species \ndiversity. Annual  Review  of  Ecology  And  Systematics, 31, \n343–366.\nChittka,  L.,  and  Schurkens,  S.  (2001).  Successful  invasion  \nof a floral market—an exotic Asian plant has moved in \non Europe’s river-banks by bribing pollinators. Nature, \n411, 653–653.\nClark, C.J., Poulsen, J.R., Levey, D.J., and Osenberg, C.W. \n(2007).  Are  plant  populations  seed  limited?  A  critique  \nand meta-analysis of seed addition experiments. Ameri-\ncan Naturalist, 170, 128–142.\nClay, K., and Holah, J. (1999). Fungal endophyte symbiosis \nand plant diversity in successional fields. Science (Wash-\nington D.C.), 285, 1742–1744.\nCohen,  J.E.,  Schittler,  D.N.,  Raffaelli,  D.G.,  and  Reu-\nman,  D.C.  (2009).  Food  webs  are  more  than  the  sum  \nof  their  tritrophic  parts.  Proceedings  of  the  National  \nAcademy of Sciences of the United States of America, 106, \n22335–22340.\nDebout, G.D.G., Dalecky, A., Ngomi, A., and McKey, D.B. \n(2009).  Dynamics  of  species  coexistence:  maintenance  \nof  a  plant-ant  competitive  metacommunity.  Oikos, 118, \n873–884.\nEmmerson,   M.,   and   Yearsley,   J.M.(2004).   Weak   inter-\nactions, omnivory and emergent food- web properties. \nProceedings of the Royal Society B-Biological Sciences, 271, \n397–405.\nEom, A.H., Wilson, G.W.T., and Hartnett, D.C. (2001). Ef-\nfects  of  ungulate  grazers  on  arbuscular  mycorrhizal  \nsymbiosis and fungal community structure in tallgrass \nprairie. Mycologia, 93, 233–242.\nFaeth,  S.H.  (2010).  Occam’s  razor  cuts  both  ways:  endo-\nphytes,   resource   allocation,   herbivory,   and   mutual-\nism:  a  reply  to  Rudgers  et  al.  American  Naturalist, 176, \n104–110.\nFontaine, C., Guimaraes, P.R., Kefi, S., et al. (2011). The eco-\nlogical and evolutionary implications of merging differ-\nent types of networks. Ecology Letters, 14, 1170–1181.\nGegear, R.J., Manson, J.S., and Thomson, J.D. (2007). Eco-\nlogical context influences pollinator deterrence by alkal-\noids in floral nectar. Ecology Letters, 10, 375–382.\n\nMUtUALIsM In A CoMMUnItY ContEXt        179\nNess,  J.H.  (2006).  A  mutualism’s  indirect  costs:  the  most  \naggressive  plant  bodyguards  also  deter  pollinators.  \nOikos, 113, 506–514.\nPalmer,  T.M.  (2003).  Spatial  habitat  heterogeneity  influ-\nences competition and coexistence in an African acacia \nant guild. Ecology, 84, 2843–2855.\nPalmer,  T.M.,  Doak,  D.F.,  Stanton,  M.L.,  et  al.  (2010).  \nSynergy  of  multiple  partners,  including  freeloaders,  \nincreases host fitness in a multispecies mutualism. Pro-\nceedings  of  the  National  Academy  of  Sciences  of  the  United  \nStates of America, 107, 17234–17239.\nPalmer, T.M., Stanton, M.L., and Young, T.P. (2003). Com-\npetition  and  coexistence:  exploring  mechanisms  that  \nrestrict and maintain diversity within mutualist guilds. \nAmerican Naturalist, 162, S63–S79.\nPalmer,  T.M.,  Stanton,  M.L.,  Young,  T.P.,  Goheen,  J.R.,  \nPringle,  R.M.,  and  Karban,  R.  (2008).  Breakdown  of  an  \nant-plant mutualism follows the loss of large herbivores \nfrom an African Savanna. Science, 319, 192–195.\nParker,   M.A.,   Malek,   W.,   and   Parker,   I.M.   (2006).   \nGrowth of an invasive legume is symbiont limited in \nnewly  occupied  habitats.  Diversity  and  Distributions, \n12, 563–571.\nRichardson,  D.M.,  Allsopp,  N.,  D’Antonio,  C.M.,  Milton,  \nS.J., and Rejmanek, M. (2000). Plant invasions—the role \nof mutualisms. Biological Reviews, 75, 65–93.\nRingel, M.S., Hu, H.H., and Anderson, G. (1996). The sta-\nbility and persistence of mutualisms embedded in com-\nmunity  interactions.  Theoretical  Population  Biology, 50, \n281–297.\nRomero, G.Q., Antiqueira, P.A.P., and Koricheva, J. (2011). \nA  meta-analysis  of  predation  risk  effects  on  pollinator  \nbehaviour. Plos One, 6.\nRudgers,  J.A.,  and  Clay,  K.  (2008).  An  invasive  plant-  \nfungal  mutualism  reduces  arthropod  diversity.  Ecology \nLetters, 11, 831–840.\nSchemske,  D.W.,  Willson,  M.F.,  Melampy,  M.N.,  Miller,  \nL.J.,  Verner,  L.,  Schemske,  K.M.,  and  Best,  L.B.  (1978).  \nFlowering  ecology  of  some  spring  woodland  herbs.  \nEcology, 59, 351–366.\nSchmitt,  R.J.,  and  Holbrook,  S.J.  (2003).  Mutualism  can  \nmediate  competition  and  promote  coexistence.  Ecology \nLetters, 6, 898–902.\nSeger, J., and Hamilton, W.D. (1988). Parasites and sex. In \nR.E. Michod and B.R. Levin (eds.), The Evolution of Sex: \nAn  Examination  of  Current  Ideas,  pp.  176–193.  Sunder-\nland, MA: Sinauer Press.\nSexton,  J.P.,  McIntyre,  P.  J.,  Angert,  A.L.,  and  Rice,  K.J.  \n(2009).  Evolution  and  ecology  of  species  range  limits.  \nAnnual  Review  of  Ecology  Evolution  and  Systematics, 40, \n415–436.\nShik, J.Z., and Silverman, J. (2013). Towards a nutritional \necology  of  invasive  establishment:  aphid  mutualists  \nKersch, M.F., and Fonseca, C.R. (2005). Abiotic factors and \nthe  conditional  outcome  of  an  ant-plant  mutualism.  \nEcology, 86, 2117–2126.\nKessler,   A.,   Halitschke,   R.,   and   Poveda,   K.   (2011).   \nHerbivory-    mediated    pollinator    limitation:    negative    \nimpacts  of  induced  volatiles  on  plant-pollinator  inter-\nactions. Ecology, 92, 1769–1780.\nKiers, E.T., Duhamel, M., Beesetty, Y., et al. (2011). Recip-\nrocal  rewards  stabilize  cooperation  in  the  mycorrhizal  \nsymbiosis. Science, 333, 880–882.\nKilkenny,  F.F.,  and  Galloway,  L.F.  (2008).  Reproductive  \nsuccess in varying light environments: direct and indir-\nect  effects  of  light  on  plants  and  pollinators.  Oecologia, \n155, 247–255.\nKloth,  K.J.,  Thoen,  M.P.M.,  Bouwmeester,  H.J.,  Jongsma,  \nM.A., and Dicke, M. (2012). Association mapping of plant \nresistance to insects. Trends in Plant Science, 17, 311–319.\nKnight,  T.M.,  Chase,  J.M.,  Hillebrand,  H.,  and  Holt,  R.D.  \n(2006). Predation on mutualists can reduce the strength \nof trophic cascades. Ecology Letters, 9, 1173–1178.\nKnight, T.M., McCoy, M.W., Chase, J.M., McCoy, K.A., and \nHolt,  R.D.  (2005).  Trophic  cascades  across  ecosystems.  \nNature, 437, 880–883.\nLeibold,  M.A.,  Holyoak,  M.,  Mouquet,  N.,  et  al.  (2004).  \nThe  metacommunity  concept:  a  framework  for  multi-\nscale community ecology. Ecology Letters, 7, 601–613.\nLeimar, O., and Axen, A.H. (1993). Strategic behavior in an \ninterspecific  mutualism:  interactions  between  lycaenid  \nlarvae and ants. Animal Behaviour, 46, 1177–1182.\nMay, R.M. (1981). Models for two interacting populations. \nIn R.M. May (ed.), Theoretical Ecology: Principles and Ap-\nplications, pp. 5–29. Sunderland, MA: Sinauer.\nMcCann, K.S. (2012). Food Webs. Princeton: Princeton Uni-\nversity Press.\nMenge, B.A. (1995). Indirect effects in marine rocky inter-\ntidal  interaction  webs—patterns  and  importance.  Eco-\nlogical Monographs, 65, 21–74.\nMihaljevic,  J.R.  (2012).  Linking  metacommunity  theory  \nand  symbiont  evolutionary  ecology.  Trends  in  Ecology  \nand Evolution, 27, 323–329.\nMorales,  M.A.,  Morris,  W.F.,  and  Wilson,  W.G.  (2008).  Allee  \ndynamics  generated  by  protection  mutualisms  can  drive  \noscillations in trophic cascades. Theoretical Ecology, 1, 77–88.\nMorris, W.F., Hufbauer, R.A., Agrawal, A.A., et al. (2007). \nDirect and interactive effects of enemies and mutualists \non  plant  performance:  a  meta-analysis.  Ecology, 88(4), \n1021–1029.\nMorse,  D.H.  (1970).  Ecological  aspects  of  some  mixed-\nspecies  foraging  flocks  of  birds.  Ecological  Monographs, \n40(1), 119–168.\nMougi, A., and Kondoh, M. (2012). Diversity of interaction \ntypes  and  ecological  community  stability.  Science, 337, \n349–351.\n\n180      MUtUALIsM\nTerwilliger,  J.,  and  Pastor,  J.  (1999).  Small  mammals,  ec-\ntomycorrhizae, and conifer succession in beaver mead-\nows. Oikos, 85, 83–94.\nTraveset, A., and Richardson, D.M. (2006). Biological inva-\nsions  as  disruptors  of  plant  reproductive  mutualisms.  \nTrends in Ecology and Evolution, 21, 208–216.\nUrban, M.C., and Skelly, D.K. (2006). Evolving metacom-\nmunities: toward an evolutionary perspective on meta-\ncommunities. Ecology, 87, 1616–1626.\nvan der Heijden, M.G.A., Klironomos, J.N., Ursic, M., et al. \n(1998).  Mycorrhizal  fungal  diversity  determines  plant  \nbiodiversity,   ecosystem   variability   and   productivity.   \nNature, 396, 69–72.\nVance-Chalcraft,   H.D.,   Rosenheim,   J.A.,   Vonesh,   J.R.,   \nOsenberg,  C.W.,  and  Sih,  A.  (2007).  The  influence  of  \nintraguild  predation  on  prey  suppression  and  prey  re-\nlease: a meta-analysis. Ecology, 88, 2689–2696.\nVerdu, M., and Valiente-Banuet, A. (2008). The nested as-\nsembly  of  plant  facilitation  networks  prevents  species  \nextinctions. American Naturalist, 172, 751–760.\nVermeer, K., Dicke, M., and de Jong, P.W. (2011). The po-\ntential  of  a  population  genomics  approach  to  analyse  \ngeographic  mosaics  of  plant-insect  coevolution.  Evolu-\ntionary Ecology, 25, 977–992.\nVerna,   C.,   Ramette,   A.,   Wiklund,   H.,   Dahlgren,   T.G.,   \nGlover,  A.G.,  Gaill,  F.,  and  Dubilier,  N.  (2010).  High  \nsymbiont diversity in the bone-eating worm Osedax mu-\ncofloris  from  shallow  whale-falls  in  the  North  Atlantic.  \nEnvironmental Microbiology, 12, 2355–2370.\nWhitehead,  S.R.,  and  Bowers,  M.D.  (2013).  Evidence  for  \nthe  adaptive  significance  of  secondary  compounds  in  \nvertebrate-dispersed   fruits.   American   Naturalist, 182, \n563–577.\nprovide better fuel for incipient Argentine ant colonies \nthan insect prey. Biological Invasions, 15, 829–836.\nSmith,  C.I.,  Tank,  S.,  Godsoe,  W.,  Levenick,  J.,  Strand,  E.,  \nEsque,  T.,  and  Pellmyr,  O.  (2011).  Comparative  phylo-\ngeography of a coevolved community: concerted popu-\nlation expansions in Joshua trees and four yucca moths. \nPLoS ONE, 6, 1–18.\nStachowicz, J.J., and Whitlatch, R.B. (2005). Multiple mu-\ntualists  provide  complementary  benefits  to  their  sea-\nweed host. Ecology, 86, 2418–2427.\nStanton,  M.L.  (2003).  Interacting  guilds:  moving  beyond  \nthe pairwise perspective on mutualisms. American Natu-\nralist, 162, S10–S23.\nStanton,  M.L.,  and  Palmer,  T.M.  (2011).  The  high  cost  of  \nmutualism:  effects  of  four  species  of  East  African  ant  \nsymbionts on their myrmecophyte host tree. Ecology, 92, \n1073–1082.\nStanton-Geddes, J., and Anderson, C.G. (2011). Does a fac-\nultative mutualism limit species range expansion? Oeco-\nlogia, 167, 149–155.\nStier, A.C., Gil, M.A., McKeon, C.S., Lemer, S., Leray, M., \nMills,  S.C.,  and  Osenberg,  C.W.  (2012).  Housekeeping  \nmutualisms: do nore symbionts facilitate host perform-\nance? Plos One, 7, e32079, 32071–32076.\nStouffer, D.B. (2010). Scaling from individuals to networks \nin food webs. Functional Ecology, 24, 44–51.\nStrauss, S.Y. (1997). Floral characters link herbivores, pol-\nlinators, and plant fitness. Ecology, 78, 1640–1645.\nSvenning, J.C., and Skov, F. (2007). Could the tree diversity \npattern in Europe be generated by postglacial dispersal \nlimitation? Ecology Letters, 10, 453–460.\nTerborgh,  J.,  Nunez-Iturri,  G.,  Pitman,  N.C.A.,  et  al.  (2008).  \nTree recruitment in an empty forest. Ecology, 89, 1757–1768.",
  "extractedAt": "2025-12-12T18:45:11.088Z",
  "success": true,
  "matchedPublication": {
    "title": "Mutualism in a community context",
    "doi": "https://doi.org/10.1093/acprof:oso/9780199675654.003.0009",
    "year": "2015",
    "authors": "Palmer, Todd M.; Pringle, Elizabeth G.; Stier, Adrian; Holt, Robert D."
  }
}