{
  "filename": "Pretorius et al. (Ethology) 2019.pdf",
  "numPages": 8,
  "text": "716 | wileyonlinelibrary.com/journal/eth Ethology. 2019;125:716–723. © 2019 Blackwell Verlag GmbH 1 | INTRODUCTION Intraspecific differences in morphology and behavior are predicted to shape the outcome of species interactions. For example, prior studies have shown that larger and faster prey species are more likely to escape predation (Einfalt & Wahl, 1997; Hoyle & Keast, 1987; Werner & Hall, 1974). Likewise, individual variation in pred‐ ator jaw morphology can shape the effect of predators on commu‐ nity composition at both the producer and primary consumer levels (Post, Palkovacs, Schielke, & Dodson, 2008). Parallel lines of evi‐ dence suggest that among individual variation in key traits of both predators and primary producers can affect ecosystem structure and function (Bolnick et al., 2011, 2003; Wolf & Weissing, 2012). For instance, genetic diversity within primary producer species is correlated with consumer diversity and community resilience, seem‐ ingly by increasing the diversity of interaction types (Crutsinger et al., 2006; Hughes & Stachowicz, 2004; Johnson, Lajeunesse, & Agrawal, 2006; Reusch, Ehlers, Hämmerli, & Worm, 2005; Rudman Received: 5 March 2019 | Revised: 19 June 2019 | Accepted: 20 June 2019 DOI: 10.1111/eth.12924 RESEARCH PAPER Predator‐induced selection on urchin activity level depends on urchin body size Justin D. Pretorius 1 | James L. L. Lichtenstein 1 | Erika J. Eliason 1 | Adrian C. Stier 1 | Jonathan N. Pruitt 1,2 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA, USA 2 Department of Psychology, Neuroscience, & Behaviour, McMaster University, Hamilton, Ontario, Canada Correspondence James L. L. Lichtenstein, Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA. Email: jlllichtenstein@gmail.com Funding information National Science Foundation, Grant/Award Number: 1352705 and 1455895; Foundation for the National Institutes of Health, Grant/ Award Number: R01GM115509 Editor: Walter Koenig Abstract Temporally consistent individual differences in behavior impact many ecological processes. We simultaneously examined the effects of individual variation in prey activity level, covering behavior, and body size on prey survival with predators using an urchin–lobster system. Specifically, we tested the hypothesis that slow‐moving purple sea urchins (Strongylocentrotus purpuratus) and urchins who deploy extensive substrate (pebbles and stones) covering behavior will out‐survive active urchins that deploy little to no covering behavior when pitted against a predator, the California spiny lobster (Panulirus interruptus). We evaluated this hypothesis by first confirming whether individual urchins exhibit temporally consistent differences in activity level and covering behavior, which they did. Next, we placed groups of four urchins in me‐ socosms with single lobster and monitored urchin survival for 108 hr. High activity level was negatively associated with survival, whereas urchin size and covering be‐ havior independently did not influence survival. The negative effect of urchin activity level on urchin survival was strong for smaller urchins and weaker for large urchins. Taken together, these results suggest that purple urchin activity level and size jointly determine their susceptibility to predation by lobsters. This is potentially of great interest, because predation by recovering lobster populations could alter the stability of kelp forests by culling specific phenotypes, like foraging phenotypes, from urchin populations. KEYWORDS activity, behavioral type, covering behavior, predation risk, predator–prey interactions, temperament | 717 PRETORIUS ET al. et al., 2015). Understanding how intraspecific variation in morphol‐ ogy and behavior shape the outcome of predator–prey interactions is of specific interest, because these interactions can change con‐ sumer abundance and behavior, and therefore, alter the role of pre‐ dation in driving the stability, function, and resilience of ecosystems (Brown, Laundré, & Gurung, 1999; Miller, Ament, & Schmitz, 2014; Preisser & Bolnick, 2008). The past few decades have seen a rise in the number of stud‐ ies focused on intraspecific behavioral variation (Bell, Hankison, & Laskowski, 2009; Sih, Cote, Evans, Fogarty, & Pruitt, 2012). In particular, much literature has examined the effects of temporally consistent individual differences in behavior, or so‐called “animal personalities” (Carter, Feeney, Marshall, Cowlishaw, & Heinsohn, 2013; Gosling, 2001) and their effect on species interactions (Chang, Teo, Norma‐Rashid, & Li, 2017; Lichtenstein, Wright, McEwen, Pinter‐Wollman, & Pruitt, 2017; Nannini, Parkos, & Wahl, 2012). Animal personalities imply that there exists a level of constraint to the behavioral plasticity individuals display in any given context (Dall, Houston, & McNamara, 2004; Dingemanse, Kazem, Réale, & Wright, 2010; Dochtermann & Dingemanse, 2013), meaning that individuals may exhibit behavioral consistency through time and across con‐ texts, occasionally to their detriment (Jones & Godin, 2010; Pearish, Hostert, & Bell, 2013; Pruitt, Riechert, & Jones, 2008). For instance, some prey animals ceaselessly seek shelter regardless of the con‐ textual risk, which can result in decreased opportunities to forage or mate, while other animals may continuously forage regardless of the level of predation risk (Dall et al., 2004; Wilson, Coleman, Clark, & Biederman, 1993). Yet, the available empirical evidence suggests that the effects of prey behavior on the outcome of predator–prey interactions varies considerably among systems (Belgrad & Griffen, 2016; Keiser, Ingley, Toscano, Scharf, & Pruitt, 2017), and even varies based on the traits of the individuals (predator and prey) involved (DiRienzo, Pruitt, & Hedrick, 2013; McGhee, Pintor, Suhr, & Bell, 2012; Sweeney et al., 2013). Here, we use the purple urchin (Strongylocentrotus purpuratus), and the California spiny lobster (Panulirus interruptus), to evaluate the effect of prey behavioral tendencies and size on prey survival. Urchins are ecologically notable because of their ability to consume large quantities of giant kelp (Macrocystis pyrifera) and therefore alter the state of coastal kelp communities (Estes & Duggins, 1995; Harrold & Reed, 1985; Pearse, 2006). Across the wide geographic distribution of purple urchins along the west coast of North America (Ebert, 2010), urchins are eaten by a diversity of predatory species including the sunflower sea star (Pycnopodia helianthoides), otters (Enhydra lutris), sheephead (Semicossyphus pulcher), and California spiny lobsters (Panulirus interruptus). These predators can play key roles in regulating herbivory by urchins on giant kelp (Burt et al., 2018; Caselle, Davis, & Marks, 2018). However, the role of variation in urchin size structure and individual behavioral variation in their susceptibility to predation remains mysterious, even though such variation in mortality could explain variation in community suscepti‐ bility to urchin‐driven state shifts, like between kelp forests versus urchin barrens, a process often referred to as a “tipping point” (Pruitt et al., 2018; Selkoe et al., 2015). We focused on how two behavioral traits might determine prey survival in the presence of spiny lob‐ sters: propensity to move (activity level), which can increase or de‐ crease encounter rates with predators (Huey & Pianka, 1981; Skelly, 1994), and urchin's tendency to conceal themselves with substrate (covering behavior). Although the function of urchin covering behav‐ ior appears to vary among species (i.e., protection from wave action; Dumont, Drolet, Deschênes, & Himmelman, 2007), we predicted that urchins would be safer from predators while buried in substrate. We tested the hypothesis that slow‐moving purple urchins and urchins with a greater tendency to cover themselves and/or larger urchins will enjoy greater survival during staged encounters with sit‐and‐pursue predators. The former is predicted by Locomotor Crossover Hypothesis proposed by Huey and Pianka (1981), which posits that predators should tend to encounter and consume prey of the opposing activity level (active predators consume sedentary prey, whereas sit‐and‐pursue predators consume active prey). To probe the role of size, we tested whether urchin size increases urchin survival jointly with urchin behavioral traits. We further evaluated whether prey behavior measured in isolation is correlated with prey behavior during real encounters with predators. Consistency across testing conditions is a commonly untested assumption in animal per‐ sonality studies, usually overlooked because of logistical limitations. However, the conspicuousness of the urchin covering behavior and the slow movements of predator and prey in this study made on‐ going assessment of this behavior achievable. Together, this system allowed us to evaluate how the behavioral and morphological traits of a prey determine their susceptibility to predation. 2 | MATERIALS AND METHODS 2.1 | Animal collection and maintenance Fifty Strongylocentrotus purpuratus were opportunistically collected by hand from the Goleta sewer pipe (34° 24.851 N; 119° 49.749 W), and 120 others were collected from Goleta Pier (34° 24.847 N; 119° 49.718 W, Goleta, CA, USA) in the summer of 2017. A total of 170 S. purpuratus were used for the experiment. The three lobsters (Panulirus interruptus) used in the experiment were transferred into our possession from another research facility on the campus of the University of California at Santa Barbara (UCSB) on 16 August 2017. The three P. interruptus used in the study were female, 10.5–11 cm in carapace length, and were collected by hand from the Santa Barbara Channel from May to June 2017. All S. purpuratus were provided brown algae (Nereocystis lu- etkeana) ad libitum every other day from 01 July 2017 to 01 November 2017. Purple urchins were housed in four separate 90. 0 L cm × 141.0 W cm × 40.5 H cm seawater (9–11°C) flow‐through A‐frame tanks until their behavioral assays. During this time, we measured the total diameter (test and spines) of each urchin using digital calipers. They had average diameter of 7.7 ± 0.20 SE cm and a range of 4.5–11.5 cm. After purple urchins had been assayed for covering behavior, individuals were transferred into numerically 718 | PRETORIUS ET al. labeled 17.15 L cm × 11.90 W cm × 7.00 H cm plastic containers in the same seawater flow‐through tanks. Plastic containers housing individual purple urchins had fourteen holes of 16.0 mm diameter drilled into their sides to allow seawater flow through. P. interrup- tus were housed in similar seawater flow‐through A‐frame tanks bisected by plastic dividers with twelve 16mm holes, creating two identical lobster enclosures (90.0 L cm × 70.5 W cm × 40.1 H cm ). Each lobster enclosure contained three cinder blocks, two of which supported the plastic dividers. All animals were exposed to open air conditions and natural day‐night cycles for the duration of the experiment. This experiment was conducted at the UCSB Marine Laboratory from June to November 2017. 2.2 | Repeatability overview To estimate short‐term behavioral repeatability, we ran ten urchins though six trials assessing movement velocity (activity) and covering percentage (covering behavior) over the span of six days. We ran the urchins through two covering behavior tests separated by an hour, and the next day, we ran the urchins through two activity level tests separated by an hour. We repeated this two‐day cycle for six days. Therefore, we assessed the repeatability of activity level and cover‐ ing behavior with six iterations across three testing days for each assay type in ten focal individuals. These ten testing urchins were not used in predator–prey trials. The purple urchins not selected for repeatability estimates un‐ derwent only two trials of each type, conducted under identical con‐ ditions (n individuals = 160) separated by an hour. The average value of the two activity and covering behavior measurements for each ur‐ chin served as our activity and covering behavior predictor variables in our statistical analyses predicting prey survival. 2.3 | Measuring urchin activity level To determine urchin activity level, we estimated their average ve‐ locity in open field arenas. The arena was a 40.60 L cm × 32.40 W cm × 15.25 H cm plastic container fashioned with six holes of 16.0 mm diameter drilled into its sides and submerged in flow‐ through seawater. The container was completely submerged in seawater within a chilled seawater flow‐through plastic A‐frame tank. We placed a 28.0 cm × 30.5 cm particleboard with a 4 cm grid within each activity container to track urchin movement dis‐ tance. The board was covered with transparent saran wrap to help the urchins cling to the board. We used movements between squares to calculate an average movement velocity (mm/s) for each individual, one urchin at a time, across a ten‐minute trial. We deemed urchins with higher velocities to be more active. This test is very similar to an open field test, a classic metric of activity level (Carter et al., 2013). We performed two such activity trials on a single testing day separated by an hour on each of 160 urchins. We averaged the two scores to obtain a single estimate of each urchin's activity level in a novel environment. Also, one activity container was run at a time. 2.4 | Measuring sea urchin covering behavior To estimate urchins’ shelter seeking tendencies, we measured their propensity to cover themselves with pebble substrate. Covering be‐ havior resembles common metrics of “boldness” in the personality literature and has antipredator benefits in some species of urchins (Amsler, McClintock, & Baker, 1999). However, the behavior can be cued by wave action and sunlight in other urchin species (Dumont et al., 2007), although urchins deploy these behaviors in the absence of both (Pawson & Pawson, 2013). We examine here whether cover‐ ing behavior might provide an antipredator benefit to purple urchins with predators during staged encounters. Individual purple urchins (n = 170) were haphazardly placed into pairs and then tested under social conditions. Pairs of asymmetri‐ cally sized urchins (difference in test [spherical] diameter of 10.0 mm or greater) were created to track individual identity during these tri‐ als. Urchins were tested in pairs because of the time constraints of testing so many urchins. Pairs of purple urchins were placed into 40 .60 L cm × 32.40 W cm × 15.25 H cm plastic containers with trans‐ parent lids fashioned with six holes of 16.0 mm diameter drilled into their sides to allow chilled seawater to flow through. These were the same containers used for the activity level test, but for cover‐ ing behavior trials, the bottoms of these containers were layered with 2.0–3.0 cm of fresh composite pebbles of 0.3–1.5 cm diameter, rather than a particle board grid. These containers were then com‐ pletely submerged in chilled seawater flow within plastic A‐frame tanks entirely separate from their home A‐frame tank. Once the pair of purple urchins were placed into the container and submerged, they were permitted one hour to move about their arenas and cover themselves. After this time, we opened the arena and estimated the percent cover (test + spines) of each urchin by eye to the nearest 5%. These estimates were taken by a single observer (Pretorius J). We performed two trials in a testing day separated by an hour. We then averaged each urchin's scores to obtain a single estimate of urchins’ covering behavior. 2.5 | Spiny lobster versus sea urchin staged interactions Each staged predator–prey interaction consisted of a cohort of 4 haphazardly selected urchins and a single predator lobster. Lobsters were maintained under identical feeding conditions (ad libitum mus‐ sels interspersed with purple urchins to ensure they did eat urchins) and then starved for four days prior to the initiation of our trials, and all purple urchins had already been assayed for activity and covering behavior. Because we had three lobsters, we ran three of these trials at once. Predators were permitted to interact with prey for 108 hr during our trials, because this duration resulted in an urchin mortal‐ ity rate over 50%. Staged interactions were conducted in natural seawater (9–11°C) flow‐through tanks divided by plastic barriers perforated by twelve 16 cm holes. The bottom of each arena (90.0 L cm × 40.5 W cm × 70.5 H cm) was layered with 2.5–4.0 cm of pebbles of diameter | 719 PRETORIUS ET al. 0.3–1.5 cm and contained three submerged cinderblocks to permit prey to hide from predators in physical retreats or, most commonly, within the substrate. The sides of the tank likewise served as phys‐ ical refuge for prey, allowing them to climb up the sides of the con‐ tainer and out of reach of the lobsters. To distinguish individual purple urchins throughout staged inter‐ actions, one of four colors (yellow, green, pink, or blue) of acrylic nail polish was lightly dotted on the side of a few of each individual's peripheral spines. Once acrylic nail polish had been applied to every purple urchin within a group of four, all four purple urchins were si‐ multaneously placed by hand into four corners (quadrants) of each arena containing a lobster. Care was taken to place urchins outside of the lobster's field of view. For each occasion, staged interactions began at 14:30 hr. We recorded each urchin's covering percentage and the quadrant they occupied every hour for the first 24 hr and every six hours for the next 84 hr. We estimated activity during trials by using movement between quadrants. After 108‐hr, a thorough search of every mesocosm was conducted. We recorded which ur‐ chins had survived by their color markings. We repeated these tri‐ als four times separated by a week using entirely new urchins, so each lobster was used in four trials. The flow‐through A‐frame tanks for predation trials were housed on a separate concrete patio sur‐ rounded by chain link caging to prevent mammalian predators (rac‐ coons, etc.) from eating captive marine fauna, which is required for the vertebrates housed in other nearby enclosures. Thus, urchins that went missing during our trials had few escape options and no other likely predators. 2.6 | Statistical Methods 2.6.1 | Repeatability of behavior The repeatability of each behavioral trait was determined using the rptR package (Stoffel, Nakagawa, & Schielzeth, 2017) in R version 3.4.3 (R Development Core Team, 2010). We used this package to fit mixed models with “individual ID” and “testing day” (1–3) as random effects, “trial number” (1/2) as a random effect nested within test‐ ing day, and each behavioral test was set as the response variable. These models estimate repeatability as the proportion of variance determined by “individual ID” to the total behavioral variance. The rptR package constructs 95% CI of the repeatability estimates using 1,000 bootstrap iterations of these repeatability estimations. The activity level repeatability models were linear mixed model, because a Gaussian distribution best fit the data. The covering behavior re‐ peatability models were generalized linear mixed effects models fit with a Poisson distribution, because a Poisson distribution best fit the data. Repeatability estimates are deemed significant if their 95% confidence intervals do not overlap 0. 2.6.2 | Spiny lobster–sea urchin staged interactions To investigate the factors predicting urchin survival, we deployed a generalized linear mixed model (GLMM) fit with a binomial distribution in the lme4 package in R (Bates, Mächler, Bolker, & Walker, 2014). Our full GLMM had (0/1) urchin survival as its re‐ sponse variable, and its predictor variables were urchin average ac‐ tivity level, average urchin covering behavior, urchin diameter, and all of their interaction terms. Lobster ID and trial ID were included as random effects in our analysis. To build the model with the greatest likelihood, we ran this full model through backwards stepwise BIC model selection (Chambers & Hastie, 1992). 2.6.3 | Cross contextual covering behavior and activity We tested (a) whether urchins’ pre‐mesocosm average covering percentage predicted covering behavior in the staged interactions, and (b) whether pre‐mesocosm average velocity (activity level) cor‐ related with the frequency of movement between quadrants of staged interactions. However, urchins varied in their number of be‐ havioral observations collected during staged interactions, because urchins varied in how long they survived. Therefore, we weighted urchins’ average covering percentage and frequency of movement between quadrants during staged interactions by probability of sur‐ vival estimated. Survival probability was estimated using a binomial logistic regression with survival as the response variable and activ‐ ity level, covering behavior, diameter, activity by covering behavior, activity by diameter, and covering behavior by diameter interaction terms as explanatory variables. To calculate weighted average cov‐ ering percentage and frequency of movement between quadrants, we multiplied centered individuals’ average covering percentage and frequency of movement by individuals’ probability of survival respectively. Weighted average covering percentage and weighted frequency of movement between quadrants were non‐Gaussian. Therefore, we used Spearman's rank‐order tests to assess the cor‐ relation between pre‐interaction covering percentage and weighted in situ covering percentage, and the correlation between pre‐inter‐ action velocity and weighted in situ movement between quadrants. 3 | RESULTS 3.1 | Repeatability of behavior Urchins behaved consistently across time in their average velocity/ activity level (Repeatability [95% CIs] = 0.30 [0.03, 0.57]) and av‐ erage covering percentage (Repeatability [95% CIs] = 0.73 [0.38, 0.87]). Between‐individual differences in covering behavior are no‐ tably very high in this test population (Bell et al., 2009). Both of these behaviors are repeatable across a period longer than the lobster pre‐ dation trials. 3.2 | Spiny lobster‐sea urchin staged interactions Urchins had a survival rate of 33.33 ± 6.88% SE. The best model contained urchin diameter, activity level, and covering behav‐ ior (BIC = 75.3, ∆BIC = 3.5). Slow‐moving purple urchins survived 720 | PRETORIUS ET al. more frequently than fast‐moving urchins (Figure 1; Activity Level: ß = −2.99 ± 1.30 SE, z = −2.30, p = 0.02). However, the effect (Figure 2a; Activity Level x Diameter: ß = 0.16 ± 0.08 SE, z = 1.97, p < 0.05). Urchin covering behavior, on its own, had no direct ef‐ fect on urchin survival (Covering behavior: ß = −0.01 ± 2.37 SE, z = −0.04, p = 0.98). However, smaller urchins that exhibited greater covering behavior were more likely to survive, whereas urchin cov‐ ering behavior appeared unrelated to survival among large urchins (Figure 2b; Covering behavior × Diameter: ß = −0.38 ± 0.18 SE, z = −2.12, p = 0.03). Larger urchins appeared to be slightly more likely to survive than small urchins, but not significantly so (Diameter: ß = 0.06 ± 0.03 SE, z = 1.68, p = 0.09), and Lobster ID and trial it‐ eration failed to explain a significant component of the variation in urchin survival, suggesting that survival rates were homogenous across mesocosms. 3.3 | Cross contextual covering behavior and activity Individual‐level differences in average covering percentage were correlated with weighted average covering percentages during staged interactions (Kendall's tau: Tau = 0.26, p = 0.01). Individual activity, however, seemingly did not persist across contexts, as indi‐ vidual‐level differences in average velocity were not correlated with weighted frequency of movement between quadrants during staged interactions (Kendall's tau: Tau = 0.04, p = 0.69). However, activity level was measured somewhat differently in pre‐trial assays during the trial itself, which obscures the interpretability of this result. 4 | DISCUSSION Here, we evaluated the effects of individual size (test diameter), activity (velocity), and covering behavior on prey survival using California spiny lobsters and purple sea urchins. We found that slow‐ moving urchins were more likely to survive encounters with lobsters (Figure 1), whereas covering behavior did not predict urchin survival on its own. This is consistent with findings suggesting that active prey are more likely to succumb to predation (Huey & Pianka, 1981; Perry, 2007), particularly with sedentary predators, and that urchin covering behavior does not regularly predict survival in a direct man‐ ner (Zhao et al., 2014). Urchin size also did not predict survival di‐ rectly. Instead, urchin size interacted with urchin activity level and covering behavior to determine urchin survival. Specifically, when purple sea urchins were small, high activity level and low covering FIGURE 1 Box plots depicting differences in average velocity between surviving and eaten S. purpuratus in staged interactions with P. interruptus. Dots denote outliers, whiskers represent 10th and 90th percentiles, gray boxes indicate interquartile range: calculated median inclusive, and the central line denotes the median velocity FIGURE 2 Synergistic effects of covering behavior and size (panel a) and activity and size (panel b) on identity of S. purpuratus that survived (dark gray circles and regression lines) and were eaten (light gray circles and regression lines) during staged interactions with P. interruptus. Shaded areas around best‐fit regression lines are 84% confidence intervals, which approximate significant differences at a 95% confidence level (Modlmeier, Forrester, & Pruitt, 2014; Payton, Greenstone, & Schenker, 2003) 0.0 0.5 1.0 1.5 6810 Urchin diameter Urchin ve locity 0 50 Urchin co vering percentage Outcome Survived Eaten (a) (b) | 721 PRETORIUS ET al. behavior reduced their chances of survival, but when urchins were large, their behavior predicted their survival less clearly (Figure 2). Taken together, these findings convey that, even in confined experi‐ mental conditions, urchin covering and movement behavior helps to determine survival with predators, but that the ideal behavioral phe‐ notype for survival is contingent on size. Classical theory on predator–prey interactions predicts that more active animals will be more susceptible to predation (Lima & Dill, 1990). However, more nuanced theoretical frameworks predict that the re‐ lationship between prey activity patterns and survival will depend on the foraging mode of the predator (Huey & Pianka, 1981; Perry, 2007; Sweeney et al., 2013). In particular, high activity levels are predicted to be especially costly when prey interact with sit‐and‐wait or sit‐and‐pur‐ sue predators, which rely on prey movement for encounters. Our results here lend support to both predictions. We found that fast‐moving purple urchins were more likely to succumb to lobsters than sedentary urchins. This outcome is consistent with classical optimal foraging and predator– prey interaction theory. However, the fact that spiny lobsters deploy sit‐ and‐pursue foraging tactics (MacDiarmid, Hickey, & Maller, 1991; Tegner & Levin, 1983) suggests that this outcome should be even more likely. The effect of urchin movement speed also deteriorated with urchin size. This finding suggests that activity and covering behavior only mediate survival for smaller and easier to eat urchins. When urchins reach a cer‐ tain size, they can safely move about with less risk of being eaten (Brooks & Dodson, 1965). It is possible that the detrimental effect of activity level may be driven by the relatively small size of our arenas. Taken together, the age and size structure of urchin populations may determine whether and how lobster predation applies selection pressure on urchin behavior. Our findings suggest that urchin behavior may potentially play a role in driving the dynamics of kelp forest ecosystems at fine spatial scales. Specifically, smaller (e.g., younger or resource‐deprived) and more active sea urchin populations may be more susceptible to pre‐ dation by spiny lobsters, which may alter the role that lobsters play in driving the dynamics of urchin prey. Recent studies have emphasized the importance of size‐structured interactions between lobsters and urchins in driving the dynamics of trophically linked species within the kelp forest (Dunn, Baskett, & Hovel, 2017). However, the role of intraspecific variation in urchin behavior in mediating these size‐ structured interactions and the resulting effects on kelp forest eco‐ system dynamics is not well‐studied. A comprehensive integration of intraspecific variation in urchin behavior in driving interactions between urchins and their predators, as well as urchins and kelp, will require a deeper understanding of how urchin behavior shapes their impacts on kelp (amount consumed, foraging mode, etc.) and how conflicting pressures, like the introduction or reintroduction of other predators, including sea otters, or competitors, might generate con‐ flicting selection pressures on prey behavior. 5 | CONCLUSIONS We found that purple urchin size and behavioral tendencies syn‐ ergistically determined their susceptibility to predation by spiny lobsters, which are known predators of urchins in nature (Lafferty, 2004; Tegner & Levin, 1983). Understanding the links between prey traits and performance is central to understanding trait evolution and, in the case of this system, potentially important for predict‐ ing community‐level outcomes. Urchin herbivory can defoliate kelp forests, thereby precipitating local loss of biodiversity (Graham, 2004) and altering the value of fisheries (Hamilton, Caselle, Malone, & Carr, 2010; Pearse, 2006). Our results here are a tentative first step toward leveraging intraspecific trait variation to predict how key players in kelp forest ecosystems interact. Moving forward, the challenge is to document how other environmental pressures cause alterations to the trait distributions of predator and prey popula‐ tions, either in the form of selection or via phenotypic plasticity, and either trophic level's effects on community‐level outcomes. We rea‐ son that a comprehensive understanding of the role of predator and prey traits in this system will ultimately enable us to better predict or even mitigate urchin generated transitions in kelp forest states. There remains much to be learned, but our results here hint that the effects of individual variation in this system are likely to be strong. ACKNOWLEDGEMENTS We are indebted to the California Coastal Commission for issuing research and collection permits (SCP). We would also like to thank Christoph Pierre for collecting the animals for these studies and as‐ sisting in their laboratory maintenance. Funds for this work were generously provided by the University of California, Santa Barbara as start‐up to J.N.P., NSF grant awards to J.N.P. (No. 1352705 and No. 1455895), and an NIH grant award to J.N.P. (No. R01GM115509). ORCID James L. L. Lichtenstein https://orcid.org/0000‐0002‐8252‐1517 REFERENCES Amsler, C. D., McClintock, J. B., & Baker, B. J. (1999). An Antarctic feeding triangle: Defensive interactions between macroalgae, sea urchins, and sea anemones. Marine Ecology Progress Series, 183, 105–114. https ://doi.org/10.3354/meps1 83105 Bates, D., Mächler, M., Bolker, B., & Walker, S. (2014). Fitting linear mixed‐effects models using lme4. arXiv preprint arXiv:1406.5823. Belgrad, B. A., & Griffen, B. D. (2016). Predator–prey interactions medi‐ ated by prey personality and predator hunting mode. Proceedings of the Royal Society B: Biological Sciences, 283(1828), 20160408 Bell, A. M., Hankison, S. J., & Laskowski, K. L. (2009). The repeatability of behaviour: A meta‐analysis. Animal Behaviour, 77, 771–783. https :// doi.org/10.1016/j.anbeh av.2008.12.022 Bolnick, D. I., Amarasekare, P., Araújo, M. S., Bürger, R., Levine, J. M., Novak, M., ... Vasseur, D. A. (2011). Why intraspecific trait variation matters in community ecology. Trends in Ecology & Evolution, 26, 183– 192. https ://doi.org/10.1016/j.tree.2011.01.009 Bolnick, D. I., Svanbäck, R., Fordyce, J. A., Yang, L. H., Davis, J. M., Hulsey, C. D., & Forister, M. L. (2003). The ecology of individuals: Incidence and implications of individual specialization. The American Naturalist, 161, 1–28. https ://doi.org/10.1086/343878 722 | PRETORIUS ET al. Brooks, J. L., & Dodson, S. I. (1965). Predation, body size, and composi‐ tion of plankton. Science, 150, 28–35. https ://doi.org/10.1126/scien ce.150.3692.28 Brown, J. S., Laundré, J. W., & Gurung, M. (1999). The ecology of fear: Optimal foraging, game theory, and trophic interactions. Journal of Mammalogy, 80, 385–399. https ://doi.org/10.2307/1383287 Burt, J. M., Tinker, M. T., Okamoto, D. K., Demes, K. W., Holmes, K., & Salomon, A. K.. (2018). Sudden collapse of a mesopredator re‐ veals its complementary role in mediating rocky reef regime shifts. Proceedings of the Royal Society B: Biological Sciences, 285(1883), 20180553. https ://doi.org/10.1098/rspb.2018.0553 Carter, A. J., Feeney, W. E., Marshall, H. H., Cowlishaw, G., & Heinsohn, R. (2013). Animal personality: What are behavioural ecologists mea‐ suring? Biological Reviews, 88, 465–475. https ://doi.org/10.1111/ br v.120 07 Caselle, J. E., Davis, K., & Marks, L. M. (2018). Marine management af‐ fects the invasion success of a non‐native species in a temperate reef system in California, USA. Ecology Letters, 21, 43–53. https ://doi. org/10.1111/ele.12869 Chambers, J. M., & Hastie, T. J. (1992). Statistical models in S (Vol. 251). Pacific Grove, CA: Wadsworth & Brooks/Cole Advanced Books & Software. Chang, C. C., Teo, H. Y., Norma‐Rashid, Y., & Li, D. (2017). Predator personality and prey behavioural predictability jointly determine foraging performance. Scientific Reports, 7, 40734, https ://doi. org/10.1038/srep4 0734 Crutsinger, G. M., Collins, M. D., Fordyce, J. A., Gompert, Z., Nice, C. C., & Sanders, N. J. (2006). Plant genotypic diversity predicts community structure and governs an ecosystem process. Science, 313, 966–968. https ://doi.org/10.1126/scien ce.1128326 Dall, S. R., Houston, A. I., & McNamara, J. M. (2004). The behavioural ecology of personality: Consistent individual differences from an adaptive perspective. Ecology Letters, 7, 734–739. https ://doi. org/10.1111/j.1461‐0248.2004.00618.x Dingemanse, N. J., Kazem, A. J., Réale, D., & Wright, J. (2010). Behavioural reaction norms: Animal personality meets individual plasticity. Trends in Ecology & Evolution, 25, 81–89. https ://doi.org/10.1016/j. tree.2009.07.013 DiRienzo, N., Pruitt, J. N., & Hedrick, A. V. (2013). The combined be‐ havioural tendencies of predator and prey mediate the outcome of their interaction. Animal Behaviour, 86, 317–322. https ://doi. org/10.1016/j.anbeh av.2013.05.020 Dochtermann, N. A., & Dingemanse, N. J. (2013). Behavioral syndromes as evolutionary constraints. Behavioral Ecology, 24, 806–811. https :// doi.org/10.1093/behec o/art002 Dumont, C. P., Drolet, D., Deschênes, I., & Himmelman, J. H. (2007). Multiple factors explain the covering behaviour in the green sea urchin, Strongylocentrotus droebachiensis. Animal Behaviour, 73, 979– 986. https ://doi.org/10.1016/j.anbeh av.2006.11.008 Dunn, R. P., Baskett, M. L., & Hovel, K. A. (2017). Interactive effects of predator and prey harvest on ecological resilience of rocky reefs. Ecological Applications, 27, 1718–1730. https ://doi.org/10.1002/ eap.1581 Ebert, T. A. (2010). Demographic patterns of the purple sea urchin Strongylocentrotus purpuratus along a latitudinal gradient, 1985– 19 87. Marine Ecology Progress Series, 406, 105–120. https ://doi. org/10.3354/meps0 8547 Einfalt, L. M., & Wahl, D. H. (1997). Prey selection by juvenile walleye as influenced by prey morphology and behavior. Canadian Journal of Fisheries and Aquatic Sciences, 54, 2618–2626. https ://doi. org/10.1139/f97‐172 Estes, J. A., & Duggins, D. O. (1995). Sea otters and kelp forests in Alaska: Generality and variation in a community ecological paradigm. Ecological Monographs, 65, 75–100. https ://doi.org/10.2307/2937159 Gosling, S. D. (2001). From mice to men: What can we learn about per‐ sonality from animal research? Psychological Bulletin, 127, 45–86. https ://doi.org/10.1037//0033‐2909.127.1.45 Graham, M. H. (2004). Effects of local deforestation on the diversity and structure of southern California giant kelp forest food webs. Ecosystems, 7, 341–357. https ://doi.org/10.1007/s10021‐003‐0245‐6 Hamilton, S. L., Caselle, J. E., Malone, D. P., & Carr, M. H. (2010). Incorporating biogeography into evaluations of the Channel Islands marine reserve network. Proceedings of the National Academy of Sciences, 107, 18272–18277. https ://doi.org/10.1073/pnas.09080 91107 Harrold, C., & Reed, D. C. (1985). Food availability, sea urchin grazing, and kelp forest community structure. Ecology, 66, 1160–1169. https ://doi. org/10.2307/1939168 Hoyle, J. A., & Keast, A. (1987). The effect of prey morphology and size on handling time in a piscivore, the largemouth bass (Micropterus salmoides). Canadian Journal of Zoology, 65, 1972–1977. https ://doi. org/10.1139/z87‐300 Huey, R. B., & Pianka, E. R. (1981). Ecological consequences of foraging mode. Ecology, 62, 991–999. https ://doi.org/10.2307/1936998 Hughes, A. R., & Stachowicz, J. J. (2004). Genetic diversity enhances the resistance of a seagrass ecosystem to disturbance. Proceedings of the National Academy of Sciences, 101, 8998–9002. https ://doi. org/10.1073/pnas.04026 42101 Johnson, M. T., Lajeunesse, M. J., & Agrawal, A. A. (2006). Additive and interactive effects of plant genotypic diversity on arthropod com‐ munities and plant fitness. Ecology Letters, 9, 24–34. https ://doi. org/10.1111/j.1461‐0248.2005.00833.x Jones, K. A., & Godin, J.‐G.‐ J. (2010). Are fast explorers slow reactors? Linking personality type and anti‐predator behaviour. Proceedings of the Royal Society B: Biological Sciences, 277(1681), 625–632. https :// doi.org/10.1098/rspb.2009.1607 Keiser, C. N., Ingley, S. J., Toscano, B. J., Scharf, I., & Pruitt, J. N. (2017). Habitat complexity dampens selection on prey activity level. Ethology, 24, 25–32. https ://doi.org/10.1111/eth.12700 Lafferty, K. D. (2004). Fishing for lobsters indirectly increases epidem‐ ics in sea urchins. Ecological Applications, 14, 1566–1573. https ://doi. org/10.1890/03‐5088 Lichtenstein, J. L., Wright, C. M., McEwen, B., Pinter‐Wollman, N., & Pruitt, J. N. (2017). The multidimensional behavioural hypervol‐ umes of two interacting species predict their space use and survival. Animal Behaviour, 132, 129–136. https ://doi.org/10.1016/j.anbeh av.2017.08.01 Lima, S. L., & Dill, L. M. (1990). Behavioral decisions made under the risk of predation: A review and prospectus. Canadian Journal of Zoology, 68, 619–640. https ://doi.org/10.1139/z90‐092 MacDiarmid, A., Hickey, B., & Maller, R. (1991). Daily movement patterns of the spiny lobster Jasus edwardsii (Hutton) on a shallow reef in north‐ ern New Zealand. Journal of Experimental Marine Biology and Ecology, 147, 185–205. https ://doi.org/10.1016/0022‐0981(91)90182‐V McGhee, K. E., Pintor, L. M., Suhr, E. L., & Bell, A. M. (2012). Maternal ex‐ posure to predation risk decreases offspring antipredator behaviour and survival in threespined stickleback. Functional Ecology, 26, 932– 940. https ://doi.org/10.1111/j.1365‐2435.2012.02008.x Miller, J. R., Ament, J. M., & Schmitz, O. J. (2014). Fear on the move: Predator hunting mode predicts variation in prey mortality and plas‐ ticity in prey spatial response. Journal of Animal Ecology, 83, 214–222. https ://doi.org/10.1111/1365‐2656.12111 Modlmeier, A. P., Forrester, N. J., & Pruitt, J. N. (2014). Habitat structure helps guide the emergence of colony‐level personality in social spi‐ ders. Behavioral Ecology and Sociobiology, 68, 1965–1972. https ://doi. org/10.10 07/s0 0265‐014‐1802‐z Nannini, M. A., Parkos, J. III, & Wahl, D. H. (2012). Do behavioral syn‐ dromes affect foraging strategy and risk‐taking in a juvenile fish | 723 PRETORIUS ET al. predator? Transactions of the American Fisheries Society, 141, 26–33. https ://doi.org/10.1080/00028 487.2011.639268 Pawson, D. L., & Pawson, D. J. (2013). Bathyal sea urchins of the Bahamas, with notes on covering behavior in deep sea echinoids (Echinodermata: Echinoidea). Deep Sea Research Part II: Topical Studies in Oceanography, 92, 207–213. https ://doi.org/10.1016/j. dsr2.2013.01.023 Payton, M. E., Greenstone, M. H., & Schenker, N. (2003). Overlapping confidence intervals or standard error intervals: What do they mean in terms of statistical significance? Journal of Insect Science, 3, 34. https ://doi.org/10.1093/jis/3.1.34 Pearish, S., Hostert, L., & Bell, A. M. (2013). Behavioral type–environ‐ ment correlations in the field: A study of three‐spined stickle‐ back. Behavioral Ecology and Sociobiology, 67, 765–774. https ://doi. org/10.1007/s00265‐013‐1500‐2 Pearse, J. S. (2006). Ecological role of purple sea urchins. Science, 314, 940–941. https ://doi.org/10.1126/scien ce.1131888 Perry, G. (2007). Movement patterns in lizards: Measurement, modality, and behavioral correlates. In L. B. M. S. M. Reilly, L. D. McBrayer, & D. B. Miles (Eds.), Lizard ecology: The evolutionary consequences of foraging mode (pp. 13–48). Cambridge, UK: Cambridge University Press. Post, D. M., Palkovacs, E. P., Schielke, E. G., & Dodson, S. I. (2008). Intraspecific variation in a predator affects community structure and cascading trophic interactions. Ecology, 89, 2019–2032. https ://doi. org/10.1890/07‐1216.1 Preisser, E. L., & Bolnick, D. I. (2008). The many faces of fear: Comparing the pathways and impacts of nonconsumptive predator effects on prey populations. PLoS ONE, 3(6), e2465. https ://doi.org/10.1371/ journ al.pone.0002465 Pruitt, J. N., Berdahl, A., Riehl, C., Pinter‐Wollman, N., Moeller, H. V., Pringle, E. G., Yeh, P. (2018). Social tipping points in animal societ‐ ies. Proceedings of the Royal Society B: Biological Sciences, 285(1887), 20181282. https ://doi.org/10.1098/rspb.2018.1282 Pruitt, J. N., Riechert, S. E., & Jones, T. C. (2008). Behavioural syndromes and their fitness consequences in a socially polymorphic spider, Anelosimus studiosus. Animal Behaviour, 76, 871–879. https ://doi. org/10.1016/j.anbeh av.2008.05.009 R Development Core Team (2010). R: A language and environment for statistical computing. Vienna, Austria: R Foundation for Stastical Computing. Reusch, T. B., Ehlers, A., Hämmerli, A., & Worm, B. (2005). Ecosystem recovery after climatic extremes enhanced by genotypic diversity. Proceedings of the National Academy of Sciences, 102, 2826–2831. https ://doi.org/10.1073/pnas.05000 08102 Rudman, S. M., Rodriguez‐Cabal, M. A., Stier, A., Sato, T., Heavyside, J., El‐Sabaawi, R. W., & Crutsinger, G. M. (2015). Adaptive genetic variation mediates bottom‐up and top‐down control in an aquatic ecosystem. Proceedings of the Royal Society B: Biological Sciences, 282(1812), 20151234. https ://doi.org/10.1098/rspb.2015.1234 Selkoe, K. A., Blenckner, T., Caldwell, M. R., Crowder, L. B., Erickson, A. L., Essington, T. E., ... Zedler, J. (2015). Principles for managing marine ecosystems prone to tipping points. Ecosystem Health and Sustainability, 1, 1–18. https ://doi.org/10.1890/EHS14‐0024.1 Sih, A., Cote, J., Evans, M., Fogarty, S., & Pruitt, J. (2012). Ecological impli‐ cations of behavioural syndromes. Ecology Letters, 15, 278–289. https ://doi.org/10.1111/j.1461‐0248.2011.01731.x Skelly, D. K. (1994). Activity level and the susceptibility of anuran lar‐ vae to predation. Animal Behaviour, 47, 465–468. https ://doi. org/10.1006/anbe.1994.1063 Stoffel, M. A., Nakagawa, S., & Schielzeth, H. (2017). rptR: Repeatability estimation and variance decomposition by generalized linear mixed‐ effects models. Methods in Ecology and Evolution, 8, 1639–1644. https ://doi.org/10.1111/2041‐210X.12797 Sweeney, K., Cusack, B., Armagost, F., O’Brien, T., Keiser, C. N., & Pruitt, J. N. (2013). Predator and prey activity levels jointly influence the outcome of long‐term foraging bouts. Behavioral Ecology, 24, 1205– 1210. https ://doi.org/10.1093/behec o/art052 Tegner, M., & Levin, L. (1983). Spiny lobsters and sea urchins: Analysis of a predator‐prey interaction. Journal of Experimental Marine Biology and Ecology, 73, 125–150. https ://doi. org/10.1016/0022‐0981(83)90079‐5 Werner, E. E., & Hall, D. J. (1974). Optimal foraging and the size selec‐ tion of prey by the bluegill sunfish (Lepomis macrochirus). Ecology, 55, 1042–1052. https ://doi.org/10.2307/1940354 Wilson, D. S., Coleman, K., Clark, A. B., & Biederman, L. (1993). Shy‐bold continuum in pumpkinseed sunfish (Lepomis gibbosus): An ecological study of a psychological trait. Journal of Comparative Psychology, 107, 250–260. https ://doi.org/10.1037/0735‐7036.107.3.250 Wolf, M., & Weissing, F. J. (2012). Animal personalities: Consequences for ecology and evolution. Trends in Ecology & Evolution, 27, 452–461. https ://doi.org/10.1016/j.tree.2012.05.001 Zhao, C., Ji, N., Zhang, B., Sun, P., Feng, W., Wei, J., & Chang, Y. (2014). Effects of covering behavior and exposure to a predatory crab Charybdis japonica on survival and HSP70 expression of juvenile sea urchins Strongylocentrotus intermedius. PLoS ONE, 9(5), e97840. https ://doi.org/10.1371/journ al.pone.0097840 How to cite this article: Pretorius JD, Lichtenstein JLL, Eliason EJ, Stier AC, Pruitt JN. Predator‐induced selection on urchin activity level depends on urchin body size. Ethology. 2019;125:716–723. https ://doi.org/10.1111/eth.12924",
  "sections": {
    "abstract": "Temporally consistent individual differences in behavior impact many ecological processes. We simultaneously examined the effects of individual variation in prey activity level, covering behavior, and body size on prey survival with predators using an urchin–lobster system. Specifically, we tested the hypothesis that slow‐moving purple sea urchins (Strongylocentrotus purpuratus) and urchins who deploy extensive substrate (pebbles and stones) covering behavior will out‐survive active urchins that deploy little to no covering behavior when pitted against a predator, the California spiny lobster (Panulirus interruptus). We evaluated this hypothesis by first confirming whether individual urchins exhibit temporally consistent differences in activity level and covering behavior, which they did. Next, we placed groups of four urchins in me‐ socosms with single lobster and monitored urchin survival for 108 hr. High activity level was negatively associated with survival, whereas urchin size and covering be‐ havior independently did not influence survival. The negative effect of urchin activity level on urchin survival was strong for smaller urchins and weaker for large urchins. Taken together, these results suggest that purple urchin activity level and size jointly determine their susceptibility to predation by lobsters. This is potentially of great interest, because predation by recovering lobster populations could alter the stability of kelp forests by culling specific phenotypes, like foraging phenotypes, from urchin populations.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results suggest that purple urchin activity level and size jointly determine their susceptibility to predation by lobsters.",
    "We found that slow‐ moving urchins were more likely to survive encounters with lobsters (Figure 1), whereas covering behavior did not predict urchin survival on its own.",
    "We found that fast‐moving purple urchins were more likely to succumb to lobsters than sedentary urchins.",
    "Our findings suggest that urchin behavior may potentially play a role in driving the dynamics of kelp forest ecosystems at fine spatial scales.",
    "We found that purple urchin size and behavioral tendencies syn‐ ergistically determined their susceptibility to predation by spiny lobsters, which are known predators of urchins in nature (Lafferty, 2004; Tegner & Levin, 1983).",
    "significant differences at a 95% confidence level (Modlmeier, Forrester, & Pruitt, 2014; Payton, Greenstone, & Schenker, 2003) 0.",
    "these results suggest that purple urchin activity level and size jointly determine their susceptibility to predation by lobsters."
  ],
  "fullText": "\n\n716  \n|\n  \n                                                                                                wileyonlinelibrary.com/journal/eth Ethology. 2019;125:716–723.\n© 2019 Blackwell Verlag GmbH\n1 | INTRODUCTION\nIntraspecific differences in morphology and behavior are predicted \nto  shape  the  outcome  of  species  interactions.  For  example,  prior  \nstudies  have  shown  that  larger  and  faster  prey  species  are  more  \nlikely  to  escape  predation  (Einfalt  &  Wahl,  1997;  Hoyle  &  Keast,  \n1987;  Werner  &  Hall,  1974).  Likewise,  individual  variation  in  pred‐\nator jaw morphology can shape the effect of predators on commu‐\nnity composition at both the producer and primary consumer levels \n(Post,  Palkovacs,  Schielke,  &  Dodson,  2008).  Parallel  lines  of  evi‐\ndence  suggest  that  among  individual  variation  in  key  traits  of  both  \npredators  and  primary  producers  can  affect  ecosystem  structure  \nand  function  (Bolnick  et  al.,  2011,  2003;  Wolf  &  Weissing,  2012).  \nFor  instance,  genetic  diversity  within  primary  producer  species  is  \ncorrelated with consumer diversity and community resilience, seem‐\ningly  by  increasing  the  diversity  of  interaction  types  (Crutsinger  \net  al.,  2006;  Hughes  &  Stachowicz,  2004;  Johnson,  Lajeunesse,  &  \nAgrawal, 2006; Reusch, Ehlers, Hämmerli, & Worm, 2005; Rudman \n \nReceived: 5 March 2019 \n|\n  Revised: 19 June 2019 \n|\n  Accepted: 20 June 2019\nDOI: 10.1111/eth.12924  \nRESEARCH PAPER\nPredator‐induced selection on urchin activity level depends on \nurchin body size\nJustin D. Pretorius\n1\n |   James L. L. Lichtenstein\n1\n |   Erika J. Eliason\n1\n |   Adrian C. Stier\n1\n |   \nJonathan N. Pruitt\n1,2\n1\nDepartment of Ecology, Evolution, and \nMarine Biology, University of California \nSanta Barbara, Santa Barbara, CA, USA\n2\nDepartment of Psychology, Neuroscience, \n& Behaviour, McMaster University, \nHamilton, Ontario, Canada\nCorrespondence\nJames L. L. Lichtenstein, Department of \nEcology, Evolution, and Marine Biology, \nUniversity of California Santa Barbara, Santa \nBarbara, CA 93106, USA.\nEmail: jlllichtenstein@gmail.com\nFunding information\nNational Science Foundation, Grant/Award \nNumber: 1352705 and 1455895; Foundation \nfor the National Institutes of Health, Grant/\nAward Number: R01GM115509\nEditor: Walter Koenig\nAbstract\nTemporally  consistent  individual  differences  in  behavior  impact  many  ecological  \nprocesses.  We  simultaneously  examined  the  effects  of  individual  variation  in  prey  \nactivity level, covering behavior, and body size on prey survival with predators using \nan  urchin–lobster  system.  Specifically,  we  tested  the  hypothesis  that  slow‐moving  \npurple sea urchins (Strongylocentrotus purpuratus) and urchins who deploy extensive \nsubstrate (pebbles and stones) covering behavior will out‐survive active urchins that \ndeploy  little  to  no  covering  behavior  when  pitted  against  a  predator,  the  California  \nspiny lobster (Panulirus interruptus). We evaluated this hypothesis by first confirming \nwhether individual urchins exhibit temporally consistent differences in activity level \nand covering behavior, which they did. Next, we placed groups of four urchins in me‐\nsocosms with single lobster and monitored urchin survival for 108 hr. High activity \nlevel was negatively associated with survival, whereas urchin size and covering be‐\nhavior independently did not influence survival. The negative effect of urchin activity \nlevel on urchin survival was strong for smaller urchins and weaker for large urchins. \nTaken together, these results suggest that purple urchin activity level and size jointly \ndetermine  their  susceptibility  to  predation  by  lobsters.  This  is  potentially  of  great  \ninterest, because predation by recovering lobster populations could alter the stability \nof kelp forests by culling specific phenotypes, like foraging phenotypes, from urchin \npopulations.\nKEYWORDS\nactivity, behavioral type, covering behavior, predation risk, predator–prey interactions, \ntemperament\n\n    \n|\n  717\nPRETORIUS ET al.\net al., 2015). Understanding how intraspecific variation in morphol‐\nogy and behavior shape the outcome of predator–prey interactions \nis  of  specific  interest,  because  these  interactions  can  change  con‐\nsumer abundance and behavior, and therefore, alter the role of pre‐\ndation in driving the stability, function, and resilience of ecosystems \n(Brown, Laundré, & Gurung, 1999; Miller, Ament, & Schmitz, 2014; \nPreisser & Bolnick, 2008).\nThe  past  few  decades  have  seen  a  rise  in  the  number  of  stud‐\nies  focused  on  intraspecific  behavioral  variation  (Bell,  Hankison,  \n&  Laskowski,  2009;  Sih,  Cote,  Evans,  Fogarty,  &  Pruitt,  2012).  In  \nparticular,  much  literature  has  examined  the  effects  of  temporally  \nconsistent  individual  differences  in  behavior,  or  so‐called  “animal  \npersonalities”  (Carter,  Feeney,  Marshall,  Cowlishaw,  &  Heinsohn,  \n2013; Gosling, 2001) and their effect on species interactions (Chang, \nTeo,  Norma‐Rashid,  &  Li,  2017;  Lichtenstein,  Wright,  McEwen,  \nPinter‐Wollman,  &  Pruitt,  2017;  Nannini,  Parkos,  &  Wahl,  2012).  \nAnimal  personalities  imply  that  there  exists  a  level  of  constraint  to  \nthe behavioral plasticity individuals display in any given context (Dall, \nHouston, & McNamara, 2004; Dingemanse, Kazem, Réale, & Wright, \n2010; Dochtermann & Dingemanse, 2013), meaning that individuals \nmay  exhibit  behavioral  consistency  through  time  and  across  con‐\ntexts, occasionally to their detriment (Jones & Godin, 2010; Pearish, \nHostert, & Bell, 2013; Pruitt, Riechert, & Jones, 2008). For instance, \nsome  prey  animals  ceaselessly  seek  shelter  regardless  of  the  con‐\ntextual  risk,  which  can  result  in  decreased  opportunities  to  forage  \nor mate, while other animals may continuously forage regardless of \nthe level of predation risk (Dall et al., 2004; Wilson, Coleman, Clark, \n& Biederman, 1993). Yet, the available empirical evidence suggests \nthat the effects of prey behavior on the outcome of predator–prey \ninteractions varies considerably among systems (Belgrad & Griffen, \n2016; Keiser, Ingley, Toscano, Scharf, & Pruitt, 2017), and even varies \nbased  on  the  traits  of  the  individuals  (predator  and  prey)  involved  \n(DiRienzo,  Pruitt,  &  Hedrick,  2013;  McGhee,  Pintor,  Suhr,  &  Bell,  \n2012; Sweeney et al., 2013).\nHere,  we  use  the  purple  urchin  (Strongylocentrotus  purpuratus), \nand  the  California  spiny  lobster  (Panulirus  interruptus),  to  evaluate  \nthe  effect  of  prey  behavioral  tendencies  and  size  on  prey  survival.  \nUrchins are ecologically notable because of their ability to consume \nlarge  quantities  of  giant  kelp  (Macrocystis  pyrifera)  and  therefore  \nalter the state of coastal kelp communities (Estes & Duggins, 1995; \nHarrold  &  Reed,  1985;  Pearse,  2006).  Across  the  wide  geographic  \ndistribution of purple urchins along the west coast of North America \n(Ebert, 2010), urchins are eaten by a diversity of predatory species \nincluding  the  sunflower  sea  star  (Pycnopodia  helianthoides),  otters  \n(Enhydra  lutris),  sheephead  (Semicossyphus  pulcher),  and  California  \nspiny  lobsters  (Panulirus  interruptus).  These  predators  can  play  key  \nroles  in  regulating  herbivory  by  urchins  on  giant  kelp  (Burt  et  al.,  \n2018; Caselle, Davis, & Marks, 2018). However, the role of variation \nin  urchin  size  structure  and  individual  behavioral  variation  in  their  \nsusceptibility  to  predation  remains  mysterious,  even  though  such  \nvariation in mortality could explain variation in community suscepti‐\nbility to urchin‐driven state shifts, like between kelp forests versus \nurchin barrens, a process often referred to as a “tipping point” (Pruitt \net al., 2018; Selkoe et al., 2015). We focused on how two behavioral \ntraits  might  determine  prey  survival  in  the  presence  of  spiny  lob‐\nsters: propensity to move (activity level), which can increase or de‐\ncrease encounter rates with predators (Huey & Pianka, 1981; Skelly, \n1994),  and  urchin's  tendency  to  conceal  themselves  with  substrate  \n(covering behavior). Although the function of urchin covering behav‐\nior appears to vary among species (i.e., protection from wave action; \nDumont,  Drolet,  Deschênes,  &  Himmelman,  2007),  we  predicted  \nthat urchins would be safer from predators while buried in substrate.\nWe  tested  the  hypothesis  that  slow‐moving  purple  urchins  and  \nurchins  with  a  greater  tendency  to  cover  themselves  and/or  larger  \nurchins  will  enjoy  greater  survival  during  staged  encounters  with  \nsit‐and‐pursue  predators.  The  former  is  predicted  by  Locomotor  \nCrossover  Hypothesis  proposed  by  Huey  and  Pianka  (1981),  which  \nposits  that  predators  should  tend  to  encounter  and  consume  prey  \nof the opposing activity level (active predators consume sedentary \nprey,  whereas  sit‐and‐pursue  predators  consume  active  prey).  To  \nprobe the role of size, we tested whether urchin size increases urchin \nsurvival  jointly  with  urchin  behavioral  traits.  We  further  evaluated  \nwhether prey behavior measured in isolation is correlated with prey \nbehavior during real encounters with predators. Consistency across \ntesting conditions is a commonly untested assumption in animal per‐\nsonality studies, usually overlooked because of logistical limitations. \nHowever, the conspicuousness of the urchin covering behavior and \nthe  slow  movements  of  predator  and  prey  in  this  study  made  on‐\ngoing assessment of this behavior achievable. Together, this system \nallowed us to evaluate how the behavioral and morphological traits \nof a prey determine their susceptibility to predation.\n2 | MATERIALS AND METHODS\n2.1 | Animal collection and maintenance\nFifty Strongylocentrotus purpuratus were opportunistically collected \nby hand from the Goleta sewer pipe (34° 24.851 N; 119° 49.749 W), \nand  120  others  were  collected  from  Goleta  Pier  (34°  24.847  N;  \n119° 49.718 W, Goleta, CA, USA) in the summer of 2017. A total of \n170 S.   purpuratus were used for the experiment. The three lobsters \n(Panulirus interruptus) used in the experiment were transferred into \nour possession from another research facility on the campus of the \nUniversity of California at Santa Barbara (UCSB) on 16 August 2017. \nThe three P. interruptus used in the study were female, 10.5–11 cm in \ncarapace length, and were collected by hand from the Santa Barbara \nChannel from May to June 2017.\nAll S.    purpuratus  were  provided  brown  algae  (Nereocystis  lu-\netkeana)  ad  libitum  every  other  day  from  01  July  2017  to  01  \nNovember 2017. Purple urchins were housed in four separate 90.\n0 L cm × 141.0 W cm × 40.5 H cm seawater (9–11°C) flow‐through \nA‐frame  tanks  until  their  behavioral  assays.  During  this  time,  we  \nmeasured the total diameter (test and spines) of each urchin using \ndigital calipers. They had average diameter of 7.7 ± 0.20 SE cm and \na range of 4.5–11.5 cm. After purple urchins had been assayed for \ncovering  behavior,  individuals  were  transferred  into  numerically  \n\n718  \n|\n    \nPRETORIUS ET al.\nlabeled 17.15 L cm × 11.90 W cm × 7.00 H cm plastic containers in \nthe same seawater flow‐through tanks. Plastic containers housing \nindividual purple urchins had fourteen holes of 16.0 mm diameter \ndrilled into their sides to allow seawater flow through. P. interrup-\ntus  were  housed  in  similar  seawater  flow‐through  A‐frame  tanks  \nbisected by plastic dividers with twelve 16mm holes, creating two \nidentical lobster enclosures (90.0 L cm × 70.5 W cm × 40.1 H cm\n).  Each  lobster  enclosure  contained  three  cinder  blocks,  two  of  \nwhich supported the plastic dividers. All animals were exposed to \nopen  air  conditions  and  natural  day‐night  cycles  for  the  duration  \nof  the  experiment.  This  experiment  was  conducted  at  the  UCSB  \nMarine Laboratory from June to November 2017.\n2.2 | Repeatability overview\nTo estimate short‐term behavioral repeatability, we ran ten urchins \nthough six trials assessing movement velocity (activity) and covering \npercentage (covering behavior) over the span of six days. We ran the \nurchins through two covering behavior tests separated by an hour, \nand the next day, we ran the urchins through two activity level tests \nseparated by an hour. We repeated this two‐day cycle for six days. \nTherefore, we assessed the repeatability of activity level and cover‐\ning  behavior  with  six  iterations  across  three  testing  days  for  each  \nassay  type  in  ten  focal  individuals.  These  ten  testing  urchins  were  \nnot used in predator–prey trials.\nThe  purple  urchins  not  selected  for  repeatability  estimates  un‐\nderwent only two trials of each type, conducted under identical con‐\nditions (n\nindividuals\n = 160) separated by an hour. The average value of \nthe  two  activity  and  covering  behavior  measurements  for  each  ur‐\nchin served as our activity and covering behavior predictor variables \nin our statistical analyses predicting prey survival.\n2.3 | Measuring urchin activity level\nTo determine urchin activity level, we estimated their average ve‐\nlocity  in  open  field  arenas.  The  arena  was  a  40.60  L  cm  ×  32.40  \nW cm × 15.25 H cm plastic container fashioned with six holes of \n16.0  mm  diameter  drilled  into  its  sides  and  submerged  in  flow‐\nthrough  seawater.  The  container  was  completely  submerged  in  \nseawater  within  a  chilled  seawater  flow‐through  plastic  A‐frame  \ntank.  We  placed  a  28.0  cm  ×  30.5  cm  particleboard  with  a  4  cm  \ngrid within each activity container to track urchin movement dis‐\ntance.  The  board  was  covered  with  transparent  saran  wrap  to  \nhelp the urchins cling to the board. We used movements between \nsquares  to  calculate  an  average  movement  velocity  (mm/s)  for  \neach individual, one urchin at a time, across a ten‐minute trial. We \ndeemed urchins with higher velocities to be more active. This test \nis very similar to an open field test, a classic metric of activity level \n(Carter  et  al.,  2013).  We  performed  two  such  activity  trials  on  a  \nsingle  testing  day  separated  by  an  hour  on  each  of  160  urchins.  \nWe  averaged  the  two  scores  to  obtain  a  single  estimate  of  each  \nurchin's  activity  level  in  a  novel  environment.  Also,  one  activity  \ncontainer was run at a time.\n2.4 | Measuring sea urchin covering behavior\nTo estimate urchins’ shelter seeking tendencies, we measured their \npropensity to cover themselves with pebble substrate. Covering be‐\nhavior  resembles  common  metrics  of  “boldness”  in  the  personality  \nliterature  and  has  antipredator  benefits  in  some  species  of  urchins  \n(Amsler, McClintock, & Baker, 1999). However, the behavior can be \ncued by wave action and sunlight in other urchin species (Dumont et \nal., 2007), although urchins deploy these behaviors in the absence of \nboth  (Pawson  &  Pawson,  2013).  We  examine  here  whether  cover‐\ning behavior might provide an antipredator benefit to purple urchins \nwith predators during staged encounters.\nIndividual purple urchins (n = 170) were haphazardly placed into \npairs  and  then  tested  under  social  conditions.  Pairs  of  asymmetri‐\ncally sized urchins (difference in test [spherical] diameter of 10.0 mm \nor greater) were created to track individual identity during these tri‐\nals. Urchins were tested in pairs because of the time constraints of \ntesting so many urchins. Pairs of purple urchins were placed into 40\n.60 L cm × 32.40 W cm × 15.25 H cm plastic containers with trans‐\nparent lids fashioned with six holes of 16.0 mm diameter drilled into \ntheir  sides  to  allow  chilled  seawater  to  flow  through.  These  were  \nthe  same  containers  used  for  the  activity  level  test,  but  for  cover‐\ning  behavior  trials,  the  bottoms  of  these  containers  were  layered  \nwith 2.0–3.0 cm of fresh composite pebbles of 0.3–1.5 cm diameter, \nrather than a particle board grid. These containers were then com‐\npletely  submerged  in  chilled  seawater  flow  within  plastic  A‐frame  \ntanks entirely separate from their home A‐frame tank.\nOnce  the  pair  of  purple  urchins  were  placed  into  the  container  \nand submerged, they were permitted one hour to move about their \narenas and cover themselves. After this time, we opened the arena \nand estimated the percent cover (test + spines) of each urchin by eye \nto the nearest 5%. These estimates were taken by a single observer \n(Pretorius J). We performed two trials in a testing day separated by \nan  hour.  We  then  averaged  each  urchin's  scores  to  obtain  a  single  \nestimate of urchins’ covering behavior.\n2.5 | Spiny lobster versus sea urchin staged \ninteractions\nEach  staged  predator–prey  interaction  consisted  of  a  cohort  of  4  \nhaphazardly selected urchins and a single predator lobster. Lobsters \nwere maintained under identical feeding conditions (ad libitum mus‐\nsels interspersed with purple urchins to ensure they did eat urchins) \nand then starved for four days prior to the initiation of our trials, and \nall purple urchins had already been assayed for activity and covering \nbehavior. Because we had three lobsters, we ran three of these trials \nat once. Predators were permitted to interact with prey for 108 hr \nduring our trials, because this duration resulted in an urchin mortal‐\nity rate over 50%.\nStaged interactions were conducted in natural seawater (9–11°C) \nflow‐through tanks divided by plastic barriers perforated by twelve \n16  cm  holes.  The  bottom  of  each  arena  (90.0  L  cm  ×  40.5  W  cm  ×  \n70.5  H  cm)  was  layered  with  2.5–4.0  cm  of  pebbles  of  diameter  \n\n    \n|\n  719\nPRETORIUS ET al.\n0.3–1.5 cm and contained three submerged cinderblocks to permit \nprey to hide from predators in physical retreats or, most commonly, \nwithin the substrate. The sides of the tank likewise served as phys‐\nical refuge for prey, allowing them to climb up the sides of the con‐\ntainer and out of reach of the lobsters.\nTo distinguish individual purple urchins throughout staged inter‐\nactions,  one  of  four  colors  (yellow,  green,  pink,  or  blue)  of  acrylic  \nnail polish was lightly dotted on the side of a few of each individual's \nperipheral spines. Once acrylic nail polish had been applied to every \npurple urchin within a group of four, all four purple urchins were si‐\nmultaneously  placed  by  hand  into  four  corners  (quadrants)  of  each  \narena containing a lobster. Care was taken to place urchins outside \nof the lobster's field of view. For each occasion, staged interactions \nbegan  at  14:30  hr.  We  recorded  each  urchin's  covering  percentage  \nand  the  quadrant  they  occupied  every  hour  for  the  first  24  hr  and  \nevery six hours for the next 84 hr. We estimated activity during trials \nby  using  movement  between  quadrants.  After  108‐hr,  a  thorough  \nsearch of every mesocosm was conducted. We recorded which ur‐\nchins  had  survived  by  their  color  markings.  We  repeated  these  tri‐\nals  four  times  separated  by  a  week  using  entirely  new  urchins,  so  \neach lobster was used in four trials. The flow‐through A‐frame tanks \nfor  predation  trials  were  housed  on  a  separate  concrete  patio  sur‐\nrounded by chain link caging to prevent mammalian predators (rac‐\ncoons, etc.) from eating captive marine fauna, which is required for \nthe  vertebrates  housed  in  other  nearby  enclosures.  Thus,  urchins  \nthat  went  missing  during  our  trials  had  few  escape  options  and  no  \nother likely predators.\n2.6 | Statistical Methods\n2.6.1 | Repeatability of behavior\nThe repeatability of each behavioral trait was determined using the \nrptR  package  (Stoffel,  Nakagawa,  &  Schielzeth,  2017)  in  R  version  \n3.4.3 (R Development Core Team, 2010). We used this package to fit \nmixed models with “individual ID” and “testing day” (1–3) as random \neffects,  “trial  number”  (1/2)  as  a  random  effect  nested  within  test‐\ning  day,  and  each  behavioral  test  was  set  as  the  response  variable.  \nThese  models  estimate  repeatability  as  the  proportion  of  variance  \ndetermined  by  “individual  ID”  to  the  total  behavioral  variance.  The  \nrptR package constructs 95% CI of the repeatability estimates using \n1,000  bootstrap  iterations  of  these  repeatability  estimations.  The  \nactivity level repeatability models were linear mixed model, because \na Gaussian distribution best fit the data. The covering behavior re‐\npeatability models were generalized linear mixed effects models fit \nwith  a  Poisson  distribution,  because  a  Poisson  distribution  best  fit  \nthe data. Repeatability estimates are deemed significant if their 95% \nconfidence intervals do not overlap 0.\n2.6.2 | Spiny lobster–sea urchin staged interactions\nTo  investigate  the  factors  predicting  urchin  survival,  we  deployed  \na   generalized   linear   mixed   model   (GLMM)   fit   with   a   binomial   \ndistribution  in  the  lme4  package  in  R  (Bates,  Mächler,  Bolker,  &  \nWalker,  2014).  Our  full  GLMM  had  (0/1)  urchin  survival  as  its  re‐\nsponse variable, and its predictor variables were urchin average ac‐\ntivity  level,  average  urchin  covering  behavior,  urchin  diameter,  and  \nall of their interaction terms. Lobster ID and trial ID were included as \nrandom effects in our analysis. To build the model with the greatest \nlikelihood,  we  ran  this  full  model  through  backwards  stepwise  BIC  \nmodel selection (Chambers & Hastie, 1992).\n2.6.3 | Cross contextual covering \nbehavior and activity\nWe  tested  (a)  whether  urchins’  pre‐mesocosm  average  covering  \npercentage  predicted  covering  behavior  in  the  staged  interactions,  \nand (b) whether pre‐mesocosm average velocity (activity level) cor‐\nrelated  with  the  frequency  of  movement  between  quadrants  of  \nstaged interactions. However, urchins varied in their number of be‐\nhavioral observations collected during staged interactions, because \nurchins  varied  in  how  long  they  survived.  Therefore,  we  weighted  \nurchins’  average  covering  percentage  and  frequency  of  movement  \nbetween quadrants during staged interactions by probability of sur‐\nvival estimated. Survival probability was estimated using a binomial \nlogistic regression with survival as the response variable and activ‐\nity level, covering behavior, diameter, activity by covering behavior, \nactivity by diameter, and covering behavior by diameter interaction \nterms as explanatory variables. To calculate weighted average cov‐\nering  percentage  and  frequency  of  movement  between  quadrants,  \nwe  multiplied  centered  individuals’  average  covering  percentage  \nand  frequency  of  movement  by  individuals’  probability  of  survival  \nrespectively.  Weighted  average  covering  percentage  and  weighted  \nfrequency  of  movement  between  quadrants  were  non‐Gaussian.  \nTherefore,  we  used  Spearman's  rank‐order  tests  to  assess  the  cor‐\nrelation between pre‐interaction covering percentage and weighted \nin situ covering percentage, and the correlation between pre‐inter‐\naction velocity and weighted in situ movement between quadrants.\n3 | RESULTS\n3.1 | Repeatability of behavior\nUrchins behaved consistently across time in their average velocity/\nactivity  level  (Repeatability  [95%  CIs]  =  0.30  [0.03,  0.57])  and  av‐\nerage  covering  percentage  (Repeatability  [95%  CIs]  =  0.73  [0.38,  \n0.87]). Between‐individual differences in covering behavior are no‐\ntably very high in this test population (Bell et al., 2009). Both of these \nbehaviors are repeatable across a period longer than the lobster pre‐\ndation trials.\n3.2 | Spiny lobster‐sea urchin staged interactions\nUrchins  had  a  survival  rate  of  33.33  ±  6.88%  SE.  The  best  model  \ncontained   urchin   diameter,   activity   level,   and   covering   behav‐\nior (BIC =  75.3, ∆BIC =  3.5). Slow‐moving purple urchins survived \n\n720  \n|\n    \nPRETORIUS ET al.\nmore  frequently  than  fast‐moving  urchins  (Figure  1;  Activity  Level:  \nß   =   −2.99 ±   1.30  SE, z  =   −2.30, p  =  0.02).  However,  the  effect  \n(Figure  2a;  Activity  Level  x  Diameter:  ß  =    0.16  ±    0.08  SE, z    =    1.97,  \np  <  0.05).  Urchin  covering  behavior,  on  its  own,  had  no  direct  ef‐\nfect  on  urchin  survival  (Covering  behavior:  ß =   −0.01 ±   2.37 SE, \nz  =  −0.04, p   =   0.98). However, smaller urchins that exhibited greater \ncovering behavior were more likely to survive, whereas urchin cov‐\nering  behavior  appeared  unrelated  to  survival  among  large  urchins  \n(Figure  2b;  Covering  behavior ×   Diameter:  ß =   −0.38 ±   0.18 SE, \nz =  −2.12, p = 0.03). Larger urchins appeared to be slightly more likely \nto  survive  than  small  urchins,  but  not  significantly  so  (Diameter:  \nß  =  0.06  ±  0.03  SE, z  =  1.68,  p  =  0.09),  and  Lobster  ID  and  trial  it‐\neration failed to explain a significant component of the variation in \nurchin  survival,  suggesting  that  survival  rates  were  homogenous  \nacross mesocosms.\n3.3 | Cross contextual covering \nbehavior and activity\nIndividual‐level  differences  in  average  covering  percentage  were  \ncorrelated   with   weighted   average   covering   percentages   during   \nstaged  interactions  (Kendall's  tau:  Tau  =  0.26,  p  =  0.01).  Individual  \nactivity, however, seemingly did not persist across contexts, as indi‐\nvidual‐level differences in average velocity were not correlated with \nweighted frequency of movement between quadrants during staged \ninteractions  (Kendall's  tau:  Tau  =  0.04,  p  =    0.69).  However,  activity  \nlevel was measured somewhat differently in pre‐trial assays during \nthe trial itself, which obscures the interpretability of this result.\n4 | DISCUSSION\nHere,  we  evaluated  the  effects  of  individual  size  (test  diameter),  \nactivity  (velocity),  and  covering  behavior  on  prey  survival  using  \nCalifornia spiny lobsters and purple sea urchins. We found that slow‐\nmoving urchins were more likely to survive encounters with lobsters \n(Figure 1), whereas covering behavior did not predict urchin survival \non  its  own.  This  is  consistent  with  findings  suggesting  that  active  \nprey are more likely to succumb to predation (Huey & Pianka, 1981; \nPerry, 2007), particularly with sedentary predators, and that urchin \ncovering behavior does not regularly predict survival in a direct man‐\nner  (Zhao  et  al.,  2014).  Urchin  size  also  did  not  predict  survival  di‐\nrectly.  Instead,  urchin  size  interacted  with  urchin  activity  level  and  \ncovering  behavior  to  determine  urchin  survival.  Specifically,  when  \npurple  sea  urchins  were  small,  high  activity  level  and  low  covering  \nFIGURE 1 Box plots depicting differences in average velocity \nbetween surviving and eaten S. purpuratus in staged interactions \nwith P. interruptus. Dots denote outliers, whiskers represent 10th \nand 90th percentiles, gray boxes indicate interquartile range: \ncalculated median inclusive, and the central line denotes the \nmedian velocity\nFIGURE 2 Synergistic effects of covering behavior and size \n(panel a) and activity and size (panel b) on identity of S. purpuratus \nthat survived (dark gray circles and regression lines) and were eaten \n(light gray circles and regression lines) during staged interactions \nwith P. interruptus. Shaded areas around best‐fit regression lines \nare 84% confidence intervals, which approximate significant \ndifferences at a 95% confidence level (Modlmeier, Forrester, & \nPruitt, 2014; Payton, Greenstone, & Schenker, 2003)\n0.0\n0.5\n1.0\n1.5\n6810\nUrchin diameter\nUrchin ve\nlocity\n0\n50\nUrchin co\nvering percentage\nOutcome\nSurvived\nEaten\n(a)\n(b)\n\n    \n|\n  721\nPRETORIUS ET al.\nbehavior reduced their chances of survival, but when urchins were \nlarge,  their  behavior  predicted  their  survival  less  clearly  (Figure  2).  \nTaken together, these findings convey that, even in confined experi‐\nmental conditions, urchin covering and movement behavior helps to \ndetermine survival with predators, but that the ideal behavioral phe‐\nnotype for survival is contingent on size.\nClassical  theory  on  predator–prey  interactions  predicts  that  more  \nactive animals will be more susceptible to predation (Lima & Dill, 1990). \nHowever,  more  nuanced  theoretical  frameworks  predict  that  the  re‐\nlationship  between  prey  activity  patterns  and  survival  will  depend  on  \nthe  foraging  mode  of  the  predator  (Huey  &  Pianka,  1981;  Perry,  2007;  \nSweeney  et  al.,  2013).  In  particular,  high  activity  levels  are  predicted  to  \nbe especially costly when prey interact with sit‐and‐wait or sit‐and‐pur‐\nsue predators, which rely on prey movement for encounters. Our results \nhere lend support to both predictions. We found that fast‐moving purple \nurchins were more likely to succumb to lobsters than sedentary urchins. \nThis outcome is consistent with classical optimal foraging and predator–\nprey interaction theory. However, the fact that spiny lobsters deploy sit‐\nand‐pursue foraging tactics (MacDiarmid, Hickey, & Maller, 1991; Tegner \n&  Levin,  1983)  suggests  that  this  outcome  should  be  even  more  likely.  \nThe effect of urchin movement speed also deteriorated with urchin size. \nThis  finding  suggests  that  activity  and  covering  behavior  only  mediate  \nsurvival for smaller and easier to eat urchins. When urchins reach a cer‐\ntain size, they can safely move about with less risk of being eaten (Brooks \n& Dodson, 1965). It is possible that the detrimental effect of activity level \nmay be driven by the relatively small size of our arenas. Taken together, \nthe age and size structure of urchin populations may determine whether \nand how lobster predation applies selection pressure on urchin behavior.\nOur findings suggest that urchin behavior may potentially play a \nrole in driving the dynamics of kelp forest ecosystems at fine spatial \nscales. Specifically, smaller (e.g., younger or resource‐deprived) and \nmore active sea urchin populations may be more susceptible to pre‐\ndation by spiny lobsters, which may alter the role that lobsters play in \ndriving the dynamics of urchin prey. Recent studies have emphasized \nthe importance of size‐structured interactions between lobsters and \nurchins in driving the dynamics of trophically linked species within \nthe  kelp  forest  (Dunn,  Baskett,  &  Hovel,  2017).  However,  the  role  \nof intraspecific variation in urchin behavior in mediating these size‐\nstructured interactions and the resulting effects on kelp forest eco‐\nsystem  dynamics  is  not  well‐studied.  A  comprehensive  integration  \nof  intraspecific  variation  in  urchin  behavior  in  driving  interactions  \nbetween urchins and their predators, as well as urchins and kelp, will \nrequire a deeper understanding of how urchin behavior shapes their \nimpacts  on  kelp  (amount  consumed,  foraging  mode,  etc.)  and  how  \nconflicting pressures, like the introduction or reintroduction of other \npredators, including sea otters, or competitors, might generate con‐\nflicting selection pressures on prey behavior.\n5 | CONCLUSIONS\nWe  found  that  purple  urchin  size  and  behavioral  tendencies  syn‐\nergistically  determined  their  susceptibility  to  predation  by  spiny  \nlobsters, which are known predators of urchins in nature (Lafferty, \n2004; Tegner & Levin, 1983). Understanding the links between prey \ntraits  and  performance  is  central  to  understanding  trait  evolution  \nand,  in  the  case  of  this  system,  potentially  important  for  predict‐\ning community‐level outcomes. Urchin herbivory can defoliate kelp \nforests,  thereby  precipitating  local  loss  of  biodiversity  (Graham,  \n2004) and altering the value of fisheries (Hamilton, Caselle, Malone, \n&  Carr,  2010;  Pearse,  2006).  Our  results  here  are  a  tentative  first  \nstep  toward  leveraging  intraspecific  trait  variation  to  predict  how  \nkey players in kelp forest ecosystems interact. Moving forward, the \nchallenge is to document how other environmental pressures cause \nalterations  to  the  trait  distributions  of  predator  and  prey  popula‐\ntions, either in the form of selection or via phenotypic plasticity, and \neither trophic level's effects on community‐level outcomes. We rea‐\nson that a comprehensive understanding of the role of predator and \nprey traits in this system will ultimately enable us to better predict \nor  even  mitigate  urchin  generated  transitions  in  kelp  forest  states.  \nThere remains much to be learned, but our results here hint that the \neffects of individual variation in this system are likely to be strong.\nACKNOWLEDGEMENTS\nWe  are  indebted  to  the  California  Coastal  Commission  for  issuing  \nresearch  and  collection  permits  (SCP).  We  would  also  like  to  thank  \nChristoph Pierre for collecting the animals for these studies and as‐\nsisting  in  their  laboratory  maintenance.  Funds  for  this  work  were  \ngenerously  provided  by  the  University  of  California,  Santa  Barbara  \nas  start‐up  to  J.N.P.,  NSF  grant  awards  to  J.N.P.  (No.  1352705  and  \nNo. 1455895), and an NIH grant award to J.N.P. (No. R01GM115509).\nORCID\nJames L. L. Lichtenstein  https://orcid.org/0000‐0002‐8252‐1517 \nREFERENCES\nAmsler, C. D., McClintock, J. B., & Baker, B. J. (1999). An Antarctic feeding \ntriangle:  Defensive  interactions  between  macroalgae,  sea  urchins,  \nand  sea  anemones.  Marine  Ecology  Progress  Series, 183,  105–114.  \nhttps ://doi.org/10.3354/meps1 83105 \nBates,  D.,  Mächler,  M.,  Bolker,  B.,  &  Walker,  S.  (2014).  Fitting  linear  \nmixed‐effects models using lme4. arXiv preprint arXiv:1406.5823.\nBelgrad, B. A., & Griffen, B. D. (2016). Predator–prey interactions medi‐\nated by prey personality and predator hunting mode. Proceedings of \nthe Royal Society B: Biological Sciences, 283(1828), 20160408\nBell, A. M., Hankison, S. J., & Laskowski, K. L. (2009). The repeatability of \nbehaviour:  A  meta‐analysis.  Animal Behaviour, 77,  771–783.  https  ://\ndoi.org/10.1016/j.anbeh av.2008.12.022\nBolnick,  D.  I.,  Amarasekare,  P.,  Araújo,  M.  S.,  Bürger,  R.,  Levine,  J.  M.,  \nNovak, M., ... Vasseur, D. A. (2011). Why intraspecific trait variation \nmatters in community ecology. Trends in Ecology & Evolution, 26, 183–\n192.  https ://doi.org/10.1016/j.tree.2011.01.009\nBolnick, D. I., Svanbäck, R., Fordyce, J. A., Yang, L. H., Davis, J. M., Hulsey, \nC. D., & Forister, M. L. (2003). The ecology of individuals: Incidence \nand implications of individual specialization. The American Naturalist, \n161, 1–28. https ://doi.org/10.1086/343878\n\n722  \n|\n    \nPRETORIUS ET al.\nBrooks, J. L., & Dodson, S. I. (1965). Predation, body size, and composi‐\ntion of plankton. Science, 150, 28–35. https ://doi.org/10.1126/scien \nce.150.3692.28\nBrown,  J.  S.,  Laundré,  J.  W.,  &  Gurung,  M.  (1999).  The  ecology  of  fear:  \nOptimal  foraging,  game  theory,  and  trophic  interactions.  Journal  of  \nMammalogy, 80, 385–399. https ://doi.org/10.2307/1383287\nBurt,  J.  M.,  Tinker,  M.  T.,  Okamoto,  D.  K.,  Demes,  K.  W.,  Holmes,  K.,  \n&  Salomon,  A.  K..  (2018).  Sudden  collapse  of  a  mesopredator  re‐\nveals  its  complementary  role  in  mediating  rocky  reef  regime  shifts.  \nProceedings  of  the  Royal  Society  B:  Biological  Sciences, 285(1883), \n20180553.  https ://doi.org/10.1098/rspb.2018.0553\nCarter, A. J., Feeney, W. E., Marshall, H. H., Cowlishaw, G., & Heinsohn, \nR. (2013). Animal personality: What are behavioural ecologists mea‐\nsuring? Biological  Reviews, 88,  465–475.  https  ://doi.org/10.1111/\nbr v.120 07 \nCaselle,  J.  E.,  Davis,  K.,  &  Marks,  L.  M.  (2018).  Marine  management  af‐\nfects the invasion success of a non‐native species in a temperate reef \nsystem  in  California,  USA.  Ecology  Letters, 21,  43–53.  https  ://doi.\norg/10.1111/ele.12869 \nChambers,  J.  M.,  &  Hastie,  T.  J.  (1992).  Statistical  models  in  S  (Vol.  251). \nPacific  Grove,  CA:  Wadsworth  &  Brooks/Cole  Advanced  Books  &  \nSoftware.\nChang,  C.  C.,  Teo,  H.  Y.,  Norma‐Rashid,  Y.,  &  Li,  D.  (2017).  Predator  \npersonality  and  prey  behavioural  predictability  jointly  determine  \nforaging   performance.   Scientific   Reports, 7,   40734,   https   ://doi.\norg/10.1038/srep4 0734\nCrutsinger, G. M., Collins, M. D., Fordyce, J. A., Gompert, Z., Nice, C. C., & \nSanders, N. J. (2006). Plant genotypic diversity predicts community \nstructure and governs an ecosystem process. Science, 313, 966–968. \nhttps ://doi.org/10.1126/scien ce.1128326\nDall,  S.  R.,  Houston,  A.  I.,  &  McNamara,  J.  M.  (2004).  The  behavioural  \necology   of   personality:   Consistent   individual   differences   from   \nan  adaptive  perspective.  Ecology  Letters, 7,  734–739.  https  ://doi.\norg/10.1111/j.1461‐0248.2004.00618.x\nDingemanse, N. J., Kazem, A. J., Réale, D., & Wright, J. (2010). Behavioural \nreaction   norms:   Animal   personality   meets   individual   plasticity.   \nTrends  in  Ecology  &  Evolution, 25,  81–89.  https  ://doi.org/10.1016/j.\ntree.2009.07.013\nDiRienzo,  N.,  Pruitt,  J.  N.,  &  Hedrick,  A.  V.  (2013).  The  combined  be‐\nhavioural  tendencies  of  predator  and  prey  mediate  the  outcome  \nof  their  interaction.  Animal  Behaviour, 86,  317–322.  https  ://doi.\norg/10.1016/j.anbeh av.2013.05.020\nDochtermann, N. A., & Dingemanse, N. J. (2013). Behavioral syndromes \nas evolutionary constraints. Behavioral Ecology, 24, 806–811. https ://\ndoi.org/10.1093/behec o/art002\nDumont,  C.  P.,  Drolet,  D.,  Deschênes,  I.,  &  Himmelman,  J.  H.  (2007).  \nMultiple  factors  explain  the  covering  behaviour  in  the  green  sea  \nurchin, Strongylocentrotus droebachiensis. Animal Behaviour, 73, 979–\n986.  https ://doi.org/10.1016/j.anbeh av.2006.11.008\nDunn, R. P., Baskett, M. L., & Hovel, K. A. (2017). Interactive effects of \npredator  and  prey  harvest  on  ecological  resilience  of  rocky  reefs.  \nEcological   Applications, 27,   1718–1730.   https   ://doi.org/10.1002/\neap.1581\nEbert,  T.  A.  (2010).  Demographic  patterns  of  the  purple  sea  urchin  \nStrongylocentrotus  purpuratus  along  a  latitudinal  gradient,  1985–\n19 87.   Marine  Ecology  Progress  Series, 406,  105–120.  https  ://doi.\norg/10.3354/meps0 8547\nEinfalt,  L.  M.,  &  Wahl,  D.  H.  (1997).  Prey  selection  by  juvenile  walleye  \nas  influenced  by  prey  morphology  and  behavior.  Canadian  Journal  \nof   Fisheries   and   Aquatic   Sciences, 54,   2618–2626.   https   ://doi.\norg/10.1139/f97‐172\nEstes,  J.  A.,  &  Duggins,  D.  O.  (1995).  Sea  otters  and  kelp  forests  in  \nAlaska: Generality and variation in a community ecological paradigm. \nEcological Monographs, 65, 75–100. https ://doi.org/10.2307/2937159\nGosling, S. D. (2001). From mice to men: What can we learn about per‐\nsonality  from  animal  research?  Psychological  Bulletin, 127,  45–86.  \nhttps ://doi.org/10.1037//0033‐2909.127.1.45\nGraham,  M.  H.  (2004).  Effects  of  local  deforestation  on  the  diversity  \nand  structure  of  southern  California  giant  kelp  forest  food  webs.  \nEcosystems, 7, 341–357. https ://doi.org/10.1007/s10021‐003‐0245‐6\nHamilton,  S.  L.,  Caselle,  J.  E.,  Malone,  D.  P.,  &  Carr,  M.  H.  (2010).  \nIncorporating biogeography into evaluations of the Channel Islands \nmarine  reserve  network.  Proceedings  of  the  National  Academy  of  \nSciences, 107,   18272–18277.   https   ://doi.org/10.1073/pnas.09080   \n91107 \nHarrold, C., & Reed, D. C. (1985). Food availability, sea urchin grazing, and \nkelp forest community structure. Ecology, 66, 1160–1169. https ://doi.\norg/10.2307/1939168\nHoyle, J. A., & Keast, A. (1987). The effect of prey morphology and size \non  handling  time  in  a  piscivore,  the  largemouth  bass  (Micropterus  \nsalmoides). Canadian  Journal  of  Zoology, 65,  1972–1977.  https  ://doi.\norg/10.1139/z87‐300\nHuey, R. B., & Pianka, E. R. (1981). Ecological consequences of foraging \nmode. Ecology, 62, 991–999. https ://doi.org/10.2307/1936998\nHughes,  A.  R.,  &  Stachowicz,  J.  J.  (2004).  Genetic  diversity  enhances  \nthe  resistance  of  a  seagrass  ecosystem  to  disturbance.  Proceedings \nof  the  National  Academy  of  Sciences, 101,  8998–9002.  https  ://doi.\norg/10.1073/pnas.04026 42101 \nJohnson, M. T., Lajeunesse, M. J., & Agrawal, A. A. (2006). Additive and \ninteractive  effects  of  plant  genotypic  diversity  on  arthropod  com‐\nmunities  and  plant  fitness.  Ecology  Letters, 9,  24–34.  https  ://doi.\norg/10.1111/j.1461‐0248.2005.00833.x\nJones, K. A., & Godin, J.‐G.‐ J. (2010). Are fast explorers slow reactors? \nLinking personality type and anti‐predator behaviour. Proceedings of \nthe Royal Society B: Biological Sciences, 277(1681), 625–632. https ://\ndoi.org/10.1098/rspb.2009.1607\nKeiser, C. N., Ingley, S. J., Toscano, B. J., Scharf, I., & Pruitt, J. N. (2017). \nHabitat   complexity   dampens   selection   on   prey   activity   level.   \nEthology, 24, 25–32. https ://doi.org/10.1111/eth.12700 \nLafferty,  K.  D.  (2004).  Fishing  for  lobsters  indirectly  increases  epidem‐\nics in sea urchins. Ecological Applications, 14, 1566–1573. https ://doi.\norg/10.1890/03‐5088\nLichtenstein,  J.  L.,  Wright,  C.  M.,  McEwen,  B.,  Pinter‐Wollman,  N.,  &  \nPruitt,  J.  N.  (2017).  The  multidimensional  behavioural  hypervol‐\numes of two interacting species predict their space use and survival. \nAnimal  Behaviour, 132,   129–136.   https   ://doi.org/10.1016/j.anbeh   \nav.2017.08.01\nLima, S. L., & Dill, L. M. (1990). Behavioral decisions made under the risk \nof predation: A review and prospectus. Canadian Journal of Zoology, \n68, 619–640. https ://doi.org/10.1139/z90‐092\nMacDiarmid, A., Hickey, B., & Maller, R. (1991). Daily movement patterns \nof the spiny lobster Jasus edwardsii (Hutton) on a shallow reef in north‐\nern New Zealand. Journal of Experimental Marine Biology and Ecology, \n147, 185–205. https ://doi.org/10.1016/0022‐0981(91)90182‐V\nMcGhee, K. E., Pintor, L. M., Suhr, E. L., & Bell, A. M. (2012). Maternal ex‐\nposure to predation risk decreases offspring antipredator behaviour \nand survival in threespined stickleback. Functional Ecology, 26,  932–\n940.  https ://doi.org/10.1111/j.1365‐2435.2012.02008.x\nMiller,  J.  R.,  Ament,  J.  M.,  &  Schmitz,  O.  J.  (2014).  Fear  on  the  move:  \nPredator hunting mode predicts variation in prey mortality and plas‐\nticity in prey spatial response. Journal of Animal Ecology, 83, 214–222. \nhttps ://doi.org/10.1111/1365‐2656.12111 \nModlmeier, A. P., Forrester, N. J., & Pruitt, J. N. (2014). Habitat structure \nhelps guide the emergence of colony‐level personality in social spi‐\nders. Behavioral Ecology and Sociobiology, 68, 1965–1972. https ://doi.\norg/10.10 07/s0 0265‐014‐1802‐z\nNannini,  M.  A.,  Parkos,  J.  III,  &  Wahl,  D.  H.  (2012).  Do  behavioral  syn‐\ndromes  affect  foraging  strategy  and  risk‐taking  in  a  juvenile  fish  \n\n    \n|\n  723\nPRETORIUS ET al.\npredator? Transactions  of  the  American  Fisheries  Society, 141,  26–33.  \nhttps ://doi.org/10.1080/00028 487.2011.639268\nPawson,  D.  L.,  &  Pawson,  D.  J.  (2013).  Bathyal  sea  urchins  of  the  \nBahamas,  with  notes  on  covering  behavior  in  deep  sea  echinoids  \n(Echinodermata:   Echinoidea).   Deep   Sea   Research   Part   II:   Topical   \nStudies   in   Oceanography, 92,   207–213.   https   ://doi.org/10.1016/j.\ndsr2.2013.01.023\nPayton,  M.  E.,  Greenstone,  M.  H.,  &  Schenker,  N.  (2003).  Overlapping  \nconfidence intervals or standard error intervals: What do they mean \nin  terms  of  statistical  significance?  Journal  of  Insect  Science, 3,  34.  \nhttps ://doi.org/10.1093/jis/3.1.34\nPearish,  S.,  Hostert,  L.,  &  Bell,  A.  M.  (2013).  Behavioral  type–environ‐\nment  correlations  in  the  field:  A  study  of  three‐spined  stickle‐\nback. Behavioral  Ecology  and  Sociobiology, 67,  765–774.  https  ://doi.\norg/10.1007/s00265‐013‐1500‐2\nPearse,  J.  S.  (2006).  Ecological  role  of  purple  sea  urchins.  Science, 314, \n940–941.  https ://doi.org/10.1126/scien ce.1131888\nPerry, G. (2007). Movement patterns in lizards: Measurement, modality, \nand behavioral correlates. In L. B. M. S. M. Reilly, L. D. McBrayer, & \nD.  B.  Miles  (Eds.),  Lizard  ecology:  The  evolutionary  consequences  of  \nforaging  mode  (pp.  13–48).  Cambridge,  UK:  Cambridge  University  \nPress.\nPost,  D.  M.,  Palkovacs,  E.  P.,  Schielke,  E.  G.,  &  Dodson,  S.  I.  (2008).  \nIntraspecific variation in a predator affects community structure and \ncascading  trophic  interactions.  Ecology, 89,  2019–2032.  https  ://doi.\norg/10.1890/07‐1216.1\nPreisser, E. L., & Bolnick, D. I. (2008). The many faces of fear: Comparing \nthe  pathways  and  impacts  of  nonconsumptive  predator  effects  on  \nprey  populations.  PLoS  ONE, 3(6),  e2465.  https  ://doi.org/10.1371/\njourn al.pone.0002465\nPruitt,  J.  N.,  Berdahl,  A.,  Riehl,  C.,  Pinter‐Wollman,  N.,  Moeller,  H.  V.,  \nPringle,  E.  G.,  Yeh,  P.  (2018).  Social  tipping  points  in  animal  societ‐\nies. Proceedings of the Royal Society B: Biological Sciences, 285(1887), \n20181282.  https ://doi.org/10.1098/rspb.2018.1282\nPruitt, J. N., Riechert, S. E., & Jones, T. C. (2008). Behavioural syndromes \nand  their  fitness  consequences  in  a  socially  polymorphic  spider,  \nAnelosimus  studiosus. Animal  Behaviour, 76,  871–879.  https  ://doi.\norg/10.1016/j.anbeh av.2008.05.009\nR  Development  Core  Team  (2010).  R:  A  language  and  environment  for  \nstatistical  computing.  Vienna,  Austria:  R  Foundation  for  Stastical  \nComputing.\nReusch,  T.  B.,  Ehlers,  A.,  Hämmerli,  A.,  &  Worm,  B.  (2005).  Ecosystem  \nrecovery  after  climatic  extremes  enhanced  by  genotypic  diversity.  \nProceedings  of  the  National  Academy  of  Sciences, 102,  2826–2831.  \nhttps ://doi.org/10.1073/pnas.05000 08102 \nRudman,  S.  M.,  Rodriguez‐Cabal,  M.  A.,  Stier,  A.,  Sato,  T.,  Heavyside,  \nJ.,  El‐Sabaawi,  R.  W.,  &  Crutsinger,  G.  M.  (2015).  Adaptive  genetic  \nvariation  mediates  bottom‐up  and  top‐down  control  in  an  aquatic  \necosystem. Proceedings  of  the  Royal  Society  B:  Biological  Sciences, \n282(1812), 20151234. https ://doi.org/10.1098/rspb.2015.1234\nSelkoe,  K.  A.,  Blenckner,  T.,  Caldwell,  M.  R.,  Crowder,  L.  B.,  Erickson,  \nA.  L.,  Essington,  T.  E.,  ...  Zedler,  J.  (2015).  Principles  for  managing  \nmarine  ecosystems  prone  to  tipping  points.  Ecosystem  Health  and  \nSustainability, 1, 1–18. https ://doi.org/10.1890/EHS14‐0024.1\nSih, A., Cote, J., Evans, M., Fogarty, S., & Pruitt, J. (2012). Ecological impli‐\ncations of behavioural syndromes. Ecology Letters, 15, 278–289. https \n://doi.org/10.1111/j.1461‐0248.2011.01731.x\nSkelly,  D.  K.  (1994).  Activity  level  and  the  susceptibility  of  anuran  lar‐\nvae   to   predation.   Animal   Behaviour, 47,   465–468.   https   ://doi.\norg/10.1006/anbe.1994.1063\nStoffel, M. A., Nakagawa, S., & Schielzeth, H. (2017). rptR: Repeatability \nestimation and variance decomposition by generalized linear mixed‐\neffects  models.  Methods  in  Ecology  and  Evolution, 8,  1639–1644.  \nhttps ://doi.org/10.1111/2041‐210X.12797 \nSweeney, K., Cusack, B., Armagost, F., O’Brien, T., Keiser, C. N., & Pruitt, \nJ.  N.  (2013).  Predator  and  prey  activity  levels  jointly  influence  the  \noutcome of long‐term foraging bouts. Behavioral Ecology, 24, 1205–\n1210.  https ://doi.org/10.1093/behec o/art052\nTegner,   M.,   &   Levin,   L.   (1983).   Spiny   lobsters   and   sea   urchins:   \nAnalysis   of   a   predator‐prey   interaction.   Journal  of  Experimental  \nMarine      Biology      and      Ecology, 73,      125–150.      https      ://doi.\norg/10.1016/0022‐0981(83)90079‐5\nWerner,  E.  E.,  &  Hall,  D.  J.  (1974).  Optimal  foraging  and  the  size  selec‐\ntion of prey by the bluegill sunfish (Lepomis macrochirus). Ecology, 55, \n1042–1052.  https ://doi.org/10.2307/1940354\nWilson, D. S., Coleman, K., Clark, A. B., & Biederman, L. (1993). Shy‐bold \ncontinuum in pumpkinseed sunfish (Lepomis gibbosus): An ecological \nstudy of a psychological trait. Journal of Comparative Psychology, 107, \n250–260.  https ://doi.org/10.1037/0735‐7036.107.3.250\nWolf,  M.,  &  Weissing,  F.  J.  (2012).  Animal  personalities:  Consequences  \nfor ecology and evolution. Trends in Ecology & Evolution, 27, 452–461. \nhttps ://doi.org/10.1016/j.tree.2012.05.001\nZhao, C., Ji, N., Zhang, B., Sun, P., Feng, W., Wei, J., & Chang, Y. (2014). \nEffects  of  covering  behavior  and  exposure  to  a  predatory  crab  \nCharybdis japonica on survival and HSP70 expression of juvenile sea \nurchins Strongylocentrotus intermedius. PLoS ONE, 9(5), e97840. https \n://doi.org/10.1371/journ al.pone.0097840\nHow to cite this article: Pretorius JD, Lichtenstein JLL, \nEliason EJ, Stier AC, Pruitt JN. Predator‐induced selection on \nurchin activity level depends on urchin body size. Ethology. \n2019;125:716–723. https ://doi.org/10.1111/eth.12924 ",
  "extractedAt": "2025-12-12T18:45:11.221Z",
  "success": true,
  "matchedPublication": {
    "title": "Predator‐induced selection on urchin activity level depends on urchin body size",
    "doi": "10.1111/eth.12924",
    "year": "2019",
    "authors": "Pretorius, Justin D.; Lichtenstein, James L. L.; Eliason, Erika J.; Stier, Adrian C.; Pruitt, Jonathan N."
  }
}