{
  "filename": "Rennick Difiore et al. (Ecology) 2022.pdf",
  "numPages": 27,
  "text": "ARTICLE Detrital supply suppresses deforestation to maintain healthy kelp forest ecosystems Mae Rennick 1 | Bartholomew P. DiFiore 1 | Joseph Curtis 1 | Daniel C. Reed 2 | Adrian C. Stier 1,2 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, California, USA 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, California, USA Correspondence Mae Rennick Email: maerennick@ucsb.edu Funding information California Sea Grant, University of California, Grant/Award Number: Prop 84 grant program (R/OPCOAH-2); NSF Graduate Research Fellowship; Santa Barbara Coastal Long-Term Ecological Research program, Grant/Award Number: NSF OCE 1831937 Handling Editor:Steven G. Morgan Abstract Herbivores can reach extraordinary abundances in many ecosystems. When herbivore abundance is high, heavy grazing can severely defoliate primary pro- ducers and, in some cases, even drive ecosystem to undergo regime shifts from a high productivity state to a denuded, low productivity state. While the phe- nomenon of herbivore-driven regime shifts is well documented, we only par- tially understand the mechanisms underlying these events. Here, we combine herbivory experiments with 21 years of long-term monitoring data of kelp for- est ecosystems to test the hypothesis that herbivores drive regime shifts when herbivory exceeds primary production. To test this hypothesis, we quantified how the foraging habits of an important group of marine herbivores—sea urchins—change with increases in sea urchin biomass and trigger regime shifts to a foundation species, giant kelp (Macrocystis pyrifera). Using experi- ments, we quantified how the grazing capacity of urchins increases as urchin biomass increases, then we combined these estimates of urchin grazing capac- ity with estimates of kelp production to predict when and where urchin graz- ing capacity exceeded kelp production. When grazing capacity exceeded kelp production, sea urchins caused a 50-fold reduction in giant kelp biomass. Our findings support the hypothesis that the balance between herbivory and pro- duction underlies herbivore-driven regime shifts in Southern California kelp forests and provides insight into when and where urchins are likely to force regime shifts in kelp forest ecosystems. KEYWORDS consumption, density dependence, detritus, ecosystem transition, herbivore, kelp INTRODUCTION Intense foraging by primary consumers can fundamen- tally alter the structure and function of communities (Silliman et al., 2013). For instance, outbreaks of herbivo- rous insects can defoliate forests across thousands of square kilometers (Kautz et al., 2016), grazing by ungu- lates can denude landscapes (Hopcraft et al., 2010), and predation by sea stars can lead to widespread mortality of reef building corals (Holbrook et al., 2018). In extreme cases, consumers can eliminate the dominant primary Mae Rennick and Bartholomew P. DiFiore contributed equally to this manuscript. Received: 22 March 2021Revised: 29 September 2021Accepted: 15 October 2021 DOI: 10.1002/ecy.3673 Ecology.2022;e3673.https://onlinelibrary.wiley.com/r/ecy© 2022 The Ecological Society of America.1 of 12 https://doi.org/10.1002/ecy.3673 producers in a community, reducing productivity and leaving only producers that are resistant to foraging (Augustine & McNaughton, 1998). Consumer-driven changes in community structure are often persistent, such that even when consumer abundance decreases, the community remains in an alternative state (Schröder et al., 2005). Yet, high consumer density does not always trigger alternative ecosystem states. Some locations can support high biomass of consumers, while others undergo rapid shifts at relatively low consumer biomass. The mechanism underlying variability in when and where consumers drive shifts into alternative community states remains an active area of research. Resolving this context dependency is critical to understanding ecosys- tem tipping points and to avoid crossing biological thresholds to alternative states that provide fewer services to people and nature. In principle, consumer-driven shifts to alternative states occur when consumption exceeds resource produc- tion. Predicting when and where consumption exceeds production requires an understanding of how consumer foraging behavior and per-capita consumption rates shift with consumer density. The relationship between con- sumer density and per-capita consumption can take three plausible forms (Klemmer et al., 2012). First, increases in consumer density can have no effect on per-capita con- sumption, such that the collective consumption rate of a population increases linearly with consumer density (Reice, 1991). Second, interference or competition among consumers as consumer density increases can cause per- capita consumption to decline. At the population-scale, competition can cause consumption to increase at a decel- erating rate with density, because competition is weaker at low densities and stronger at high densities (Arditi & Ginzburg, 1989; Brook & Bradshaw, 2006; Little et al., 2020). Finally, facilitation among consumers can cause per- capita consumption to increase as consumer density increases. In this case, the collective consumption rate of a group might accelerate exponentially or sigmoidally with consumer density (McKie et al., 2009; Sommer, 1992). When the relationship between consumer density and per- capita consumption is constant or positive, there is a higher probability that increases in consumer density will cause large reductions in primary producers because consumers are not limited by intraspecific competition. However, the extent to which constant or positive increases in foraging with consumer density are common in consumer-driven disturbances remains unclear, particularly in ecosystems that are prone to alternative states. Here, we quantify how the relationship between con- sumer biomass and consumer foraging rates drives when and where kelp forest ecosystems undergo shifts to alter- native states. Temperate rocky reefs characterized by kelp, a group of canopy-forming brown macroalgae that form productive subtidal“forests,”are known to experi- ence abrupt changes from kelp-dominated communities to communities with little to no kelp (Filbee-Dexter & Scheibling, 2014; Ling et al., 2015). An important factor causing such state shifts is intensive grazing by sea urchins, which has been linked to massive declines in kelp abundance and the formation of urchin-dominated states, known as urchin barrens, that can persist for decades (Lawrence, 1975; Sala et al., 1998; Spindel et al., 2021). Urchin barrens occur on shallow rocky reefs worldwide and are characterized by herbivore-resistant algal species (Ling & Johnson, 2009) that display lower net primary productivity and biodiversity than kelp- dominated sites (Steneck et al., 2002). In theory, kelp deforestation should result when the consumption rate of an urchin population exceeds kelp production. Increases in the consumption rate can occur due to increases in urchin density, such as when top-down con- trol by urchin predators is reduced or urchin recruitment to a site is high. Alternatively, kelp production can vary independently of urchins due to temperature (Wernberg et al., 2016), wave disturbance (Dayton & Tegner, 1984; Reed et al., 2011), and nutrient availability (Bell et al., 2015). Across temperate rocky reefs, kelp abundance can be high even when urchin abundance is high and changes in urchin abundance do not result in propor- tional declines in kelp (Ling et al., 2015), suggesting that when and where urchins deforest kelp communities depends on the balance between kelp production and how much kelp urchins consume at a given urchin biomass. One long-standing hypothesis for why urchin populations switch from coexisting with kelp to deforesting kelp is a shift in foraging behavior (Harrold & Reed, 1985). Urchins are notably omnivorous, foraging on kelp, pieces of kelp detached from the substrate (e.g., detritus), other algal species, invertebrates (e.g., salps or tubeworms, Duggins, 1981; Spindel et al., 2021), or calcareous reef struc- tures (Rasher et al., 2020). The leading hypothesis is that urchins passively forage on kelp detritus until a change in kelp production causes urchins to actively graze canopy- forming kelps attached to the substrate (from this point for- wards“standing”kelp,sensuKriegisch et al., 2019). How- ever, variation in urchin foraging rates with changes in urchin biomass could interact with shifts in the availability of detritus to result in kelp deforestation. For instance, if urchin foraging rates are invariant with urchin biomass and urchin biomass is high, then slight declines in detrital production in a kelp community could cause urchins to actively graze standing kelp. Yet, if urchins increase their per-capita feeding rates through facilitation—as may occur in grazing fronts (Dean et al., 1984; Ling et al., 2019)—then 2 of 12RENNICKET AL. small changes in urchin biomass at a threshold might result in deforestation without a change in detrital production. In this study, we tested how the relationship between density-dependent foraging rates and primary production alters a community’s resistance to consumer-driven changes in community state using California rocky reefs dominated byMacrocystis pyrifera(from this point for- wards,“kelp”) as a model system. We first investigated how the foraging rate of urchins varied with urchin bio- mass using mesocosm foraging experiments. We coupled these experimental results with 21 years of spatially explicit data on kelp community dynamics to hindcast rates of detrital production and consumption. Finally, we tested the long-standing hypothesis that production of kelp detritus suppresses deforestation by quantifying how the relationship between detrital supply and predicted urchin consumption alters the dynamics of standing kelp biomass. Our results confirmed that the balance between detrital supply and urchin foraging mediates alternative states on temperate rocky reefs and builds a mechanistic understanding of how density-dependent foraging and primary production can interact to cause consumer- driven disturbances. METHODS Grazing experiment: How does foraging rate vary with urchin biomass? We conducted laboratory mesocosm experiments during May–August 2019 to estimate detrital kelp grazing rates by red (Mesocentrotus franciscanus) and purple (Stron- gylocentrotus purpuratus) sea urchins across ranges of urchin biomass that spanned kelp- and urchin-dominated ecosystem states. To select density treatments, we charac- terized purple and red urchin densities in the Santa Barbara Channel, using 21 years of observational data col- lected by the Santa Barbara Coastal Long-Term Ecological Research program (SBC LTER, please refer to the section“Observational data”for details). Based on the resulting density ranges, we selected eight abundances for purple urchins (2, 3, 7, 11, 19, 22, 24, 44 individuals arena !1 ; 1.6 m 2 arena) and six abundances for red urchins (1, 2, 3, 5, 7, 12 individuals arena !1 ). We collected urchins of varying size using SCUBA from coastal kelp forests in the Santa Barbara Channel (California, USA), such that the collected pool of urchins approximated the 95% confi- dence intervals of the observed size frequency distribution of each species (Appendix S1: Figure S1). To assign urchins into density treatments, we drew from the pool of collected urchins so that urchin size varied randomly, and then measured the wet weight of each urchin (\"0.1 g) to calculate the total biomass in a trial. Total biomass in tri- als ranged from 63.6–1851.9 g#m !2 for purple urchins and 90.7–1771.3 g#m !2 for red urchins. These ranges included the Ling et al. (2015) threshold associated with nonlinear reductions in macroalgae (668\"115 g#m !2 ), and approached the maximum urchin biomass observed at local urchin-dominated sites (2038 g#m !2 ). We maintained experimental urchins in 400 L labora- tory mesocosms with a continuous flow of ambient sea- water at ~7 L min !1 (14.5\"0.01 $ C, X ̄\"SE unless other specified). We divided mesocosms into two experimental units separated by a permeable barrier, resulting in 37 arenas with 1.6 m 2 of accessible surface space (sub- merged vertical walls and bottom) for urchins. In prelimi- nary trials the barrier did not lead to differences in oxygen saturation or temperature and we found no evi- dence for systematic differences in foraging rates by tank side (Tukey’s post hoc:p>0.05 for all comparisons). Over a 9-week period, we conducted foraging trials to specifically estimate urchin foraging rates on mature kelp blades. Kelp detritus available to urchins in natural set- tings can consist of fronds or blades detached from the substrate in various stages of degradation. However, we collected mature kelp blades from kelp fronds attached to the substrate that were free from epiphytes, to standard- ize the degradation state of the blades. We replicated each urchin density treatment four times for purple urchins and three times for red urchins. Prior to initiating a trial, we fed urchins ad libitum for at least 8 days. We then randomly assigned density treatments to foraging arenas and starved the urchins for 5 days, long enough to ensure gut passage while avoiding acute effects of starva- tion (Guillou et al., 2000). To initiate a grazing trial, we added 250 g of kelp to each arena, an amount that in pre- liminary trials allowed ample forage even at the highest urchin densities. We spun kelp blades for 5 s in a salad spinner to remove water on the surface of the blades and divided kelp into 25 pieces to standardize measures and blade size. We allowed purple urchins to graze for 48 h and red urchins to forage for 96 h, because in preliminary trials red urchins exhibited comparatively slower foraging rates. At the end of each trial, we measured the amount of kelp consumed by spinning and weighing the remaining kelp following the same procedure (data available from Santa Barbara Coastal LTER; DiFiore, et al., 2021). Per-capita consumption is well known to increase with consumer size (Rall et al., 2012). It is possible that the effect of biomass on consumption rate was con- founded by the random size of urchins allocated into a trial, particularly in trials with low urchin density. To determine how body size impacted consumption rates, we conducted foraging trials in which we manipulated urchin size class at constant densities. However, analysis of the ECOLOGY3 of 12 size data suggested that the trials in which we manipu- lated density by sampling differently sized urchins were largely unaffected by random variation in body size (please refer to Appendix S1 for full discussion). There- fore, for simplicity we focused on the relationship between consumer biomass (g m !2 ) and foraging rate, making the explicit assumption that foraging rate is con- stant per unit mass of consumer (e.g., a small urchin and a large urchin consume the same amount per unit body mass). In control trials without urchins, we found that kelp degradation over 96 h was minimal relative to the accu- racy of estimating the weight of kelp (~\"2% error). There was evidence of urchin mortality in 5 of the 50 grazing trials, with an average mortality of <1% of the trial popu- lation. One trial experienced 15% mortality, but exclusion of this trial from future analyses did not qualitatively change results. The objective of the laboratory feeding experiments was to test between three alternative hypotheses for the relationship between grazing rate and biomass. The con- sumption rate of a population of urchin may increase in proportion to biomass, resulting in a linear relationship between consumption and biomass (H 1 ). However, if urchins interfere with one another at high biomass, then increases in urchin biomass should result in total con- sumption rates increasing at a decelerating rate (H 2 ). Alternatively, if increases in urchin biomass heighten the probability that any one urchin passively encounters kelp detritus, thereby allowing its neighbors to benefit, then total consumption rate will increase at an accelerating rate (H 3 ). To distinguish between these alternative hypotheses, we compared the fit of three different models to the mesocosm foraging data. A linear relationship between urchin biomass and consumption rate would support H 1 . If consumption increased at a decelerating rate (H 2 ), then the data should follow a power-law function with an exponent <1. Alternatively, if consumption increased at an increasing rate (H 3 ), then the data should follow a power-law function with an exponent >1. However, urchins may not facilitate conspecific foraging across all biomasses. Therefore, we also fitted a phenomenological formulation of a sigmoid curve that allowed accelerating then decelerating grazing rates across certain ranges of density. Specifically, we fitted: G i ¼ aB 2 i b 2 þB 2 i ð1Þ whereG i is the observed consumption rate (g k m !2 day !1 ),B i is the biomass (g u m !2 ) of urchins in triali, arepresents the grazing rate at asymptotic biomasses (g u m !2 day !1 ) andbis the urchin biomass (g u m !2 ) at the half-maximum of the function (Bolker, 2008), wherek andurefer to kelp and urchin respectively. For the linear model, we fixed the y-intercept at zero because there can- not be consumption without consumers. We compared the fit of each model (linear, power-law, and sigmoidal) using Akaike’s information criterion (AIC; Aho et al., 2014; Akaike, 1973). Observational data: How might historical foraging rates have varied across space and through time? Our second objective was to hindcast urchin foraging rates using historical data on urchin biomass and our experi- mental estimate of the relationship between urchin bio- mass and foraging rate. The SBC LTER has conducted annual community surveys at nine sites in the Santa Barbara Channel since 2000. Specifically, researchers moni- tor the frond density of giant kelp along 40)2mtran- sects, which is converted to biomass based on established regression relationships (Santa Barbara Coastal LTER, Reed, et al., 2021) The SBC LTER also estimates the bio- mass of purple and red urchins, by averaging the number and test diameter of individuals encountered in six fixed quadrats (1 m 2 ) positioned along each transect. We applied our experimentally derived relationship between foraging rate and urchin biomass to this time series of red and pur- ple urchin biomass to estimate how much kelp could have been consumed by each species. We refer to these estimates as the predicted consumptive capacity (sensuStevenson et al., 2016) of urchin populations to distinguish them from actual in situ measures of kelp consumption that were not measured. Modeling: To what extent does detritus mediate consumer-driven disturbances to kelp? Our final objective was to test the hypothesis that declines in standing kelp biomass occur when urchin for- aging exceeds detrital production (e.g., Harrold & Reed, 1985). To test this hypothesis, we combined predicted consumptive capacity with estimates of detrital supply calculated from monthly observations of kelp biomass dynamics collected by the SBC LTER at three of the nine sites (Santa Barbara Coastal LTER; Rassweiler, et al., 2021). This time series includes monthly estimates of the proportion of biomass lost as fronds and blades from attached plants growing in fixed plots. We used these 4 of 12RENNICKET AL. data to calculate the average proportion of the standing biomass of kelp lost as blades and fronds per day in sum- mer from 2002–2020 at three sites. We multiplied the sum of these two loss rates by the summer standing bio- mass of giant kelp at each of transects where urchin bio- mass was measured in order to determine detrital supply at each of the transects at all nine sites. We found no evi- dence that the proportion of biomass lost as fronds and blades varied with standing kelp biomass or temperature (Appendix S2: Figure S1). In California, the number of blades growing at different depths is approximately the same (Clendenning, 1963) suggesting that the total frac- tion of biomass lost should not change with depth. In our calculation of detrital supply, we assume that all biomass lost is immediately available as detritus on the seafloor. In reality, some proportion of detrital biomass will be exported. Therefore, our estimate is likely to represent maximum detrital supply, and is conservative, as detrital supply is likely to be lower than our estimate (please refer to Appendix S2 for more details on methodology). We used a generalized linear mixed effects model to test if the relationship between standing kelp biomass and urchin biomass was contingent on whether grazing rates exceeded detrital supply. We treated kelp biomass as the response variable and included two predictor vari- ables as fixed effects: (1) urchin biomass, a continuous predictor, and (2) a categorical covariate encoding when consumptive capacity exceeded detrital supply (i.e., grazing > detritus). We included site and year as random intercept effects to account for the structure of the data. We assumed that sites were spatially indepen- dent, as the distance between them was greater than the scale of spatial synchrony in kelp biomass dynamics (Cavanaugh et al., 2013). In our model, a significant interaction between urchin biomass and the grazing covariate would suggest that the effects of urchins on kelp depended on whether detrital biomass exceeded consumptive capacity. A main effect of urchin biomass or the overgrazing covariate would suggest that these factors operate independently (i.e., either the biomass of urchins is what matters alone, or the amount of grazing relative to detrital biomass matters alone). Considering that bio- mass cannot be negative, we used a gamma distribution with log-link and added one to all kelp biomass estimates to account for zeros that could not be modeled with a gamma distribution. The model described above focuses on the instanta- neous relationship between urchin biomass and kelp biomass at a given site-time combination. However, com- munity processes (e.g., detrital supply, consumption rate) are dynamic and may more accurately describe changes in kelp biomass between time points versus instanta- neous measures of biomass. Therefore, we also modeled the annual change in kelp biomass at each site (s) in year (t)(ΔK¼K s,t !K s,t!1 ) as a function of the rate of detrital supply relative to consumptive capacity. Specifically, we estimated the proportional difference between grazing (G) and detrital supply (D), as G s,t !D s,t G s,t þD s,t . We used a linear mixed effects model that included random effects of site and year to predict the annual change in kelp as a func- tion of the proportional difference between grazing and detrital supply. We conducted all analyses in R version 4.0.4 (R Core Team, 2021). We considered a parameter to be significant atα< 0.05. For all models, we assessed if the residuals conformed to the assumed error distribution and tested for heteroscedasticity by comparing residuals and predic- tor variables (Harrison et al., 2018). When there was evi- dence for heteroscedasticity we log-transformed predictor variables. In mixed effects models, we estimated confi- dence intervals conditional on fixed effects and estimated p-values via the Satterthwaite’s degrees of freedom method using thelmerTestpackage and confirmed signif- icance using likelihood ratio tests (Kuznetsova et al., 2017; Zuur et al., 2009). RESULTS Over the last 21 years, urchin biomass in the Santa Barbara Channel has displayed considerable variation in time and space. Our experiments showed that grazing increased linearly with consumer biomass for both purple and red urchins. When applying the biomass grazing relationships developed from the mesocosm experiment to hindcast grazing rates at SBC LTER study sites, we found that—like urchin biomass—historical kelp con- sumption is likely to have varied considerably. Moreover, by merging our estimates of grazing with predictions of detrital kelp supply, our study offers new insights into when and where we expect urchins to deforest kelp and produce barrens. Urchin biomass varied by species across nine kelp for- est sites from 2000 to 2020 (Figure 1). At a given transect, purple urchin biomass tended to be greater on average than red urchin biomass (purple: 200.3\"0.4 g m !2 , red: 114.5\"0.3 g m !2 ; ANOVA:F 1,1534 =38.8,p< 0.001; Figure 1a), largely due to their 10-fold higher average density (purple: 9.4\"0.02 ind. m !2 , red: 0.9\"0.002 ind. m !2 ; ANOVA:F 1,1534 =203.3,p< 0.001). Urchin bio- mass has generally declined since 2000, with a peak between 2009 and 2014, although there is evidence for a recent increase at some sites (Figure 1b). The total biomass of kelp consumed by urchins (i.e., consumptive capacity) in mesocosm experiments increased linearly with urchin biomass for both purple ECOLOGY5 of 12 and red urchins (Figure 2; purple:β=0.02\"0.002, p< 0.001,R 2 =0.82; red:β=0.0091\"0.002,p< 0.001, r 2 =0.59). We found no evidence for a nonlinear rela- tionship between urchin biomass and consumptive capacity. AIC comparison suggested nearly equivalent fits of linear, power-law, and sigmoid relationships for both species (ΔAIC < 2.5; Appendix S3: Tables S1, S2). However, there was no evidence of a positive or negative slope in the relationship between per-capita consump- tion rate and urchin biomass (Appendix S3: Figure S1; purple:p=0.43,R 2 =0.04; red:p=0.14,R 2 =0.07), suggesting that a linear relationship is the most parsimo- nious explanation of how population-scale foraging rates change with urchin biomass. Considering the experi- mental evidence that foraging rates increase linearly with urchin biomass, consumptive capacity varied in direct proportion with urchin biomass (Figure 3). There was more variation in consumptive capacity across space than through time (CV time =1.29\"0.34, CV space =1.96\"1.72). FIGURE 1(a) Variation in biomass for purple (Strongylocentrotus purpuratus) and red (Mesocentrotus franciscanus) sea urchins across 21 years in the Santa Barbara Channel. (b) Total urchin biomass varied between sites and across years. Colored lines represent combined urchin biomass for nine sites averaged across transects. Black line represents the average biomass across all sites FIGURE 2Experimental consumption rate of kelp blades by purple (a) and red (b) urchins in mesocosm foraging trials. The gray polygons represent the range of biomass that previous research has identified as possible thresholds leading to urchin-dominated community states (e.g., urchin barrens). The lower end of the range is the global average across temperate kelp forest communities (Ling et al., 2015), while the upper range is the threshold biomass for California kelp forests (Dean et al., 1984) 6 of 12RENNICKET AL. Across 21 years of data at nine sites, urchin biomass was negatively correlated with kelp biomass, but explained only 14% of the variation in kelp dynamics (Appendix S4: Table S1). At many sites or years, kelp biomass remained high, despite urchin biomass far exceeding thresholds expected to drive transitions toward urchin-dominated def- orested states either locally in Southern California (e.g., 1246 g m !2 ; Dean et al., 1984) or elsewhere in the world (e.g.,*668 g m !2 ;Lingetal.,2015).Byaccounting for instances when detrital supply exceeded consumptive capacity, our best fit model explained ~70% of the variation in foraging rates (ΔAIC=461.0; Appendix S4: Table S1), supporting the hypothesis that urchin-driven declines in kelp are mediated by the availability of detritus in the Santa Barbara Channel (Figure 4). In fact, when the rate of detrital supply was greater than consumptive capacity, kelp biomass increased with increases in urchin biomass (Figure 4a). When consumptive capacity exceeded detrital supply, kelp biomass was on average ~50)less than when consumptive capacity was less than detrital supply (Figure 4b). The availability of detritus relative to consumptive capacity also predicted the variation in annual kelp dynamics. On average, the annual change in standing kelp biomass switched from positive to negative as the consumptive capacity increased relative to detrital supply (Figure 5; LMM:β=!1486.8\"288,p< 0.001; Appen- dix S4: Table S2). When consumptive capacity was greater than detrital supply (e.g., right hand side of Figure 5), kelp declined or changed little (e.g., did not increase by more than+100 g m !2 ), 91% of the time, compared with only 42% of the time when detrital supply exceeded consumptive capacity. Generally, changes in kelp biomass were dissociated from grazing dynamics when consumption was less than detrital supply (e.g., left hand side of Figure 5), and even when urchin biomass was high, kelp biomass increased 15% of the time. DISCUSSION Ultimately, the productivity of a community is dynamic, driven by the complex interplay between the rates that primary producers grow and are consumed. Yet empirical determination of what controls productivity over space and time is often hampered by the availability of long- term data. Here, we combine mesocosm experiments with 21 years of spatially explicit data on rocky reef FIGURE 3Spatial and temporal variation in the consumptive capacity of urchin populations at nine sites in the Santa Barbara Channel. The red box highlighted in the map in the upper left represents the study region. Consumptive capacity was calculated based on 21 years of urchin biomass observations and the experimental relationship between urchin biomass and foraging rate (please refer to the section“Methods”for details). Gray shading surrounding points represents the SE of the mean across years. Each site is accompanied by a time series of normalized kelp (Macrocystis pyrifera) and combined sea urchin biomass (g m !2 ). One site was omitted for visualization purposes only. Bathymetric data from Divins and Metzger (2021) ECOLOGY7 of 12 community structure to demonstrate how the balance between two dynamic processes—consumption and pri- mary production—mediated consumer-driven disturbances in the key foundation species,Macrocystis pyrifera,of California kelp forests. Consumer–resource theory predicts that the rate that primary producers are consumed is dependent on resource density, consumer density, and body size (Abrams & Ginzburg, 2000; Rall et al., 2012). In our mesocosm trials we quantified how foraging rates varied as a function of consumer biomass by manipulating con- sumer density and sampling individuals from the size dis- tribution observed in local populations. Previous work on various urchin species, along with evidence from our own size-based foraging trials, suggested that total bio- mass, rather than size-specific consumption rates, is an appropriate predictor of an urchin population’s consump- tive capacity (Stevenson et al., 2016; Suskiewicz & John- son, 2017, Appendix S2). We found that, for both purple and red urchins, consumption of kelp blades increased linearly with consumer biomass, suggesting that, even at high consumer biomass, grazing rates do not decelerate due to competition or accelerate due to facilitation. Our finding that urchins continued to eat in direct proportion to their biomass even at high densities, offers critical insight into the mechanisms triggering consumer- driven disturbances in Southern California kelp forests. By estimating the consumptive capacity of historical urchin populations as a linear function of urchin biomass, we showed that kelp dynamics were indepen- dent of urchin biomass when the rate at which detritus was produced exceeded the consumptive capacity of urchins. However, when consumptive capacity exceeded detrital supply, the biomass of standing kelp was 50-fold less, supporting the long-standing hypothesis that the persistence of kelp forests is driven by the rate of detrital consumption relative to detrital supply (e.g., Harrold & Reed, 1985). Therefore, our work suggests that when detrital resources become limiting, kelp forests are likely to shrink or disappear, and may be transformed into urchin-dominated deforested communities with lower primary productivity. Furthermore, recent work demon- strated that urchins rapidly consume algal recruits in bar- ren areas, leading to the bioerosion of long-lived calcareous reefs (Rasher et al., 2020), reinforcing alterna- tive ecosystem states (Konar & Estes, 2003). Therefore, the capacity of urchins to continue to graze in proportion to their biomass suggests that, when food becomes scarce, urchins may prevent kelp regrowth and perpetuate consumer-dominated communities. To date, efforts to predict when kelp forests will tran- sition to urchin-dominated states have primarily focused on ecological indicators of grazing pressure such as urchin density (Filbee-Dexter & Scheibling, 2014; Ling et al., 2015), or on factors—such as predators—that alter urchin abundance (Dunn & Hovel, 2019; Estes et al., 2010; Hamilton & Caselle, 2015). However, our study highlights the importance of focusing on the rates of FIGURE 4Relationship between standing kelp biomass (e.g., kelp attached to the substrate) and total urchin biomass across 21 years at sites in the Santa Barbara Channel. (a) Standing kelp biomass was best explained by an interaction between urchin biomass and whether the consumptive capacity of urchins was greater or less than the estimated detrital supply rate. Lines in (a) represent the average prediction (\"95% CI) for the relationship between urchin and kelp biomass when consumption exceeded, or was less than, detrital supply from a generalized linear mixed effects model. (b) When consumptive capacity exceeded the detrital supply rate, standing kelp biomass was on average ~50)less than when detrital supply exceeded the consumption rate 8 of 12RENNICKET AL. community processes (detrital production and herbivory) in addition to the state variables such as the density or size of consumers and resources. In our study system, quantifying urchin biomass alone was not sufficient to accurately predict when a kelp community was at risk of deforestation. We observed numerous instances in which kelp biomass remained high, despite the pres- ence of dense urchin populations. Instead, we found that reductions in intact kelp biomass were highest when grazing outweighed detrital supply rates. In fact, when detrital supply was higher than consumptive capacity, kelp and urchin biomass positively covaried, probably due to similar habitat requirements or because urchin population growth rates are positive when detrital resources are plentiful. The role of detri- tal supply in triggering a switch in urchin foraging mode (and subsequent loss in intact kelp biomass) is supported by empirical evidence that shows urchins in kelp-dominated sites consume more detritus than standing kelp, compared with urchins in urchin-dominated sites that consume both detritus and standing kelp at similar rates (Kriegisch et al., 2019). Estimation of detrital production and consumptive capacity could offer scientists and resource managers the opportunity to identify kelp forests at risk of deforestation. Resulting“risk maps”may be particularly useful for opti- mizing conservation and management funds (e.g., Avila et al., 2018). For example, sites where urchin populations have a high consumptive capacity relative to detrital pro- duction are likely to be places for targeted urchin harvest before the community transitions into an urchin- dominated state. However, the factors driving deforesta- tion by urchins may vary between different kelp ecosys- tems (Filbee-Dexter & Scheibling, 2014; Karatayev et al., 2021). To effectively predict the risk of deforestation in diverse kelp communities requires regionally specific research on the role of detritus and the causes of variation in detrital supply. For instance, in Southern California kelp forests, detrital dynamics exhibit a pronounced sea- sonal signal (Yorke et al., 2019) caused by seasonal storms FIGURE 5Relationship between the annual change in kelp biomass and the proportional difference between detrital supply (g m !2 day !1 ) and consumptive capacity of urchin populations (g m !2 day !1 ) (please refer to the section“Methods”for details). When the rate of detrital supply exceeds consumption (left), kelp biomass dynamics were decoupled from urchin consumption. As the consumption rate increased relative to detrital supply, the annual change in kelp biomass declined (β=!1486.8\"288,p< 0.001). The line represents the average prediction (\"95% CI) from a linear mixed effects model. The horizontal line at zero represents no change in kelp biomass from year to year, while the vertical line at zero represents when consumptive capacity was equal to the rate of detrital supply ECOLOGY9 of 12 and blade senescence patterns (Rodriguez et al., 2013). Yet empirical estimates of the rates of detrital turnover, import, and export remain unclear. Furthermore, temper- ature is well known to alter consumption rates (Brown et al., 2004; Uiterwaal & DeLong, 2020). While we focused only on consumption rates during the boreal summer, accounting for temperature-specific grazing rates is likely to be a key component of mapping the risk of deforesta- tion, particularly in future projections in which increasing ocean temperature will probably increase consumption rates to a thermal optimum. The prevalence of disturbances driven by primary con- sumers will probably increase with global climate change and associated losses of higher predatory species (Rocca et al., 2021; Silliman et al., 2013). Therefore, it is critical to understand the mechanisms by which consumers switch from coexisting with primary producers to overgrazing the dominant producer, resulting in an alternative com- munity state. Our study highlights the importance that detrital resources play in mediating consumer-driven dis- turbances on temperate rocky reefs in Southern California by demonstrating that a behavioral switch from passively feeding on kelp detritus to actively grazing on standing kelp can trigger deforestation. The importance of detrital supply in consumer–resource dynamics is not exclusive to kelp forests. For example, there is evidence that the wide- spread degradation of saltmarshes on the US Eastern Sea- board is linked to a change in the dominant consumer, Littoraria irrorata, foraging on the detritus of marsh grass to actively foraging standing biomass (Silliman et al., 2005). Recent work shows that the majority of primary consumers forage on both detrital resources and living biomass (Wolkovich et al., 2014), suggesting that declines in detrital availability, such as the switch from detritivory to herbivory by urchins in California kelp forests, could underlie consumer-driven disturbances that result in dra- matic ecosystem change in other systems. Understanding sources of variation in foraging rates is foundational to answering the long-debated question in ecology,“why is the world green?”(Hairston et al., 1960; Murdoch, 1966). The answer to this question inevitably lies in the balance between the rates at which plant mat- ter is produced and consumed. Our research offers a case study in answering this question. We show how the con- sumptive capacity of urchin populations shifts in response to changes in urchin biomass and highlight how the per- sistence of giant kelp depends on the balance between for- aging pressure and detrital production, with implications for anticipating and reversing shifts in community state. ACKNOWLEDGMENTS We thank Dr. Holly Moeller for thoughtful discussions on the development of this manuscript, numerous undergraduate researchers who cared for the sea urchins used in this study, and C. Nelson, S. Sampson, S. Harrer, and the rest of the SBC LTER research and data manage- ment team for their commitment to collecting long-term ecological data. This work was funded by an NSF Gradu- ate Research Fellowship (BD), the California Sea Grant Prop 84 grant program (R/OPCOAH-2), and the Santa Barbara Coastal Long-Term Ecological Research program (NSF OCE 1831937). CONFLICT OF INTEREST The authors declare no conflict of interest. AUTHOR CONTRIBUTIONS Mae Rennick and Bartholomew P. DiFiore contributed equally to this manuscript. Bartholomew P. DiFiore and Adrian C. Stier conceived the idea. Mae Rennick, Bartholomew P. DiFiore and Joseph Curtis collected graz- ing data. Daniel C. Reed designed and collected the time series data. Bartholomew P. DiFiore and Mae Rennick con- ducted analyses. Mae Rennick, Bartholomew P. DiFiore, and Adrian C. Stier wrote the paper, and Joseph Curtis and Daniel C. Reed contributed substantial comments and revi- sions on drafts. DATA AVAILABILITY STATEMENT Long-term community data (Santa Barbara Coastal LTER, Reed, et al., 2021) are available from the Environmental Data Initiative at https://doi.org/10.6073/pasta/f1cf070648d7654ad a052835afb2cfe9, and long-term productivity data (Santa Barbara Coastal LTER, Rassweiler, et al., 2021) are available from the Environmental Data Initiative at https://doi.org/10. 6073/pasta/bf6049d8abc0177c72564ff014b8fe6b. Mesocosm experiments data (Santa Barbara Coastal LTER, DiFiore, et al., 2021) are available fromtheEnvironmentalDataIni- tiative at https://doi.org/10.6073/pasta/6af4cc3b0e63b887ba f1ae9201e1cd1d. Code (maerennick et al., 2021) is available in Zenodo at https://doi.org/10.5281/zenodo.5645471. ORCID Mae Rennick https://orcid.org/0000-0003-0414-0089 Adrian C. Stierhttps://orcid.org/0000-0002-4704-4145 REFERENCES Abrams, P. A., and L. R. Ginzburg. 2000.“The Nature of Predation: Prey Dependent, Ratio Dependent or Neither?”Trends in Ecol- ogy & Evolution15: 337–41. Aho, K., D. Derryberry, and T. Peterson. 2014.“Model Selection for Ecologists: The Worldviews of AIC and BIC.”Ecology95: 631–6. Akaike, H. 1973.“Information Theory and the Maximum Likeli- hood Principle.”In2nd International Symposium on Informa- tion Theory, edited by B. N. Petrov and F. Csäki, 267–81. Budapest: Akademiai Ki à do. 10 of 12RENNICKET AL. Arditi, R., and L. R. Ginzburg. 1989.“Coupling in Predator–Prey Dynamics: Ratio-Dependence.”Journal of Theoretical Biology 139: 311–26. Augustine, D. J., and S. J. McNaughton. 1998.“Ungulate Effects on the Functional Species Composition of Plant Communities: Herbivore Selectivity and Plant Tolerance.”Journal of Wildlife Management62: 1165–83. Avila, I. C., K. Kaschner, and C. F. Dormann. 2018.“Current Global Risks to Marine Mammals: Taking Stock of the Threats.”Bio- logical Conservation221: 44–58. Bell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel. 2015. “Geographical Variability in the Controls of Giant Kelp Bio- mass Dynamics.”Journal of Biogeography42: 2010–21. Bolker, B. M. 2008.Ecological Models and Data in R. Princeton, NJ: Princeton University Press. Brook, B. W., and C. J. Bradshaw. 2006.“Strength of Evidence for Density Dependence in Abundance Time Series of 1198 Spe- cies.”Ecology87: 1445–51. Brown, J. H., J. F. Gillooly, A. P. Allen, V. M. Savage, and G. B. West. 2004.“Toward a Metabolic Theory of Ecology.”Ecology 85: 1771–89. Cavanaugh, K. C., B. E. Kendall, D. A. Siegel, D. C. Reed, F. Alberto, and J. Assis. 2013.“Synchrony in Dynamics of Giant Kelp Forests Is Driven by Both Local Recruitment and Regional Environmental Controls.”Ecology94: 499–509. Clendenning, K. A. 1963.“Photosynthesis and Growth in Macrocystis pyrifera.”Proceedings of the International Seaweed Symposium4: 55–65 Dayton, P. K., and M. J. Tegner. 1984.“Catastrophic Storms, El Niño, and Patch Stability in a Southern California Kelp Com- munity.”Science224: 283–5. Dean, T. A., S. C. Schroeter, and J. D. Dixon. 1984.“Effects of Graz- ing by Two Species of Sea Urchins (Strongylocentrotus fran- ciscanusandLytechinus anamesus ) on Recruitment and Survival of Two Species of Kelp (Macrocystis pyriferaand Pterygophora californica).”Marine Biology78: 301–13. Divins, D. L., and D. Metzger. 2021.“NGDC Coastal Relief Model.” Southern California Coastal Ocean Observing System. http:// www.ngdc.noaa.gov/mgg/coastal/coastal.html. Duggins, D. O. 1981.“Sea Urchins and Kelp: The Effects of Short Term Changes in Urchin Diet.”Limnology and Oceanography26: 391–4. Dunn, R. P., and K. A. Hovel. 2019.“Experiments Reveal Limited Top-Down Control of Key Herbivores in Southern California Kelp Forests.”Ecology100: e02625. Estes, J. A., M. T. Tinker, and J. L. Bodkin. 2010.“Using Ecological Function to Develop Recovery Criteria for Depleted Species: Sea Otters and Kelp Forests in the Aleutian Archipelago: Ecologi- cally Based Recovery Criteria.”Conservation Biology24: 852–60. Filbee-Dexter, K., and R. E. Scheibling. 2014.“Sea Urchin Barrens as Alternative Stable States of Collapsed Kelp Ecosystems.” Marine Ecology Progress Series495: 1–25. Guillou, M., L. J. Lumingas, and C. Michel. 2000.“The Effect of Feeding or Starvation on Resource Allocation to Body Compo- nents during the Reproductive Cycle of the Sea Urchin Sphaerechinus granularis.”Journal of Experimental Marine Biology and Ecology245: 183–96. Hairston, N. G., F. E. Smith, and L. B. Slobodkin. 1960.“Commu- nity Structure, Population Control, and Competition.”The American Naturalist94: 421–5. Hamilton, S. L., and J. E. Caselle. 2015.“Exploitation and Recovery of a Sea Urchin Predator Has Implications for the Resilience of Southern California Kelp Forests.”Proceedings of the Royal Society of London B: Biological Sciences282: 20141817. Harrison, X. A., L. Donaldson, M. E. Correa-Cano, J. Evans, D. N. Fisher, C. E. D. Goodwin, B. S. Robinson, D. J. Hodgson, and R. Inger. 2018.“A Brief Introduction to Mixed Effects Model- ling and Multi-Model Inference in Ecology.”PeerJ6: e4794. Harrold, C., and D. C. Reed. 1985.“Food Availability, Sea Urchin Grazing, and Kelp Forest Community Structure.”Ecology66: 1160–9. Holbrook, S. J., T. C. Adam, P. J. Edmunds, R. J. Schmitt, R. C. Carpenter, A. J. Brooks, H. S. Lenihan, and C. J. Briggs. 2018. “Recruitment Drives Spatial Variation in Recovery Rates of Resilient Coral Reefs.”Scientific Reports8: 7338. Hopcraft, J. G. C., H. Olff, and A. R. E. Sinclair. 2010.“Herbivores, Resources and Risks: Alternating Regulation along Primary Environmental Gradients in Savannas.”Trends in Ecology & Evolution25: 119–28. Karatayev, V. A., M. L. Baskett, D. J. Kushner, N. T. Shears, J. E. Caselle, and C. Boettiger. 2021.“Grazer Behaviour Can Regu- late Large-Scale Patterning of Community States.”Ecology Let- ters24: 1917–29. Kautz, M., A. J. Meddens, R. J. Hall, and A. Arneth. 2016.“Biotic Dis- turbances in Northern Hemisphere Forests–ASynthesisofRecent Data, Uncertainties and Implications for Forest Monitoring and Modelling.”Global Ecology and Biogeography26: 533–52. Klemmer, A. J., S. A. Wissinger, H. S. Greig, and M. L. Ostrofsky. 2012.“Nonlinear Effects of Consumer Density on Multiple Ecosystem Processes.”Journal of Animal Ecology81: 770–80. Konar, B., and J. A. Estes. 2003.“The Stability of Boundary Regions between Kelp Beds and Deforested Areas.”Ecology84: 174–85. Kriegisch, N., S. E. Reeves, E. B. Flukes, C. R. Johnson, and S. D. Ling. 2019.“Drift-Kelp Suppresses Foraging Movement of Overgrazing Sea Urchins.”Oecologia190: 665–77. Kuznetsova, A., P. B. Brockhoff, and R. H. B. Christensen. 2017. “lmerTest Package: Tests in Linear Mixed Effects Models.” Journal of Statistical Software82: 1–26. Lawrence, J. M. 1975.“On the Relationships between Marine Plants and Sea Urchins.”Oceanography and Marine Biology: An Annual Review13: 213–86. Ling, S. D., and C. R. Johnson. 2009.“Population Dynamics of an Ecologically Important Range-Extender: Kelp Beds Versus Sea Urchin Barrens.”Marine Ecology Progress Series374: 113–25. Ling, S. D., R. E. Scheibling, A. Rassweiler, C. R. Johnson, N. Shears, S. D. Connell, and A. K. Salomon. 2015.“Global Regime Shift Dynamics of Catastrophic Sea Urchin Over- grazing.” Philosophical Transactions of the Royal Society B: Bio- logical Sciences370: 20130269. Ling, S. D., N. Kriegisch, B. Woolley, and S. E. Reeves. 2019.“Den- sity-Dependent Feedbacks, Hysteresis, and Demography of Overgrazing Sea Urchins.”Ecology100: e02577. Little, C. J., E. A. Fronhofer, and F. Altermatt. 2020.“Nonlinear Effects of Intraspecific Competition Alter Landscape-Wide Scaling Up of Ecosystem Function.”The American Naturalist 195: 432–44. maerennick, B. DiFiore, and jlscurtis512. 2021.“Rennick, et al. Ecology: Code (v1.0.1).”Zenodo. https://doi.org/10.5281/ zenodo.5645471. ECOLOGY11 of 12 McKie, B. G., M. Schindler, M. O. Gessner, and B. Malmqvist. 2009. “Placing Biodiversity and Ecosystem Functioning in Context: Environmental Perturbations and the Effects of Species Rich- ness in a Stream Field Experiment.”Oecologia160: 757–70. Murdoch, W. W. 1966.“Community Structure, Population Control, and Competition.”The American Naturalist100: 219–26. R Core Team. 2021.R: A Language and Environment for Statistical Computing. Vienna: R Foundation for Statistical Computing. https://www.R-project.org/ Rall, B. C., U. Brose, M. Hartvig, G. Kalinkat, F. Schwarzmüller, O. Vucic-Pestic, and O. L. Petchey. 2012.“Universal Temperature and Body-Mass Scaling of Feeding Rates.”Philosophical Trans- actions of the Royal Society B: Biological Sciences367: 2923–34. Rasher, D. B., R. S. Steneck, J. Halfar, K. J. Kroeker, J. B. Ries, M. T. Tinker, P. T. W. Chan, et al. 2020.“Keystone Predators Gove",
  "sections": {
    "abstract": "Herbivores can reach extraordinary abundances in many ecosystems. When herbivore abundance is high, heavy grazing can severely defoliate primary pro- ducers and, in some cases, even drive ecosystem to undergo regime shifts from a high productivity state to a denuded, low productivity state. While the phe- nomenon of herbivore-driven regime shifts is well documented, we only par- tially understand the mechanisms underlying these events. Here, we combine herbivory experiments with 21 years of long-term monitoring data of kelp for- est ecosystems to test the hypothesis that herbivores drive regime shifts when herbivory exceeds primary production. To test this hypothesis, we quantified how the foraging habits of an important group of marine herbivores—sea urchins—change with increases in sea urchin biomass and trigger regime shifts to a foundation species, giant kelp (Macrocystis pyrifera). Using experi- ments, we quantified how the grazing capacity of urchins increases as urchin biomass increases, then we combined these estimates of urchin grazing capac- ity with estimates of kelp production to predict when and where urchin graz- ing capacity exceeded kelp production. When grazing capacity exceeded kelp production, sea urchins caused a 50-fold reduction in giant kelp biomass. Our findings support the hypothesis that the balance between herbivory and pro- duction underlies herbivore-driven regime shifts in Southern California kelp forests and provides insight into when and where urchins are likely to force regime shifts in kelp forest ecosystems.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found no evi- dence for systematic differences in foraging rates by tank side (Tukey’s post hoc:p>0.",
    "we found that kelp degradation over 96 h was minimal relative to the accu- racy of estimating the weight of kelp (~\"2% error).",
    "We found no evi- dence that the proportion of biomass lost as fronds and blades varied with standing kelp biomass or temperature (Appendix S2: Figure S1).",
    "we found that—like urchin biomass—historical kelp con- sumption is likely to have varied considerably.",
    "We found no evidence for a nonlinear rela- tionship between urchin biomass and consumptive capacity.",
    "We found that, for both purple and red urchins, consumption of kelp blades increased linearly with consumer biomass, suggesting that, even at high consumer biomass, grazing rates do not decelerate due to competition or accelerate due to facilitation.",
    "we showed that kelp dynamics were indepen- dent of urchin biomass when the rate at which detritus was produced exceeded the consumptive capacity of urchins.",
    "We observed numerous instances in which kelp biomass remained high, despite the pres- ence of dense urchin populations."
  ],
  "fullText": "\n\nARTICLE\nDetrital supply suppresses deforestation to maintain\nhealthy kelp forest ecosystems\nMae Rennick\n1\n|  Bartholomew P. DiFiore\n1\n|  Joseph Curtis\n1\n|\nDaniel C. Reed\n2\n|  Adrian C. Stier\n1,2\n1\nDepartment of Ecology, Evolution, and\nMarine Biology, University of California\nSanta Barbara, Santa Barbara,\nCalifornia, USA\n2\nMarine Science Institute, University of\nCalifornia Santa Barbara, Santa Barbara,\nCalifornia, USA\nCorrespondence\nMae Rennick\nEmail: maerennick@ucsb.edu\nFunding information\nCalifornia Sea Grant, University of\nCalifornia, Grant/Award Number: Prop\n84 grant program (R/OPCOAH-2); NSF\nGraduate Research Fellowship; Santa\nBarbara Coastal Long-Term Ecological\nResearch program, Grant/Award Number:\nNSF OCE 1831937\nHandling Editor:Steven G. Morgan\nAbstract\nHerbivores can reach extraordinary abundances in many ecosystems. When\nherbivore abundance is high, heavy grazing can severely defoliate primary pro-\nducers and, in some cases, even drive ecosystem to undergo regime shifts from\na high productivity state to a denuded, low productivity state. While the phe-\nnomenon of herbivore-driven regime shifts is well documented, we only par-\ntially understand the mechanisms underlying these events. Here, we combine\nherbivory experiments with 21 years of long-term monitoring data of kelp for-\nest ecosystems to test the hypothesis that herbivores drive regime shifts when\nherbivory exceeds primary production. To test this hypothesis, we quantified\nhow the foraging habits of an important group of marine herbivores—sea\nurchins—change with increases in sea urchin biomass and trigger regime\nshifts to a foundation species, giant kelp (Macrocystis pyrifera). Using experi-\nments, we quantified how the grazing capacity of urchins increases as urchin\nbiomass increases, then we combined these estimates of urchin grazing capac-\nity with estimates of kelp production to predict when and where urchin graz-\ning capacity exceeded kelp production. When grazing capacity exceeded kelp\nproduction, sea urchins caused a 50-fold reduction in giant kelp biomass. Our\nfindings support the hypothesis that the balance between herbivory and pro-\nduction underlies herbivore-driven regime shifts in Southern California kelp\nforests and provides insight into when and where urchins are likely to force\nregime shifts in kelp forest ecosystems.\nKEYWORDS\nconsumption, density dependence, detritus, ecosystem transition, herbivore, kelp\nINTRODUCTION\nIntense foraging by primary consumers can fundamen-\ntally alter the structure and function of communities\n(Silliman et al., 2013). For instance, outbreaks of herbivo-\nrous insects can defoliate forests across thousands of\nsquare kilometers (Kautz et al., 2016), grazing by ungu-\nlates can denude landscapes (Hopcraft et al., 2010), and\npredation by sea stars can lead to widespread mortality of\nreef building corals (Holbrook et al., 2018). In extreme\ncases, consumers can eliminate the dominant primary\nMae Rennick and Bartholomew P. DiFiore contributed equally to this\nmanuscript.\nReceived: 22 March 2021Revised: 29 September 2021Accepted: 15 October 2021\nDOI: 10.1002/ecy.3673\nEcology.2022;e3673.https://onlinelibrary.wiley.com/r/ecy© 2022 The Ecological Society of America.1 of 12\nhttps://doi.org/10.1002/ecy.3673\n\nproducers in a community, reducing productivity and\nleaving only producers that are resistant to foraging\n(Augustine  &  McNaughton,  1998).  Consumer-driven\nchanges in community structure are often persistent,\nsuch that even when consumer abundance decreases, the\ncommunity remains in an alternative state (Schröder\net al., 2005). Yet, high consumer density does not always\ntrigger  alternative  ecosystem  states.  Some  locations\ncan support high biomass of consumers, while others\nundergo rapid shifts at relatively low consumer biomass.\nThe mechanism underlying variability in when and\nwhere consumers drive shifts into alternative community\nstates remains an active area of research. Resolving this\ncontext dependency is critical to understanding ecosys-\ntem tipping points and to avoid crossing biological\nthresholds to alternative states that provide fewer services\nto people and nature.\nIn principle, consumer-driven shifts to alternative\nstates occur when consumption exceeds resource produc-\ntion. Predicting when and where consumption exceeds\nproduction requires an understanding of how consumer\nforaging behavior and per-capita consumption rates shift\nwith consumer density. The relationship between con-\nsumer density and per-capita consumption can take three\nplausible forms (Klemmer et al., 2012). First, increases in\nconsumer density can have no effect on per-capita con-\nsumption, such that the collective consumption rate of a\npopulation  increases  linearly  with  consumer  density\n(Reice, 1991). Second, interference or competition among\nconsumers as consumer density increases can cause per-\ncapita consumption to decline. At the population-scale,\ncompetition can cause consumption to increase at a decel-\nerating rate with density, because competition is weaker at\nlow densities and stronger at high densities (Arditi &\nGinzburg, 1989; Brook & Bradshaw, 2006; Little et al.,\n2020). Finally, facilitation among consumers can cause per-\ncapita  consumption  to  increase  as  consumer  density\nincreases. In this case, the collective consumption rate of a\ngroup might accelerate exponentially or sigmoidally with\nconsumer density (McKie et al., 2009; Sommer, 1992).\nWhen the relationship between consumer density and per-\ncapita consumption is constant or positive, there is a higher\nprobability that increases in consumer density will cause\nlarge reductions in primary producers because consumers\nare not limited by intraspecific competition. However, the\nextent to which constant or positive increases in foraging\nwith consumer density are common in consumer-driven\ndisturbances remains unclear, particularly in ecosystems\nthat are prone to alternative states.\nHere, we quantify how the relationship between con-\nsumer biomass and consumer foraging rates drives when\nand where kelp forest ecosystems undergo shifts to alter-\nnative states. Temperate rocky reefs characterized by\nkelp, a group of canopy-forming brown macroalgae that\nform productive subtidal“forests,”are known to experi-\nence abrupt changes from kelp-dominated communities\nto communities with little to no kelp (Filbee-Dexter &\nScheibling, 2014; Ling et al., 2015). An important factor\ncausing such state shifts is intensive grazing by sea\nurchins, which has been linked to massive declines in\nkelp abundance and the formation of urchin-dominated\nstates, known as urchin barrens, that can persist for\ndecades (Lawrence, 1975; Sala et al., 1998; Spindel et al.,\n2021). Urchin barrens occur on shallow rocky reefs\nworldwide and are characterized by herbivore-resistant\nalgal species (Ling & Johnson, 2009) that display lower\nnet primary productivity and biodiversity than kelp-\ndominated sites (Steneck et al., 2002). In theory, kelp\ndeforestation  should  result  when  the  consumption\nrate of an urchin population exceeds kelp production.\nIncreases in the consumption rate can occur due to\nincreases in urchin density, such as when top-down con-\ntrol by urchin predators is reduced or urchin recruitment\nto a site is high. Alternatively, kelp production can vary\nindependently of urchins due to temperature (Wernberg\net al., 2016), wave disturbance (Dayton & Tegner, 1984;\nReed et al., 2011), and nutrient availability (Bell et al.,\n2015). Across temperate rocky reefs, kelp abundance can\nbe high even when urchin abundance is high and\nchanges in urchin abundance do not result in propor-\ntional declines in kelp (Ling et al., 2015), suggesting that\nwhen and where urchins deforest kelp communities\ndepends on the balance between kelp production and\nhow much kelp urchins consume at a given urchin\nbiomass.\nOne  long-standing  hypothesis  for  why  urchin\npopulations switch from coexisting with kelp to deforesting\nkelp is a shift in foraging behavior (Harrold & Reed, 1985).\nUrchins are notably omnivorous, foraging on kelp, pieces\nof kelp detached from the substrate (e.g., detritus), other\nalgal  species,  invertebrates  (e.g.,  salps  or  tubeworms,\nDuggins, 1981; Spindel et al., 2021), or calcareous reef struc-\ntures (Rasher et al., 2020). The leading hypothesis is that\nurchins passively forage on kelp detritus until a change in\nkelp production causes urchins to actively graze canopy-\nforming kelps attached to the substrate (from this point for-\nwards“standing”kelp,sensuKriegisch et al., 2019). How-\never, variation in urchin foraging rates with changes in\nurchin biomass could interact with shifts in the availability\nof detritus to result in kelp deforestation. For instance, if\nurchin foraging rates are invariant with urchin biomass\nand urchin biomass is high, then slight declines in detrital\nproduction in a kelp community could cause urchins to\nactively graze standing kelp. Yet, if urchins increase their\nper-capita feeding rates through facilitation—as may occur\nin grazing fronts (Dean et al., 1984; Ling et al., 2019)—then\n2 of 12RENNICKET AL.\n\nsmall changes in urchin biomass at a threshold might result\nin deforestation without a change in detrital production.\nIn this study, we tested how the relationship between\ndensity-dependent foraging rates and primary production\nalters  a  community’s  resistance  to  consumer-driven\nchanges in community state using California rocky reefs\ndominated byMacrocystis  pyrifera(from this point for-\nwards,“kelp”) as a model system. We first investigated\nhow the foraging rate of urchins varied with urchin bio-\nmass using mesocosm foraging experiments. We coupled\nthese experimental results with 21 years of spatially\nexplicit data on kelp community dynamics to hindcast\nrates of detrital production and consumption. Finally, we\ntested the long-standing hypothesis that production of\nkelp detritus suppresses deforestation by quantifying how\nthe relationship between detrital supply and predicted\nurchin consumption alters the dynamics of standing kelp\nbiomass. Our results confirmed that the balance between\ndetrital supply and urchin foraging mediates alternative\nstates on temperate rocky reefs and builds a mechanistic\nunderstanding of how density-dependent foraging and\nprimary production can interact to cause consumer-\ndriven disturbances.\nMETHODS\nGrazing experiment: How does foraging\nrate vary with urchin biomass?\nWe conducted laboratory mesocosm experiments during\nMay–August 2019 to estimate detrital kelp grazing rates\nby red (Mesocentrotus  franciscanus) and purple (Stron-\ngylocentrotus  purpuratus) sea urchins across ranges of\nurchin biomass that spanned kelp- and urchin-dominated\necosystem states. To select density treatments, we charac-\nterized purple and red urchin densities in the Santa\nBarbara Channel, using 21 years of observational data col-\nlected by the Santa Barbara Coastal Long-Term Ecological\nResearch  program  (SBC  LTER,  please  refer  to  the\nsection“Observational  data”for details). Based on the\nresulting density ranges, we selected eight abundances for\npurple urchins (2, 3, 7, 11, 19, 22, 24, 44 individuals\narena\n!1\n; 1.6 m\n2\narena) and six abundances for red urchins\n(1, 2, 3, 5, 7, 12 individuals arena\n!1\n). We collected urchins\nof varying size using SCUBA from coastal kelp forests in\nthe Santa Barbara Channel (California, USA), such that\nthe collected pool of urchins approximated the 95% confi-\ndence intervals of the observed size frequency distribution\nof each species (Appendix S1: Figure S1). To assign\nurchins into density treatments, we drew from the pool of\ncollected urchins so that urchin size varied randomly, and\nthen measured the wet weight of each urchin (\"0.1 g) to\ncalculate the total biomass in a trial. Total biomass in tri-\nals ranged from 63.6–1851.9 g#m\n!2\nfor purple urchins and\n90.7–1771.3 g#m\n!2\nfor red urchins. These ranges included\nthe Ling et al. (2015) threshold associated with nonlinear\nreductions  in  macroalgae  (668\"115 g#m\n!2\n),  and\napproached the maximum urchin biomass observed at\nlocal urchin-dominated sites (2038 g#m\n!2\n).\nWe maintained experimental urchins in 400 L labora-\ntory mesocosms with a continuous flow of ambient sea-\nwater at ~7 L min\n!1\n(14.5\"0.01\n$\nC, X ̄\"SE unless other\nspecified). We divided mesocosms into two experimental\nunits separated by a permeable barrier, resulting in\n37 arenas with 1.6 m\n2\nof accessible surface space (sub-\nmerged vertical walls and bottom) for urchins. In prelimi-\nnary trials the barrier did not lead to differences in\noxygen saturation or temperature and we found no evi-\ndence for systematic differences in foraging rates by tank\nside (Tukey’s post hoc:p>0.05 for all comparisons).\nOver a 9-week period, we conducted foraging trials to\nspecifically estimate urchin foraging rates on mature kelp\nblades. Kelp detritus available to urchins in natural set-\ntings can consist of fronds or blades detached from the\nsubstrate in various stages of degradation. However, we\ncollected mature kelp blades from kelp fronds attached to\nthe substrate that were free from epiphytes, to standard-\nize the degradation state of the blades. We replicated\neach urchin density treatment four times for purple\nurchins and three times for red urchins. Prior to initiating\na trial, we fed urchins ad libitum for at least 8 days. We\nthen randomly assigned density treatments to foraging\narenas and starved the urchins for 5 days, long enough to\nensure gut passage while avoiding acute effects of starva-\ntion (Guillou et al., 2000). To initiate a grazing trial, we\nadded 250 g of kelp to each arena, an amount that in pre-\nliminary trials allowed ample forage even at the highest\nurchin densities. We spun kelp blades for 5 s in a salad\nspinner to remove water on the surface of the blades and\ndivided kelp into 25 pieces to standardize measures and\nblade size. We allowed purple urchins to graze for 48 h and\nred urchins to forage for 96 h, because in preliminary trials\nred urchins exhibited comparatively slower foraging rates.\nAt the end of each trial, we measured the amount of kelp\nconsumed by spinning and weighing the remaining kelp\nfollowing the same procedure (data available from Santa\nBarbara Coastal LTER; DiFiore, et al., 2021).\nPer-capita consumption is well known to increase\nwith consumer size (Rall et al., 2012). It is possible that\nthe effect of biomass on consumption rate was con-\nfounded by the random size of urchins allocated into a\ntrial, particularly in trials with low urchin density. To\ndetermine how body size impacted consumption rates, we\nconducted foraging trials in which we manipulated urchin\nsize class at constant densities. However, analysis of the\nECOLOGY3 of 12\n\nsize data suggested that the trials in which we manipu-\nlated density by sampling differently sized urchins were\nlargely unaffected by random variation in body size\n(please refer to Appendix S1 for full discussion). There-\nfore,  for  simplicity  we  focused  on  the  relationship\nbetween consumer biomass (g m\n!2\n) and foraging rate,\nmaking the explicit assumption that foraging rate is con-\nstant per unit mass of consumer (e.g., a small urchin and\na large urchin consume the same amount per unit\nbody mass).\nIn control trials without urchins, we found that kelp\ndegradation over 96 h was minimal relative to the accu-\nracy of estimating the weight of kelp (~\"2% error). There\nwas evidence of urchin mortality in 5 of the 50 grazing\ntrials, with an average mortality of <1% of the trial popu-\nlation. One trial experienced 15% mortality, but exclusion\nof this trial from future analyses did not qualitatively\nchange results.\nThe objective of the laboratory feeding experiments\nwas to test between three alternative hypotheses for the\nrelationship between grazing rate and biomass. The con-\nsumption rate of a population of urchin may increase in\nproportion to biomass, resulting in a linear relationship\nbetween consumption and biomass (H\n1\n). However, if\nurchins interfere with one another at high biomass, then\nincreases in urchin biomass should result in total con-\nsumption rates increasing at a decelerating rate (H\n2\n).\nAlternatively, if increases in urchin biomass heighten the\nprobability that any one urchin passively encounters kelp\ndetritus, thereby allowing its neighbors to benefit, then\ntotal consumption rate will increase at an accelerating\nrate (H\n3\n).\nTo distinguish between these alternative hypotheses,\nwe compared the fit of three different models to the\nmesocosm foraging data. A linear relationship between\nurchin biomass and consumption rate would support H\n1\n.\nIf consumption increased at a decelerating rate (H\n2\n), then\nthe data should follow a power-law function with an\nexponent <1. Alternatively, if consumption increased at\nan increasing rate (H\n3\n), then the data should follow a\npower-law function with an exponent >1. However,\nurchins may not facilitate conspecific foraging across all\nbiomasses. Therefore, we also fitted a phenomenological\nformulation of a sigmoid curve that allowed accelerating\nthen decelerating grazing rates across certain ranges of\ndensity. Specifically, we fitted:\nG\ni\n¼\naB\n2\ni\nb\n2\nþB\n2\ni\nð1Þ\nwhereG\ni\nis the observed consumption rate (g\nk\nm\n!2\nday\n!1\n),B\ni\nis the biomass (g\nu\nm\n!2\n) of urchins in triali,\narepresents the grazing rate at asymptotic biomasses (g\nu\nm\n!2\nday\n!1\n) andbis the urchin biomass (g\nu\nm\n!2\n) at the\nhalf-maximum of the function (Bolker, 2008), wherek\nandurefer to kelp and urchin respectively. For the linear\nmodel, we fixed the y-intercept at zero because there can-\nnot be consumption without consumers. We compared\nthe fit of each model (linear, power-law, and sigmoidal)\nusing Akaike’s information criterion (AIC; Aho et al.,\n2014; Akaike, 1973).\nObservational data: How might historical\nforaging rates have varied across space and\nthrough time?\nOur second objective was to hindcast urchin foraging rates\nusing historical data on urchin biomass and our experi-\nmental estimate of the relationship between urchin bio-\nmass and foraging rate. The SBC LTER has conducted\nannual community surveys at nine sites in the Santa\nBarbara Channel since 2000. Specifically, researchers moni-\ntor the frond density of giant kelp along 40)2mtran-\nsects, which is converted to biomass based on established\nregression relationships (Santa Barbara Coastal LTER,\nReed, et al., 2021) The SBC LTER also estimates the bio-\nmass of purple and red urchins, by averaging the number\nand test diameter of individuals encountered in six fixed\nquadrats (1 m\n2\n) positioned along each transect. We applied\nour experimentally derived relationship between foraging\nrate and urchin biomass to this time series of red and pur-\nple urchin biomass to estimate how much kelp could have\nbeen consumed by each species. We refer to these estimates\nas the predicted consumptive capacity (sensuStevenson\net al., 2016) of urchin populations to distinguish them from\nactual in situ measures of kelp consumption that were not\nmeasured.\nModeling: To what extent does detritus\nmediate consumer-driven disturbances\nto kelp?\nOur final objective was to test the hypothesis that\ndeclines in standing kelp biomass occur when urchin for-\naging exceeds detrital production (e.g., Harrold & Reed,\n1985). To test this hypothesis, we combined predicted\nconsumptive capacity with estimates of detrital supply\ncalculated from monthly observations of kelp biomass\ndynamics collected by the SBC LTER at three of the nine\nsites (Santa Barbara Coastal LTER; Rassweiler, et al.,\n2021). This time series includes monthly estimates of the\nproportion of biomass lost as fronds and blades from\nattached plants growing in fixed plots. We used these\n4 of 12RENNICKET AL.\n\ndata to calculate the average proportion of the standing\nbiomass of kelp lost as blades and fronds per day in sum-\nmer from 2002–2020 at three sites. We multiplied the\nsum of these two loss rates by the summer standing bio-\nmass of giant kelp at each of transects where urchin bio-\nmass was measured in order to determine detrital supply\nat each of the transects at all nine sites. We found no evi-\ndence that the proportion of biomass lost as fronds and\nblades varied with standing kelp biomass or temperature\n(Appendix S2: Figure S1). In California, the number of\nblades growing at different depths is approximately the\nsame (Clendenning, 1963) suggesting that the total frac-\ntion of biomass lost should not change with depth. In our\ncalculation of detrital supply, we assume that all biomass\nlost is immediately available as detritus on the seafloor.\nIn reality, some proportion of detrital biomass will be\nexported. Therefore, our estimate is likely to represent\nmaximum detrital supply, and is conservative, as detrital\nsupply is likely to be lower than our estimate (please refer\nto Appendix S2 for more details on methodology).\nWe used a generalized linear mixed effects model to\ntest if the relationship between standing kelp biomass\nand urchin biomass was contingent on whether grazing\nrates exceeded detrital supply. We treated kelp biomass\nas the response variable and included two predictor vari-\nables as fixed effects: (1) urchin biomass, a continuous\npredictor,  and  (2)  a  categorical  covariate  encoding\nwhen consumptive capacity exceeded detrital supply\n(i.e., grazing > detritus). We included site and year as\nrandom intercept effects to account for the structure of\nthe data. We assumed that sites were spatially indepen-\ndent, as the distance between them was greater than the\nscale of spatial synchrony in kelp biomass dynamics\n(Cavanaugh et al., 2013). In our model, a significant\ninteraction between urchin biomass and the grazing\ncovariate would suggest that the effects of urchins on\nkelp depended on whether detrital biomass exceeded\nconsumptive capacity. A main effect of urchin biomass or\nthe overgrazing covariate would suggest that these factors\noperate independently (i.e., either the biomass of urchins\nis what matters alone, or the amount of grazing relative\nto detrital biomass matters alone). Considering that bio-\nmass cannot be negative, we used a gamma distribution\nwith log-link and added one to all kelp biomass estimates\nto account for zeros that could not be modeled with a\ngamma distribution.\nThe model described above focuses on the instanta-\nneous relationship between urchin biomass and kelp\nbiomass at a given site-time combination. However, com-\nmunity processes (e.g., detrital supply, consumption rate)\nare dynamic and may more accurately describe changes\nin kelp biomass between time points versus instanta-\nneous measures of biomass. Therefore, we also modeled\nthe annual change in kelp biomass at each site (s) in year\n(t)(ΔK¼K\ns,t\n!K\ns,t!1\n) as a function of the rate of detrital\nsupply relative to consumptive capacity. Specifically, we\nestimated the proportional difference between grazing\n(G) and detrital supply (D), as\nG\ns,t\n!D\ns,t\nG\ns,t\nþD\ns,t\n. We used a linear\nmixed effects model that included random effects of site\nand year to predict the annual change in kelp as a func-\ntion of the proportional difference between grazing and\ndetrital supply.\nWe conducted all analyses in R version 4.0.4 (R Core\nTeam, 2021). We considered a parameter to be significant\natα< 0.05. For all models, we assessed if the residuals\nconformed to the assumed error distribution and tested\nfor heteroscedasticity by comparing residuals and predic-\ntor variables (Harrison et al., 2018). When there was evi-\ndence for heteroscedasticity we log-transformed predictor\nvariables. In mixed effects models, we estimated confi-\ndence intervals conditional on fixed effects and estimated\np-values  via  the  Satterthwaite’s  degrees  of  freedom\nmethod using thelmerTestpackage and confirmed signif-\nicance using likelihood ratio tests (Kuznetsova et al.,\n2017; Zuur et al., 2009).\nRESULTS\nOver the last 21 years, urchin biomass in the Santa\nBarbara Channel has displayed considerable variation in\ntime and space. Our experiments showed that grazing\nincreased linearly with consumer biomass for both purple\nand red urchins. When applying the biomass grazing\nrelationships developed from the mesocosm experiment\nto hindcast grazing rates at SBC LTER study sites, we\nfound that—like urchin biomass—historical kelp con-\nsumption is likely to have varied considerably. Moreover,\nby merging our estimates of grazing with predictions of\ndetrital kelp supply, our study offers new insights into\nwhen and where we expect urchins to deforest kelp and\nproduce barrens.\nUrchin biomass varied by species across nine kelp for-\nest sites from 2000 to 2020 (Figure 1). At a given transect,\npurple urchin biomass tended to be greater on average\nthan red urchin biomass (purple: 200.3\"0.4 g m\n!2\n, red:\n114.5\"0.3 g m\n!2\n; ANOVA:F\n1,1534\n=38.8,p< 0.001;\nFigure 1a), largely due to their 10-fold higher average\ndensity (purple: 9.4\"0.02 ind. m\n!2\n, red: 0.9\"0.002 ind.\nm\n!2\n; ANOVA:F\n1,1534\n=203.3,p< 0.001). Urchin bio-\nmass has generally declined since 2000, with a peak\nbetween 2009 and 2014, although there is evidence for a\nrecent increase at some sites (Figure 1b).\nThe total biomass of kelp consumed by urchins\n(i.e., consumptive capacity) in mesocosm experiments\nincreased linearly with urchin biomass for both purple\nECOLOGY5 of 12\n\nand red urchins (Figure 2; purple:β=0.02\"0.002,\np< 0.001,R\n2\n=0.82; red:β=0.0091\"0.002,p< 0.001,\nr\n2\n=0.59). We found no evidence for a nonlinear rela-\ntionship  between  urchin  biomass  and  consumptive\ncapacity. AIC comparison suggested nearly equivalent\nfits of linear, power-law, and sigmoid relationships for\nboth species (ΔAIC < 2.5; Appendix S3: Tables S1, S2).\nHowever, there was no evidence of a positive or negative\nslope in the relationship between per-capita consump-\ntion rate and urchin biomass (Appendix S3: Figure S1;\npurple:p=0.43,R\n2\n=0.04; red:p=0.14,R\n2\n=0.07),\nsuggesting that a linear relationship is the most parsimo-\nnious explanation of how population-scale foraging rates\nchange with urchin biomass. Considering the experi-\nmental evidence that foraging rates increase linearly\nwith urchin biomass, consumptive capacity varied in\ndirect proportion with urchin biomass (Figure 3). There\nwas  more  variation  in  consumptive  capacity  across\nspace than through time (CV\ntime\n=1.29\"0.34, CV\nspace\n=1.96\"1.72).\nFIGURE 1(a) Variation in biomass for purple (Strongylocentrotus purpuratus) and red (Mesocentrotus franciscanus) sea urchins across\n21 years in the Santa Barbara Channel. (b) Total urchin biomass varied between sites and across years. Colored lines represent combined\nurchin biomass for nine sites averaged across transects. Black line represents the average biomass across all sites\nFIGURE 2Experimental consumption rate of kelp blades by purple (a) and red (b) urchins in mesocosm foraging trials. The gray\npolygons represent the range of biomass that previous research has identified as possible thresholds leading to urchin-dominated community\nstates (e.g., urchin barrens). The lower end of the range is the global average across temperate kelp forest communities (Ling et al., 2015),\nwhile the upper range is the threshold biomass for California kelp forests (Dean et al., 1984)\n6 of 12RENNICKET AL.\n\nAcross 21 years of data at nine sites, urchin biomass\nwas negatively correlated with kelp biomass, but explained\nonly 14% of the variation in kelp dynamics (Appendix S4:\nTable S1). At many sites or years, kelp biomass remained\nhigh, despite urchin biomass far exceeding thresholds\nexpected to drive transitions toward urchin-dominated def-\norested  states  either  locally  in  Southern  California\n(e.g., 1246 g m\n!2\n; Dean et al., 1984) or elsewhere in the\nworld (e.g.,*668 g m\n!2\n;Lingetal.,2015).Byaccounting\nfor instances when detrital supply exceeded consumptive\ncapacity, our best fit model explained ~70% of the variation\nin foraging rates (ΔAIC=461.0; Appendix S4: Table S1),\nsupporting the hypothesis that urchin-driven declines in\nkelp are mediated by the availability of detritus in the\nSanta Barbara Channel (Figure 4). In fact, when the rate of\ndetrital supply was greater than consumptive capacity, kelp\nbiomass  increased  with  increases  in  urchin  biomass\n(Figure 4a). When consumptive capacity exceeded detrital\nsupply, kelp biomass was on average ~50)less than when\nconsumptive  capacity  was  less  than  detrital  supply\n(Figure 4b).\nThe availability of detritus relative to consumptive\ncapacity also predicted the variation in annual kelp\ndynamics. On average, the annual change in standing\nkelp biomass switched from positive to negative as the\nconsumptive capacity increased relative to detrital supply\n(Figure 5; LMM:β=!1486.8\"288,p< 0.001; Appen-\ndix S4: Table S2). When consumptive capacity was\ngreater than detrital supply (e.g., right hand side of\nFigure 5), kelp declined or changed little (e.g., did not\nincrease by more than+100 g m\n!2\n), 91% of the time,\ncompared with only 42% of the time when detrital supply\nexceeded consumptive capacity. Generally, changes in\nkelp biomass were dissociated from grazing dynamics\nwhen consumption was less than detrital supply (e.g., left\nhand side of Figure 5), and even when urchin biomass\nwas high, kelp biomass increased 15% of the time.\nDISCUSSION\nUltimately, the productivity of a community is dynamic,\ndriven by the complex interplay between the rates that\nprimary producers grow and are consumed. Yet empirical\ndetermination of what controls productivity over space\nand time is often hampered by the availability of long-\nterm data. Here, we combine mesocosm experiments\nwith 21 years of spatially explicit data on rocky reef\nFIGURE 3Spatial and temporal variation in the consumptive capacity of urchin populations at nine sites in the Santa Barbara\nChannel. The red box highlighted in the map in the upper left represents the study region. Consumptive capacity was calculated based on\n21 years of urchin biomass observations and the experimental relationship between urchin biomass and foraging rate (please refer to the\nsection“Methods”for details). Gray shading surrounding points represents the SE of the mean across years. Each site is accompanied by a\ntime series of normalized kelp (Macrocystis pyrifera) and combined sea urchin biomass (g m\n!2\n). One site was omitted for visualization\npurposes only. Bathymetric data from Divins and Metzger (2021)\nECOLOGY7 of 12\n\ncommunity structure to demonstrate how the balance\nbetween two dynamic processes—consumption and pri-\nmary production—mediated consumer-driven disturbances\nin the key foundation species,Macrocystis  pyrifera,of\nCalifornia kelp forests.\nConsumer–resource theory predicts that the rate that\nprimary  producers  are  consumed  is  dependent  on\nresource  density,  consumer  density,  and  body  size\n(Abrams & Ginzburg, 2000; Rall et al., 2012). In our\nmesocosm trials we quantified how foraging rates varied\nas a function of consumer biomass by manipulating con-\nsumer density and sampling individuals from the size dis-\ntribution observed in local populations. Previous work on\nvarious urchin species, along with evidence from our\nown size-based foraging trials, suggested that total bio-\nmass, rather than size-specific consumption rates, is an\nappropriate predictor of an urchin population’s consump-\ntive capacity (Stevenson et al., 2016; Suskiewicz & John-\nson, 2017, Appendix S2). We found that, for both purple\nand red urchins, consumption of kelp blades increased\nlinearly with consumer biomass, suggesting that, even at\nhigh consumer biomass, grazing rates do not decelerate\ndue to competition or accelerate due to facilitation.\nOur finding that urchins continued to eat in direct\nproportion to their biomass even at high densities, offers\ncritical insight into the mechanisms triggering consumer-\ndriven disturbances in Southern California kelp forests.\nBy estimating the consumptive capacity of historical\nurchin  populations  as  a  linear  function  of  urchin\nbiomass, we showed that kelp dynamics were indepen-\ndent of urchin biomass when the rate at which detritus\nwas produced exceeded the consumptive capacity of\nurchins. However, when consumptive capacity exceeded\ndetrital supply, the biomass of standing kelp was 50-fold\nless, supporting the long-standing hypothesis that the\npersistence of kelp forests is driven by the rate of detrital\nconsumption relative to detrital supply (e.g., Harrold &\nReed, 1985). Therefore, our work suggests that when\ndetrital resources become limiting, kelp forests are likely\nto shrink or disappear, and may be transformed into\nurchin-dominated deforested communities with lower\nprimary productivity. Furthermore, recent work demon-\nstrated that urchins rapidly consume algal recruits in bar-\nren  areas,  leading  to  the  bioerosion  of  long-lived\ncalcareous reefs (Rasher et al., 2020), reinforcing alterna-\ntive ecosystem states (Konar & Estes, 2003). Therefore,\nthe capacity of urchins to continue to graze in proportion\nto their biomass suggests that, when food becomes scarce,\nurchins  may prevent  kelp  regrowth  and perpetuate\nconsumer-dominated communities.\nTo date, efforts to predict when kelp forests will tran-\nsition to urchin-dominated states have primarily focused\non ecological indicators of grazing pressure such as\nurchin density (Filbee-Dexter & Scheibling, 2014; Ling\net al., 2015), or on factors—such as predators—that alter\nurchin abundance (Dunn & Hovel, 2019; Estes et al.,\n2010; Hamilton & Caselle, 2015). However, our study\nhighlights the importance of focusing on the rates of\nFIGURE 4Relationship between standing kelp biomass (e.g., kelp attached to the substrate) and total urchin biomass across 21 years\nat sites in the Santa Barbara Channel. (a) Standing kelp biomass was best explained by an interaction between urchin biomass and whether\nthe consumptive capacity of urchins was greater or less than the estimated detrital supply rate. Lines in (a) represent the average prediction\n(\"95% CI) for the relationship between urchin and kelp biomass when consumption exceeded, or was less than, detrital supply from a\ngeneralized linear mixed effects model. (b) When consumptive capacity exceeded the detrital supply rate, standing kelp biomass was on\naverage ~50)less than when detrital supply exceeded the consumption rate\n8 of 12RENNICKET AL.\n\ncommunity processes (detrital production and herbivory)\nin addition to the state variables such as the density or\nsize of consumers and resources. In our study system,\nquantifying urchin biomass alone was not sufficient to\naccurately predict when a kelp community was at risk of\ndeforestation. We observed numerous instances in\nwhich kelp biomass remained high, despite the pres-\nence of dense urchin populations. Instead, we found\nthat reductions in intact kelp biomass were highest\nwhen grazing outweighed detrital supply rates. In fact,\nwhen detrital supply was higher than consumptive\ncapacity, kelp and urchin biomass positively covaried,\nprobably  due  to  similar  habitat  requirements  or\nbecause urchin population growth rates are positive\nwhen detrital resources are plentiful. The role of detri-\ntal supply in triggering a switch in urchin foraging\nmode (and subsequent loss in intact kelp biomass) is\nsupported by empirical evidence that shows urchins in\nkelp-dominated sites consume more detritus than standing\nkelp, compared with urchins in urchin-dominated sites\nthat consume both detritus and standing kelp at similar\nrates (Kriegisch et al., 2019).\nEstimation of detrital production and consumptive\ncapacity could offer scientists and resource managers the\nopportunity to identify kelp forests at risk of deforestation.\nResulting“risk maps”may be particularly useful for opti-\nmizing conservation and management funds (e.g., Avila\net al., 2018). For example, sites where urchin populations\nhave a high consumptive capacity relative to detrital pro-\nduction are likely to be places for targeted urchin harvest\nbefore  the  community  transitions  into  an  urchin-\ndominated state. However, the factors driving deforesta-\ntion by urchins may vary between different kelp ecosys-\ntems (Filbee-Dexter & Scheibling, 2014; Karatayev et al.,\n2021). To effectively predict the risk of deforestation in\ndiverse kelp communities requires regionally specific\nresearch on the role of detritus and the causes of variation\nin detrital supply. For instance, in Southern California\nkelp forests, detrital dynamics exhibit a pronounced sea-\nsonal signal (Yorke et al., 2019) caused by seasonal storms\nFIGURE 5Relationship between the annual change in kelp biomass and the proportional difference between detrital supply (g m\n!2\nday\n!1\n) and consumptive capacity of urchin populations (g m\n!2\nday\n!1\n) (please refer to the section“Methods”for details). When the rate of\ndetrital supply exceeds consumption (left), kelp biomass dynamics were decoupled from urchin consumption. As the consumption rate\nincreased relative to detrital supply, the annual change in kelp biomass declined (β=!1486.8\"288,p< 0.001). The line represents the\naverage prediction (\"95% CI) from a linear mixed effects model. The horizontal line at zero represents no change in kelp biomass from year\nto year, while the vertical line at zero represents when consumptive capacity was equal to the rate of detrital supply\nECOLOGY9 of 12\n\nand blade senescence patterns (Rodriguez et al., 2013).\nYet empirical estimates of the rates of detrital turnover,\nimport, and export remain unclear. Furthermore, temper-\nature is well known to alter consumption rates (Brown\net al., 2004; Uiterwaal & DeLong, 2020). While we focused\nonly on consumption rates during the boreal summer,\naccounting for temperature-specific grazing rates is likely\nto be a key component of mapping the risk of deforesta-\ntion, particularly in future projections in which increasing\nocean temperature will probably increase consumption\nrates to a thermal optimum.\nThe prevalence of disturbances driven by primary con-\nsumers will probably increase with global climate change\nand associated losses of higher predatory species (Rocca\net al., 2021; Silliman et al., 2013). Therefore, it is critical to\nunderstand the mechanisms by which consumers switch\nfrom coexisting with primary producers to overgrazing\nthe dominant producer, resulting in an alternative com-\nmunity state. Our study highlights the importance that\ndetrital resources play in mediating consumer-driven dis-\nturbances on temperate rocky reefs in Southern California\nby demonstrating that a behavioral switch from passively\nfeeding on kelp detritus to actively grazing on standing\nkelp can trigger deforestation. The importance of detrital\nsupply in consumer–resource dynamics is not exclusive to\nkelp forests. For example, there is evidence that the wide-\nspread degradation of saltmarshes on the US Eastern Sea-\nboard is linked to a change in the dominant consumer,\nLittoraria irrorata, foraging on the detritus of marsh grass\nto actively foraging standing biomass (Silliman et al.,\n2005). Recent work shows that the majority of primary\nconsumers forage on both detrital resources and living\nbiomass (Wolkovich et al., 2014), suggesting that declines\nin detrital availability, such as the switch from detritivory\nto herbivory by urchins in California kelp forests, could\nunderlie consumer-driven disturbances that result in dra-\nmatic ecosystem change in other systems.\nUnderstanding sources of variation in foraging rates is\nfoundational to answering the long-debated question in\necology,“why is the world green?”(Hairston et al., 1960;\nMurdoch, 1966). The answer to this question inevitably\nlies in the balance between the rates at which plant mat-\nter is produced and consumed. Our research offers a case\nstudy in answering this question. We show how the con-\nsumptive capacity of urchin populations shifts in response\nto changes in urchin biomass and highlight how the per-\nsistence of giant kelp depends on the balance between for-\naging pressure and detrital production, with implications\nfor anticipating and reversing shifts in community state.\nACKNOWLEDGMENTS\nWe thank Dr. Holly Moeller for thoughtful discussions\non  the  development  of  this  manuscript,  numerous\nundergraduate researchers who cared for the sea urchins\nused in this study, and C. Nelson, S. Sampson, S. Harrer,\nand the rest of the SBC LTER research and data manage-\nment team for their commitment to collecting long-term\necological data. This work was funded by an NSF Gradu-\nate Research Fellowship (BD), the California Sea Grant\nProp 84 grant program (R/OPCOAH-2), and the Santa\nBarbara Coastal Long-Term Ecological Research program\n(NSF OCE 1831937).\nCONFLICT OF INTEREST\nThe authors declare no conflict of interest.\nAUTHOR CONTRIBUTIONS\nMae Rennick and Bartholomew P. DiFiore contributed\nequally to this manuscript. Bartholomew P. DiFiore and\nAdrian  C.  Stier  conceived  the  idea.  Mae  Rennick,\nBartholomew P. DiFiore and Joseph Curtis collected graz-\ning data. Daniel C. Reed designed and collected the time\nseries data. Bartholomew P. DiFiore and Mae Rennick con-\nducted analyses. Mae Rennick, Bartholomew P. DiFiore,\nand Adrian C. Stier wrote the paper, and Joseph Curtis and\nDaniel C. Reed contributed substantial comments and revi-\nsions on drafts.\nDATA AVAILABILITY STATEMENT\nLong-term community data (Santa Barbara Coastal LTER,\nReed, et al., 2021) are available from the Environmental Data\nInitiative at https://doi.org/10.6073/pasta/f1cf070648d7654ad\na052835afb2cfe9, and long-term productivity data (Santa\nBarbara Coastal LTER, Rassweiler, et al., 2021) are available\nfrom the Environmental Data Initiative at https://doi.org/10.\n6073/pasta/bf6049d8abc0177c72564ff014b8fe6b.   Mesocosm\nexperiments data (Santa Barbara Coastal LTER, DiFiore,\net al., 2021) are available fromtheEnvironmentalDataIni-\ntiative at https://doi.org/10.6073/pasta/6af4cc3b0e63b887ba\nf1ae9201e1cd1d. Code (maerennick et al., 2021) is available\nin Zenodo at https://doi.org/10.5281/zenodo.5645471.\nORCID\nMae Rennick\nhttps://orcid.org/0000-0003-0414-0089\nAdrian C. Stierhttps://orcid.org/0000-0002-4704-4145\nREFERENCES\nAbrams, P. A., and L. R. Ginzburg. 2000.“The Nature of Predation:\nPrey Dependent, Ratio Dependent or Neither?”Trends in Ecol-\nogy & Evolution15: 337–41.\nAho, K., D. Derryberry, and T. Peterson. 2014.“Model Selection for\nEcologists: The Worldviews of AIC and BIC.”Ecology95:\n631–6.\nAkaike, H. 1973.“Information Theory and the Maximum Likeli-\nhood Principle.”In2nd International Symposium on Informa-\ntion  Theory, edited by B. N. Petrov and F. Csäki, 267–81.\nBudapest: Akademiai Ki à do.\n10 of 12RENNICKET AL.\n\nArditi, R., and L. R. Ginzburg. 1989.“Coupling in Predator–Prey\nDynamics: Ratio-Dependence.”Journal  of  Theoretical  Biology\n139: 311–26.\nAugustine, D. J., and S. J. McNaughton. 1998.“Ungulate Effects on\nthe Functional Species Composition of Plant Communities:\nHerbivore Selectivity and Plant Tolerance.”Journal of Wildlife\nManagement62: 1165–83.\nAvila, I. C., K. Kaschner, and C. F. Dormann. 2018.“Current Global\nRisks to Marine Mammals: Taking Stock of the Threats.”Bio-\nlogical Conservation221: 44–58.\nBell, T. W., K. C. Cavanaugh, D. C. Reed, and D. A. Siegel. 2015.\n“Geographical Variability in the Controls of Giant Kelp Bio-\nmass Dynamics.”Journal of Biogeography42: 2010–21.\nBolker, B. M. 2008.Ecological Models and Data in R. Princeton, NJ:\nPrinceton University Press.\nBrook, B. W., and C. J. Bradshaw. 2006.“Strength of Evidence for\nDensity Dependence in Abundance Time Series of 1198 Spe-\ncies.”Ecology87: 1445–51.\nBrown, J. H., J. F. Gillooly, A. P. Allen, V. M. Savage, and G. B.\nWest. 2004.“Toward a Metabolic Theory of Ecology.”Ecology\n85: 1771–89.\nCavanaugh, K. C., B. E. Kendall, D. A. Siegel, D. C. Reed, F.\nAlberto, and J. Assis. 2013.“Synchrony in Dynamics of Giant\nKelp Forests Is Driven by Both Local Recruitment and\nRegional Environmental Controls.”Ecology94: 499–509.\nClendenning,  K.  A.  1963.“Photosynthesis  and  Growth  in\nMacrocystis pyrifera.”Proceedings of the International Seaweed\nSymposium4: 55–65\nDayton, P. K., and M. J. Tegner. 1984.“Catastrophic Storms, El\nNiño, and Patch Stability in a Southern California Kelp Com-\nmunity.”Science224: 283–5.\nDean, T. A., S. C. Schroeter, and J. D. Dixon. 1984.“Effects of Graz-\ning by Two Species of Sea Urchins (Strongylocentrotus  fran-\nciscanusandLytechinus   anamesus\n)  on  Recruitment  and\nSurvival of Two Species of Kelp (Macrocystis  pyriferaand\nPterygophora californica).”Marine Biology78: 301–13.\nDivins, D. L., and D. Metzger. 2021.“NGDC Coastal Relief Model.”\nSouthern California Coastal Ocean Observing System. http://\nwww.ngdc.noaa.gov/mgg/coastal/coastal.html.\nDuggins, D. O. 1981.“Sea Urchins and Kelp: The Effects of Short Term\nChanges in Urchin Diet.”Limnology and Oceanography26: 391–4.\nDunn, R. P., and K. A. Hovel. 2019.“Experiments Reveal Limited\nTop-Down Control of Key Herbivores in Southern California\nKelp Forests.”Ecology100: e02625.\nEstes, J. A., M. T. Tinker, and J. L. Bodkin. 2010.“Using Ecological\nFunction to Develop Recovery Criteria for Depleted Species: Sea\nOtters and Kelp Forests in the Aleutian Archipelago: Ecologi-\ncally Based Recovery Criteria.”Conservation Biology24: 852–60.\nFilbee-Dexter, K., and R. E. Scheibling. 2014.“Sea Urchin Barrens\nas Alternative Stable States of Collapsed Kelp Ecosystems.”\nMarine Ecology Progress Series495: 1–25.\nGuillou, M., L. J. Lumingas, and C. Michel. 2000.“The Effect of\nFeeding or Starvation on Resource Allocation to Body Compo-\nnents during the Reproductive Cycle of the Sea Urchin\nSphaerechinus  granularis.”Journal  of  Experimental  Marine\nBiology and Ecology245: 183–96.\nHairston, N. G., F. E. Smith, and L. B. Slobodkin. 1960.“Commu-\nnity Structure, Population Control, and Competition.”The\nAmerican Naturalist94: 421–5.\nHamilton, S. L., and J. E. Caselle. 2015.“Exploitation and Recovery\nof a Sea Urchin Predator Has Implications for the Resilience of\nSouthern California Kelp Forests.”Proceedings  of  the  Royal\nSociety of London B: Biological Sciences282: 20141817.\nHarrison, X. A., L. Donaldson, M. E. Correa-Cano, J. Evans, D. N.\nFisher, C. E. D. Goodwin, B. S. Robinson, D. J. Hodgson, and\nR. Inger. 2018.“A Brief Introduction to Mixed Effects Model-\nling and Multi-Model Inference in Ecology.”PeerJ6: e4794.\nHarrold, C., and D. C. Reed. 1985.“Food Availability, Sea Urchin\nGrazing, and Kelp Forest Community Structure.”Ecology66:\n1160–9.\nHolbrook, S. J., T. C. Adam, P. J. Edmunds, R. J. Schmitt, R. C.\nCarpenter, A. J. Brooks, H. S. Lenihan, and C. J. Briggs. 2018.\n“Recruitment Drives Spatial Variation in Recovery Rates of\nResilient Coral Reefs.”Scientific Reports8: 7338.\nHopcraft, J. G. C., H. Olff, and A. R. E. Sinclair. 2010.“Herbivores,\nResources and Risks: Alternating Regulation along Primary\nEnvironmental Gradients in Savannas.”Trends  in  Ecology  &\nEvolution25: 119–28.\nKaratayev, V. A., M. L. Baskett, D. J. Kushner, N. T. Shears, J. E.\nCaselle, and C. Boettiger. 2021.“Grazer Behaviour Can Regu-\nlate Large-Scale Patterning of Community States.”Ecology Let-\nters24: 1917–29.\nKautz, M., A. J. Meddens, R. J. Hall, and A. Arneth. 2016.“Biotic Dis-\nturbances in Northern Hemisphere Forests–ASynthesisofRecent\nData, Uncertainties and Implications for Forest Monitoring and\nModelling.”Global Ecology and Biogeography26: 533–52.\nKlemmer, A. J., S. A. Wissinger, H. S. Greig, and M. L. Ostrofsky.\n2012.“Nonlinear Effects of Consumer Density on Multiple\nEcosystem Processes.”Journal of Animal Ecology81: 770–80.\nKonar, B., and J. A. Estes. 2003.“The Stability of Boundary Regions\nbetween Kelp Beds and Deforested Areas.”Ecology84: 174–85.\nKriegisch, N., S. E. Reeves, E. B. Flukes, C. R. Johnson, and S. D.\nLing. 2019.“Drift-Kelp Suppresses Foraging Movement of\nOvergrazing Sea Urchins.”Oecologia190: 665–77.\nKuznetsova, A., P. B. Brockhoff, and R. H. B. Christensen. 2017.\n“lmerTest Package: Tests in Linear Mixed Effects Models.”\nJournal of Statistical Software82: 1–26.\nLawrence, J. M. 1975.“On the Relationships between Marine Plants\nand Sea Urchins.”Oceanography  and  Marine  Biology:  An\nAnnual Review13: 213–86.\nLing, S. D., and C. R. Johnson. 2009.“Population Dynamics of an\nEcologically Important Range-Extender: Kelp Beds Versus Sea\nUrchin Barrens.”Marine Ecology Progress Series374: 113–25.\nLing, S. D., R. E. Scheibling, A. Rassweiler, C. R. Johnson, N.\nShears, S. D. Connell, and A. K. Salomon. 2015.“Global\nRegime Shift Dynamics of Catastrophic Sea Urchin Over-\ngrazing.”\nPhilosophical Transactions of the Royal Society B: Bio-\nlogical Sciences370: 20130269.\nLing, S. D., N. Kriegisch, B. Woolley, and S. E. Reeves. 2019.“Den-\nsity-Dependent Feedbacks, Hysteresis, and Demography of\nOvergrazing Sea Urchins.”Ecology100: e02577.\nLittle, C. J., E. A. Fronhofer, and F. Altermatt. 2020.“Nonlinear\nEffects of Intraspecific Competition Alter Landscape-Wide\nScaling Up of Ecosystem Function.”The American Naturalist\n195: 432–44.\nmaerennick, B. DiFiore, and jlscurtis512. 2021.“Rennick, et al.\nEcology:  Code  (v1.0.1).”Zenodo.  https://doi.org/10.5281/\nzenodo.5645471.\nECOLOGY11 of 12\n\nMcKie, B. G., M. Schindler, M. O. Gessner, and B. Malmqvist. 2009.\n“Placing Biodiversity and Ecosystem Functioning in Context:\nEnvironmental Perturbations and the Effects of Species Rich-\nness in a Stream Field Experiment.”Oecologia160: 757–70.\nMurdoch, W. W. 1966.“Community Structure, Population Control,\nand Competition.”The American Naturalist100: 219–26.\nR Core Team. 2021.R: A Language and Environment for Statistical\nComputing. Vienna: R Foundation for Statistical Computing.\nhttps://www.R-project.org/\nRall, B. C., U. Brose, M. Hartvig, G. Kalinkat, F. Schwarzmüller, O.\nVucic-Pestic, and O. L. Petchey. 2012.“Universal Temperature\nand Body-Mass Scaling of Feeding Rates.”Philosophical Trans-\nactions of the Royal Society B: Biological Sciences367: 2923–34.\nRasher, D. B., R. S. Steneck, J. Halfar, K. J. Kroeker, J. B. Ries,\nM. T. Tinker, P. T. W. Chan, et al. 2020.“Keystone Predators\nGovern the Pathway and Pace of Climate Impacts in a Subarc-\ntic Marine Ecosystem.”Science369: 1351–4.\nReed, D. C., A. Rassweiler, M. H. Carr, K. C. Cavanaugh, D. P.\nMalone, and D. A. Siegel. 2011.“Wave Disturbance Over-\nwhelms Top-Down and Bottom-Up Control of Primary Pro-\nduction in California Kelp Forests.”Ecology92: 2108–16.\nReice, S. R. 1991.“Effects of Detritus Loading and Fish Predation on\nLeafpack Breakdown and Benthic Macroinvertebrates in a\nWoodland Stream.”Journal of the North American Benthological\nSociety10: 42–56.\nRocca, C., P. Daleo, J. Nuñez, B. R. Silliman, O. Iribarne, C.\nAngelini, and J. Alberti. 2021.“Flood-Stimulated Herbivory\nDrives Range Retraction of a Plant Ecosystem.”Journal  of\nEcology109: 3541–54.\nRodriguez, G. E., A. Rassweiler, D. C. Reed, and S. J. Holbrook.\n2013.“The Importance of Progressive Senescence in the Bio-\nmass Dynamics of Giant Kelp (Macrocystis pyrifera).”Ecology\n94: 1848–58.\nSala, E., C. F. Boudouresque, and M. Harmelin-Vivien. 1998.“Fish-\ning, Trophic Cascades, and the Structure of Algal Assemblages:\nEvaluation of an Old but Untested Paradigm.”Oikos82: 425.\nSanta Barbara Coastal LTER, B. DiFiore, M. Rennick, J. Curtis, D.\nReed, and A. Stier. 2021. SBC LTER: Sea Urchin Foraging\nRates on Giant Kelp ver 1. Environmental Data Initiative.\nhttps://doi.org/10.6073/pasta/\n6af4cc3b0e63b887baf1ae9201e1cd1d.\nSanta Barbara Coastal LTER, D. Reed, and R. Miller. 2021.\n“SBC\nLTER: Reef: Annual Time Series of Biomass for Kelp Forest\nSpecies, Ongoing since 2000 ver 10.”Environmental Data Ini-\ntiative.https://doi.org/10.6073/pasta/\nf1cf070648d7654ada052835afb2cfe9.\nSanta Barbara Coastal LTER, A. Rassweiler, S. Harrer, D. Reed, C.\nNelson, and R. Miller. 2021.“SBC LTER: REEF: Net Primary Pro-\nduction, Growth and Standing Crop ofMacrocystis  pyriferain\nSouthern  California  ver  4.”Environmental  Data  Initiative.\nhttps://doi.org/10.6073/pasta/bf6049d8abc0177c72564ff014b8fe6b.\nSchröder, A., L. Persson, A. M. de Roos, and P. Lundbery. 2005.\n“Direct Experimental Evidence for Alternative Stable States: A\nReview.”Oikos110: 3–19.\nSilliman, B. R., J. van de Koppel, M. D. Bertness, L. E. Stanton, and\nI. A. Mendelssohn. 2005.“Drought, Snails, and Large-Scale\nDie-Off of Southern U.S. Salt Marshes.”Science310: 1803–6.\nSilliman, B. R., M. W. McCoy, C. Angelini, R. D. Holt, J. N. Griffin,\nand J. van de Koppel. 2013.“Consumer Fronts, Global\nChange, and Runaway Collapse in Ecosystems.”Annual\nReview of Ecology, Evolution, and Systematics44: 503–38.\nSommer, U. 1992.“Phosphorus-LimitedDaphnia: Intraspecific\nFacilitation Instead of Competition.”Limnology and Oceanog-\nraphy37: 966–73.\nSpindel, N. B., L. C. Lee, and D. K. Okamoto. 2021.“Metabolic\nDepression in Sea Urchin Barrens Associated with Food Depri-\nvation.”Ecology102: e03463.\nSteneck, R. S., M. H. Graham, B. J. Bourque, D. Corbett, J. M.\nErlandson, J. A. Estes, and M. J. Tegner. 2002.“Kelp Forest\nEcosystems: Biodiversity, Stability, Resilience and Future.”\nEnvironmental Conservation29: 436–59.\nStevenson, C. F., K. W. Demes, and A. K. Salomon. 2016.“Accounting\nfor Size-Specific Predation Improves our Ability to Predict the\nStrength of a Trophic Cascade.”Ecology and Evolution6: 1041–53.\nSuskiewicz, T. S., and L. E. Johnson. 2017.“Consumption Rates of a\nKey Marine Herbivore: A Review of the Extrinsic and Intrinsic\nControl of Feeding in the Green Sea Urchin.”Marine Biology\n164: 131.\nUiterwaal, S. F., and J. P. DeLong. 2020.“Functional Responses Are\nMaximized at Intermediate Temperatures.”Ecology101: e02975.\nWernberg, T., S. Bennett, R. C. Babcock, T. de Bettignies, K. Cure,\nM. Depczynski, F. Dufois, et al. 2016.“Climate Driven Regime\nShift of a Temperate Marine Ecosystem.”Science353: 169–72.\nWolkovich, E. M., S. Allesina, K. L. Cottingham, J. C. Moore, S. A.\nSandin, and C. de Mazancourt. 2014.“Linking the Green and\nBrown Worlds: The Prevalence and Effect of Multichannel\nFeeding in Food Webs.”Ecology95: 3376–86.\nYorke, C. E., H. M. Page, and R. J. Miller. 2019.“Sea Urchins Medi-\nate the Availability of Kelp Detritus to Benthic Consumers.”\nProceedings  of  the  Royal  Society  B:  Biological  Sciences286:\n20190846.\nZuur, A. F., E. N. Leno, N. Walker, A. A. Saveliev, and G. M. Smith.\n2009.Mixed Effects Models and Extensions in Ecology with  R.\nNew York: Springer-Verlag.\nSUPPORTING INFORMATION\nAdditional supporting information may be found in the\nonline version of the article at the publisher’s website.\nHow to cite this article:Rennick, Mae,\nBartholomew P. DiFiore, Joseph Curtis, Daniel\nC. Reed, and Adrian C. Stier. 2022.“Detrital\nSupply Suppresses Deforestation to Maintain\nHealthy Kelp Forest Ecosystems.”Ecologye3673.\nhttps://doi.org/10.1002/ecy.3673\n12 of 12RENNICKET AL.\n\nAppendix S1: Rennick et al. 2022 \n1 \n \nEcology  \n \nDetrital supply suppresses deforestation to maintain healthy kelp forest ecosystems \n \nMae Rennick\n1*\n, Bartholomew P. DiFiore\n1*\n, Joseph Curtis\n1\n, Daniel C. Reed\n2\n, Adrian C. Stier\n1,2 \n \n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, \nCalifornia 93116, USA \n2\nMarine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA \n \nAppendix S1: Effect of consumer body size on foraging rates \n \nIt is widely known that consumption rates vary with consumer body size as individuals grow \nthrough ontogeny (Uiterwaal and DeLong 2020). The theoretical basis for increases in \nconsumption with body size is that across species and individuals of all taxa, larger organisms \nhave higher total metabolic rates but lower mass-specific metabolic rates (Brown et al. 2004). \nTherefore, larger organisms tend to consume more on average than smaller organisms but less \nper unit mass (Rall et al. 2012). The size-scaling of consumption rates means that the \nrelationship between biomass (g m\n-2\n) and consumption rate can change with the specific size-\ndistribution of consumers.  \n \nOur primary interest was the effect of consumer (sea urchin) biomass (g m\n-2\n) on foraging rates of \nMacrocystis pyrifera. In the biomass treatments described in the main text, we manipulated the \ndensity (ind. m\n-2\n) of urchins assigned to a treatment. We then summed the weight of each \nindividual urchin in each trial to estimate biomass (g m\n-2\n) and used biomass as our main \npredictor variable in experimental models. To ensure that individual body size did not confound \nour estimate of the relationship between biomass and consumption we randomly selected urchins \nof different sizes from the collected pool of urchins. However, despite randomly sampling from \nthe pool of urchins it is possible that two treatments with equivalent biomass could be composed \nof many small individuals or a few large individuals. \n \n \n \n \n \n \n\nAppendix S1: Rennick et al. 2022 \n2 \n \n \n \n \n \n \nTo ensure that the collected pool of urchins emulated the size distribution of urchins locally, we \ncompared the sizes of urchins used in the biomass trials to observational data available through \nthe Santa Barbara Coastal Long-term ecological research program. The observational urchin \nbiomass data described in the main text is estimated from the density (ind. m\n-2\n) and average size \nof urchins encountered along a transect. Therefore, to compare we used a separate data set that \nmonitors urchins size structure along a single transect at five of the sites in the broader data set \n(Reed and Miller 2021). Across all trials the pool of collected urchins approximated the 95% CI \nof the observed size-frequency distribution of each species of urchin sampled between 2008 and \n2020 (Fig. S1). On average, the urchins we used in experimental trials in 2018 tended to be \nlarger than the observed mean test diameter across all years and sites.  \n \nWhile we randomly selected urchins from the collected pool of urchins, it is possible that the \neffect of biomass on consumption rate was confounded by the random size of urchins allocated \ninto a trial, particularly in trials with low urchin density. The results of these trials and our \nestimate of consumptive capacity is therefore contingent on the assumption that foraging rates \nwere invariant with body size (e.g. a small urchin and large urchin consume the same amount per \nunit of body mass). To test this assumption, we conducted body size foraging trials (hereafter, \n“size trials”) in a similar manner to the biomass foraging trials described in depth in Methods. \nSpecifically, we estimated the foraging rates of 6 and 5 size classes of purple (10-19, 20-29, 30-\n39, 40-49, 50-59, 60-70 mm test diameter) and red urchins (10-29, 30-49, 50-69, 70-89, 90-110 \nmm test diameter), respectively, in randomized trials replicated six times per size class for purple \nurchins and three times per size class for red urchins. In the size trials, we held the density of \nurchin constant (7 and 5 ind. arena\n-1\n for purple and red urchins, respectively), but allowed urchin \nsize class to vary. We measured the individual mass of each urchin in a size class and estimated \nthe average mass of urchins in a size class treatment. We did not reused urchins between trials \nand we conducted trials according to the same schedule described in the main text for the \nFigure S1. Comparison of observed (blue filled polygons) and experimental (black lines) size frequency \ndistributions for both purple and red urchins. Observational data was taken from five sites monitored annually \n(2008-2020). Experimental size-frequency distributions represent the pool of urchins used in biomass foraging \ntrials. Dark blue filled regions of observed size-frequency distributions represent the 95% percentiles.   \n \n\nAppendix S1: Rennick et al. 2022 \n3 \n \nbiomass trials. We calculated the total amount of kelp consumed by the population of urchins in \na trial and divided by the abundance, to estimate the per-capita herbivory rate. \n \nThe results of the size trials demonstrate that kelp consumption by purple urchins increased at a \ndecelerating rate with body mass (Fig. S2a; log-log regression where β = 0.32 +- 0.05). The \npower-law function fit the foraging rate data more parsimoniously than a simple linear model \n(훥퐴퐼퐶 ൌ6.2) suggesting that larger purple urchins consume disproportionately less than smaller \npurple urchins per unit body mass. However, as can be seen in Fig. S2a, the confidence intervals \nfor the power-law relationship were broad and fully cover the confidence intervals  \n \n \n \n \n \n \n \nRed urchin consumption rates appeared to be highest at intermediate size classes, with a \npronounced decline in consumption by the largest urchin size class (Fig. S2b). However, for red  \nurchins we found no statistical evidence for power-law, or exponential relationship between \nbody size and consumption rate (p > 0.05). We found a marginally significant linear decline in \nconsumption with body size. However, decreases in total consumption with body size are \nbiologically unlikely and were likely the result of low replication. Therefore, we assume that \nconsumption rates were invariant per unit body mass for red urchins. \n \nTo ensure that our main conclusions were resistant to size-specific differences in purple urchin \nconsumption rates, we predicted the experimental herbivory rates based on the individual size of \nurchins used in the trials where we manipulated density. Specifically, we used the best fit model \nfor the relationship between body size (g) and consumption rate to predict how much the \npopulation of urchins in each density trial consumed. We found that the predicted herbivory rate \nfrom the size trials, was similar to the experimentally observed foraging rates of purple urchins \n(Fig. S3).  \nFigure S2. Consumption of kelp detritus in experimental mesocosms by purple (left) and red (right) urchins as a \nfunction of biomass. Biomass was manipulated by holding density constant (7 and 5 ind. arena\n-1\n) and \nmanipulated the size class of individuals. Purple urchins were divided into 6 size classes, while red urchins were \ndivided into 5. The solid black line represents the predictions of a power-law function, which described the \nconsumption of purple urchins better than a simple linear model (). The dotted line represents the predictions for \na simple linear regression. Shaded regions represent +- SE of the model predictions.\n \n\nAppendix S1: Rennick et al. 2022 \n4 \n \n \n \n \n \n \n \n \nWe acknowledge that estimating consumptive capacity based on the relationship between \nbiomass, where biomass represents a random draw of individuals from the size distribution, may \nlead to misestimation of consumption capacity, particularly for site-years when size-distributions \nare highly skewed. For instance, our estimate of consumptive capacity will likely overestimate \nactual consumption per unit mass when sizes are skewed towards larger individuals, and \nunderestimate consumption per unit mass when sizes are skewed towards smaller individuals. \nWe did not correct for size-specific effects in our estimation of consumptive capacity, largely \nbecause we only had data on individual size-frequency distributions from a limited number of \nsites (1 transect each at 5 sites vs. 3-8 transects each at 9 sites) and years (2008-2020 vs. 2001-\n2020). Furthermore, it is likely that considering the extent of the observational data, site-years \nwhen size distributions were strongly skewed larger or smaller likely averaged out across the \ndata set. Finally, previous work has shown that urchin biomass, rather than body size-based \nestimates of consumption, is the best predictor of kelp dynamics (Stevenson et al. 2016). \n \nReferences \n \nBrown, J. H., J. F. Gillooly, A. P. Allen, V. M. Savage, and G. B. West. 2004. TOWARD A \nMETABOLIC THEORY OF ECOLOGY. Ecology 85:1771–1789. \n \nRall, B. C., U. Brose, M. Hartvig, G. Kalinkat, F. Schwarzmüller, O. Vucic-Pestic, and O. L. \nPetchey. 2012. Universal temperature and body-mass scaling of feeding rates. Philosophical \nTransactions of the Royal Society B: Biological Sciences 367:2923–2934. \nFigure S3.  Observed herbivory rate of purple urchins as a function of urchin biomass, where biomass represents \na manipulation of density (ind. m\n-2\n). Black points are the observed data. Red points are predictions of the \nherbivory rate based on the individual sizes of each urchin used in the trial and the relationship between \nindividual size and consumption rate depicted in Fig. S2. \n\nAppendix S1: Rennick et al. 2022 \n5 \n \n \nReed, D, R. Miller. 2021. SBC LTER: Reef: Long-term experiment: Kelp removal: Urchin size \nfrequency distribution ver 21. Environmental Data Initiative. \nhttps://doi.org/10.6073/pasta/fd564dddfe7b77fe9e4bd8417f166057. Accessed 2021-08-17. \nUiterwaal, S. F., and J. P. DeLong. 2020. Functional responses are maximized at intermediate \ntemperatures. Ecology 101:e02975.  \n \nStevenson, C. F., K. W. Demes, and A. K. Salomon. 2016. Accounting for size-specific \npredation improves our ability to predict the strength of a trophic cascade. Ecology and \nEvolution 6:1041–1053. \n \n\nAppendix S2: Rennick et al. 2022 \n \n1\nEcology \n \nDetrital supply suppresses deforestation to maintain healthy kelp forest ecosystems \n \nMae Rennick\n1*\n, Bartholomew P. DiFiore\n1*\n, Joseph Curtis\n1\n, Daniel C. Reed\n2\n, Adrian C. Stier\n1,2 \n \n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, \nCalifornia 93116, USA \n2\nMarine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA \n \nAppendix S2: Estimating net primary productivity and biomass losses in Macrocystis pyrifera \n \nA central calculation in our manuscript is the estimate of detrital production in giant kelp, \nMacrosystis pyrifera (hereafter, “kelp”). Previous work conducted through the Santa Barbara \nCoastal Long-term Ecological Research program (SBC LTER) developed the methodology and \npublished a dataset for net primary productivity that includes estimates of detrital production. We \nsummarize the pertinent information here and discuss our assumptions in estimating detrital \nproductions rates. We refer the reader to Rassweiler et al. (2018) for a more complete treatment \nof the methods and calculations.  \n \nField methods and length-weight conversions to measure standing kelp biomass \n \nAt permanent plots at three sites, SBC LTER researchers have conducted monthly measures of \nkelp biomass growth and losses since 2002. In each plot (200 m\n2\n – 480 m\n2\n depending on site), \ndivers count the number of fronds at 1-m for each kelp plant. Divers then measure the length of \nfronds in the water column, the length of the longest fronds in the canopy, and the length of any \nsubsurface fronds (e.g. fronds not reaching the water surface). The length of fronds in each \nsection (canopy, water column, and subsurface) is then used to estimate the total frond length of \nthe plant. To assess the accuracy of the methodology, researchers removed whole plants and \ncarefully measured the total frond length of each section out of the water which was strongly \ncorrelated with field estimates of frond length (N = 55 plants, r\n2\n = 0.99, slope = 1.02; Rassweiler \net al. 2018). The total standing kelp biomass (kg m\n-2\n) is estimated by converting the frond length \nof each section to mass based on laboratory length-weight conversions specific to each section. \nThe SBC LTER published estimates of standing kelp biomass in units of dry mass by converting \nwet to dry mass based on a ratio that is consistent across space and time (0.094, n = 1022). We \nutilize this ratio to back convert published dry mass estimates to wet mass in our manuscript as \nour experimental estimate of kelp consumption by urchins were in units of wet mass.  \n \nThe SBC LTER estimates frond loss rates at 10-15 focal plants per site per sampling interval. At \neach sampling, a diver counts and bands all existing fronds with a loose zip tie. At the next \nsampling, the diver then counts the remaining fronds inside the zip tie and any new fronds.   \n \nCalculating net primary productivity and detrital production \n \nThe SBC LTER estimates net primary production based on a simple, exponential model of kelp \ngrowth, which assumes that standing kelp (S) grows over the monthly sampling interval at a \n\nAppendix S2: Rennick et al. 2022 \n \n2\nconstant mass-specific rate (g) and declines with losses in biomass at a constant mass-specific \nrate (l). The instantaneous rate of change in standing kelp biomass is thus described by \n푑푆\n푑푡\nൌ푆\nሺ\n푔െ푙\nሻ\n푒푞.1\n \nTo estimate changes in biomass over the sampling interval, the SBC LTER assumes that biomass \nat the end of the sampling interval (S\nt\n) is dependent on biomass at the start (S\n0\n), such that 푆\n௧\nൌ\n푆\n଴\n푒\nሺ\n௚ି௟\nሻ\n௧\n. Mean NPP is then estimated by integrating instantaneous NPP over the time interval \nand dividing by the number of days in the sampling period \n푁푃푃ൌ\n푔푆\n଴\n푔െ푙\n൫푒\nሺ\n௚ି௟\nሻ\n்\nെ1൯푒푞.2\n \n \nTo estimate l, the SBC LTER quantifies losses of whole plants, whole fronds, fronds lost due to \npropeller damage, blades lost to senescence, and dissolved exudates. For our manuscript we \nneeded to estimate the rate of detrital production that is available as forage for urchins, which we \nassume to be the fraction of biomass lost from standing kelp biomass as fronds (f) and blades (b). \nWhole plants are most often lost in winter during large storm events and our focus is on urchin \nconsumption rates at summer time water temperatures. Therefore, we exclude whole plant loss \nrates. We also exclude losses due to propeller damage, as these losses are seasonally associated \nwith the start of the commercial lobster season and account for a small fraction of losses. We \nalso exclude dissolved exudates as we assume that these are not resources available to urchins. \n \nTo estimate the fraction of biomass lost as whole fronds, the SBC LTER utilized the field counts \nof the change in the number of fronds at 1-m between samplings to estimate the daily loss rate of \nfronds from each plant (k), such that  \n푓\n௞\nൌ െ\n1\n푇\nln\n൬\n1െ\n퐹\n்\n퐹\n଴\n൰\n푒푞.3\n \nThe fraction lost as fronds is then averaged across plants (n = ~15) at each site in each sampling \nperiod. We assume that fronds lost over a sampling interval are of an average size so that \nfractional frond loss can be used to estimate the fraction of biomass lost.  \n \nThe calculation of the biomass lost as blades is based on previously developed models of blade \nlife span and the proportion of remaining biomass (e.g. not already lost as fronds) that is \ncomposed of blades. In 2012, Rodriguez et al. (2016) tracked individual kelp blades to estimate \nblade biomass loss rates. Subsequently, Rassweiler et al. (2017) developed an individual-based \nmodel to predict the fraction of biomass lost per unit blade mass for subsurface, water-column, \nand canopy blades. Using these relationships, the SBC LTER publishes monthly estimates for \nthe fraction of standing kelp biomass lost as blades senesce (b) as \n \n푏ൌ 푏\n௦௨௕\n푓푟푎푐퐵푙푑\n௦௨௕\n൅푏\n௪௖\n푓푟푎푐퐵푙푑\n௪௖\n൅ 푏\n௖௔௡\n푓푟푎푐퐵푙푑\n௖௔௡\n푒푞.4\n \n \nwhere fracBld represents the fraction of standing biomass contained in blades in each respective \nsection during the sampling interval.  \n \nExtrapolation to non-NPP survey sites and assumptions \n \n\nAppendix S2: Rennick et al. 2022 \n \n3\nIn our manuscript, we utilized the relationship between production (both gains and losses) and \nkelp biomass developed for the three sites where the SBC LTER conducts NPP surveys to \nextrapolate estimates for all sites where annual surveys monitor kelp and urchin biomass (N = 9). \nThe three NPP survey sites are also present in the broader set of sites where the SBC LTER \nmonitors urchin biomass. However, urchin and kelp biomass are monitored annually at different \nsampling scales than those used for the NPP surveys (e.g. annual surveys are based on 80 m\n2\n \ntransects, while NPP surveys are based on 200-480 m\n2\n transects). Therefore, even at NPP survey \nsites we estimate production following the methods outlined here on the individual transects \nwhere kelp and urchins are simultaneously measured in the annual surveys.   \n \nTo estimate NPP at annual survey transects, we used published regression relationships between \nNPP and kelp frond density (Rassweiler et al. 2021; see Castorani et al. 2021 for a similar \napproach). To estimate detrital production, we calculated the sum of the fraction of blades and \nfronds lost in summer in each year between 2002-2019, and took the average across sites and \nyears. Based on this average, we then estimated the detrital production at each of the nine sites \nby multiplying 푑 by the standing kelp biomass at a transect in a year. \n \nIn calculating an estimate of detrital production, we assume that all the biomass lost as blades \nand fronds is immediately available to urchins on the seafloor. In all likelihood, some fraction of \nthe biomass lost is transported out of the transect area by currents. Therefore, we consider our \nestimate of M. pyrifera detrital production to be conservative: urchins likely have less detrital \nbiomass available than our estimate predicts. Thus, even with a conservative estimate of detrital \nproduction (e.g. a higher estimate of detrital production than urchins actually experience), our \nanalysis demonstrates that standing kelp biomass declines as the predicted consumption rate of \nurchins increases relative to detrital production. \n \nOur protocol also assumes that the relationship between kelp production (e.g. both NPP and \nlosses) and standing kelp biomass is constant in time and space. Previous work demonstrates that \nproduction-biomass relationship differs seasonally but we assume that the relationship has not \nchanged across the time series (Rassweiler et al. 2018). To account for seasonal variation, we \nused estimates of the production-biomass relationship developed for the summer season. In terms \nof detrital production, we found little evidence for temporal or spatial patterns at the NPP survey \nsites, and the fraction of biomass lost as blades and fronds varied randomly between sites and \nyears (Fig. S1a). If kelp populations tend to grow logistically, then biomass losses would likely \nincrease with standing biomass per unit area. While total detrital production increased with kelp \nbiomass (Fig. S1b, we found no evidence that the fraction of biomass lost increased with \nstanding biomass (Fig. S1c), consistent with previous work demonstrating that exponential \ngrowth models describe kelp biomass dynamics as well as logistic population models \n(Rassweiler et al. 2018). We also found no evidence that the fraction of biomass lost changed \nwith variation in average monthly temperature (Fig. S1d). \n\nAppendix S2: Rennick et al. 2022 \n \n4\n \n \nAssessing the accuracy of estimated detrital production \n \nUnfortunately, there are no in situ measures of the rate that detritus reaches the seafloor and is \nexported from kelp forests. Therefore, we are left to provide the best estimate possible with the \navailable data. However, the SBC LTER quantified detrital biomass at one transect at five of the \nnine sites examined in this manuscript monthly from 2008-2012 and quarterly thereafter (Reed \nand Miller 2021). To assess the accuracy of our protocol to estimate detrital production, we \ncompared our estimated detrital production to the observed biomass of M. pyrifera detritus \nduring the summer. We limited this analysis only to the period in which detritus was collected \nmonthly, as it is unlikely that the collected detritus on a particular day in a quarter has any \nrelationship with the estimated rate of detrital production per day. We found that the observed \nbiomass of detritus was consistently lower than our estimated detrital supply rate (Fig. S2), \nwhich makes sense considering that detritus experiences degradation, consumption, and export \non time scales less than a month.     \n \n \nFigure S1. Trends in the fraction of kelp biomass lost as blades and fronds in the summer season at three sites \nwhere the SBC LTER conducts NPP surveys (A). Total production of blade and frond detritus increased with \nstanding kelp biomass (B), but there is no evidence that the fraction of biomass contributing to detritus varied with \nstanding kelp biomass (C). The fraction of biomass lost and blades and fronds did not vary with monthly average \nwater temperature.  \n\nAppendix S2: Rennick et al. 2022 \n \n5\n \n \n \n  \n \n \n \nReferences \n \nCastorani, M. C. N., S. L. Harrer, R. J. Miller, and D. C. Reed. (2021). Disturbance structures canopy and \nunderstory productivity along an environmental gradient. Ecology Letters. \ndoi.org/10.1111/ele.13849. \n \nRassweiler A., G. Rodriguez, S. Harrer, D. Reed. (2017). SBC LTER: REEF: Macrocystis pyrifera blade \narea and loss in Southern California. Environmental Data Initiative. \nhttp://doi.org/10.6073/pasta/2d78cd888e92b4cef8615e60a9aab83d.  \n \nRassweiler, A., Reed, D. C., Harrer, S. L., Nelson, J. C. (2018). Improved Estimates of Net Primary \nProduction, Growth, and Standing Crop of Macrocystis pyrifera. Ecology. 99:2132--2132. DOI: \n10.1002/ecy.2440 \n \nRassweiler, A, S. Harrer, D. Reed, C. Nelson, R. Miller. 2021. SBC LTER: REEF: Net primary \nproduction, growth and standing crop of Macrocystis pyrifera in Southern California ver 4. \nEnvironmental Data Initiative. \nhttps://doi.org/10.6073/pasta/bf6049d8abc0177c72564ff014b8fe6b. Accessed 2021-08-04. \n \nReed, D, R. Miller. (2021). SBC LTER: Reef: Long-term experiment: Kelp removal: Detritus biomass ver \n23. Environmental Data Initiative. \nhttps://doi.org/10.6073/pasta/83b28bf44cb24efd52188c9e12998ddb. Accessed 2021-08-04. \n \nRodriguez, G. E., Reed, D. C., Holbrook, S. J. (2016). Blade Life Span, Structural Investment, and \nNutrient Allocation in Giant Kelp. Oecologia. 182:397--404. DOI: 10.1007/s00442-016-3674-\n6driguez 2016 \nFigure S2. The relationship between predicted detrital supply estimating according to the methods described in \nthis appendix and monthly measured of kelp detritus biomass at five sites between 2008-2012. The dashed line is \nthe 1:1 relationship, while the blue line and gray polygon represents a simple least squares regression with the \nintercept fixed at 0 (β = 1.7 ± 0.6, p < 0.01). The predicted detrital supply rate tended to be greater than observed \nkelp detritus.  \n\nAppendix S3: Rennick et al. 2022 \nEcology \nDetrital supply suppresses deforestation to maintain healthy kelp forest ecosystems \nMae Rennick\n1*\n, Bartholomew P. DiFiore\n1*\n, Joseph Curtis\n1\n, Daniel C. Reed\n2\n, Adrian C. Stier\n1,2 \n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, \nCalifornia 93116, USA \n2\nMarine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA \nAppendix S3: Experimental grazing rates of sea urchins \nWe used an AIC-model selection approach to distinguish between competing hypotheses for the \nfunctional form of the relationship between consumer density and grazing rates. Specifically, we \nsought to determine if urchin grazing rates accelerated, decelerated, or increased in direct portion \n(i.e. linearly) to urchin density in mesocosm trials. Therefore, we fit linear, power-law, and \nsigmoid functions, and compared model fits using AIC.  \nTable S1.  Coefficient estimates and AIC-comparison for competing models describing the \nrelationship between purple urchin (Strongylocentrotus purpuratus) grazing rate (g m\n-2\n d\n-1\n) and \nurchin biomass density (g m\n-2\n). Urchins foraged on giant kelp (Macrocystis pyrifera) blades in \nlaboratory mesocosms. \n Purple \nUrchins \nLinear \n!=#$+0 \nPower-law \n!='$\n(\n \n \nSigmoid \n!=\t\n'$\n*\n#\n*\n+\t$\n*\n \nPredictors Estimates CI p Estimates CI p Estimates CI p \nβ 0.02 0.02 – 0.03 <0.001 1.07 0.7 – 1.5 <0.001 1164.7 590.8 – 1738.6 <0.001 \nα 0.01 -0.02 – 0.05 0.472 59.23 31.2 – 87.3 <0.001 \nObservations 32 32 32 \nR\n2\n 0.824 - - \nAIC 236.2 238.1 238.1 \nΔAIC 0.0 1.9 1.9 \nLLV -116.120-116.043-116.070\n\nAppendix S3: Rennick et al. 2021 \nTable S2.  Coefficient estimates and AIC-comparison for competing models describing the \nrelationship between purple urchin (Strongylocentrotus purpuratus) grazing rate (g m\n-2\n d\n-1\n) and \nurchin biomass density (g m\n-2\n). Urchins foraged on giant kelp (Macrocystis pyrifera) blades in \nlaboratory mesocosms. \n \n Red \nUrchins \nLinear \n!=#$+0 \nPower-law \n!='$\n(\n \n \nSigmoid \n!=\t\n'$\n*\n#\n*\n+\t$\n*\n \n \nPredictors Estimates CI p Estimates CI p Estimates CI p \nβ 0.01 0.01 – 0.01 <0.001 0.79 0.1 – 1.5 0.036 698.1 -6.6 – 1402.8 0.070 \nα  \n   \n0.04 -0.1 – 0.2 0.683 15.5 3.3 – 27.6 0.024 \nObservations 18 18 18 \nR\n2\n 0.595 - - \nAIC 117.6 119.3 119.8 \nΔAIC 0.0 1.7 2.2 \nLLV -56.815 -56.639 -56.886 \n \n \n \nFigure S1. Herbivory rate of purple (left; Strongylocentrotus purpuratus) and red (right; \nMesocentrotus franciscanus) sea urchins foraging on giant kelp blades (Macrocystis pyrifera) \nper unit of urchin biomass as a function of urchin biomass density. There was no evidence for \ntrends in per unit biomass grazing rates for either species (see results for model details).  \n\nAppendix S4: Rennick et al. 2022 \nEcology \nDetrital supply suppresses deforestation to maintain healthy kelp forest ecosystems \nMae Rennick\n1*\n, Bartholomew P. DiFiore\n1*\n, Joseph Curtis\n1\n, Daniel C. Reed\n2\n, Adrian C. Stier\n1,2 \n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, \nCalifornia 93116, USA \n2\nMarine Science Institute, University of California Santa Barbara, Santa Barbara, California 93116, USA \nAppendix S4: \n\nAppendix S4: Rennick et al. 2021 \n \nTable S1. Coefficients and model comparison for models describing the effect of urchin biomass density (g m\n-2\n) and a binary dummy \nvariable describing if predicted urchin consumption rates exceeded detrital supply on living kelp biomass density (g m\n-2\n). Models were \nfit assuming gamma distributed errors with a log-link function in the glmmTBM package (Brooks et al. 2017). Marginal R\n2\n values \nconsider only the variance explained by the fixed effects, while conditional R\n2\n values account for variance accounted for by both fixed \nand random effects (Nakagawa et al. 2017, Lüdecke 2021). \n \n  Final Model Model A Model B Model C \nPredictors Estimates CI p Estimates CI p Estimates CI p Estimates CI p \nIntercept 22.58 15.61 – 32.67 <0.001 61.97 45.77 – 83.91 <0.001 71.09 52.71 – 95.89 <0.001 2729.46 1888.56 – 3952.32 <0.001 \nUrchin biomass 3.89 2.75 – 5.51 <0.001 1.20 1.07 – 1.35 0.002 \n   \n0.87 0.74 – 1.03 0.102 \nDetritus >= \nConsumption \n171.61 120.01 – 245.40 <0.001 64.09 47.58 – 86.32 <0.001 52.84 40.59 – 68.79 <0.001 \n   \nUrchin biomass \n× Detritus >= \nConsumption \n0.23 0.19 – 0.40 <0.001 \n         \nRandom Effects \nσ\n2\n 1.47 1.54 1.55 2.48 \nτ\n00\n 0.02 \nsite\n 0.01 \nsite\n 0.03 \nsite\n 0.12 \nsite\n \n \n0.07 \nyear\n 0.11 \nyear\n 0.11 \nyear\n 0.27 \nyear\n \nObservations 595 595 595 595 \nMarginal R\n2\n / \nConditional R\n2\n \n0.695 / 0.712 0.658 / 0.683 0.652 / 0.680 0.014 / 0.143 \nAIC 9564.7 9602.0 9608.7 10027.9 \nΔAIC 0.00 37.3 43.9 463.1 \nLLV -4775.3 -4795.0 -4799.4 -5008.9 \n  \n\nAppendix S4: Rennick et al. 2021 \n \n \nTable S2. Coefficient table for a linear mixed effects model describing the effect of the \nproportional difference between urchin grazing rate and detrital supply on the annual change in \nliving kelp biomass. We estimated the proportional difference between grazing (G) and detrital \nsupply (D), as  \n!\n\",$\n%&\n\",$\n!\n\",$\n'&\n\",$\n for each site (s) and year (t). \n \nPredictors Estimates CI p \nIntercept -680.65 -1358.14 – -3.17 0.049 \nProportional difference between \nconsumption and detrital supply \n-1486.79 -2051.12 – -922.46 <0.001 \nRandom Effects \nσ\n2\n 11332652.54 \nτ\n00\n \nyear\n 1049877.20 \nτ\n00\n \nsite\n 58926.11 \nObservations 481 \nMarginal R\n2\n / Conditional R\n2\n 0.055 / 0.139 \nDeviance 9200.892 \nAIC 9184.512 \nLLV -4587.256 \n \n \nReferences \n \nBrooks, M.E., K. Kristensen, K.J. van Benthem, A. Magnusson, C.W. Berg, A. Nielsen, H.J. \nSkaug, M. Maechler, and B.M. Bolker (2017). glmmTMB Balances Speed and Flexibility \nAmong Packages for Zero-inflated Generalized Linear Mixed Modeling. The R Journal \n9:378-400. \n \nLüdecke D (2021). _sjPlot: Data Visualization for Statistics in Social Science_. R package \nversion 2.8.7, <URL:https://CRAN.R-project.org/package=sjPlot>. \n \nNakagawa, S., Johnson, P. C. D., & Schielzeth, H. (2017). The coefficient of determination R2 \nand intra-class correlation coefficient from generalized linear mixed-effects models revisited \nand expanded. Journal of The Royal Society Interface 14: 0213. ",
  "extractedAt": "2025-12-12T18:45:11.366Z",
  "success": true,
  "matchedPublication": {
    "title": "Detrital supply suppresses deforestation to maintain healthy kelp forest ecosystems",
    "doi": "10.1002/ecy.3673",
    "year": "2022",
    "authors": "Rennick, Mae; DiFiore, Bartholomew P.; Curtis, Joseph; Reed, Daniel C.; Stier, Adrian C."
  }
}