{
  "filename": "Rudman et al. (PRSB) 2015.pdf",
  "numPages": 8,
  "text": "rspb.royalsocietypublishing.org Research Cite this article:Rudman SM, Rodriguez- Cabal MA, Stier A, Sato T, Heavyside J, El-Sabaawi RW, Crutsinger GM. 2015 Adaptive genetic variation mediates bottom-up and top-down control in an aquatic ecosystem. Proc. R. Soc. B282: 20151234. http://dx.doi.org/10.1098/rspb.2015.1234 Received: 26 May 2015 Accepted: 25 June 2015 Subject Areas: ecology, evolution Keywords: eco-evolutionary dynamics, community genetics, local adaptation,Gasterosteus aculeatus,Populus trichocarpa Author for correspondence: Seth M. Rudman e-mail: rudman@zoology.ubc.ca Electronic supplementary material is available at http://dx.doi.org/10.1098/rspb.2015.1234 or via http://rspb.royalsocietypublishing.org. Adaptive genetic variation mediates bottom-up and top-down control in an aquatic ecosystem Seth M. Rudman 1 , Mariano A. Rodriguez-Cabal 1,2 , Adrian Stier 1,3 , Takuya Sato 4 , Julian Heavyside 1 , Rana W. El-Sabaawi 5 and Gregory M. Crutsinger 1 1 Department of Zoology, University of British Columbia, 4200-6270 University Boulevard, Vancouver, British Columbia, Canada V6T1Z4 2 Grupo de Ecologia de Invasiones, INIBIOMA-CONICET, Universidad Nacional del Comahue-Av. De los Pioneros, Bariloche Rio Negro, CP 8400, Argentina 3 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101, USA 4 Department of Biology, Graduate school of Science, Kobe University, 1-1 Rokkodai, Nada-ku, Kobe 657-8501, Japan 5 Department of Biology, University of Victoria, Cunningham 202, 3800 Finnerty Road, Victoria, BC, Canada V8P 5C2 Research in eco-evolutionary dynamics and community genetics has demon- strated that variation within a species can have strong impacts on associated communities and ecosystem processes. Yet, these studies have centred around individual focal species and at single trophic levels, ignoring the role of phenotypic variation in multiple taxa within an ecosystem. Given the ubi- quitous nature of local adaptation, and thus intraspecific variation, we sought to understand how combinations of intraspecific variation in multiple species within an ecosystem impacts its ecology. Using two species that co-occur and demonstrate adaptation to their natal environments, black cottonwood (Populus trichocarpa) and three-spined stickleback (Gasterosteus aculeatus), we investigated the effects of intraspecific phenotypic variation on both top-down and bottom-up forces using a large-scale aquatic mesocosm experiment. Black cottonwood genotypes exhibit genetic variation in their productivity and consequently their leaf litter subsidies to the aquatic system, which mediates the strength of top-down effects from stickleback on prey abundances. Abundances of four common invertebrate prey species and available phosphorous, the most critically limiting nutrient in freshwater systems, are dictated by the interaction between genetic variation in cotton- wood productivity and stickleback morphology. These interactive effects fit with ecological theory on the relationship between productivity and top- down control and are comparable in strength to the effects of predator addition. Our results illustrate that intraspecific variation, which can evolve rapidly, is an under-appreciated driver of community structure and eco- system function, demonstrating that a multi-trophic perspective is essential to understanding the role of evolution in structuring ecological patterns. 1. Introduction Emerging interest in eco-evolutionary dynamics has resulted in a growing number of studies documenting the ways by which evolution can influence popu- lation dynamics [1–3], community assembly [4–7] and ecosystem function [8]. A critical component of the eco-evolutionary framework is to determine how phenotypic variation from local adaptation affects the way individuals and popu- lations interact with their biotic and abiotic environment [5]. Local adaptation, or the evolution of traits that provide an advantage under local environmental con- ditions, is a key mode by which evolution shapes contemporary ecological dynamics [5,8–10]. To date, the best case studies detailing the ecological & 2015 The Author(s) Published by the Royal Society. All rights reserved. on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from consequences of evolution stem from local adaptation in predators and subsequent shifts in trophic cascades [5,9,11]. For example, species pairs of a predatory fish, three-spined stickleback (Gasterosteus aculeatus; hereafter stickleback), which have repeatedly evolved into sympatric benthivorous and zooplanktivorous ecotypes, cause shifts in the structure of the zooplankton community and alter light availability in a mesocosm environment [8]. Similarly, alewives, guppies and salamanders have been shown to exhibit phenotypic variation stemming from evolution that has impacts on the abundances of associated species and ecosystem processes [5,9,11]. These find- ings reinforce that top-down control is a fundamental driver of community assembly and ecosystem function [4,12,13] and shed light on the role of intraspecific variation and evolutionary processes in the effects of predation [14,15]. In parallel with the study of the ecological impacts of evolution, there has been significant effort over the past decade to understand how community structure and ecosys- tem function are altered by genetic and phenotypic variation within dominant or foundation plant species (e.g. community genetics, [16]). This effort has yielded substantial evidence that genetic variation in primary producers can have strong bottom-up effects on community structure, such as the invert- ebrates and microbes associated with host plants, as well as ecosystem functions, such as primary productivity, decompo- sition and nutrient cycling [17–22]. For example, variation in the quantity and quality of leaf litter inputs among different genotypes ofPopulus trichocarpa(hereafter referred to as black cottonwood) modifies phytoplankton abundance, light avail- ability and nutrients in aquatic mesocosms into which leaf litter was deposited [10]. Collectively, previous research demonstrates that genetic and phenotypic variation at the bottom of the food web can fundamentally alter community structure and ecosystem function. Taken together, eco-evolutionary dynamics and commu- nity genetics have explored the role of local adaptation in driving phenotypic variation in the strength of both bottom-up and top-down processes, albeit in independent experiments. Yet, local adaptation is common and is likely present in a multitude of co-occurring species across different trophic levels [23]. As such, extending the eco- evolutionary framework to include intraspecific variation in multiple species within an ecosystem is critical to under- standing the role of evolution in ecosystems. Moreover, ecologists have long recognized that bottom-up and top- down forces interact to shape communities [24,25]. For example, the level of productivity of a system can mediate the strength of top-down effects [26,27]. Therefore, our under- standing of the impacts of evolutionary change on ecology could benefit greatly from the adoption of a multi-trophic perspective. To fully grasp the link between evolutionary change and ecology, we require a quantitative understanding of the strength of the direct and interactive effects of genetic variation at the top and bottom of food webs on associated communities and ecosystem function. In this study, we examined the strength of the direct and interactive effects of phenotypic variation stemming from local adaptation within the top and bottom of an aquatic food web. In a large field array, we integrated a common garden containing five genotypes of black cottonwood with aquatic mesocosms (cattle tanks) housing one of two eco- types of stickleback or a no-fish control (see figure 1 for a picture of the experimental set-up). Stickleback act as important predators in their natal lakes and in aquatic meso- cosms [28,29], whereas seasonal pulses of leaf litter by terrestrial riparian plants can dictate trophic interactions and nutrient cycling as a cross ecosystem subsidy in a range of aquatic systems [30,31]. Genotypes of black cotton- wood and ecotypes of stickleback both exhibit phenotypic variation from local adaptation to their natal environments [32,33]. To understand the importance of the direct and inter- active effects of evolution, we ask two questions: (i) does intraspecific genetic variation in species at different trophic levels (i.e. cottonwood and stickleback) interact to shape com- munity structure and ecosystem function? (ii) How do the strengths of direct and interactive evolutionary effects (black cottonwood genotype and/or stickleback ecotype) compare with the ecological impacts of predator presence? The top-down effects that result from the addition of fish predators are well documented and led us to the prediction that presence of a fish predator alone will have cascading effects on both aquatic communities and ecosystem function [29,34]. Ecologists have recognized that the level of productivity of a system can mediate the strength of these top-down effects [26,27]. As such, we predict that terrestrial subsidies from the most productive black cottonwood genotypes with the greatest litter inputs to the aquatic habitat will lead to stronger impacts of fish presence compared with less productive clones. Finally, we predict that local adaptation in black cottonwood and stickleback ecotypes will interact to effect aquatic ecosystem function. This interaction will stem from benthic ecotypes, which feed primarily in the littoral area on benthic invertebrates that are strongly influenced by leaf litter [28,30], having the largest effect when paired with the most productive black cot- tonwood genotypes. Ultimately, our goal is to gain a deeper understanding of the community and ecosystem consequences top-down control benthic G1G2G3 Populus trichocarpa G4G5 limnetic no fish bottom-up control Figure 1.A schematic of the experimental design, demonstrating the use of genotypic variation in black cottonwood and ecotypic variation in three- spined stickleback. Each cottonwood genotype was planted in monoculture around 12 aquatic mesocosms (three trees per mesocosm). Leaf litter from these trees was collected as it senesced in the autumn, weighed and added to the aquatic environment. Benthic, limnetic or a no stickleback treat- ment was assigned to four mesocosms of each tree genotype and adult fish were added in the spring. The amount of the leaf litter contribution from each cottonwood genotype is illustrated in electronic supplementary material, figure S1. rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 2 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from of phenotypic evolution by exploring the interplay of ecology and evolution at multiple trophic levels. 2. Methods (a) Aquatic mesocosms and cottonwood trees To manipulate intraspecific variation from the bottom-up, we selected five genotypes of black cottonwood (P. trichocarpa), a dominant riparian tree species native to western North America that exhibits local adaptation to site conditions in leaf chemistry, growing season and primary productivity [32,35,36]. These five genotypes originated from southern localities of British Columbia (BC), Canada, and were equally related [10]. In June 2012, we placed five black cottonwood genotypes, raised in a common garden, in monoculture around 1136-l aquatic mesocosms with three replicate trees per mesocosm and 12 replicate mesocosms per genotype (180 trees, 60 mesocosms total; see figure 1 for graphic of experimental design). Although trees were placed in pots directly next to mesocosms, there was little leaf area overhan- ging the tanks, so the effects of shade were likely minimal on the aquatic environment. During autumn senescence (end of September 2012), we bagged each black cottonwood individual with vineyard netting (15 mm diameter, Smart Net Systems, Comox, BC, Canada) staked with a 3 m bamboo pole to contain leaf litter. From October to December, fallen leaf litter was collected weekly from each tree, air-dried for 48 h, weighed and 75% was deposited into mesocosms. The remaining 25% was used to esti- mate litter nutrient content and decomposition rates. At the end of December, any remaining leaves on trees were collected by hand, weighed and deposited into mesocosms. Cumulative leaf litter production varied by over twofold among genotypes, or approximately 70–150 g per tank, whereas litter decomposition varied by approximately 20% among genotypes [10]. To estimate the rates of decomposition for each genotype, 2 g of leaf litter was placed in mesh bags and submerged in the mesocosm at the time of peak litter fall. Leaf litter bags were removed one month later to determine total mass loss [10]. (b) Fish addition and experimental timing The following spring (4 April 2013; four months after the final black cottonwood litter additions), we added stickleback eco- types to mesocosms. Stickleback were added in the spring as adults to mimic the life cycle in natural systems, where both eco- types grow quickly and reach adulthood in late spring before reproducing throughout the summer [28]. Three benthic or four limnetic stickleback individuals were added to separate tanks of each tree genotype (n¼4 tanks per ecotype; 40 tanks total containing fish; electronic supplementary material, figure S2). Some tanks were too turbid to adequately allow for a thorough assessment of fish mortality. Therefore, we added one additional benthic and three limnetic stickleback to each respective mesocosm one week after our initial additions (11 April 2013) based on visual surveys of tanks that were clear enough to observe dead individuals. We added three deceased benthic individuals to each control (fishless) mesocosm to account for nutrients introduced as a result of fish mortality and decomposition. The additional limnetics were added, so that fish biomass was consistent, as limnetics at the time of fish addition were approxi- mately 0.5 g, and benthics were approximately 1.0 g. Benthics and limnetics were obtained from Priest Lake, British Columbia in June 2012 and reared for one generation in separate 750 000 gallon experimental ponds to eliminate the possibility of hybridiz- ation. As such, the fish used for this experiment were F 1 progeny from wild-caught parents. At the end of the experiment (5 June 2013), we drained each mesocosm and searched for all living stickleback and captured 110 individuals (mean of 2.65 for benthic tanks and 2.85 for limnetic tanks). This search was difficult owing to the turbidity of the water and the abundance of leaf litter, so some fish may not have been recovered. There were no significant differences between benthic and limnetic stickleback treatments in average fish biomass in the mesocosms at the end of the study (electronic supplementary material, table S1). Given that fish were added in the spring and leaf litter from cottonwood geno- types was added as it senesced in the fall, we have included some figures that illustrate the effect of genotype over time and the effect of fish addition (electronic supplementary material, figure S2). (c) Measuring the community and ecosystem responses To determine community-level responses, we measured the amount of chlorophyla(CHLA)in vivousing a fluorometer (Trilogy Designs) in each mesocosm on a weekly basis to estimate the abundance of phytoplankton. For consumers, we measured zooplankton abundance and biomass from columns of water at the beginning and end of the study. Macro-invertebrates were collected from the water column using a sweep net at the end of study. Finally, benthic invertebrates were collected by live-sorting individuals found in benthic substrate at the end of study (see electronic supplementary material, S1 for sampling details). We analysed the biomass of the phytoplankton community and the richness of the zooplankton, macro-invertebrate and benthic invertebrate communities. Inaddition, we examined the abundance of the most common zooplankton taxa that occurred in at least 40% of mesocosms (Bosminasp. 34% of total zooplankton abun- dance, calanoid copepods 11%), macro-invertebrates (notonectids 48% of total macro-invertebrate abundance,Menetussp. 32%) and benthic invertebrates (chironomids 44%, of total benthic invertebrate abundance, oligochaetes 31%, mayflies 17%). To estimate ecosystem-level responses, we measured most parameters three times at regular intervals (two to three weeks) throughout the experiment. We measured gross primary producti- vity (GPP) using diurnal fluctuations in oxygen concentration. We measuredthe light extinction inmesocosms asthe amount of photo- synthetically active radiation (PAR) extinguished per centimetre of water depth ((PAR 5cm below surface – PAR maximum depth )/difference in depths). Finally, we measured soluble reactive phosphorus (SRP) and total ammonium to determine nutrient availability in the water (see electronic supplementary material, S1 for sampling details). (d) Analysis of community and ecosystem data To test for effects of both cottonwood and stickleback treatments on community and ecosystem data, we first checked each variable for normality and equal variance between treatments. If data were not normal or had unequal variances between groups they were log transformed before using full factorial ANOVA. If log- transformation did not yield a normally distributed dataset with roughly equal variances, we analysed data with a generalized linear model (GLM) and specified a Poisson error distribution. All GLMs with a Poisson distribution were tested for overdisper- sion. If data were overdispersed, we used a GLM with a negative binomial error distribution and compared AIC values of GLMs with Poisson and negative binomial error distributions to ensure the best model was used for the analysis. (e) Direct and interactive evolutionary effects versus the ecological impact of predators To compare the relative effects of different treatment levels on community and ecosystem responses, we calculated Hedge’sg for the direct effects of fish presence, black cottonwood genotype and stickleback ecotype by dividing the difference of the most rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 3 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from divergent treatment means by the pooled standard deviation. We also calculated Hedge’sgfor the interaction between black cot- tonwood genotype and fish presence and for the interaction between black cottonwood and stickleback ecotype by dividing the most divergent interactive treatment means by the pooled standard deviation [5]. 3. Results (a) Does intraspecific genetic variation in species at different trophic levels interact to shape community structure and ecosystem function? We found pervasive genotype by ecotype interactions at the community level, as four of the eight most common taxa showed significant interactions (Bosmina, notonectids, mayflies and oligochaetes; electronic supplementary material, table S2). For example, mesocosms containing the benthic ecotypes had 66% greater oligochaete abundances than those containing the limnetic ecotype. The effect of ecotype was present only in tanks containing the most productive cottonwood geno- types (G2 and G3), with tanks containing limnetics having an average of approximately 0.13 oligochaetes compared with approximately 14.13 in samples from tanks containing benthic stickleback (electronic supplementary material, table S2 and figure 2). In addition, the amount of available phosphorous in the mesocosms at the end of the experiment depended on an interaction between black cottonwood genotypes and stickleback ecotypes. On average, tanks containing benthic ecotypes had twofold more SRP, a measure of the biologically available phosphorous [37], compared with limnetic ecotypes (electronic supplementary material, table S2 and figure 2). Yet, the effect of benthic sticklebacks on SRP was disproportio- nately high in tanks containing G2 and G3 genotypes (figure 2), which were the genotypes contributing the most litter resources (electronic supplementary material, figure S1). For example, mesocosms containing the most productive genotype (G3) had approximately eightfold more SRP when benthic fish were present than when limnetic fish were present. We also observed large effect sizes for the interactive effects between cottonwood genotype and stickleback ecotype, both at the community and ecosystem level (figure 4). We also tested for an interaction between black cottonwood genotypes and stickleback presence/absence to determine how intraspecific variation in a bottom-up resource shapes top-down control by predators. We found that intraspecific genotypic variation in black cottonwood often dictated the strength of top-down control by the presence of fish (electro- nic supplementary material, table S1; figures 2 and 3). Specifically, top-down control by fish was often strongest in mesocosms containing litter inputs from the most productive black cottonwood genotypes (G2 and G3). For example, fish predation reduced the abundance of calanoid copepods by 71% in tanks containing litter from cottonwood genotypes G2 and G3, but fish had no effect in tanks containing litter from less productive tree genotypes. In contrast, macro- invertebrate species richness was two- to 4.5-fold lower in tanks containing fish for four of the five black cottonwood gen- otypes, whereas there was no effect of fish presence on richness in tanks containing the G3 genotype (electronic supplementary material, table S1 and figure 3). We observed similar interactive effects between fish and black cottonwood genotypes at the ecosystem level, also driven primarily by stronger top-down control when coupled with the most productive black cottonwood genotypes. Specifically, whether fish presence had a positive or negative effect on light extinction in mesocosms depended on the genotypic identity of the litter inputs (e.g. –53% for G3, þ661% for G5). For nutrient availability in mesocosms, the presence of fish increased SRP for some genotypes (þ506% for G2) more so than others (þ118% for G4; figure 2). (b) How does the ecological impact of intraspecific variation compared with the impact of a traditional ecological driver? The effects of top-down control by fish predators are well documented in aquatic ecosystems [12,34]. As such, we calcu- lated standard effect sizes to examine the impact of fish presence/absence (pooling benthic and limnetic treatments) compared with the direct and interactive effects of top- down and bottom-up intraspecific variation (tree genotype 0 2 4 6 8 D light extinction 0 20 40 60 80 SRP (μg l –1 ) (a) (b) benthic limnetic no fish fish no fish G1G5G4G2G3 cottonwood genotype Figure 2.The effects of black cottonwood genotype (shown in ascending order of productivity (electronic supplementary material, figure S1) and stickleback presence and ecotype on ecosystem responses: (a) light extinction, measured as the number of photons extinguished per centimetre in the water column and (b) soluble reactive phosphorous, a measure of the biologically available phosphorous. Data are shown as means with standard errors. Full ANOVA results for all ecosystem responses are in electronic supplementary material, table S2. Electronic supplementary material, figure S2 illustrates the both SRP and light extinction both before and after the addition of fish. rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 4 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from and fish ecotype). We found that the addition of fish had an average Hedge’sgeffect size of 0.76 across both community and ecosystem responses (figure 4). Fish had strong impacts on the macro-invertebrate, benthic invertebrate and zooplank- ton communities, fitting with predictions of the trophic effects of predators (electronic supplementary material, table S1). 1 2 3 4 5 macro invertebrate richness 0 2 4 6 G1G5G4G2G3 populus genotype log Bosmina abundance 0 2 4 6 log oligochaete abundance 10 100 1000 G1G5G4G2G3 populus genotype calanoid abundance (a) (c) (d) (b) fish no fish benthic limnetic no fish benthic limnetic no fish fish no fish Figure 3.The effects of black cottonwood genotype (shown in ascending order of productivity (electronic supplementary material, figure S1) and stickleback ecotype on community metrics: (a) oligochaete abundance, (b) macro invertebrate richness, (c)Bosminaabundance, and (d) calanoid abundance. Data are shown as means with standard errors. Full ANOVA results for community responses are in electronic supplementary material, table S1. communityecosystem 0 1 2 3 Bosmina calanoids chironomids notonectids mayfly Menetus oligochaetes phytoplankton benthic richness invert richness zoop richness PAR SRP GPP NH4 Hedge’s g treatment fish ecotype genotype geno : fish geno : ecotype Figure 4.Hedge’sgeffect sizes for each treatment for response variables at community and ecosystem levels. Community-level calculations are based on effects on abundance of the most common species in the zooplankton, macro-invertebrate and benthic invertebrate communities as well as richness abundance and richness calculations for these communities. Ecosystem function effect sizes are calculated from nutrient, productivity and light environment data. rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 5 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from The addition of fish also had effects on ecosystem function, particularly in nutrient availability (SRP and ammonia). The direct effect of intraspecific variation within black cot- tonwood alone was similar in magnitude to that of fish addition, with an average Hedge’sgof 0.69 for genotype effects averaged across community and ecosystem responses. The genotype of black cottonwood litter had a significant effect on the number and community composition of substrate dwelling benthic invertebrates (electronic supplementary material, table S1). At the ecosystem level, we found that cot- tonwood genetic variation influenced tank-level productivity (GPP) over the course of the experiment (range: 1.29–0.74). In contrast, the direct effect of ecotypic variation in stickleback ecotypes was comparatively small (average Hedge’sgof 0.31). At the community level, stickleback ecotype had significant effects on notonectid and oligochaete abundances. At the ecosystem level, stickleback ecotype had a significant effect on SRP, with tanks containing the benthic ecotype having twofold higher SRP on average than tanks containing the limnetic ecotype. We found that the effect sizes for the interaction of black cottonwood genotypes and stickleback ecotypes was an aver- age Hedge’sgof 0.98, higher than both that of predator addition and the impacts of intraspecific variation in either taxa alone. Similarly, the interaction between black cotton- wood genotype and fish presence was exceptionally strong relative to both fish addition and the direct impacts of intra- specific variation in either black cottonwood or stickleback, with an average Hedge’sgof 1.30 across community and eco- system metrics. In sum, these results indicate that the interactive effects of genetic variation between trophic levels are strong relatively to the effects of predator addition. 4. Discussion Ecologists have long recognized that productivity can impact the strength of top-down control, as the effects of predators depend largely on the abundance of prey species, which are often influenced by nutrient limitation [26,27,38]. Specifically, nutrient subsidies have been suggested to enhance prey qual- ity and abundance, ultimately leading to stronger top-down effects [39]. In this study, we found that intraspecific variation stemming from local adaptation is sufficient to drive similar patterns. For example, pelagic crustaceans, such as calanoid copepods, have been shown to rely heavily on terrestrial material in oligotrophic lakes [40] and are also a common prey for sticklebacks [28]. We observed that mesocosms containing litter from the most productive cottonwood geno- types fostered a greater abundance of calanoid copepods, which ultimately led to a larger decrease in calanoid abun- dance when fish were present (figure 3). Furthermore, we found that intraspecific variation in a predator species can alter the relationship between primary productivity and top-down control. For example, the abundance of oligo- chaetes in our study depended both on the genotype of leaf litter added and the ecotype of stickleback present. In mesocosms containing litter from the most productive tree genotypes, we observed a significant reduction in oligochaetes when the limnetic ecotype was present, but an increase in oligochaetes when the benthic ecotype was present (figure 3). Taken together, these findings demonstrate that intraspecific variation can create sufficiently different ecological conditions or impact rates of prey consumption that drive changes in the strength of biotic control. These results also suggest that combinations of locally adapted populations of co-occurring species present within an ecosystem can dictate the abundance of species found within that ecosystem. Our results provide general insights into how genetic variation at the bottom and top of a food web interacts to shape the structure of communities and functioning of an aquatic ecosystem. At the ecosystem level, we found that phosphorous availability in aquatic mesocosms depended on both the tree genotype and the fish ecotype present in a given mesocosm. This interaction emerged when the benthic sticklebacks were added to tanks containing litter from the most productive tree genotypes (figure 2). Benthic stickle- backs have been hypothesized to excrete substantially more phosphorous than limnetic ecotypes as a function of local adap- tation in their diet preferences [28] and extensive reduction of bony armour (R.El-S. 2014, unpublished data). Previous research has suggested that differences in bony structures may underlie differences in both organismal stoichiometry and excretion, as bone requires comparatively large amounts of phosphorous [41,42]. These ecotypic differences in phosphor- ous excretion, when coupled with the measured variation between cottonwood genotypes in leaf litter phosphorous content [10], present a potential mechanism underlying SRP values that vary based on pairwise combinations of stickleback ecotype and black cottonwood genotype. This interaction demonstrates that population-level local adaptation in two species can impact ecosystem function in an intuitive way. The rapid rate at which evolution has occurred in these two species [28,32] suggests that these interactions could arise over relatively short, ecologically relevant timescales. When we compared the standard effect sizes of our exper- imental treatments, we found that community and ecosystem responses to combinations of phenotypic variation at the top and bottom of the food web were directly comparable in magnitude to the ecological effects of predator addition (fish presence/absence). Moreover, the interactive effects, both from genetic variation at two trophic levels and from genetic variation interacting with fish presence, were at least as strong as many of the direct effects of predator presence alone. These findings are noteworthy, given the well-documented impacts of fish on many aspects of freshwater ecosystems and particu- larly as a driver of trophic cascades [12,29,34]. Our study posits that the role of genetic and phenotypic variation has been under-appreciated in aquatic food web context and warrants further consideration moving forward. The fields of eco-evolutionary dynamics and community genetics have made tremendous strides in integrating ecology and evolution by demonstrating that intraspecific variation that emerges from local adaptation can impact communities and ecosystems. However, experiments that have investigated the ecological impacts of evolutionary change have invariably focused on phenotypic shifts within a single focal taxa. In the study species presented here, there is strong evidence that vari- ation among black cottonwood genotypes and stickleback ecotypes is adaptive. For example, reciprocal transplant exper- iments have demonstrated that ecotypic variation within stickleback is locally adaptive [33]. Similarly, there is consider- able evidence that black cottonwood populations exhibit high levels of heritable phenotypic differentiation in tree phenology (growing season) and primary productivity as a result of adap- tation to local site conditions [32,35,36]. In this study, we did rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 6 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from not explicitly incorporate the evolutionary processes driving phenotypic variation among cottonwood genotypes and stickleback ecotypes. Yet, given the widespread nature of local adaptation [23], it seems highly likely that multiple species within a given ecosystem show patterns of phenotypic adaptation to local conditions. As such, interactions between rapidly evolving species that show ecologically important phenotypic trait variation may be common. Systems where predators show phenotypic evidence of adaptation to local prey species [3] and prey show variation in predator avoidance phenotypes are particularlystrong candidates for study. Future work directed at investigating the ecological impacts of the adaptive variation in these interactions, perhaps using multi- trophic reciprocal transplant experiments, could continue to develop our understanding of how local evolutionary pro- cesses impact ecology and further our understanding of the interplay between ecology and evolution. 5. Conclusion Previous work in community genetics has demonstrated that intraspecific variation in productivity of a foundation plant species can have cascading effects. Additionally, experiments on eco-evolutionary dynamics have illustrated the differential effects locally adapted predators have on prey communities. Our study demonstrates that combinations of genetic variation within species can have profound effects on contemporary ecological processes, even shifting the strength of top-down control. Moreover, the strength of these effects can rival those of more classical ecological drivers, such as the presence of predators. Consequently, including the interactive effects of genetic variation within co-occurring species and across trophic levels will ultimately help us to determine how pro- foundly evolution dictates ecological dynamics and yield a more complete understanding of the factors that shape community structure and ecosystem function. Ethics. Handling of stickleback in this experiment adhered to an approved University of British Columbia animal care protocol (no. 11-0402). Fish were collected with permission from Fisheries and Oceans Canada (SARA permit no. 197). Data accessibility.Data for this paper have been uploaded to dryad http://dx.doi.org/10.5061/dryad.0h4f8. Author contributions.S.M.R., M.A.R.C. and G.M.C. conceived the study. All authors contributed substantially to data collection. S.M.R. and A.S. carried out the analysis. S.M.R. wrote the first draft of the manuscript and all authors contributed to revisions. Competing interests.We declare we have no competing interests. Funding.S.M.R. was supported by the University of British Columbia. G.M.C. was supported by an NSERC Discovery Grant, the Canadian Foundation for Innovation and the University of British Columbia. A.S. was supported by the Killam Trust at UBC and the Gordon and Betty Moore Foundation as part of the Ocean Tipping Points pro- ject (www.oceantippingpoints.org). T.S. was supported by The Hakubi Project, Kyoto University. Acknowledgements.We thank A.A. MacDonald and E.M. Hart for their assistance in this research. T. Fukami, the Schluter Laboratory, and one anonymous reviewer provided valuable comments on the manuscript. References 1. Hairston NG, Ellner SP, Geber MA, Yoshida T, Fox JA. 2005 Rapid evolution and the convergence of ecological and evolutionary time.Ecol. Lett.8, 1114–1127. (doi:10.1111/j.1461-0248.2005.00812.x) 2. Ellner SP, Geber MA, Hairston NG. 2011 Does rapid evolution matter? Measuring the rate of contemporary evolution and its impacts on ecological dynamics.Ecol. Lett.14, 603–614. (doi:10.1111/j.1461-0248.2011.01616.x) 3. Hiltunen T, Becks L. 2014 Consumer co-evolution as an important component of the eco-evolutionary feedback.Nat. Commun.5,5226.(doi:10.1038/ ncomms6226) 4. Post DM, Palkovacs EP, Schielke EG, Dodson SI. 2008 Intraspecific phenotypic variation in a predator affects zooplankton community structure and cascading trophic interactions. Ecology89,2019–2032.(doi:10.1890/07- 1216.1) 5. Bassar RDet al.2010 Local adaptation in Trinidadian guppies alters ecosystem processes. Proc. Natl Acad. Sci. USA107, 3616–3621. (doi:10.1073/pnas.0908023107) 6. Farkas TE, Mononen T, Comeault AA, Hanksi I, Nosil P. 2013 Evolution of camouflage drives rapid ecological change within an insect community.Curr. Biol.23,1835–1843.(doi:10. 1016/j.cub.2013.07.067) 7. Lundsgaard-Hansen B, Matthews B, Seehausen O. 2014 Ecological speciation and phenotypic plasticity affect ecosystems.Ecology95,2723–2735.(doi:10. 1890/13-2338.1) 8. Harmon LJ, Matthews B, DesRoches S, Chase J, Shurin J, Schluter D. 2009 Evolutionary diversification in stickleback affects ecosystem functioning.Nature458,1167–1170.(doi:10.1038/ nature07974) 9. Palkovacs EP, Post DM. 2009 Experimental evidence that phenotypic divergence in predators drives community divergence in prey.Ecology90, 300–305. (doi:10.1890/08-1673.1) 10. Crutsinger GMet al.2014 Testing a ‘genes-to- ecosystems’ approach to understanding aquatic- terrestrial linkages.Mol. Ecol.23, 5888–5903. (doi:10.1111/mec.12931) 11. Urban MC. 2013 Evolution mediates the effects of apex predation on aquatic food webs. Proc. R. Soc. B280,20130859.(doi:10.1098/ rspb.2013.0859) 12. Brooks JL, Dodson SI. 1965 Predation, body size, and composition of the plankton.Science150, 28–35. (doi:10.1126/science.150.3692.28) 13. Sih AP, Crowley P, McPeek M, Petranka J, Strohmeier K. 1985 Predation, competition, and prey communities: a review of field experiments. Annu. Rev. Ecol. Syst.16,269–311.(doi:10.1146/ annurev.es.16.110185.001413) 14. Bolnick DI, Svanba ̈ ck R, Fordyce JA, Yang LH, Davis JM, Hulsey CD, Forister ML. 2003 The ecology of individuals: incidence and implications of individual specialization.Am. Nat.161,1–28.(doi:10.1086/ 343878) 15. Bolnick DIet al.2011 Why intraspecific trait variation matters in community ecology.Trends Ecol. Evol.26, 183–192. (doi:10.1016/j.tree.2011.01.009) 16. Whitham TGet al.2006 A framework for community and ecosystem genetics: from genes to ecosystems.Nat. Rev. Genet.7,510–523.(doi:10. 1038/nrg1877) 17. Schweitzer JA, Bailey JK, Hart SC, Wimp GM, Chapman S, Whitham TG. 2005 The interaction of plant genotype and herbivory decelerate leaf litter decomposition and alter nutrient dynamics.Oikos110, 133–145. (doi:10.1111/j.0030-1299.2005.13650.x) 18. Crutsinger GM, Collins MD, Fordyce JA, Gompert Z, Nice CC, Sanders NJ. 2006 Plant genotypic diversity predicts community structure and governs an ecosystem process.Science313, 966–968. (doi:10.1126/science.1128326) 19. Hughes AR, Inouye BD, Johnson MTJ, Underwood N, Vellend M. 2008 Ecological consequences of genetic diversity.Ecol. Lett.11,609–623.(doi:10.1111/j. 1461-0248.2008.01179.x) 20. Bailey JKet al.2009 From genes to ecosystems: a synthesis of the effects of plant genetic factors across levels of organization.Phil. Trans. R. Soc. B 364,1607–1616.(doi:10.1098/rstb.2008.0336) 21. Johnson MT, Vellend M, Stinchcombe JR. 2009 Evolution in plant populations as a driver of ecological changes in arthropod communities. rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 7 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from Phil. Trans. R. Soc. B364,1593–1605.(doi:10. 1098/rstb.2008.0334) 22. Jackrel SL, Wootton JT. 2013 Local adaptation of stream communities to intraspecific variation in a terrestrial ecosystem subsidy.Ecology95, 37–43. (doi:10.1890/13-0804.1) 23. Hereford J. 2009 A quantitative survey of local adaptation and fitness trade-offs.Am. Nat.173, 579–588. (doi:10.1086/597611) 24. Hunter MD, Price P. 1992 Playing chutes and ladders. Heterogeneity and the relative roles of bottom-up and top-down forces in natural communities.Ecology73, 724–732. 25. Power ME. 1992 Top-down and bottom-up forces in food webs—do plants have primacy?Ecology73, 733–746. (doi:10.2307/1940153) 26. Rosemond AD, Mulholland PJ, Elwood JW. 1993 Top-down and bottom-up control of stream periphyton: effects of nutrients and herbivores. Ecology74,1264–1280.(doi:10.2307/1940495) 27. Forkner RE, Hunter MD. 2000 What goes up must come down? Nutrient addition and predation pressure on oak herbivores.Ecology81, 1588–1600. (doi:10.1890/0012-9658(2000)081 [1588:WGUMCD]2.0.CO;2) 28. Schluter D, McPhail JD. 1992 Ecological character displacement and speciation in sticklebacks.Am. Nat.140, 85–108. (doi:10.1086/285404) 29. Kratina P, Greig HS, Thompson PL, Carvalho-Pereira TSA, Shurin JB. 2012 Warming modifies trophic cascades and eutrophication in experimental freshwater communities.Ecology93, 1421–1430. (doi:10.1890/11-1595.1) 30. Wallace JB, Eggert SL, Meyer JL, Webster JR. 1997 Multiple trophic levels of a forest stream linked to terrestrial litter inputs.Science277, 102–104. (doi:10.1126/science.277.5322.102) 31. Gessneret al.2010 Diversity meets decomposition. Trends Ecol. Evol.25,372–380.(doi:10.1016/j.tree. 2010.01.010) 32. McKown ADet al.2014 Geographical and environmental gradients shape phenotypic trait variation and genetic structure inPopulus trichocarpa.New Phytol.201,1263–1276.(doi:10. 1111/nph.12601) 33. Schluter D. 1993 Adaptive radiation in sticklebacks— size, shape, and habitat use efficiency.Ecology74, 699–709. (doi:10.2307/1940797) 34. Carpenter SR, Kitchell JF, Hodgson JR. 1985 Cascading trophic interactions and lake productivity: fish predation and herbivory can regulate lake ecosystems. Bioscience35, 634–638. (doi:10.2307/1309989) 35. Weber JC, Stettler RF, Heilman PE. 1985 Genetic variation and productivity ofPopulus trichocarpa and its hybrids. I. Morphology and phenology of 50 native clones.Can. J. For. Res .15,376–383. (doi:10.1139/x85-060) 36. Xie C-Y, Carlson MR, Ying CC. 2012 Ecotypic mode of regional differentiation of black cottonwood (Populus trichocarpa) due to restricted gene migration: further evidence from a field test on the northern coast of British Columbia.Can. J. For. Res. 42,400–405.(doi:10.1139/x11-187) 37. Nu ̈rnberg GK, Peters RH. 1984 Biological availability of soluble reactive phosphorus in anoxic and toxic freshwaters.Can. J. Fish. Aq. Sci.41, 757–765. (doi:10.1139/f84-088) 38. Throop HL, Lerdau MT. 2004 Effects of nitrogen deposition on insect herbivory: implications for community and ecosystem processes.Ecosystems7, 109–133. (doi:10.1007/s10021-003-0225-x) 39. Polis GA, Anderson WB, Holt RD. 1997 Toward an integration of landscape ecology and food web ecology: the dynamics of spatially subsidized food webs.Annu. Rev. Ecol. Syst.28,289–316.(doi:10. 1146/annurev.ecolsys.28.1.289) 40. Cole JJ, Carpenter SR, Kitchell J, Pace ML, Solomon CT, Weidel B. 2011 Strong evidence for terrestrial support of zooplankton in small lakes based on stable isotopes of carbon, nitrogen, and hydrogen. Proc. Natl Acad. Sci. USA108,1975–1980.(doi:10. 1073/pnas.1012807108) 41. Vanni MJ. 2002 Nutrient cycling by animals in freshwater ecosystems.Annu. Rev. Ecol. Syst.33, 341–370. (doi:10.1146/annurev.ecolsys.33. 010802.150519) 42. Hendrixson HA, Sterner RW, Kay AD. 2007 Elemental stoichiometry of freshwater fishes in relation to phylogeny, allometry and ecology.J. Fish Biol.70, 121–140. (doi:10.1111/j.1095-8649.2006.01280.x) rspb.royalsocietypublishing.org Proc. R. Soc. B 282 : 20151234 8 on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from",
  "sections": {
    "abstract": "rspb.royalsocietypublishing.org Research Cite this article:Rudman SM, Rodriguez- Cabal MA, Stier A, Sato T, Heavyside J, El-Sabaawi RW, Crutsinger GM. 2015 Adaptive genetic variation mediates bottom-up and top-down control in an aquatic ecosystem. Proc. R. Soc. B282: 20151234. http://dx.doi.org/10.1098/rspb.2015.1234 Received: 26 May 2015 Accepted: 25 June 2015 Subject Areas: ecology, evolution",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found pervasive genotype by ecotype interactions at the community level, as four of the eight most common taxa showed significant interactions (Bosmina, notonectids, mayflies and oligochaetes; electronic supplementary material, table S2).",
    "We found that intraspecific genotypic variation in black cottonwood often dictated the strength of top-down control by the presence of fish (electro- nic supplementary material, table S1; figures 2 and 3).",
    "We observed similar interactive effects between fish and black cottonwood genotypes at the ecosystem level, also driven primarily by stronger top-down control when coupled with the most productive black cottonwood genotypes.",
    "We found that the addition of fish had an average Hedge’sgeffect size of 0.",
    "we found that cot- tonwood genetic variation influenced tank-level productivity (GPP) over the course of the experiment (range: 1.",
    "We found that the effect sizes for the interaction of black cottonwood genotypes and stickleback ecotypes was an aver- age Hedge’sgof 0.",
    "results indicate that the interactive effects of genetic variation between trophic levels are strong relatively to the effects of predator addition.",
    "we found that intraspecific variation stemming from local adaptation is sufficient to drive similar patterns."
  ],
  "fullText": "\n\nrspb.royalsocietypublishing.org\nResearch\nCite this article:Rudman SM, Rodriguez-\nCabal MA, Stier A, Sato T, Heavyside J,\nEl-Sabaawi RW, Crutsinger GM. 2015 Adaptive\ngenetic variation mediates bottom-up and\ntop-down control in an aquatic ecosystem.\nProc.  R.  Soc.  B282: 20151234.\nhttp://dx.doi.org/10.1098/rspb.2015.1234\nReceived: 26 May 2015\nAccepted: 25 June 2015\nSubject Areas:\necology, evolution\nKeywords:\neco-evolutionary dynamics, community\ngenetics, local adaptation,Gasterosteus\naculeatus,Populus  trichocarpa\nAuthor for correspondence:\nSeth M. Rudman\ne-mail: rudman@zoology.ubc.ca\nElectronic supplementary material is available\nat http://dx.doi.org/10.1098/rspb.2015.1234 or\nvia http://rspb.royalsocietypublishing.org.\nAdaptive genetic variation mediates\nbottom-up and top-down control in an\naquatic ecosystem\nSeth M. Rudman\n1\n, Mariano A. Rodriguez-Cabal\n1,2\n, Adrian Stier\n1,3\n,\nTakuya Sato\n4\n, Julian Heavyside\n1\n, Rana W. El-Sabaawi\n5\nand Gregory M. Crutsinger\n1\n1\nDepartment of Zoology, University of British Columbia, 4200-6270 University Boulevard, Vancouver,\nBritish Columbia, Canada V6T1Z4\n2\nGrupo de Ecologia de Invasiones, INIBIOMA-CONICET, Universidad Nacional del Comahue-Av. De los Pioneros,\nBariloche Rio Negro, CP 8400, Argentina\n3\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101, USA\n4\nDepartment of Biology, Graduate school of Science, Kobe University, 1-1 Rokkodai, Nada-ku,\nKobe 657-8501, Japan\n5\nDepartment of Biology, University of Victoria, Cunningham 202, 3800 Finnerty Road, Victoria, BC,\nCanada V8P 5C2\nResearch in eco-evolutionary dynamics and community genetics has demon-\nstrated that variation within a species can have strong impacts on associated\ncommunities and ecosystem processes. Yet, these studies have centred\naround individual focal species and at single trophic levels, ignoring the role\nof phenotypic variation in multiple taxa within an ecosystem. Given the ubi-\nquitous nature of local adaptation, and thus intraspecific variation, we\nsought to understand how combinations of intraspecific variation in multiple\nspecies within an ecosystem impacts its ecology. Using two species that\nco-occur and demonstrate adaptation to their natal environments, black\ncottonwood (Populus  trichocarpa) and three-spined stickleback (Gasterosteus\naculeatus), we investigated the effects of intraspecific phenotypic variation on\nboth top-down and bottom-up forces using a large-scale aquatic mesocosm\nexperiment. Black cottonwood genotypes exhibit genetic variation in their\nproductivity and consequently their leaf litter subsidies to the aquatic\nsystem, which mediates the strength of top-down effects from stickleback on\nprey abundances. Abundances of four common invertebrate prey species\nand available phosphorous, the most critically limiting nutrient in freshwater\nsystems, are dictated by the interaction between genetic variation in cotton-\nwood productivity and stickleback morphology. These interactive effects fit\nwith ecological theory on the relationship between productivity and top-\ndown control and are comparable in strength to the effects of predator\naddition. Our results illustrate that intraspecific variation, which can evolve\nrapidly, is an under-appreciated driver of community structure and eco-\nsystem function, demonstrating that a multi-trophic perspective is essential\nto understanding the role of evolution in structuring ecological patterns.\n1. Introduction\nEmerging interest in eco-evolutionary dynamics has resulted in a growing\nnumber of studies documenting the ways by which evolution can influence popu-\nlation dynamics [1–3], community assembly [4–7] and ecosystem function [8].\nA critical component of the eco-evolutionary framework is to determine how\nphenotypic variation from local adaptation affects the way individuals and popu-\nlations interact with their biotic and abiotic environment [5]. Local adaptation, or\nthe evolution of traits that provide an advantage under local environmental con-\nditions, is a key mode by which evolution shapes contemporary ecological\ndynamics [5,8–10]. To date, the best case studies detailing the ecological\n&\n2015 The Author(s) Published by the Royal Society. All rights reserved.\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nconsequences of evolution stem from local adaptation in\npredators and subsequent shifts in trophic cascades [5,9,11].\nFor example, species pairs of a predatory fish, three-spined\nstickleback (Gasterosteus aculeatus; hereafter stickleback), which\nhave repeatedly evolved into sympatric benthivorous and\nzooplanktivorous ecotypes, cause shifts in the structure of\nthe zooplankton community and alter light availability in a\nmesocosm environment [8]. Similarly, alewives, guppies and\nsalamanders have been shown to exhibit phenotypic variation\nstemming from evolution that has impacts on the abundances of\nassociated species and ecosystem processes [5,9,11]. These find-\nings reinforce that top-down control is a fundamental driver of\ncommunity assembly and ecosystem function [4,12,13] and\nshed light on the role of intraspecific variation and evolutionary\nprocesses in the effects of predation [14,15].\nIn parallel with the study of the ecological impacts of\nevolution, there has been significant effort over the past\ndecade to understand how community structure and ecosys-\ntem function are altered by genetic and phenotypic variation\nwithin dominant or foundation plant species (e.g. community\ngenetics, [16]). This effort has yielded substantial evidence\nthat genetic variation in primary producers can have strong\nbottom-up effects on community structure, such as the invert-\nebrates and microbes associated with host plants, as well as\necosystem functions, such as primary productivity, decompo-\nsition and nutrient cycling [17–22]. For example, variation in\nthe quantity and quality of leaf litter inputs among different\ngenotypes ofPopulus trichocarpa(hereafter referred to as black\ncottonwood) modifies phytoplankton abundance, light avail-\nability and nutrients in aquatic mesocosms into which leaf\nlitter was deposited [10]. Collectively, previous research\ndemonstrates that genetic and phenotypic variation at the\nbottom of the food web can fundamentally alter community\nstructure and ecosystem function.\nTaken together, eco-evolutionary dynamics and commu-\nnity genetics have explored the role of local adaptation in\ndriving  phenotypic  variation  in  the  strength  of  both\nbottom-up and top-down processes, albeit in independent\nexperiments. Yet, local adaptation is common and is likely\npresent  in  a  multitude  of  co-occurring  species  across\ndifferent trophic levels [23]. As such, extending the eco-\nevolutionary framework to include intraspecific variation in\nmultiple species within an ecosystem is critical to under-\nstanding the role of evolution in ecosystems. Moreover,\necologists have long recognized that bottom-up and top-\ndown forces interact to shape communities [24,25]. For\nexample, the level of productivity of a system can mediate\nthe strength of top-down effects [26,27]. Therefore, our under-\nstanding of the impacts of evolutionary change on ecology\ncould benefit greatly from the adoption of a multi-trophic\nperspective. To fully grasp the link between evolutionary\nchange and ecology, we require a quantitative understanding\nof the strength of the direct and interactive effects of genetic\nvariation at the top and bottom of food webs on associated\ncommunities and ecosystem function.\nIn this study, we examined the strength of the direct and\ninteractive effects of phenotypic variation stemming from\nlocal adaptation within the top and bottom of an aquatic\nfood web. In a large field array, we integrated a common\ngarden containing five genotypes of black cottonwood with\naquatic mesocosms (cattle tanks) housing one of two eco-\ntypes of stickleback or a no-fish control (see figure 1 for a\npicture  of  the  experimental  set-up).  Stickleback  act  as\nimportant predators in their natal lakes and in aquatic meso-\ncosms [28,29], whereas seasonal pulses of leaf litter by\nterrestrial riparian plants can dictate trophic interactions\nand nutrient cycling as a cross ecosystem subsidy in a\nrange of aquatic systems [30,31]. Genotypes of black cotton-\nwood and ecotypes of stickleback both exhibit phenotypic\nvariation from local adaptation to their natal environments\n[32,33]. To understand the importance of the direct and inter-\nactive effects of evolution, we ask two questions: (i) does\nintraspecific genetic variation in species at different trophic\nlevels (i.e. cottonwood and stickleback) interact to shape com-\nmunity structure and ecosystem function? (ii) How do the\nstrengths  of  direct  and  interactive  evolutionary  effects\n(black cottonwood genotype and/or stickleback ecotype)\ncompare with the ecological impacts of predator presence?\nThe top-down effects that result from the addition of fish\npredators are well documented and led us to the prediction\nthat presence of a fish predator alone will have cascading effects\non both aquatic communities and ecosystem function [29,34].\nEcologists have recognized that the level of productivity of a\nsystem can mediate the strength of these top-down effects\n[26,27]. As such, we predict that terrestrial subsidies from the\nmost productive black cottonwood genotypes with the greatest\nlitter inputs to the aquatic habitat will lead to stronger impacts\nof fish presence compared with less productive clones. Finally,\nwe predict that local adaptation in black cottonwood and\nstickleback ecotypes will interact to effect aquatic ecosystem\nfunction. This interaction will stem from benthic ecotypes,\nwhich feed primarily in the littoral area on benthic invertebrates\nthat are strongly influenced by leaf litter [28,30], having the\nlargest effect when paired with the most productive black cot-\ntonwood genotypes. Ultimately, our goal is to gain a deeper\nunderstanding of the community and ecosystem consequences\ntop-down control\nbenthic\nG1G2G3\nPopulus trichocarpa\nG4G5\nlimnetic\nno fish\nbottom-up control\nFigure 1.A schematic of the experimental design, demonstrating the use of\ngenotypic variation in black cottonwood and ecotypic variation in three-\nspined stickleback. Each cottonwood genotype was planted in monoculture\naround 12 aquatic mesocosms (three trees per mesocosm). Leaf litter from\nthese trees was collected as it senesced in the autumn, weighed and\nadded to the aquatic environment. Benthic, limnetic or a no stickleback treat-\nment was assigned to four mesocosms of each tree genotype and adult fish\nwere added in the spring. The amount of the leaf litter contribution from\neach cottonwood genotype is illustrated in electronic supplementary material,\nfigure S1.\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n2\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nof phenotypic evolution by exploring the interplay of ecology\nand evolution at multiple trophic levels.\n2. Methods\n(a) Aquatic mesocosms and cottonwood trees\nTo manipulate intraspecific variation from the bottom-up, we\nselected five genotypes of black cottonwood (P.  trichocarpa), a\ndominant riparian tree species native to western North America\nthat exhibits local adaptation to site conditions in leaf chemistry,\ngrowing season and primary productivity [32,35,36]. These five\ngenotypes originated from southern localities of British Columbia\n(BC), Canada, and were equally related [10]. In June 2012, we\nplaced five black cottonwood genotypes, raised in a common\ngarden, in monoculture around 1136-l aquatic mesocosms with\nthree replicate trees per mesocosm and 12 replicate mesocosms\nper genotype (180 trees, 60 mesocosms total; see figure 1 for\ngraphic of experimental design). Although trees were placed in\npots directly next to mesocosms, there was little leaf area overhan-\nging the tanks, so the effects of shade were likely minimal on\nthe aquatic environment. During autumn senescence (end of\nSeptember 2012), we bagged each black cottonwood individual\nwith vineyard netting (15 mm diameter, Smart Net Systems,\nComox, BC, Canada) staked with a 3 m bamboo pole to contain\nleaf litter. From October to December, fallen leaf litter was collected\nweekly from each tree, air-dried for 48 h, weighed and 75% was\ndeposited into mesocosms. The remaining 25% was used to esti-\nmate litter nutrient content and decomposition rates. At the end\nof December, any remaining leaves on trees were collected by\nhand, weighed and deposited into mesocosms. Cumulative leaf\nlitter production varied by over twofold among genotypes, or\napproximately 70–150 g per tank, whereas litter decomposition\nvaried by approximately 20% among genotypes [10]. To estimate\nthe rates of decomposition for each genotype, 2 g of leaf litter\nwas placed in mesh bags and submerged in the mesocosm at the\ntime of peak litter fall. Leaf litter bags were removed one month\nlater to determine total mass loss [10].\n(b) Fish addition and experimental timing\nThe following spring (4 April 2013; four months after the final\nblack cottonwood litter additions), we added stickleback eco-\ntypes to mesocosms. Stickleback were added in the spring as\nadults to mimic the life cycle in natural systems, where both eco-\ntypes grow quickly and reach adulthood in late spring before\nreproducing throughout the summer [28]. Three benthic or four\nlimnetic stickleback individuals were added to separate tanks\nof each tree genotype (n¼4 tanks per ecotype; 40 tanks total\ncontaining fish; electronic supplementary material, figure S2).\nSome tanks were too turbid to adequately allow for a thorough\nassessment of fish mortality. Therefore, we added one additional\nbenthic  and  three  limnetic  stickleback  to  each  respective\nmesocosm one week after our initial additions (11 April 2013)\nbased on visual surveys of tanks that were clear enough to observe\ndead individuals. We added three deceased benthic individuals\nto each control (fishless) mesocosm to account for nutrients\nintroduced as a result of fish mortality and decomposition.\nThe additional limnetics were added, so that fish biomass was\nconsistent, as limnetics at the time of fish addition were approxi-\nmately 0.5 g, and benthics were approximately 1.0 g. Benthics\nand limnetics were obtained from Priest Lake, British Columbia\nin June 2012 and reared for one generation in separate 750 000\ngallon experimental ponds to eliminate the possibility of hybridiz-\nation. As such, the fish used for this experiment were F\n1\nprogeny\nfrom wild-caught parents. At the end of the experiment (5 June\n2013), we drained each mesocosm and searched for all living\nstickleback and captured 110 individuals (mean of 2.65 for benthic\ntanks and 2.85 for limnetic tanks). This search was difficult owing\nto the turbidity of the water and the abundance of leaf litter, so\nsome fish may not have been recovered. There were no significant\ndifferences between benthic and limnetic stickleback treatments in\naverage fish biomass in the mesocosms at the end of the study\n(electronic supplementary material, table S1). Given that fish\nwere added in the spring and leaf litter from cottonwood geno-\ntypes was added as it senesced in the fall, we have included\nsome figures that illustrate the effect of genotype over time and\nthe effect of fish addition (electronic supplementary material,\nfigure S2).\n(c) Measuring the community and ecosystem responses\nTo determine community-level responses, we measured the\namount of chlorophyla(CHLA)in  vivousing a fluorometer\n(Trilogy Designs) in each mesocosm on a weekly basis to estimate\nthe abundance of phytoplankton. For consumers, we measured\nzooplankton abundance and biomass from columns of water at\nthe beginning and end of the study. Macro-invertebrates were\ncollected from the water column using a sweep net at the end of\nstudy. Finally, benthic invertebrates were collected by live-sorting\nindividuals found in benthic substrate at the end of study (see\nelectronic supplementary material, S1 for sampling details). We\nanalysed the biomass of the phytoplankton community and the\nrichness of the zooplankton, macro-invertebrate and benthic\ninvertebrate communities. Inaddition, we examined the abundance\nof the most common zooplankton taxa that occurred in at least\n40% of mesocosms (Bosminasp. 34% of total zooplankton abun-\ndance, calanoid copepods 11%), macro-invertebrates (notonectids\n48% of total macro-invertebrate abundance,Menetussp. 32%)\nand benthic invertebrates (chironomids 44%, of total benthic\ninvertebrate abundance, oligochaetes 31%, mayflies 17%).\nTo estimate ecosystem-level responses, we measured most\nparameters three times at regular intervals (two to three weeks)\nthroughout the experiment. We measured gross primary producti-\nvity (GPP) using diurnal fluctuations in oxygen concentration. We\nmeasuredthe light extinction inmesocosms asthe amount of photo-\nsynthetically active radiation (PAR) extinguished per centimetre of\nwater depth ((PAR\n5cm below surface\n– PAR\nmaximum depth\n)/difference\nin depths). Finally, we measured soluble reactive phosphorus\n(SRP) and total ammonium to determine nutrient availability\nin the water (see electronic supplementary material, S1 for\nsampling details).\n(d) Analysis of community and ecosystem data\nTo test for effects of both cottonwood and stickleback treatments\non community and ecosystem data, we first checked each variable\nfor normality and equal variance between treatments. If data were\nnot normal or had unequal variances between groups they\nwere log transformed before using full factorial ANOVA. If log-\ntransformation did not yield a normally distributed dataset with\nroughly equal variances, we analysed data with a generalized\nlinear model (GLM) and specified a Poisson error distribution.\nAll GLMs with a Poisson distribution were tested for overdisper-\nsion. If data were overdispersed, we used a GLM with a negative\nbinomial error distribution and compared AIC values of GLMs\nwith Poisson and negative binomial error distributions to ensure\nthe best model was used for the analysis.\n(e) Direct and interactive evolutionary effects versus the\necological impact of predators\nTo compare the relative effects of different treatment levels on\ncommunity and ecosystem responses, we calculated Hedge’sg\nfor the direct effects of fish presence, black cottonwood genotype\nand stickleback ecotype by dividing the difference of the most\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n3\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\ndivergent treatment means by the pooled standard deviation. We\nalso calculated Hedge’sgfor the interaction between black cot-\ntonwood genotype and fish presence and for the interaction\nbetween black cottonwood and stickleback ecotype by dividing\nthe most divergent interactive treatment means by the pooled\nstandard deviation [5].\n3. Results\n(a) Does intraspecific genetic variation in species at\ndifferent trophic levels interact to shape community\nstructure and ecosystem function?\nWe found pervasive genotype by ecotype interactions at the\ncommunity level, as four of the eight most common taxa\nshowed significant interactions (Bosmina, notonectids, mayflies\nand oligochaetes; electronic supplementary material, table S2).\nFor example, mesocosms containing the benthic ecotypes had\n66% greater oligochaete abundances than those containing\nthe limnetic ecotype. The effect of ecotype was present only\nin tanks containing the most productive cottonwood geno-\ntypes (G2 and G3), with tanks containing limnetics having an\naverage of approximately 0.13 oligochaetes compared with\napproximately 14.13 in samples from tanks containing benthic\nstickleback (electronic supplementary material, table S2 and\nfigure 2). In addition, the amount of available phosphorous\nin the mesocosms at the end of the experiment depended\non an interaction between black cottonwood genotypes and\nstickleback ecotypes. On average, tanks containing benthic\necotypes had twofold more SRP, a measure of the biologically\navailable phosphorous [37], compared with limnetic ecotypes\n(electronic supplementary material, table S2 and figure 2).\nYet, the effect of benthic sticklebacks on SRP was disproportio-\nnately high in tanks containing G2 and G3 genotypes (figure 2),\nwhich  were  the  genotypes  contributing  the  most  litter\nresources (electronic supplementary material, figure S1). For\nexample, mesocosms containing the most productive genotype\n(G3) had approximately eightfold more SRP when benthic fish\nwere present than when limnetic fish were present. We also\nobserved large effect sizes for the interactive effects between\ncottonwood genotype and stickleback ecotype, both at the\ncommunity and ecosystem level (figure 4).\nWe also tested for an interaction between black cottonwood\ngenotypes and stickleback presence/absence to determine\nhow intraspecific variation in a bottom-up resource shapes\ntop-down control by predators. We found that intraspecific\ngenotypic variation in black cottonwood often dictated the\nstrength of top-down control by the presence of fish (electro-\nnic supplementary material, table S1; figures 2 and 3).\nSpecifically, top-down control by fish was often strongest in\nmesocosms containing litter inputs from the most productive\nblack cottonwood genotypes (G2 and G3). For example, fish\npredation reduced the abundance of calanoid copepods by\n71% in tanks containing litter from cottonwood genotypes\nG2 and G3, but fish had no effect in tanks containing litter\nfrom less productive tree genotypes. In contrast, macro-\ninvertebrate species richness was two- to 4.5-fold lower in\ntanks containing fish for four of the five black cottonwood gen-\notypes, whereas there was no effect of fish presence on richness\nin tanks containing the G3 genotype (electronic supplementary\nmaterial, table S1 and figure 3).\nWe observed similar interactive effects between fish and\nblack cottonwood genotypes at the ecosystem level, also\ndriven primarily by stronger top-down control when coupled\nwith the most productive black cottonwood genotypes.\nSpecifically, whether fish presence had a positive or negative\neffect on light extinction in mesocosms depended on the\ngenotypic identity of the litter inputs (e.g. –53% for G3,\nþ661% for G5). For nutrient availability in mesocosms, the\npresence of fish increased SRP for some genotypes (þ506%\nfor G2) more so than others (þ118% for G4; figure 2).\n(b) How does the ecological impact of intraspecific\nvariation compared with the impact of a traditional\necological driver?\nThe effects of top-down control by fish predators are well\ndocumented in aquatic ecosystems [12,34]. As such, we calcu-\nlated standard effect sizes to examine the impact of fish\npresence/absence (pooling benthic and limnetic treatments)\ncompared with the direct and interactive effects of top-\ndown and bottom-up intraspecific variation (tree genotype\n0\n2\n4\n6\n8\nD\n light extinction\n0\n20\n40\n60\n80\nSRP  (μg l\n–1\n)\n(a)\n(b)\nbenthic\nlimnetic\nno fish\nfish\nno fish\nG1G5G4G2G3\ncottonwood \ngenotype\nFigure 2.The effects of black cottonwood genotype (shown in ascending\norder of productivity (electronic supplementary material, figure S1) and\nstickleback presence and ecotype on ecosystem responses: (a) light extinction,\nmeasured as the number of photons extinguished per centimetre in the water\ncolumn and (b) soluble reactive phosphorous, a measure of the biologically\navailable phosphorous. Data are shown as means with standard errors. Full\nANOVA results for all ecosystem responses are in electronic supplementary\nmaterial, table S2. Electronic supplementary material, figure S2 illustrates\nthe both SRP and light extinction both before and after the addition of fish.\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n4\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nand fish ecotype). We found that the addition of fish had an\naverage Hedge’sgeffect size of 0.76 across both community\nand ecosystem responses (figure 4). Fish had strong impacts\non the macro-invertebrate, benthic invertebrate and zooplank-\nton communities, fitting with predictions of the trophic effects\nof predators (electronic supplementary material, table S1).\n1\n2\n3\n4\n5\nmacro invertebrate richness\n0\n2\n4\n6\nG1G5G4G2G3\npopulus genotype\nlog \nBosmina\n abundance\n0\n2\n4\n6\nlog oligochaete abundance\n10\n100\n1000\nG1G5G4G2G3\npopulus genotype\ncalanoid abundance\n(a)\n(c)\n(d)\n(b)\nfish\nno fish\nbenthic\nlimnetic\nno fish\nbenthic\nlimnetic\nno fish\nfish\nno fish\nFigure 3.The effects of black cottonwood genotype (shown in ascending order of productivity (electronic supplementary material, figure S1) and stickleback ecotype\non community metrics: (a) oligochaete abundance, (b) macro invertebrate richness, (c)Bosminaabundance, and (d) calanoid abundance. Data are shown as means\nwith standard errors. Full ANOVA results for community responses are in electronic supplementary material, table S1.\ncommunityecosystem\n0\n1\n2\n3\nBosmina\ncalanoids\nchironomids\nnotonectids\nmayfly\nMenetus\noligochaetes\nphytoplankton\nbenthic richness\ninvert richness\nzoop richness\nPAR\nSRP\nGPP\nNH4\nHedge’s \ng\ntreatment\nfish\necotype\ngenotype\ngeno : fish\ngeno : ecotype\nFigure 4.Hedge’sgeffect sizes for each treatment for response variables at community and ecosystem levels. Community-level calculations are based on effects on\nabundance of the most common species in the zooplankton, macro-invertebrate and benthic invertebrate communities as well as richness abundance and richness\ncalculations for these communities. Ecosystem function effect sizes are calculated from nutrient, productivity and light environment data.\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n5\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nThe addition of fish also had effects on ecosystem function,\nparticularly in nutrient availability (SRP and ammonia).\nThe direct effect of intraspecific variation within black cot-\ntonwood alone was similar in magnitude to that of fish\naddition, with an average Hedge’sgof 0.69 for genotype\neffects averaged across community and ecosystem responses.\nThe genotype of black cottonwood litter had a significant\neffect on the number and community composition of substrate\ndwelling  benthic  invertebrates  (electronic  supplementary\nmaterial, table S1). At the ecosystem level, we found that cot-\ntonwood genetic variation influenced tank-level productivity\n(GPP) over the course of the experiment (range: 1.29–0.74).\nIn contrast, the direct effect of ecotypic variation in stickleback\necotypes was comparatively small (average Hedge’sgof 0.31).\nAt the community level, stickleback ecotype had significant\neffects  on  notonectid  and  oligochaete  abundances.  At\nthe ecosystem level, stickleback ecotype had a significant\neffect on SRP, with tanks containing the benthic ecotype\nhaving twofold higher SRP on average than tanks containing\nthe limnetic ecotype.\nWe found that the effect sizes for the interaction of black\ncottonwood genotypes and stickleback ecotypes was an aver-\nage Hedge’sgof 0.98, higher than both that of predator\naddition and the impacts of intraspecific variation in either\ntaxa alone. Similarly, the interaction between black cotton-\nwood genotype and fish presence was exceptionally strong\nrelative to both fish addition and the direct impacts of intra-\nspecific variation in either black cottonwood or stickleback,\nwith an average Hedge’sgof 1.30 across community and eco-\nsystem metrics. In sum, these results indicate that the\ninteractive effects of genetic variation between trophic levels\nare strong relatively to the effects of predator addition.\n4. Discussion\nEcologists have long recognized that productivity can impact\nthe strength of top-down control, as the effects of predators\ndepend largely on the abundance of prey species, which are\noften influenced by nutrient limitation [26,27,38]. Specifically,\nnutrient subsidies have been suggested to enhance prey qual-\nity and abundance, ultimately leading to stronger top-down\neffects [39]. In this study, we found that intraspecific variation\nstemming from local adaptation is sufficient to drive similar\npatterns. For example, pelagic crustaceans, such as calanoid\ncopepods, have been shown to rely heavily on terrestrial\nmaterial in oligotrophic lakes [40] and are also a common\nprey for sticklebacks [28]. We observed that mesocosms\ncontaining litter from the most productive cottonwood geno-\ntypes fostered a greater abundance of calanoid copepods,\nwhich ultimately led to a larger decrease in calanoid abun-\ndance when fish were present (figure 3). Furthermore, we\nfound that intraspecific variation in a predator species can\nalter the relationship between primary productivity and\ntop-down control. For example, the abundance of oligo-\nchaetes in our study depended both on the genotype of leaf\nlitter added and the ecotype of stickleback present. In\nmesocosms containing litter from the most productive tree\ngenotypes, we observed a significant reduction in oligochaetes\nwhen the limnetic ecotype was present, but an increase in\noligochaetes when the benthic ecotype was present (figure 3).\nTaken together, these findings demonstrate that intraspecific\nvariation can create sufficiently different ecological conditions\nor impact rates of prey consumption that drive changes in\nthe strength of biotic control. These results also suggest that\ncombinations of locally adapted populations of co-occurring\nspecies present within an ecosystem can dictate the abundance\nof species found within that ecosystem.\nOur results provide general insights into how genetic\nvariation at the bottom and top of a food web interacts to\nshape the structure of communities and functioning of an\naquatic ecosystem. At the ecosystem level, we found that\nphosphorous availability in aquatic mesocosms depended\non both the tree genotype and the fish ecotype present in a\ngiven mesocosm. This interaction emerged when the benthic\nsticklebacks were added to tanks containing litter from the\nmost productive tree genotypes (figure 2). Benthic stickle-\nbacks have been hypothesized to excrete substantially more\nphosphorous than limnetic ecotypes as a function of local adap-\ntation in their diet preferences [28] and extensive reduction of\nbony armour (R.El-S. 2014, unpublished data). Previous\nresearch has suggested that differences in bony structures\nmay underlie differences in both organismal stoichiometry\nand excretion, as bone requires comparatively large amounts\nof phosphorous [41,42]. These ecotypic differences in phosphor-\nous excretion, when coupled with the measured variation\nbetween cottonwood genotypes in leaf litter phosphorous\ncontent [10], present a potential mechanism underlying SRP\nvalues that vary based on pairwise combinations of stickleback\necotype and black cottonwood genotype. This interaction\ndemonstrates that population-level local adaptation in two\nspecies can impact ecosystem function in an intuitive way.\nThe rapid rate at which evolution has occurred in these two\nspecies [28,32] suggests that these interactions could arise\nover relatively short, ecologically relevant timescales.\nWhen we compared the standard effect sizes of our exper-\nimental treatments, we found that community and ecosystem\nresponses to combinations of phenotypic variation at the top\nand bottom of the food web were directly comparable in\nmagnitude to the ecological effects of predator addition (fish\npresence/absence). Moreover, the interactive effects, both\nfrom genetic variation at two trophic levels and from genetic\nvariation interacting with fish presence, were at least as strong\nas many of the direct effects of predator presence alone. These\nfindings are noteworthy, given the well-documented impacts\nof fish on many aspects of freshwater ecosystems and particu-\nlarly as a driver of trophic cascades [12,29,34]. Our study\nposits that the role of genetic and phenotypic variation has\nbeen under-appreciated in aquatic food web context and\nwarrants further consideration moving forward.\nThe fields of eco-evolutionary dynamics and community\ngenetics have made tremendous strides in integrating ecology\nand evolution by demonstrating that intraspecific variation\nthat emerges from local adaptation can impact communities\nand ecosystems. However, experiments that have investigated\nthe ecological impacts of evolutionary change have invariably\nfocused on phenotypic shifts within a single focal taxa. In the\nstudy species presented here, there is strong evidence that vari-\nation among black cottonwood genotypes and stickleback\necotypes is adaptive. For example, reciprocal transplant exper-\niments have demonstrated that ecotypic variation within\nstickleback is locally adaptive [33]. Similarly, there is consider-\nable evidence that black cottonwood populations exhibit high\nlevels of heritable phenotypic differentiation in tree phenology\n(growing season) and primary productivity as a result of adap-\ntation to local site conditions [32,35,36]. In this study, we did\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n6\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nnot explicitly incorporate the evolutionary processes driving\nphenotypic variation among cottonwood genotypes and\nstickleback ecotypes. Yet, given the widespread nature of\nlocal adaptation [23], it seems highly likely that multiple\nspecies within a given ecosystem show patterns of phenotypic\nadaptation to local conditions. As such, interactions between\nrapidly evolving species that show ecologically important\nphenotypic trait variation may be common. Systems where\npredators show phenotypic evidence of adaptation to local\nprey species [3] and prey show variation in predator avoidance\nphenotypes are particularlystrong candidates for study. Future\nwork directed at investigating the ecological impacts of the\nadaptive variation in these interactions, perhaps using multi-\ntrophic reciprocal transplant experiments, could continue to\ndevelop our understanding of how local evolutionary pro-\ncesses impact ecology and further our understanding of the\ninterplay between ecology and evolution.\n5. Conclusion\nPrevious work in community genetics has demonstrated that\nintraspecific variation in productivity of a foundation plant\nspecies can have cascading effects. Additionally, experiments\non eco-evolutionary dynamics have illustrated the differential\neffects locally adapted predators have on prey communities.\nOur study demonstrates that combinations of genetic variation\nwithin species can have profound effects on contemporary\necological processes, even shifting the strength of top-down\ncontrol. Moreover, the strength of these effects can rival those\nof more classical ecological drivers, such as the presence of\npredators. Consequently, including the interactive effects of\ngenetic variation within co-occurring species and across\ntrophic levels will ultimately help us to determine how pro-\nfoundly evolution dictates ecological dynamics and yield a\nmore complete understanding of the factors that shape\ncommunity structure and ecosystem function.\nEthics.\nHandling of stickleback in this experiment adhered to an\napproved University of British Columbia animal care protocol (no.\n11-0402). Fish were collected with permission from Fisheries and\nOceans Canada (SARA permit no. 197).\nData accessibility.Data for this paper have been uploaded to dryad\nhttp://dx.doi.org/10.5061/dryad.0h4f8.\nAuthor contributions.S.M.R., M.A.R.C. and G.M.C. conceived the study.\nAll authors contributed substantially to data collection. S.M.R. and\nA.S. carried out the analysis. S.M.R. wrote the first draft of the\nmanuscript and all authors contributed to revisions.\nCompeting interests.We declare we have no competing interests.\nFunding.S.M.R. was supported by the University of British Columbia.\nG.M.C. was supported by an NSERC Discovery Grant, the Canadian\nFoundation for Innovation and the University of British Columbia.\nA.S. was supported by the Killam Trust at UBC and the Gordon\nand Betty Moore Foundation as part of the Ocean Tipping Points pro-\nject  (www.oceantippingpoints.org). T.S. was supported by The\nHakubi Project, Kyoto University.\nAcknowledgements.We thank A.A. MacDonald and E.M. Hart for their\nassistance in this research. T. Fukami, the Schluter Laboratory, and one\nanonymous reviewer provided valuable comments on the manuscript.\nReferences\n1.   Hairston NG, Ellner SP, Geber MA, Yoshida T, Fox JA.\n2005 Rapid evolution and the convergence of\necological and evolutionary time.Ecol.  Lett.8,\n1114–1127. (doi:10.1111/j.1461-0248.2005.00812.x)\n2.   Ellner SP, Geber MA, Hairston NG. 2011 Does rapid\nevolution matter? Measuring the rate of\ncontemporary evolution and its impacts on\necological dynamics.Ecol.  Lett.14, 603–614.\n(doi:10.1111/j.1461-0248.2011.01616.x)\n3.   Hiltunen T, Becks L. 2014 Consumer co-evolution as\nan important component of the eco-evolutionary\nfeedback.Nat.  Commun.5,5226.(doi:10.1038/\nncomms6226)\n4.   Post DM, Palkovacs EP, Schielke EG, Dodson SI.\n2008 Intraspecific phenotypic variation in a\npredator affects zooplankton community\nstructure and cascading trophic interactions.\nEcology89,2019–2032.(doi:10.1890/07-\n1216.1)\n5.   Bassar RDet  al.2010 Local adaptation in\nTrinidadian guppies alters ecosystem processes.\nProc.  Natl  Acad.  Sci.  USA107, 3616–3621.\n(doi:10.1073/pnas.0908023107)\n6.   Farkas TE, Mononen T, Comeault AA, Hanksi I,\nNosil P. 2013 Evolution of camouflage drives\nrapid ecological change within an insect\ncommunity.Curr.  Biol.23,1835–1843.(doi:10.\n1016/j.cub.2013.07.067)\n7.   Lundsgaard-Hansen B, Matthews B, Seehausen O.\n2014 Ecological speciation and phenotypic plasticity\naffect ecosystems.Ecology95,2723–2735.(doi:10.\n1890/13-2338.1)\n8.   Harmon LJ, Matthews B, DesRoches S, Chase J,\nShurin J, Schluter D. 2009 Evolutionary\ndiversification in stickleback affects ecosystem\nfunctioning.Nature458,1167–1170.(doi:10.1038/\nnature07974)\n9.   Palkovacs EP, Post DM. 2009 Experimental evidence\nthat phenotypic divergence in predators drives\ncommunity divergence in prey.Ecology90,\n300–305. (doi:10.1890/08-1673.1)\n10.  Crutsinger GMet  al.2014 Testing a ‘genes-to-\necosystems’ approach to understanding aquatic-\nterrestrial linkages.Mol.  Ecol.23, 5888–5903.\n(doi:10.1111/mec.12931)\n11.  Urban MC. 2013 Evolution mediates the effects\nof apex predation on aquatic food webs.\nProc.  R.  Soc.  B280,20130859.(doi:10.1098/\nrspb.2013.0859)\n12.  Brooks JL, Dodson SI. 1965 Predation, body size,\nand composition of the plankton.Science150,\n28–35. (doi:10.1126/science.150.3692.28)\n13.  Sih AP, Crowley P, McPeek M, Petranka J,\nStrohmeier K. 1985 Predation, competition, and\nprey communities: a review of field experiments.\nAnnu.  Rev.  Ecol.  Syst.16,269–311.(doi:10.1146/\nannurev.es.16.110185.001413)\n14.  Bolnick DI, Svanba\n ̈\nck R, Fordyce JA, Yang LH, Davis\nJM, Hulsey CD, Forister ML. 2003 The ecology of\nindividuals: incidence and implications of individual\nspecialization.Am.  Nat.161,1–28.(doi:10.1086/\n343878)\n15.  Bolnick DIet al.2011 Why intraspecific trait variation\nmatters in community ecology.Trends Ecol. Evol.26,\n183–192. (doi:10.1016/j.tree.2011.01.009)\n16.  Whitham TGet  al.2006 A framework for\ncommunity and ecosystem genetics: from genes to\necosystems.Nat.  Rev.  Genet.7,510–523.(doi:10.\n1038/nrg1877)\n17.  Schweitzer JA, Bailey JK, Hart SC, Wimp GM,\nChapman S, Whitham TG. 2005 The interaction of\nplant genotype and herbivory decelerate leaf litter\ndecomposition and alter nutrient dynamics.Oikos110,\n133–145. (doi:10.1111/j.0030-1299.2005.13650.x)\n18.  Crutsinger GM, Collins MD, Fordyce JA, Gompert Z,\nNice CC, Sanders NJ. 2006 Plant genotypic diversity\npredicts community structure and governs an\necosystem process.Science313, 966–968.\n(doi:10.1126/science.1128326)\n19.  Hughes AR, Inouye BD, Johnson MTJ, Underwood N,\nVellend M. 2008 Ecological consequences of genetic\ndiversity.Ecol.  Lett.11,609–623.(doi:10.1111/j.\n1461-0248.2008.01179.x)\n20.  Bailey JKet  al.2009 From genes to ecosystems: a\nsynthesis of the effects of plant genetic factors\nacross levels of organization.Phil.  Trans.  R.  Soc.  B\n364,1607–1616.(doi:10.1098/rstb.2008.0336)\n21.  Johnson MT, Vellend M, Stinchcombe JR. 2009\nEvolution in plant populations as a driver of\necological changes in arthropod communities.\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n7\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from \n\nPhil.  Trans.  R.  Soc.  B364,1593–1605.(doi:10.\n1098/rstb.2008.0334)\n22.  Jackrel SL, Wootton JT. 2013 Local adaptation of\nstream communities to intraspecific variation in a\nterrestrial ecosystem subsidy.Ecology95, 37–43.\n(doi:10.1890/13-0804.1)\n23.  Hereford J. 2009 A quantitative survey of local\nadaptation and fitness trade-offs.Am.  Nat.173,\n579–588. (doi:10.1086/597611)\n24.  Hunter MD, Price P. 1992 Playing chutes and\nladders. Heterogeneity and the relative roles of\nbottom-up and top-down forces in natural\ncommunities.Ecology73, 724–732.\n25.  Power ME. 1992 Top-down and bottom-up forces in\nfood webs—do plants have primacy?Ecology73,\n733–746. (doi:10.2307/1940153)\n26.  Rosemond AD, Mulholland PJ, Elwood JW. 1993\nTop-down and bottom-up control of stream\nperiphyton: effects of nutrients and herbivores.\nEcology74,1264–1280.(doi:10.2307/1940495)\n27.  Forkner RE, Hunter MD. 2000 What goes up must\ncome down? Nutrient addition and predation\npressure on oak herbivores.Ecology81,\n1588–1600. (doi:10.1890/0012-9658(2000)081\n[1588:WGUMCD]2.0.CO;2)\n28.  Schluter D, McPhail JD. 1992 Ecological character\ndisplacement and speciation in sticklebacks.Am.\nNat.140, 85–108. (doi:10.1086/285404)\n29.  Kratina P, Greig HS, Thompson PL, Carvalho-Pereira\nTSA, Shurin JB. 2012 Warming modifies trophic\ncascades and eutrophication in experimental\nfreshwater communities.Ecology93, 1421–1430.\n(doi:10.1890/11-1595.1)\n30.  Wallace JB, Eggert SL, Meyer JL, Webster JR. 1997\nMultiple trophic levels of a forest stream linked to\nterrestrial litter inputs.Science277, 102–104.\n(doi:10.1126/science.277.5322.102)\n31.  Gessneret  al.2010 Diversity meets decomposition.\nTrends  Ecol.  Evol.25,372–380.(doi:10.1016/j.tree.\n2010.01.010)\n32.  McKown ADet  al.2014 Geographical and\nenvironmental gradients shape phenotypic trait\nvariation and genetic structure inPopulus\ntrichocarpa.New  Phytol.201,1263–1276.(doi:10.\n1111/nph.12601)\n33.  Schluter D. 1993 Adaptive radiation in sticklebacks—\nsize, shape, and habitat use efficiency.Ecology74,\n699–709. (doi:10.2307/1940797)\n34.  Carpenter SR, Kitchell JF, Hodgson JR. 1985 Cascading\ntrophic interactions and lake productivity: fish\npredation and herbivory can regulate lake ecosystems.\nBioscience35, 634–638. (doi:10.2307/1309989)\n35.  Weber JC, Stettler RF, Heilman PE. 1985 Genetic\nvariation and productivity ofPopulus  trichocarpa\nand its hybrids. I. Morphology and phenology of 50\nnative clones.Can.  J.  For.  Res\n.15,376–383.\n(doi:10.1139/x85-060)\n36.  Xie C-Y, Carlson MR, Ying CC. 2012 Ecotypic mode\nof regional differentiation of black cottonwood\n(Populus  trichocarpa) due to restricted gene\nmigration: further evidence from a field test on the\nnorthern coast of British Columbia.Can.  J.  For.  Res.\n42,400–405.(doi:10.1139/x11-187)\n37.  Nu ̈rnberg GK, Peters RH. 1984 Biological availability\nof soluble reactive phosphorus in anoxic and toxic\nfreshwaters.Can.  J.  Fish.  Aq.  Sci.41, 757–765.\n(doi:10.1139/f84-088)\n38.  Throop HL, Lerdau MT. 2004 Effects of nitrogen\ndeposition on insect herbivory: implications for\ncommunity and ecosystem processes.Ecosystems7,\n109–133. (doi:10.1007/s10021-003-0225-x)\n39.  Polis GA, Anderson WB, Holt RD. 1997 Toward an\nintegration of landscape ecology and food web\necology: the dynamics of spatially subsidized food\nwebs.Annu.  Rev.  Ecol.  Syst.28,289–316.(doi:10.\n1146/annurev.ecolsys.28.1.289)\n40.  Cole JJ, Carpenter SR, Kitchell J, Pace ML, Solomon\nCT, Weidel B. 2011 Strong evidence for terrestrial\nsupport of zooplankton in small lakes based on\nstable isotopes of carbon, nitrogen, and hydrogen.\nProc.  Natl  Acad.  Sci.  USA108,1975–1980.(doi:10.\n1073/pnas.1012807108)\n41.  Vanni MJ. 2002 Nutrient cycling by animals in\nfreshwater ecosystems.Annu.  Rev.  Ecol.  Syst.33,\n341–370. (doi:10.1146/annurev.ecolsys.33.\n010802.150519)\n42.  Hendrixson HA, Sterner RW, Kay AD. 2007 Elemental\nstoichiometry of freshwater fishes in relation to\nphylogeny, allometry and ecology.J. Fish Biol.70,\n121–140. (doi:10.1111/j.1095-8649.2006.01280.x)\nrspb.royalsocietypublishing.org\nProc.  R.  Soc.  B\n282\n: 20151234\n8\n on July 25, 2015http://rspb.royalsocietypublishing.org/Downloaded from ",
  "extractedAt": "2025-12-12T18:45:11.462Z",
  "success": true,
  "matchedPublication": {
    "title": "Adaptive genetic variation mediates bottom-up and top-down control in an aquatic ecosystem",
    "doi": "10.1098/rspb.2015.1234",
    "year": "2015",
    "authors": "Rudman, Seth M.; Rodriguez-Cabal, Mariano A.; Stier, Adrian; Sato, Takuya; Heavyside, Julian; El-Sabaawi, Rana W.; Crutsinger, Gregory M."
  }
}