{
  "filename": "Samhouri et al. (NEE) 2017.pdf",
  "numPages": 42,
  "text": "NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 1 ARTICLES PUBLISHED: 27 FEBRUARY 2017 | VOLUME: 1 | ARTICLE NUMBER: 0068 © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. Rapid and direct recoveries of predators and prey through synchronized ecosystem management Jameal F. Samhouri 1 *, Adrian C. Stier 2 , Shannon M. Hennessey 3 , Mark Novak 4 , Benjamin S. Halpern 2, 5, 6 and Phillip S. Levin 1 One of the twenty-first century’s greatest environmental challenges is to recover and restore species, habitats and ecosystems. The decision about how to initiate restoration is best-informed by an understanding of the linkages between ecosystem compo- nents and, given these linkages, an appreciation of the consequences of choosing to recover one ecosystem component before another. However, it remains difficult to predict how the sequence of species’ recoveries within food webs influences the speed and trajectory of restoration, and what that means for human well-being. Here, we develop theory to consider the ecological and social implications of synchronous versus sequential (species-by-species) recovery in the context of exploited food webs. A dynamical systems model demonstrates that synchronous recovery of predators and prey is almost always more efficient than sequential recovery. Compared with sequential recovery, synchronous recovery can be twice as fast and produce transient fluctuations of much lower amplitude. A predator-first strategy is particularly slow because it counterproductively suppresses prey recovery. An analysis of real-world predator–prey recoveries shows that synchronous and sequential recoveries are similarly common, suggesting that current practices are not ideal. We highlight policy tools that can facilitate swift and steady recovery of ecosystem structure, function and associated services. T he unprecedented pace of change in the Anthropocene 1–3 has added urgency to the task of recovering degraded ecosystems, focusing attention on the time it takes to achieve conservation goals, restoration successes and social-ecological sustainability 4,5 . Restoration is a global priority of tremendous breadth, with recent international commitments to restore more than half a billion hectares of land 6 as well as the > 3,50 0 marine fisheries worldwide that remain overexploited 7 . The costliness of prolonged restoration efforts and mandates for rebuilding timelines make it all-the-more pressing to develop practical means to accelerate the speed of recov - eries 7–10 . Remarkably, the pace of recovery is often overlooked in ecosystem restoration. Here, we propose that the temporal sequence in which interventions are implemented can influence the pace of recovery, that this influence is often overlooked in ecosystem restoration, and that it is likely to play a critical role in shaping twenty-first century solutions to environmental issues. Conventionally, ecosystem restoration was underpinned by the idea that reinstating a plant community would provide habitat for associated animals. There is now increasing appreciation for the roles animals can play in facilitating restoration (for example, nutrient cycling) and the value of considering their dynamics from the outset to achieve desired ecosystem composition 10 . Amplified attention to the significance of faunal dynamics in restoration is especially significant, because faunal dynamics have proven key to understanding patterns of ecosystem degradation. People have altered animal communities in a predictable sequence, with species higher on the food chain tending to be depleted before species lower on the food chain, a phenomenon referred to as ‘trophic downgrading’ 11 . This predator-first sequence of species loss can have disproportionate influences on the structure and function of ecosystems, altering food security, economic yields, species inva - sions, disease prevalence and carbon sequestration 11–14 . Given the clear ecological and socioeconomic effects of trophic downgrading, a key unanswered question is: does sequence matter when it comes to the recovery of exploited food webs? Many ecosystems are characterized by declines of one or more predator population and one or more prey population, with restora - tion actions implemented to counteract these effects. For instance, trophy hunting, the fur trade and industrial fisheries are wholly or partially responsible for population collapses of lions and wil - debeest in Africa, Steller sea lions and Pacific herring in the tem- perate Pacific, and mink and muskrat in North America (Fig. 1). Harvest restrictions and protected-area management are two com- mon strategies used to reverse these effects, resulting in recover- ies that follow one of three pathways (Fig. 1): (1) predator-first recovery, (2) prey-first recovery or (3) roughly synchronous preda- tor and prey recovery. Despite the qualitatively distinct char- acteristics of these recovery pathways, there is little theory or empirical analysis related to restoration sequence (though there are exceptions 15–19 ). A focus on sequence provides key insights into across-ecosystem variation in the extent and frequency of documented recoveries 8,18 . For example, prey may recover more slowly or not at all if abundant predators have strong effects at low prey abundance 20 . Likewise, slow or failed recoveries may be the result of predator-first approaches in which specialist predators do not have access to a readily avail - able and abundant prey base 21 . Therefore, intuition suggests that prey-first recovery should enhance predator recovery, and thereby 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, Washington 98112, USA. 2 National Center for Ecological Analysis and Synthesis, University of California, 735 State Street, Suite 300, Santa Barbara, California 93101, USA. 3 Frank Orth and Associates, 2725 Montlake Boulevard East, Seattle, Washington 98112, USA. 4 Department of Integrative Biology, Oregon State University, Corvallis, Oregon 97331, USA. 5 Imperial College London, Silwood Park Campus, Buckhurst Road, Ascot, Berkshire SL5 7PY, UK. 6 Bren School of Environmental Science and Management, University of California, Santa Barbara, California 93106, USA. *e-mail: jameal.samhouri@noaa.gov 2 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. ARTICLES NATURE ECOLOGY & EVOLUTION recovery of the full community. However, we are not aware of a theory that has examined these possibilities formally. Results We analysed an apex predator–multiple prey model to evaluate the effectiveness and relative cost of synchronous versus sequential reductions in exploitation rates of predators and their prey (Box 1). Surprisingly, we find that synchronous recovery from sustainable exploitation levels produces recoveries of predator and prey popu - lations that are faster than prey-first and predator-first strategies (Figs 2 and 3). Analytical approximations and numerical sensitivity analysis demonstrate that synchronous recovery is universally the fastest strategy for a wide range of exploitation rates and species’ produc - tivity rates (Supplementary Figs 1–4). There is, however, one excep- tion to this conclusion. In the case where the productivity of the focal prey is relatively low and the availability of alternative prey to the predator is relatively high, prey-first recovery is the fastest strategy (Supplementary Fig. 4). While there are certainly examples of this situation in nature 22 , it is unlikely to be common for the many communities in which prey productivity tends to exceed predator productivity 23 . For most stable and feasible parameter combinations, however, prey-first recovery is not fastest, and because it leads to transient prey release from predation and exploitation, this strategy causes summed predator and prey densities to peak at levels much higher than their eventual equilibria (Figs 2 and 3). In the real world, tran - sient dynamics like these that result from eruptions of prey popula- tions can lead to surprising cascades of ecological interactions and complex but often mismatched management responses 18 . Unlike prey-first recovery, our model suggests that both preda - tor and prey recover directly to their unexploited equilibria in the case of predator-first recovery (that is, transient volatility is zero; Fig. 3), just over a longer time period. The increase in community return time occurs because the recovery of the predators increases prey mortality while they continue to be exploited. The synchronous recovery strategy achieves a compromise between these two extremes, leading to considerably lower vola - tility than prey-first recovery (Fig. 3). Analytical approximations and numerical sensitivity analysis show that, irrespective of exploitation rates and species’ productivity rates, predator-first recovery is always best at damping out transient dynamics, while prey-first recovery always leads to the greatest community volatility (Supplementary Figs 1–4). Thus, in ecological terms, restoration of exploited communities is generally predicted to be faster and more direct under synchro - nous recovery. On the social side, an analysis of foregone har- vest yields suggests that synchronous recovery is no worse—and in several cases better—than the sequential recovery strategies (see Supplementary Fig. 5). Our model therefore implies that both ecological and social goals tend to be best served via synchronous recovery efforts, yet empiri - cal evidence from a comprehensive database of marine fisheries 24 shows that synchronous recoveries are not the rule. Rather, there are approximately equal numbers of synchronous and sequential recov - eries in exploited marine ecosystems, with predator-first recover- ies being less common than prey-first recoveries (Supplementary Tables 2 and 3 and Supplementary Figs 6 –8 ). This analysis includes iconic examples, such as the Baltic, where predatory Baltic cod recovered (20 11) only following their herring prey (20 0 7); along the west coast of Vancouver Island, Canada, where Pacific cod recov - ered (20 0 2) before their preferred Pacific herring prey (20 0 8 ); and the Gulf of Maine, where predatory Atlantic cod and Acadian red - fish, which are regular prey for Atlantic cod, both recovered in 20 0 8 following decades of overdepletion (Supplementary Tables 2 and 3). Discussion Comparing theory to data. On the one hand, the disconnect between our theory and observed restoration patterns implies an opportunity for improvement in the more than half of empirical cases of sequential recovery, even in the context of multiple res - toration goals such as long-term economic value, biological sus- tainability of multiple species, and short- and long-term harvest opportunities 7,10,16,25,26 . On the other hand, these results are encour- aging, because predator-first recovery—the slowest strategy accord- ing to our theory—is less common than prey-first recovery. It is worth noting that the database we analysed did not include case studies with an explicit focus on spatial management measures such as protected areas, which might alter the frequency of synchro - nous and sequential recoveries compared with what we assessed. For example, marine protected areas may relax harvest pressure on all species in a community, or preferentially on a relatively sedentary predator while more mobile prey remain partially exposed to harvest outside the protected area 27 . Furthermore, our empirical −2 −1 0 1 2 3 Scaled abundanc e 198519952005192519351945 YearYearYear bc 1965197519851995 a Predator Prey Predator firstPrey first SequentialSynchronous Figure 1 | Example time series illustrating that ecological communities can follow a predictable sequence of recovery to achieve trophic upgrades, following declines in predator and prey populations (trophic downgrades). a, Synchronous recovery in Serengeti National Park, Tanzania, where woodlands lions (Panthera leo; n = 12 counts yr −1 ) and one of their favoured prey, blue wildebeest (Connochaetes taurinus; ; n = 1 count yr −1 ) recovered at approximately the same time (mid-1970s; ref. 48 ). b, Predator-first recovery in the Northeast Pacific near Haida Gwaii, British Columbia, Canada, where Steller sea lions (Eumetopias jubatus; data from n = 15 haul-out sites 49 ) recovered a decade before their Pacific herring prey (Clupea pallasii; based on data from two management regions representing n = 11 spawning locations 50 ). c, Prey-first recovery in Newfoundland, Canada, where muskrat (Ondatra zibethicus) recovered about 20 years before predatory mink (Mustela vison; reports from n = 1 fur trade post 51 ). Note that all time series were standardized to zero mean and unit variance for the length of the time series presented, and we define recovery as a sustained return to a population size equal to or greater than the long-term mean. NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 3 © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. ARTICLES NATURE ECOLOGY & EVOLUTION of high natural productivity. Along with partners, The Nature Conservancy (www.pcouncil.org/wp-content/uploads/20 15/11/I2_ Sup_Att6 _EFP_TNC_GearInnovations_Nov20 15BB.pdf) is now exploring the possibility that a selective lingcod fishery may enhance rebuilding of rockfishes 27 . Similar approaches have been proposed in terrestrial systems to limit predation on threatened prey while they are recovering 31 . The exact tactics used to shift to synchronous recovery strate - gies would require careful study, as culling of predators can have unexpected consequences 32 . Other more passive restoration approaches with longer histories focus on umbrella species 33 or pro- tected-area management. However, these tools may be inefficient if restoration objectives have a sharp focus on short-term gains of a particular subset of species (for example, ref. 34 ) or if strategic inter- ventions are necessary to accommodate differences in life histories within an ecosystem, even though they have the benefit of being able to affect recoveries at small spatial scales where necessary 10,35 . analysis focused exclusively on fish stocks without attention to the likely common situations where threatened/endangered species and carnivore protection have facilitated recoveries of predatory mammals and birds before their less charismatic prey (Table 1, and references therein, and Fig. 1). The contrast between our theory and observed restoration pat - terns may also suggest a need to incorporate further complexities into the theory—such as stage structure or additional interactions between a greater number of species—to explain why synchronous and sequential recoveries are equally common in fisheries (see Supplementary Discussion for potential extensions). Perhaps the most important social consideration will be the relative economic value of predator versus prey species and the losses incurred by ceasing harvest on one or both 19 . Implications for synchronous and sequential policy actions. Several policy mechanisms exist for shifting to synchronous recov - ery strategies (Table 1). One that has not been implemented often involves temporary and purposeful increases in exploitation of one species (that is, culling) to promote the recovery of another. In the context of fisheries, this approach could even involve purposefully overfishing abundant predators to transition sequential rebuilding of stocks to synchronous rebuilding (for example, via catch-quota balancing 28 , under the rubric of a mixed-stock exception 29,30 ). This possibility has been raised recently in the California Current ecosystem, where lingcod and rockfishes benefited from US legislation provoking synchronous rebuilding. However, less desir- able lingcod recovered faster than their rockfish prey because Box 1 | Apex predator–multiple prey model with harvest. We analyse a model of a generalist predator and its prey to evaluate the effectiveness of synchronous versus sequential community recovery in terms of rates and volatility of recovery to an unexploited community state. We extend a model 25,45 that consists of a generalist predator (P, in number of individuals) consuming one explicitly modelled prey (X, the focal prey, in number of individuals) as well as a non-dynamical other-prey group (Y, in number of individuals). This focus on a three-node community module allows for tractability and is appropriate, as many food webs are characterized by few strong and many weak interactions 32 . As in Gordon–Schaefer fishery models, we assume that both the predator and focal prey experience logistic population growth such that: ⎛ ⎝ ⎜ ⎜ ⎜ ⎞ ⎠ ⎟ ⎟ ⎟ ⎟ =−−− X t rX X K aPXhX d d 1 (1) X X XX (1) ⎛ ⎝ ⎜ ⎜ ⎜ ⎞ ⎠ ⎟ ⎟ ⎟ ⎟ =+−−− P t PcaXaYd P K hP d d [()]1 (2) XYP P P (2) Here, r X is the prey’s intrinsic per-capita growth rate (units: yr −1 ), K X is the prey’s logistic growth carrying capacity (units: number of individuals), d P is the predator’s per capita mortality rate (units: yr −1 ) and K P is the predator’s carrying capacity (units: number of individuals) reflecting limiting factors other than prey availability, such as habitat 14 . The predator feeds on prey X and Y with linear type I functional responses at per-capita rates a X and a Y , respectively (units: number of individuals −1 × yr −1 ), the relative magnitude of which reflects its preference for the two prey, and converts these to predator biomass at rate c (units: prey per predator). The predator and focal prey are harvested at constant per-capita rates, h P and h X (units: yr −1 ). Additional details on simulating recovery strategies are in the Methods, and analytical solutions appear in the Supplementary Information. Trophic level PreyPredator 0 20 40 Time 0 050100 Densit y 60 20 40 60 Disassembly (trophic downgrading) Recovery (trophic upgrading) NonePredatorPrey Harvest a b Start Start Stop Stop 0 20 40 60 c Stop Stop 0 20 40 60 100150200 Time (years) Prey first Predator first Synchronous d StopStop Recovery to equilibrium PreyPredator Figure 2 | Time series panels showing predator and prey densities during community disassembly and recovery. a, Community disassembly. b–d, Three community recovery scenarios: synchronous (b), predator first (c) and prey first (d). In the bars above each panel, black indicates no harvest over the corresponding time period (years), blue indicates prey harvest and red indicates predator harvest. Note that recovery time is defined as the time from when recovery begins—when exploitation is reduced to zero for at least one species—until it is completed, when harvest pressure is zero for both predator and prey and their densities (number of individuals per unit area) remain within 10% of their long- term equilibria. However, the analytical results show that relaxing this assumption to eliminate the time between cessation of predator harvest and cessation of prey harvest does not change the qualitative conclusions (see Supplementary Information for details). See Methods for parameter values. 4 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. ARTICLES NATURE ECOLOGY & EVOLUTION Despite the availability of synchronous restoration approaches, it seems likely that many of the tools with the strongest legal underpin - nings and in most widespread use result in sequential management actions that produce sequential recoveries (Table 1). Sequential recovery allows for continued exploitation of some species while harvest is discontinued for another. In addition, it is not necessarily concerned with coordinated management actions aimed at differ - ent species and potentially different sectors 4,36 . While these social benefits are appealing in the near term, in the long term our find - ings indicate greater social and ecological benefits of synchronous recovery. Regardless of the exact intervention employed to achieve it, the critical component is to embrace systems-level thinking for restoration policy and practice. Conclusions. Our study highlights how and why the sequence of restoration operations matters when one target of restoration is eaten by another. We bridge community assembly and food web theories 37–39 to improve restoration practice by demonstrat- ing that synchronous recoveries of predators and prey are generally rapid and direct. In contrast, predator-first recoveries are slow and potentially risky because they can introduce a double jeopardy situ - ation for prey, due to the combination of continued exploitation of prey populations and increased mortality from the recovering predator population. These findings add emphasis to recent calls for coordinating management and restoration actions at the ecosystem level 4,19,36 , while underscoring the central role of transient dynamics in making inferences about social-ecological systems 18,40 . Moreover, we highlight the ready availability of key policies as opportunities to achieve restoration goals in ecosystems experiencing increasing exploitation demands as human populations continue to grow. In 1992, E.O. Wilson wrote, “The next century will, I believe, be 0.0 0.2 0.4 0.6 Community volatilit y Prey firstPredator first 0 20 40 60 Community return time 0 cb Synchronous Sequential Prey firstPredator firstSynchronous Sequential Community density (predator + prey) Unexploited equilibrium Volatility Return time Exploited equilibrium Recovered a Figure 3 | Community return time and volatility for three recovery scenarios. a, Schematic illustrating the two recovery metrics, community return time and community volatility, used to analyse the effectiveness of alternative recovery strategies. b,c, Community return times (years) (b) and community volatilities (dimensionless) (c) for the baseline case under three recovery scenarios. See Methods for parameter values and definitions of recovery metrics. Note that these patterns are generally robust even if the lag time between recovery of the predator (prey) and cessation of exploitation of the other species is eliminated (see Supplementary Information). Table 1 | Relationship between policy or management actions and community recovery strategies. Management approach Terrestrial or aquatic system Recovery strategy DescriptionReferences Protected areaTerrestrial, aquatic SynchronousComplete or partial protection of all species within a fixed area. 52–54 Mixed stock management AquaticSynchronousSingle species management that regulates fisheries to account for and prevent low productivity or overexploited stocks from being overexploited. 22,55,56 Umbrella species management TerrestrialSynchronousSingle species management that focuses on a single species with a large home range to protect a broader community or ecosystem. 57,58 Threatened/endangered species actions Terrestrial, aquatic SequentialPredator- or prey-first: single species focus reducing or eliminating exploitation of species that are at risk of extinction. 59–61 Carnivore protectionTerrestrialSequentialPredator-first: focus on the preservation of charismatic, higher-trophic-level species. 62,63 Pre-emptive single fishery closure AquaticSequentialPrey-first: allocation of lower-trophic-level species for dependent predators. 64,65 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 5 © 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved. ARTICLES NATURE ECOLOGY & EVOLUTION the era of restoration in ecology.” We are well into this era of resto- ration, but there remains an unambiguous need to advance theory and practice to meet its demands. Our work clearly shows how care - ful consideration of trophic-upgrade strategies provides a useful step towards the goal of reversing overexploitation at the top of the food chain. Methods The theory developed here is grounded in the notion that restoration relies on any actions that will re-establish a self-sustaining system, including all aspects of the environment required for constituent organisms 6,9 . We define synchronous recovery of an exploited community as the simultaneous release of all trophic levels from harvest pressure, and sequential recovery as the release of predators from harvest before prey (predator-first recovery) or the release of prey from harvest before predators (prey-first recovery). Our primary interest is in the transient dynamics 40 expected following the implementation of a community recovery strategy. We develop this theory via both numerical simulation and analytical approximations (see Supplementary Information for details). Using the model described in Box 1, we focus on how each of the recovery strategies affects the rates and volatility of recovery to an unexploited community state, as well as cumulative yields. For our simulations, community return time is the time from when recovery begins—when exploitation is reduced to zero for at least one species—until it is completed, when harvest pressure is zero for both predator and prey, and their densities remain within 10 % of their long- term equilibria 41,42 . Community volatility captures the magnitude by which the recovery strategies cause the summed predator and prey densities to exceed the unexploited community equilibrium. Specifically, we define it as the proportional difference between the maximum community density achieved during the transient period of recovery and the unexploited equilibrium 43 . We define a recovery with lower community volatility as more direct because, in the limit, zero volatility indicates a monotonic return to equilibrium. As reductions in exploitation rates come at a cost of lost yields, we track the cumulative yields across all T years of the simulations ( ∑ = hX t T Xt 1 , ∑ = hP t T Pt 1 and ∑+ = hXhP t T XtPt 1 ) as well as yields per unit time t when exploitation is non-zero. We first analyse a single baseline case that depresses the predator and prey population densities to levels resembling common sustainable exploitation goals (for example, target densities that are 30 –40 % of unexploited levels 44 ). In this baseline case, focal prey (X) productivity is higher than that of the predator (P), the exploitation rate of the focal prey (h X = 0 .6 5) exceeds that of the predator (h P = 0 .325), and the predator is a generalist such that the other-prey group (Y) constitutes the majority of the predator diet (Y = 50 0 ). This baseline other-prey density and the predator attack rates (identical for focal and alternative prey, a X = a Y = 0 .0 3), predator conversion rate (c = 0 .0 5), carrying capacities of the predator (K P = 25) and focal prey (K X = 10 0 ), intrinsic per-capita growth rate of the focal prey (r X = 1) and death rate of the predator (d P = 0 .25) represent reasonable intermediate values that allow for coexistence of the predator and focal prey under a range of predator and prey productivity rates and harvest rates 45 . We also evaluate how variation in two major characteristics of the exploited predator–prey system influences inferences: (1) the intrinsic productivity rates of the predator and the prey, and (2) the legacy of exploitation in the community. We explore all combinations of prey intrinsic productivity rates (r X = [0 .5, 1.5]) and predator attack rates (a X = a Y = [0 .0 2, 0 .0 5], reflecting the predator intrinsic productivity) that allow both predator and prey to coexist under a range of predator and prey harvest rates (see Supplementary Discussion and Supplementary Fig. 2 for parameter combinations that allow coexistence). Harvest rates span a range of values corresponding to three exploitation levels: underexploited, sustainably exploited and overexploited (h X = [0 ,0 .8 ] and h P = [0 ,0 .6 ]). All other parameter values are identical to the baseline case. In addition to conducting numerical simulations of synchronous and sequential community recovery, we determine the equilibrium solutions to the model (Box 1) analytically and assess community responses under the three recovery strategies based on those analytical solutions. We also examine the sensitivity of responses to changes in the per-capita rates with which predator and prey are harvested, increased intrinsic growth rate of the focal prey population (from r X = 1 to r X = 5) and increased availability of other prey (from Y = 50 0 to Y = 1,0 0 0 ), which effectively increases the intrinsic growth rate of the predator population. See the Supplementary Information for details. To determine whether real-world community recoveries tend to be synchronous or sequential (predator first or prey first), we rely on a meta-analysis 24 of a global database of marine fisheries (RAM legacy stock assessment database 46 ). This meta-analysis provides a comprehensive source of recoveries of exploited species analysed and reported in a standardized format. We are unaware of a similarly comprehensive database of recoveries in exploited terrestrial communities. To analyse the database, we use chi-squared tests to determine whether (1) synchronous community recovery case studies occur with equal frequency to sequential community recovery case studies, and (2) synchronous, predator- first, and prey-first community recovery case studies occur with equal frequency (see Supplementary Information for details). We determine statistical significance via Monte Carlo simulation using chisq.test in R v3.0 .3 47 . Data availability. The data from this study supporting our findings are available from the corresponding author on reasonable request. Received 27 July 2016; accepted 22 December 2016; published 27 February 2017 References 1. Burrows, M. T. et al. The pace of shifting climate in marine and terrestrial ecosystems. Science 334, 6 52–6 55 (20 11). 2. Loarie, S. R. et al. The velocity of climate change. Nature 462, 10 52–10 55 (20 0 9). 3. Corlett, R. T. Restoration, reintroduction, and rewilding in a changing world. Trends Ecol. Evol. 31, 453–46 2 (20 16 ). 4. Neeson, T. M. et al. Enhancing ecosystem restoration efficiency through spatial and temporal coordination. Proc. Natl Acad. Sci. USA 112, 6 236 –6 241 (20 15). 5. Wolkovich, E. M., Cook, B. I., McLauchlan, K. K. & Davies, T. J. Temporal ecology in the Anthropocene. Ecol. Lett. 17, 136 5–1379 (20 14). 6. Suding, K. et al. Committing to ecological restoration. Science 348, 6 38 –6 40 (20 15). 7. Costello, C. et al. Global fishery prospects under contrasting management regimes. Proc. Natl Acad. Sci. USA 113, 5125–5129 (20 16 ). 8. Jones, H. P. & Schmitz, O. J. Rapid recovery of damaged ecosystems. PLoS ONE 4, e56 53 (20 0 9). 9. Palmer, M. A. & Ruhl, J. Aligning restoration science and the law to sustain ecological infrastructure for the future. Front. Ecol. Environ. 13, 512–519 (20 15). 10 . Perring, M. P. et al. Advances in restoration ecology: rising to the challenges of the coming decades. Ecosphere 6, art131 (20 15). 11. Estes, J. A. et al. Trophic downgrading of planet Earth. Science 333, 30 1–30 6 (20 11). 12. Pauly, D., Christensen, V., Dalsgaard, J., Froese, R. & Torres F. Jr Fishing down marine food webs. Science 279, 8 6 0 –8 6 3 (1998 ). 13. Sethi, S. A., Branch, T. A. & Watson, R. Global fishery development patterns are driven by profit but not trophic level. Proc. Natl Acad. Sci. USA 107, 1216 3–1216 7 (20 10 ). 14. Ripple, W. J. et al. Status and ecological effects of the world’s largest carnivores. Science 343, 124148 4 (20 14). 15. Suding, K. N. Toward an era of restoration in ecology: successes, failures, and opportunities ahead. Annu. Rev. Ecol. Evol. Syst. 42, 46 5–48 7 (20 11). 16 . Wilen, J. & Brown, G. Jr Optimal recovery paths for perturbations of trophic level bioeconomic systems. J. Environ. Econ. Manag. 13, 225–234 (198 6 ). 17. Andersen, K. H. & Rice, J. C. Direct and indirect community effects of rebuilding plans. ICES J. Mar. Sci. 67, 198 0 –198 8 (20 10 ). 18 . Frank, K. T., Petrie, B., Fisher, J. A. D. & Leggett, W. C. Transient dynamics of an altered large marine ecosystem. Nature 477, 8 6 –8 9 (20 11). 19. Brown, C. J., Abdullah, S. & Mumby, P. J. Minimizing the short-term impacts of marine reserves on fisheries while meeting long-term goals for recovery. Conserv. Lett. 8, 18 0 –18 9 (20 15). 20 . Sinclair, A. R. E. et al. Predicting effects of predation on conservation of endangered prey. Conserv. Biol. 12, 56 4–575 (1998 ). 21. Holt, R. D., Lawton, J. H., Polis, G. A. & Martinez, N. D. Trophic rank and the species–area relationship. Ecology 80, 1495–150 4 (1999). 22. Harvey, C. J., Gross, K., Simon, V. H. & Hastie, J. Trophic and fishery interactions between Pacific hake and rockfish: effect on rockfish population rebuilding times. Mar. Ecol. Prog. Ser. 365, 16 5–176 (20 0 8 ). 23. McCallum, H. Population Parameters: Estimation for Ecological Models (John Wiley & Sons, 20 0 8 ). 24. Neubauer, P., Jensen, O. P., Hutchings, J. A. & Baum, J. K. Resilience and recovery of overexploited marine populations. Science 340, 347–349 (20 13). 25. Kellner, J. B., Sanchirico, J. N., Hastings, A. & Mumby, P. J. Optimizing for multiple species and multiple values: tradeoffs inherent in ecosystem-based fisheries management. Conserv. Lett. 4, 21–30 (20 10 ). 26 . Costello, C., Kinlan, B. P., Lester, S. E. & Gaines, S. D. The Economic Value of Rebuilding Fisheries (Organisation for Economic Co-operation and Development, 20 12). 27. Oken, K. L. & Essington, T. E. Evaluating the effect of a selective piscivore fishery on rockfish recovery within marine protected areas. ICES J. Mar. Sci. J. Cons. 73, 226 7–2277 (20 16 ). 28 . Woods, P. J., Bouchard, C., Holland, D. S., Punt, A. E. & Marteinsdóttir, G. Catch-quota balancing mechanisms in the Icelandic multi-species demersal fishery: Are all species equal? Mar. Policy 55, 1–10 (20 15). 6 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol ARTICLES NATURE ECOLOGY & EVOLUTION 29. Magnuson-Stevens Act Provisions; National Standard Guidelines. 8 1 FR 718 58 (NMFS, 20 16 ). https://www.federalregister.gov/documents/20 16 /10 /18 / 20 16 -2450 0 /magnuson-stevens-act-provisions-national-standard-guidelines 30 . NRC Evaluating the Effectiveness of Fish Stock Rebuilding Plans in the United States (National Academies Press, 20 14). 31. Bergstrom, B. J. et al. License to kill: reforming federal wildlife control to restore biodiversity and ecosystem function. Conserv. Lett. 7, 131–142 (20 14). 32. Stier, A. C. et al. Ecosystem context and historical contingency in apex predator recoveries. Sci. Adv. 2, e150 176 9 (20 16 ). 33. Branton, M. & Richardson, J. S. Assessing the value of the umbrella-species concept for conservation planning with meta-analysis. Conserv. Biol. 25, 9–20 (20 10 ). 34. Svenning, J.-C. et al. Science for a wilder Anthropocene: synthesis and future directions for trophic rewilding research. Proc. Natl Acad. Sci. USA 113, 8 98 –90 6 (20 16 ). 35. Lester, S. E. et al. Biological effects within no-take marine reserves: a global synthesis. Mar. Ecol. Prog. Ser. 384, 33–46 (20 0 9). 36 . White, C., Costello, C., Kendall, B. E. & Brown, C. J. The value of coordinated management of interacting ecosystem services. Ecol. Lett. 15, 50 9–519 (20 12). 37. Noonburg, E. G., Abrams, P. A., Losos, E. J. B. & DeAngelis, A. E. D. L. Transient dynamics limit the effectiveness of keystone predation in bringing about coexistence. Am. Nat. 165, 322–335 (20 0 5). 38 . McMeans, B. C., McCann, K. S., Humphries, M., Rooney, N. & Fisk, A. T. Food web structure in temporally-forced ecosystems. Trends Ecol. Evol. 30, 6 6 2–6 72 (20 15). 39. Schrama, M., Berg, M. P. & Olff, H. Ecosystem assembly rules: the interplay of green and brown webs during salt marsh succession. Ecology 93, 2353–236 4 (20 12). 40 . Hastings, A. Timescales, dynamics, and ecological understanding. Ecology 91, 3471–348 0 (20 10 ). 41. Holling, C. S. Resilience and stability of ecological systems. Annu. Rev. Ecol. Syst. 4, 1–23 (1973). 42. Pimm, S. L. & Lawton, J. H. Number of trophic levels in ecological communities. Nature 268, 329–331 (1977). 43. Neubert, M. G. & Caswell, H. Alternatives to resilience for measuring the responses of ecological systems to perturbations. Ecology 78, 6 53–6 6 5 (1997). 44. Reynolds, J. Conservation of Exploited Species (Cambridge Univ. Press, 20 0 1). 45. Kellner, J. B., Litvin, S. Y., Hastings, A., Micheli, F. & Mumby, P. J. Disentangling trophic interactions inside a Caribbean marine reserve. Ecol. Appl. 20, 1979–1992 (20 10 ). 46 . Ricard, D., Minto, C., Jensen, O. P. & Baum, J. K. Examining the knowledge base and status of commercially exploited marine species with the RAM Legacy Stock Assessment Database. Fish Fish. 13, 38 0 –398 (20 12). 47. R Core Team. R: A language and environment for statistical computing (R Foundation for Statistical Computing, Vienna, Austria, 20 14). 48 . Packer, C. et al. Ecological change, group territoriality, and population dynamics in Serengeti lions. Science 307, 390 –393 (20 0 5). 49. COSEWIC COSEWIC Assessment and Status Report on the Steller Sea Lion Eumetopias jubatus in Canada (Committee on the Status of Endangered Wildlife in Canada 20 13). 50 . Cleary, J. S. Stock Assessment and Management Advice for British Columbia Pacific Herring: 2013 Status and 2014 Forecast (Department of Fisheries and Oceans Canada, 20 14). 51. Holmengen, N., Lehre Seip. K., Boyce. M. & Stenseth, N. C. Predator–prey coupling: interaction between mink Mustela vison and muskrat Ondatra zibethicus across Canada. Oikos 118, 440 –448 (20 0 9). 52. Frid, A. & Marliave, J. Predatory fishes affect trophic cascades and apparent competition in temperate reefs. Biol. Lett. 6, 533–536 (20 10 ). 53. Beaudreau, A. H. & Essington, T. E. Spatial, temporal, and ontogenetic patterns of predation on rockfishes by lingcod. Trans. Am. Fish. Soc. 136, 1438 –1452 (20 0 7). 54. Micheli, F., Halpern, B. S., Botsford, L. W. & Warner, R. R. Trajectories and correlates of community change in no-take marine reserves. Ecol. Appl. 14, 170 9–1723 (20 0 4). 55. Breen, P. A., Hilborn, R., Maunder, M. N. & Kim, S. W. Effects of alternative control rules on the conflict between a fishery and a threatened sea lion (Phocarctos hookeri). Can. J. Fish. Aquat. Sci. 60, 527–541 (20 0 3). 56 . Essington, T. E. et al. Catch shares, fisheries, and ecological stewardship: a comparative analysis of resource responses to a rights-based policy instrument. Conserv. Lett. 5,186–195 (20 12). 57. Lambeck, R. J. Focal species: a multi-species umbrella for nature conservation. Conserv. Biol. 11, 8 49–8 56 (1997). 58 . Roberge, J.-M. & Angelstam, P. Usefulness of the umbrella species concept as a conservation tool. Conserv. Biol. 18, 76 –8 5 (20 0 4). 59. Rodrigues, A. S., Pilgrim, J. D., Lamoreux, J. F., Hoffmann, M. & Brooks, T. M. The value of the IUCN Red List for conservation. Trends Ecol. Evol. 21, 71–76 (20 0 6 ). 60. Evans, D. M. et al. Species recovery in the United States: increasing the effectiveness of the Endangered Species Act. Iss. Ecol. 20, 1–27 (20 16 ). 6 1. Schwartz, M. W. The performance of the endangered species act. Annu. Rev. Ecol. Evol. Syst. 39, 279–299 (20 0 8 ). 62. Magera, A. M., Flemming, J. E. M., Kaschner, K., Christensen, L. B. & Lotze, H. K. Recovery trends in marine mammal populations. PLoS ONE 8, e77908 (2013). 6 3. Yodzis, P. Must top predators be culled for the sake of fisheries? Trends Ecol. Evol. 16, 78 –8 4 (20 0 1). 6 4. Kutil, S. M. Scientific certainty thresholds in fisheries management: a response to a changing climate. Environ. Law 41, 233–275 (20 11). 6 5. Cury, P. M. et al. Global seabird response to forage fish depletion—one-third for the birds. Science 334, 170 3–170 6 (20 11). Acknowledgements T. Young helped to sharpen the presentation of this paper. J.F.S., A.C.S., B.S.H., and P.S.L. thank the Gordon and Betty Moore Foundation for their support of the Ocean Tipping Points project, and Guujaaw for inspiration. Author contributions J.F.S., A.C.S., P.S.L. and M.N. designed the study. J.F.S., A.C.S., M.N. and S.M.H. collected and analysed all data. J.F.S., A.C.S., P.S.L., B.S.H. and M.N. jointly wrote the manuscript. Additional information Supplementary information is available for this paper. Reprints and permissions information is available at www.nature.com/reprints. Correspondence and requests for materials should be addressed to J.F.S. How to cite this article: Samhouri, J. F. et al. Rapid and direct recoveries of predators and prey through synchronized ecosystem management. Nat. Ecol. Evol. 1, 0 0 6 8 (20 17). Competing interests The authors declare no competing financial interests. 1 Supplementary Information 1 Is this theory robust to different intrinsic productivity rates, exploitation histories, 2 and other considerations? 3 Many factors might influence our theoretical expectations, the most important of which 4 relate to life history traits of the predator and prey 1,2 and intensity of historical 5 exploitation levels 3,4 . To assess potential effects of these factors, we evaluate which 6 recovery strategy produces the shortest return time and most direct recoveries given 7 different combinations of predator and prey productivity and three scenarios of historical 8 exploitation: under-exploitation, sustainable-exploitation, and over-exploitation 1 , such 9 that exploited predator and prey densities prior to recovery were ~70%, ~30%, and ~20% 10 of unexploited values, respectively. 11 We calculate the percent reduction in community return time obtained from the 12 recovery strategy with the shortest value compared to that with the next shortest. Because 13 predator first recovery always minimizes community volatility to zero, we report the 14 volatility obtained from the recovery strategy with the second smallest value. This 15 quantity represents the percentage by which the maximum community density achieved 16 during the transient period of recovery exceeds the unexploited equilibrium community 17 density. 18 Synchronous recovery consistently exhibits the fastest community return times; in 19 numerical simulations, synchronous recovery produces 70-90% faster community return 20 times than the other strategies (Supplementary Figs. 1-2). Higher exploitation levels 21 slightly diminish the relative benefit of synchronous recovery in terms of community 22 return time: synchronous recovery produces ~90% faster returns times in the under-23 2 exploitation scenarios but ~70% faster returns times in the over-exploitation scenarios 24 (Supplementary Fig. 2). In any specific exploitation scenario, higher prey intrinsic 25 productivity rates reduces differences in community return time among recovery 26 strategies. 27 Predator first recovery damps out high-amplitude transient dynamics most under 28 all exploitation scenarios, causing this strategy to exhibit the most direct recoveries 29 (Supplementary Figs. 1-2). The second best strategy for producing small values of 30 community volatility is synchronous recovery, with values ranging from 0-32% and an 31 average of 8% (Supplementary Fig. 2). There was one exception to this pattern, where 32 predator first and synchronous recovery both had zero community volatility: Y = 500, 33 a X =a Y = 0.03, and r X = 0.8. Community volatility was four-fold higher for the prey first 34 strategy than for the synchronous strategy in the underexploitation scenario, but fourteen-35 fold higher in the overexploitation scenario (Supplementary Fig. 1). In any specific 36 exploitation scenario, higher prey intrinsic productivity rates reduces differences in 37 community volatility among recovery strategies. 38 Beyond species’ productivity rates and exploitation histories, in real exploited 39 communities more species (that interact in many ways beyond predator-prey dynamics), 40 temporal variation in parameter values, environmental stochasticity, stage or spatial 41 structure within predator and prey populations, and the potential for hysteresis following 42 dis-assembly (especially due to predator-prey role reversals 5,6 ) may all interact to affect 43 expectations for recovery times and trajectories 7–9 . Our two-trophic level predator-prey 44 model assumes these factors are not necessary to understand broad patterns of ecosystem 45 recovery. Similarly, the social and economic costs associated with predator versus prey 46 3 harvest are nuanced, requiring incorporation of discount rates and consideration of the 47 optimal effort required to achieve pre-specified social goals 10–12 . Certainly, exploring the 48 potential effects of additional complexities will be important extensions of the basic ideas 49 introduced here. Yet, even with their inclusion, the large differences in our transient 50 approximations of return time and volatility between synchronous and sequential 51 recovery strategies suggest the results should be general. 52 53 Do analytical solutions of recovery correspond to numerical simulations? 54 In addition to conducting numerical simulations of synchronous and sequential 55 community recovery, we determined the equilibrium solutions to the model (Box 1) 56 analytically using Mathematica v10. To make this analysis more tractable using 57 Mathematica, we reformulate equation 2 as follows: 58 (S1) 59 In this formulation, s represents density-dependent losses due to food limitation or other 60 factors related to prey densities and is equivalent to 61 (S2) 62 We determine the equilibrium densities of the predator and focal prey that allow 63 for feasible fixed point coexistence in four situations, when: (i) both species are exploited 64 (h X >0, h P >0), (ii) only the prey is exploited (h X >0, h P =0), (iii) only the predator is 65 exploited (h X =0, h P >0), or (iv) neither species is exploited (h X = h P =0) (Supplementary 66 Table 1). Situation (i) thus corresponds to a dis-assembled community at equilibrium that 67 4 could recover from exploitation via synchronous recovery (situation (iv)) or sequential 68 recovery (situation (ii) or (iii) followed by (iv)). 69 Because the three recovery scenarios are nested within these four situations, we 70 examine how the community responds to changes in the per capita rates with which 71 predator and prey are harvested. Specifically, we evaluate the characteristic return time to 72 the unexploited state following an instantaneous cessation of harvest (-1/Re(λ 1 )), the 73 analytical first-order analog to true return time in the numerical simulations presented in 74 the main text 13 . In addition, we determine the community’s reactivity (the maximum 75 possible growth rate of its transient response toward the unharvested state following a 76 cessation or reduction of harvest 14 and its maximum amplification volume (the largest 77 relative change in species abundances that could occur during the transient phase of its 78 response 14 . Note that reactivity and maximum amplification volume relate closely to the 79 community volatility metric used in the main text, but d",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results show that relaxing this assumption to eliminate the time between cessation of predator harvest and cessation of prey harvest does not change the qualitative conclusions (see Supplementary Information for details).",
    "we report the 14 volatility obtained from the recovery strategy with the second smallest value."
  ],
  "fullText": "\n\nNATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 1\nARTICLES\nPUBLISHED: 27 FEBRUARY 2017 | VOLUME: 1 | ARTICLE NUMBER: 0068\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nRapid and direct recoveries of predators and prey \nthrough synchronized ecosystem management\nJameal F. Samhouri\n1\n*, Adrian C. Stier\n2\n, Shannon M. Hennessey\n3\n, Mark Novak\n4\n, Benjamin S. Halpern\n2,\n \n5,\n \n6\n  \nand Phillip S. Levin\n1\nOne of the twenty-first century’s greatest environmental challenges is to recover and restore species, habitats and ecosystems. \nThe decision about how to initiate restoration is best-informed by an understanding of the linkages between ecosystem compo-\nnents and, given these linkages, an appreciation of the consequences of choosing to recover one ecosystem component before \nanother. However, it remains difficult to predict how the sequence of species’ recoveries within food webs influences the speed \nand trajectory of restoration, and what that means for human well-being. Here, we develop theory to consider the ecological \nand social implications of synchronous versus sequential (species-by-species) recovery in the context of exploited food webs.  \nA  dynamical  systems  model  demonstrates  that  synchronous  recovery  of  predators  and  prey  is  almost  always  more  efficient \nthan sequential recovery. Compared with sequential recovery, synchronous recovery can be twice as fast and produce transient \nfluctuations of much lower amplitude. A predator-first strategy is particularly slow because it counterproductively suppresses \nprey  recovery.  An  analysis  of  real-world  predator–prey  recoveries  shows  that  synchronous  and  sequential  recoveries  are  \nsimilarly common, suggesting that current practices are not ideal. We highlight policy tools that can facilitate swift and steady \nrecovery of ecosystem structure, function and associated services.\nT\nhe unprecedented pace of change in the Anthropocene\n1–3\n has \nadded urgency to the task of recovering degraded ecosystems, \nfocusing attention on the time it takes to achieve conservation \ngoals,  restoration  successes  and  social-ecological  sustainability\n4,5\n. \nRestoration is a global priority of tremendous breadth, with recent \ninternational  commitments  to  restore  more  than  half  a  billion \nhectares of land\n6\n as well as the > 3,50 0  marine fisheries worldwide \nthat remain overexploited\n7\n. The costliness of prolonged restoration \nefforts and mandates for rebuilding timelines make it all-the-more \npressing to develop practical means to accelerate the speed of recov\n-\neries\n7–10\n.  Remarkably,  the  pace  of  recovery  is  often  overlooked  in \necosystem restoration. Here, we propose that the temporal sequence \nin  which  interventions  are  implemented  can  influence  the  pace \n \nof  recovery,  that  this  influence  is  often  overlooked  in  ecosystem  \nrestoration,  and  that  it  is  likely  to  play  a  critical  role  in  shaping \ntwenty-first century solutions to environmental issues.\nConventionally,  ecosystem  restoration  was  underpinned  by  the \nidea  that  reinstating  a  plant  community  would  provide  habitat \nfor  associated  animals.  There  is  now  increasing  appreciation  for \nthe  roles  animals  can  play  in  facilitating  restoration  (for  example, \nnutrient cycling) and the value of considering their dynamics from \nthe  outset  to  achieve  desired  ecosystem  composition\n10\n.  Amplified \nattention  to  the  significance  of  faunal  dynamics  in  restoration  is \nespecially  significant,  because  faunal  dynamics  have  proven  key \nto  understanding  patterns  of  ecosystem  degradation.  People  have \naltered animal communities in a predictable sequence, with species \n \nhigher  on  the  food  chain  tending  to  be  depleted  before  species  \nlower  on  the  food  chain,  a  phenomenon  referred  to  as  ‘trophic \ndowngrading’\n11\n.  This  predator-first  sequence  of  species  loss  can \nhave  disproportionate  influences  on  the  structure  and  function  of \necosystems,  altering  food  security,  economic  yields,  species  inva\n-\nsions,  disease  prevalence  and  carbon  sequestration\n11–14\n.  Given  the \nclear ecological and socioeconomic effects of trophic downgrading, \na key unanswered question is: does sequence matter when it comes \nto the recovery of exploited food webs?\nMany  ecosystems  are  characterized  by  declines  of  one  or  more \npredator population and one or more prey population, with restora\n-\ntion actions implemented to counteract these effects. For instance, \ntrophy  hunting,  the  fur  trade  and  industrial  fisheries  are  wholly \nor  partially  responsible  for  population  collapses  of  lions  and  wil\n-\ndebeest  in  Africa,  Steller  sea  lions  and  Pacific  herring  in  the  tem-\nperate  Pacific,  and  mink  and  muskrat  in  North  America  (Fig. 1).  \nHarvest restrictions and protected-area management are two com-\nmon  strategies  used  to  reverse  these  effects,  resulting  in  recover-\nies  that  follow  one  of  three  pathways  (Fig. 1):  (1)  predator-first  \nrecovery, (2) prey-first recovery or (3) roughly synchronous preda-\ntor  and  prey  recovery.  Despite  the  qualitatively  distinct  char-\nacteristics  of  these  recovery  pathways,  there  is  little  theory  or  \nempirical  analysis  related  to  restoration  sequence  (though  there  \nare exceptions\n15–19\n).\nA focus on sequence provides key insights into across-ecosystem \nvariation in the extent and frequency of documented recoveries\n8,18\n. \nFor example, prey may recover more slowly or not at all if abundant \npredators have strong effects at low prey abundance\n20\n. Likewise, slow \nor  failed  recoveries  may  be  the  result  of  predator-first  approaches \nin  which  specialist  predators  do  not  have  access  to  a  readily  avail\n-\nable  and  abundant  prey  base\n21\n.  Therefore,  intuition  suggests  that  \nprey-first recovery should enhance predator recovery, and thereby \n1\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, \nSeattle, Washington 98112, USA. \n2\nNational Center for Ecological Analysis and Synthesis, University of California, 735 State Street, Suite 300, Santa Barbara,  \nCalifornia 93101, USA. \n3\nFrank Orth and Associates, 2725 Montlake Boulevard East, Seattle, Washington 98112, USA. \n4\nDepartment of Integrative Biology, \nOregon State University, Corvallis, Oregon 97331, USA. \n5\nImperial College London, Silwood Park Campus, Buckhurst Road, Ascot, Berkshire SL5 7PY, UK. \n6\nBren \nSchool of Environmental Science and Management, University of California, Santa Barbara, California 93106, USA. *e-mail: jameal.samhouri@noaa.gov\n\n2 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nARTICLES\nNATURE ECOLOGY & EVOLUTION\nrecovery  of  the  full  community.  However,  we  are  not  aware  of  a  \ntheory that has examined these possibilities formally.\nResults\nWe analysed an apex predator–multiple prey model to evaluate the \neffectiveness  and  relative  cost  of  synchronous  versus  sequential \nreductions in exploitation rates of predators and their prey (Box 1). \nSurprisingly,  we  find  that  synchronous  recovery  from  sustainable \nexploitation levels produces recoveries of predator and prey popu\n-\nlations  that  are  faster  than  prey-first  and  predator-first  strategies \n(Figs 2 and 3).\nAnalytical  approximations  and  numerical  sensitivity  analysis \ndemonstrate  that  synchronous  recovery  is  universally  the  fastest \nstrategy for a wide range of exploitation rates and species’ produc\n-\ntivity rates (Supplementary Figs 1–4). There is, however, one excep-\ntion  to  this  conclusion.  In  the  case  where  the  productivity  of  the \nfocal  prey  is  relatively  low  and  the  availability  of  alternative  prey \nto  the  predator  is  relatively  high,  prey-first  recovery  is  the  fastest \nstrategy (Supplementary Fig. 4). While there are certainly examples \nof  this  situation  in  nature\n22\n,  it  is  unlikely  to  be  common  for  the  \nmany  communities  in  which  prey  productivity  tends  to  exceed \npredator productivity\n23\n.\nFor  most  stable  and  feasible  parameter  combinations,  however, \nprey-first  recovery  is  not  fastest,  and  because  it  leads  to  transient \nprey  release  from  predation  and  exploitation,  this  strategy  causes \nsummed predator and prey densities to peak at levels much higher \nthan their eventual equilibria (Figs 2 and 3). In the real world, tran\n-\nsient dynamics like these that result from eruptions of prey popula-\ntions can lead to surprising cascades of ecological interactions and \ncomplex but often mismatched management responses\n18\n.\nUnlike prey-first recovery, our model suggests that both preda\n-\ntor  and  prey  recover  directly  to  their  unexploited  equilibria  in  the \ncase  of  predator-first  recovery  (that  is,  transient  volatility  is  zero; \nFig. 3), just over a longer time period. The increase in community \nreturn time occurs because the recovery of the predators increases \nprey mortality while they continue to be exploited.\nThe   synchronous   recovery   strategy   achieves   a   compromise \nbetween  these  two  extremes,  leading  to  considerably  lower  vola\n-\ntility  than  prey-first  recovery  (Fig. 3).  Analytical  approximations  \nand   numerical   sensitivity   analysis   show   that,   irrespective   of \nexploitation  rates  and  species’  productivity  rates,  predator-first \nrecovery  is  always  best  at  damping  out  transient  dynamics,  while \nprey-first recovery always leads to the greatest community volatility \n(Supplementary Figs 1–4).\nThus, in ecological terms, restoration of exploited communities \nis generally predicted to be faster and more direct under synchro\n-\nnous  recovery.  On  the  social  side,  an  analysis  of  foregone  har-\nvest  yields  suggests  that  synchronous  recovery  is  no  worse—and  \nin  several  cases  better—than  the  sequential  recovery  strategies  \n(see Supplementary Fig. 5).\nOur model therefore implies that both ecological and social goals \ntend to be best served via synchronous recovery efforts, yet empiri\n-\ncal  evidence  from  a  comprehensive  database  of  marine  fisheries\n24\n \nshows that synchronous recoveries are not the rule. Rather, there are \napproximately equal numbers of synchronous and sequential recov\n-\neries  in  exploited  marine  ecosystems,  with  predator-first  recover-\nies  being  less  common  than  prey-first  recoveries  (Supplementary \nTables 2 and 3 and Supplementary Figs 6 –8 ). This analysis includes \niconic  examples,  such  as  the  Baltic,  where  predatory  Baltic  cod \nrecovered (20 11) only following their herring prey (20 0 7); along the \nwest  coast  of  Vancouver  Island,  Canada,  where  Pacific  cod  recov\n-\nered (20 0 2) before their preferred Pacific herring prey (20 0 8 ); and \nthe Gulf of Maine, where predatory Atlantic cod and Acadian red\n-\nfish, which are regular prey for Atlantic cod, both recovered in 20 0 8  \nfollowing decades of overdepletion (Supplementary Tables 2 and 3).\nDiscussion\nComparing  theory  to  data.  On  the  one  hand,  the  disconnect \nbetween  our  theory  and  observed  restoration  patterns  implies  an \nopportunity  for  improvement  in  the  more  than  half  of  empirical \ncases  of  sequential  recovery,  even  in  the  context  of  multiple  res\n-\ntoration  goals  such  as  long-term  economic  value,  biological  sus-\ntainability  of  multiple  species,  and  short-  and  long-term  harvest \nopportunities\n7,10,16,25,26\n. On the other hand, these results are encour-\naging, because predator-first recovery—the slowest strategy accord-\ning to our theory—is less common than prey-first recovery.\nIt is worth noting that the database we analysed did not include \ncase studies with an explicit focus on spatial management measures \nsuch as protected areas, which might alter the frequency of synchro\n-\nnous  and  sequential  recoveries  compared  with  what  we  assessed. \nFor  example,  marine  protected  areas  may  relax  harvest  pressure \n \non  all  species  in  a  community,  or  preferentially  on  a  relatively  \nsedentary predator while more mobile prey remain partially exposed \nto harvest outside the protected area\n27\n. Furthermore, our empirical  \n−2\n−1\n0\n1\n2\n3\nScaled abundanc\ne\n198519952005192519351945\nYearYearYear\nbc\n1965197519851995\na\nPredator\nPrey\nPredator firstPrey first\nSequentialSynchronous\nFigure 1 | Example time series illustrating that ecological communities can follow a predictable sequence of recovery to achieve trophic upgrades, \nfollowing declines in predator and prey populations (trophic downgrades). a, Synchronous recovery in Serengeti National Park, Tanzania, where \nwoodlands lions (Panthera leo; n =  12 counts yr\n−1\n) and one of their favoured prey, blue wildebeest (Connochaetes taurinus; ; n =  1 count yr\n−1\n) recovered at \napproximately the same time (mid-1970s; ref. \n48\n). b, Predator-first recovery in the Northeast Pacific near Haida Gwaii, British Columbia, Canada, where \nSteller sea lions (Eumetopias jubatus; data from n =  15 haul-out sites\n49\n) recovered a decade before their Pacific herring prey (Clupea pallasii; based  \non data from two management regions representing n =  11 spawning locations\n50\n). c, Prey-first recovery in Newfoundland, Canada, where muskrat  \n(Ondatra zibethicus) recovered about 20 years before predatory mink (Mustela vison; reports from n =  1 fur trade post\n51\n). Note that all time series were \nstandardized to zero mean and unit variance for the length of the time series presented, and we define recovery as a sustained return to a population  \nsize equal to or greater than the long-term mean.\n\nNATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 3\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nARTICLES\nNATURE ECOLOGY & EVOLUTION\nof  high  natural  productivity.  Along  with  partners,  The  Nature \nConservancy  (www.pcouncil.org/wp-content/uploads/20 15/11/I2_\nSup_Att6 _EFP_TNC_GearInnovations_Nov20 15BB.pdf)   is   now \n \nexploring the possibility that a selective lingcod fishery may enhance \nrebuilding  of  rockfishes\n27\n.  Similar  approaches  have  been  proposed \nin  terrestrial  systems  to  limit  predation  on  threatened  prey  while \nthey are recovering\n31\n.\nThe  exact  tactics  used  to  shift  to  synchronous  recovery  strate\n-\ngies  would  require  careful  study,  as  culling  of  predators  can  have  \nunexpected    consequences\n32\n.    Other    more    passive    restoration \napproaches with longer histories focus on umbrella species\n33\n or pro-\ntected-area management. However, these tools may be inefficient if \nrestoration  objectives  have  a  sharp  focus  on  short-term  gains  of  a \nparticular subset of species (for example, ref. \n34\n) or if strategic inter-\nventions are necessary to accommodate differences in life histories \nwithin  an  ecosystem,  even  though  they  have  the  benefit  of  being \nable to affect recoveries at small spatial scales where necessary\n10,35\n.\nanalysis focused exclusively on fish stocks without attention to the \nlikely  common  situations  where  threatened/endangered  species \n \nand  carnivore  protection  have  facilitated  recoveries  of  predatory \nmammals and birds before their less charismatic prey (Table 1, and \nreferences therein, and Fig. 1).\nThe contrast between our theory and observed restoration pat\n-\nterns  may  also  suggest  a  need  to  incorporate  further  complexities \ninto  the  theory—such  as  stage  structure  or  additional  interactions \nbetween a greater number of species—to explain why synchronous \nand  sequential  recoveries  are  equally  common  in  fisheries  (see \nSupplementary  Discussion  for  potential  extensions).  Perhaps  the \nmost  important  social  consideration  will  be  the  relative  economic \nvalue  of  predator  versus  prey  species  and  the  losses  incurred  by \nceasing harvest on one or both\n19\n.\nImplications  for  synchronous  and  sequential  policy  actions. \nSeveral policy mechanisms exist for shifting to synchronous recov\n-\nery  strategies  (Table 1).  One  that  has  not  been  implemented  often \ninvolves temporary and purposeful increases in exploitation of one \nspecies (that is, culling) to promote the recovery of another. In the \ncontext of fisheries, this approach could even involve purposefully \noverfishing  abundant  predators  to  transition  sequential  rebuilding \n \nof  stocks  to  synchronous  rebuilding  (for  example,  via  catch-quota \nbalancing\n28\n,   under   the   rubric   of   a   mixed-stock   exception\n29,30\n).  \nThis  possibility  has  been  raised  recently  in  the  California  Current \necosystem,   where   lingcod   and   rockfishes   benefited   from   US \n \nlegislation provoking synchronous rebuilding. However, less desir-\nable  lingcod  recovered  faster  than  their  rockfish  prey  because \nBox 1 | Apex predator–multiple prey model with harvest.\nWe  analyse  a  model  of  a  generalist  predator  and  its  prey  to \nevaluate   the   effectiveness   of   synchronous   versus   sequential \ncommunity recovery in terms of rates and volatility of recovery \nto an unexploited community state. We extend a model\n25,45\n that \nconsists  of  a  generalist  predator  (P,  in  number  of  individuals) \nconsuming  one  explicitly  modelled  prey  (X,  the  focal  prey,  in \nnumber  of  individuals)  as  well  as  a  non-dynamical  other-prey \ngroup (Y, in number of individuals). This focus on a three-node \ncommunity  module  allows  for  tractability  and  is  appropriate, \nas  many  food  webs  are  characterized  by  few  strong  and  many \nweak  interactions\n32\n.  As  in  Gordon–Schaefer fishery  models,  we \nassume that both the predator and focal prey experience logistic \npopulation growth such that:\n⎛\n⎝\n⎜\n⎜\n⎜\n⎞\n⎠\n⎟\n⎟\n⎟\n⎟\n=−−−\nX\nt\nrX\nX\nK\naPXhX\nd\nd\n1\n(1)\nX\nX\nXX\n(1)\n⎛\n⎝\n⎜\n⎜\n⎜\n⎞\n⎠\n⎟\n⎟\n⎟\n⎟\n=+−−−\nP\nt\nPcaXaYd\nP\nK\nhP\nd\nd\n[()]1\n(2)\nXYP\nP\nP\n(2)\nHere, r\nX\n is the prey’s intrinsic per-capita growth rate (units: yr\n−1\n),  \nK\nX\n is the prey’s logistic growth carrying capacity (units: number \nof  individuals), d\nP\n  is  the  predator’s  per  capita  mortality  rate \n(units:  yr\n−1\n)  and K\nP\n  is  the  predator’s  carrying  capacity  (units: \nnumber  of  individuals)  reflecting  limiting  factors  other  than \nprey availability, such as habitat\n14\n. The predator feeds on prey X \nand Y with linear type I functional responses at per-capita rates \na\nX\n  and a\nY\n,  respectively  (units:  number  of  individuals\n−1\n ×  yr\n−1\n), \nthe  relative  magnitude  of  which  reflects  its  preference  for  the \ntwo prey, and converts these to predator biomass at rate c (units: \nprey  per  predator). The  predator  and  focal  prey  are  harvested \nat  constant  per-capita  rates, h\nP\n  and h\nX\n  (units:  yr\n−1\n).  Additional \ndetails on simulating recovery strategies are in the Methods, and \nanalytical solutions appear in the Supplementary Information.\nTrophic level\nPreyPredator\n0\n20\n40\nTime\n0\n050100\nDensit\ny\n60\n20\n40\n60\nDisassembly\n(trophic downgrading)\nRecovery\n(trophic upgrading)\nNonePredatorPrey\nHarvest\na\nb\nStart\nStart\nStop\nStop\n0\n20\n40\n60\nc\nStop\nStop\n0\n20\n40\n60\n100150200\nTime (years)\nPrey first\nPredator first\nSynchronous\nd\nStopStop\nRecovery to equilibrium\nPreyPredator\nFigure 2 | Time series panels showing predator and prey densities  \nduring community disassembly and recovery. a, Community disassembly. \nb–d, Three community recovery scenarios: synchronous (b), predator  \nfirst (c) and prey first (d). In the bars above each panel, black indicates  \nno harvest over the corresponding time period (years), blue indicates \nprey harvest and red indicates predator harvest. Note that recovery time \nis defined as the time from when recovery begins—when exploitation is \nreduced to zero for at least one species—until it is completed, when  \nharvest pressure is zero for both predator and prey and their densities \n(number of individuals per unit area) remain within 10% of their long-\nterm equilibria. However, the analytical results show that relaxing this \nassumption to eliminate the time between cessation of predator  \nharvest and cessation of prey harvest does not change the qualitative \nconclusions (see Supplementary Information for details). See Methods  \nfor parameter values.\n\n4 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nARTICLES\nNATURE ECOLOGY & EVOLUTION\nDespite the availability of synchronous restoration approaches, it \nseems likely that many of the tools with the strongest legal underpin\n-\nnings and in most widespread use result in sequential management \nactions  that  produce  sequential  recoveries  (Table 1).  Sequential \nrecovery  allows  for  continued  exploitation  of  some  species  while \nharvest is discontinued for another. In addition, it is not necessarily \nconcerned  with  coordinated  management  actions  aimed  at  differ\n-\nent  species  and  potentially  different  sectors\n4,36\n.  While  these  social \nbenefits are appealing in the near term, in the long term our find\n-\nings  indicate  greater  social  and  ecological  benefits  of  synchronous \nrecovery. Regardless of the exact intervention employed to achieve \nit,  the  critical  component  is  to  embrace  systems-level  thinking  for \nrestoration policy and practice.\nConclusions.  Our  study  highlights  how  and  why  the  sequence \n \nof  restoration  operations  matters  when  one  target  of  restoration  \nis  eaten  by  another.  We  bridge  community  assembly  and  food \nweb  theories\n37–39\n  to  improve  restoration  practice  by  demonstrat-\ning that synchronous recoveries of predators and prey are generally  \nrapid and direct. In contrast, predator-first recoveries are slow and \npotentially risky because they can introduce a double jeopardy situ\n-\nation  for  prey,  due  to  the  combination  of  continued  exploitation \nof  prey  populations  and  increased  mortality  from  the  recovering \npredator population.\nThese  findings  add  emphasis  to  recent  calls  for  coordinating \nmanagement  and  restoration  actions  at  the  ecosystem  level\n4,19,36\n, \nwhile underscoring the central role of transient dynamics in making \n \ninferences    about    social-ecological    systems\n18,40\n.    Moreover,    we \nhighlight  the  ready  availability  of  key  policies  as  opportunities  to \nachieve  restoration  goals  in  ecosystems  experiencing  increasing \nexploitation  demands  as  human  populations  continue  to  grow. \n \nIn  1992,  E.O.  Wilson  wrote,  “The  next  century  will,  I  believe,  be \n0.0\n0.2\n0.4\n0.6\nCommunity volatilit\ny\nPrey firstPredator first\n0\n20\n40\n60\nCommunity return time\n0\ncb\nSynchronous\nSequential\nPrey firstPredator firstSynchronous\nSequential\nCommunity density\n(predator + prey)\nUnexploited\nequilibrium\nVolatility\nReturn time\nExploited\nequilibrium\nRecovered\na\nFigure 3 | Community return time and volatility for three recovery scenarios. a, Schematic illustrating the two recovery metrics, community return time \nand community volatility, used to analyse the effectiveness of alternative recovery strategies. b,c, Community return times (years) (b) and community \nvolatilities (dimensionless) (c) for the baseline case under three recovery scenarios. See Methods for parameter values and definitions of recovery metrics. \nNote that these patterns are generally robust even if the lag time between recovery of the predator (prey) and cessation of exploitation of the other \nspecies is eliminated (see Supplementary Information).\nTable 1 | Relationship between policy or management actions and community recovery strategies.\nManagement  \napproach\nTerrestrial or \naquatic system\nRecovery \nstrategy\nDescriptionReferences\nProtected areaTerrestrial, \naquatic\nSynchronousComplete or partial protection of all species within a fixed area. 52–54\nMixed stock \nmanagement\nAquaticSynchronousSingle species management that regulates fisheries to account for \nand prevent low productivity or overexploited stocks from being \noverexploited. \n22,55,56\nUmbrella species \nmanagement\nTerrestrialSynchronousSingle species management that focuses on a single species with  \na large home range to protect a broader community or ecosystem.\n57,58\nThreatened/endangered \nspecies actions\nTerrestrial, \naquatic\nSequentialPredator- or prey-first: single species focus reducing or eliminating \nexploitation of species that are at risk of extinction. \n59–61\nCarnivore protectionTerrestrialSequentialPredator-first: focus on the preservation of charismatic,  \nhigher-trophic-level species. \n62,63\nPre-emptive single  \nfishery closure\nAquaticSequentialPrey-first: allocation of lower-trophic-level species for dependent \npredators. \n64,65\n\nNATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol 5\n© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.© 2017 Macmillan Publishers Limited, part of Springer Nature. All rights reserved.\nARTICLES\nNATURE ECOLOGY & EVOLUTION\nthe era of restoration in ecology.” We are well into this era of resto-\nration, but there remains an unambiguous need to advance theory \nand practice to meet its demands. Our work clearly shows how care\n-\nful  consideration  of  trophic-upgrade  strategies  provides  a  useful  \nstep towards the goal of reversing overexploitation at the top of the \nfood chain.\nMethods\nThe theory developed here is grounded in the notion that restoration relies on \nany actions that will re-establish a self-sustaining system, including all aspects of \nthe environment required for constituent organisms\n6,9\n. We define synchronous \nrecovery of an exploited community as the simultaneous release of all trophic levels \nfrom harvest pressure, and sequential recovery as the release of predators from \nharvest before prey (predator-first recovery) or the release of prey from harvest \nbefore predators (prey-first recovery). Our primary interest is in the transient \ndynamics\n40\n expected following the implementation of a community recovery \nstrategy. We develop this theory via both numerical simulation and analytical \napproximations (see Supplementary Information for details).\nUsing the model described in Box 1, we focus on how each of the recovery \nstrategies affects the rates and volatility of recovery to an unexploited community \nstate, as well as cumulative yields. For our simulations, community return time is \nthe time from when recovery begins—when exploitation is reduced to zero  \nfor at least one species—until it is completed, when harvest pressure is zero  \nfor both predator and prey, and their densities remain within 10 % of their long-\nterm equilibria\n41,42\n. Community volatility captures the magnitude by which  \nthe recovery strategies cause the summed predator and prey densities to exceed  \nthe unexploited community equilibrium. Specifically, we define it as the \nproportional difference between the maximum community density achieved \nduring the transient period of recovery and the unexploited equilibrium\n43\n.  \nWe define a recovery with lower community volatility as more direct because, in \nthe limit, zero volatility indicates a monotonic return to equilibrium. As reductions \nin exploitation rates come at a cost of lost yields, we track the cumulative yields \nacross all T years of the simulations (\n∑\n=\nhX\nt\nT\nXt\n1\n, \n∑\n=\nhP\nt\nT\nPt\n1\n and \n∑+\n=\nhXhP\nt\nT\nXtPt\n1\n) as \nwell as yields per unit time t when exploitation is non-zero.\nWe first analyse a single baseline case that depresses the predator and  \nprey population densities to levels resembling common sustainable exploitation \ngoals (for example, target densities that are 30 –40 % of unexploited levels\n44\n).  \nIn this baseline case, focal prey (X) productivity is higher than that of the  \npredator (P), the exploitation rate of the focal prey (h\nX\n =  0 .6 5) exceeds that of the \npredator (h\nP\n =  0 .325), and the predator is a generalist such that the other-prey \ngroup (Y) constitutes the majority of the predator diet (Y =  50 0 ). This baseline \nother-prey density and the predator attack rates (identical for focal and  \nalternative prey, a\nX\n =  a\nY\n =  0 .0 3), predator conversion rate (c =  0 .0 5), carrying \ncapacities of the predator (K\nP\n =  25) and focal prey (K\nX\n =  10 0 ), intrinsic  \nper-capita growth rate of the focal prey (r\nX\n =  1) and death rate of the  \npredator (d\nP\n =  0 .25) represent reasonable intermediate values that allow for \ncoexistence of the predator and focal prey under a range of predator and  \nprey productivity rates and harvest rates\n45\n.\nWe also evaluate how variation in two major characteristics of the exploited \npredator–prey system influences inferences: (1) the intrinsic productivity rates \nof the predator and the prey, and (2) the legacy of exploitation in the community. \nWe explore all combinations of prey intrinsic productivity rates (r\nX\n =  [0 .5, 1.5]) \nand predator attack rates (a\nX\n =  a\nY\n =  [0 .0 2, 0 .0 5], reflecting the predator intrinsic \nproductivity) that allow both predator and prey to coexist under a range of \npredator and prey harvest rates (see Supplementary Discussion and Supplementary \nFig. 2 for parameter combinations that allow coexistence). Harvest rates span \na range of values corresponding to three exploitation levels: underexploited, \nsustainably exploited and overexploited (h\nX\n =  [0 ,0 .8 ] and h\nP\n =  [0 ,0 .6 ]).  \nAll other parameter values are identical to the baseline case.\nIn addition to conducting numerical simulations of synchronous and \nsequential community recovery, we determine the equilibrium solutions to the \nmodel (Box 1) analytically and assess community responses under the three \nrecovery strategies based on those analytical solutions. We also examine the \nsensitivity of responses to changes in the per-capita rates with which predator and \nprey are harvested, increased intrinsic growth rate of the focal prey population \n(from r\nX\n =  1 to r\nX\n =  5) and increased availability of other prey (from Y =  50 0  to \nY =  1,0 0 0 ), which effectively increases the intrinsic growth rate of the predator \npopulation. See the Supplementary Information for details.\nTo determine whether real-world community recoveries tend to be \nsynchronous or sequential (predator first or prey first), we rely on a  \nmeta-analysis\n24\n of a global database of marine fisheries (RAM legacy stock \nassessment database\n46\n). This meta-analysis provides a comprehensive source  \nof recoveries of exploited species analysed and reported in a standardized  \nformat. We are unaware of a similarly comprehensive database of recoveries  \nin exploited terrestrial communities.\nTo analyse the database, we use chi-squared tests to determine whether  \n(1) synchronous community recovery case studies occur with equal frequency  \nto sequential community recovery case studies, and (2) synchronous, predator-\nfirst, and prey-first community recovery case studies occur with equal frequency \n(see Supplementary Information for details). We determine statistical significance \nvia Monte Carlo simulation using chisq.test in R v3.0 .3\n47\n.\nData availability. The data from this study supporting our findings are available \nfrom the corresponding author on reasonable request.\nReceived 27 July 2016; accepted 22 December 2016;  \npublished 27 February 2017\nReferences\n1. Burrows, M. T. et  al. The pace of shifting climate in marine and terrestrial \necosystems. Science 334, 6 52–6 55 (20 11).\n2. Loarie, S. R. et  al. The velocity of climate change. Nature 462,  \n10 52–10 55 (20 0 9).\n3. Corlett, R. T. Restoration, reintroduction, and rewilding in a changing world. \nTrends  Ecol.  Evol. 31, 453–46 2 (20 16 ).\n4. Neeson, T. M. et  al. Enhancing ecosystem restoration efficiency through \nspatial and temporal coordination. Proc.  Natl  Acad.  Sci.  USA 112,  \n6 236 –6 241 (20 15).\n5. Wolkovich, E. M., Cook, B. I., McLauchlan, K. K. & Davies, T. J. Temporal \necology in the Anthropocene. Ecol.  Lett. 17, 136 5–1379 (20 14).\n6. Suding, K. et  al. Committing to ecological restoration. Science 348,  \n6 38 –6 40  (20 15).\n7. Costello, C. et  al. Global fishery prospects under contrasting management \nregimes. Proc.  Natl  Acad.  Sci.  USA 113, 5125–5129 (20 16 ).\n8. Jones, H. P. & Schmitz, O. J. Rapid recovery of damaged ecosystems.  \nPLoS  ONE 4, e56 53 (20 0 9).\n9. Palmer, M. A. & Ruhl, J. Aligning restoration science and the law to  \nsustain ecological infrastructure for the future. Front.  Ecol.  Environ. 13, \n512–519 (20 15).\n10 . Perring, M. P. et  al. Advances in restoration ecology: rising to the challenges \nof the coming decades. Ecosphere 6, art131 (20 15).\n11. Estes, J. A. et  al. Trophic downgrading of planet Earth. Science 333,  \n30 1–30 6  (20 11).\n12. Pauly, D., Christensen, V., Dalsgaard, J., Froese, R. & Torres F. Jr Fishing \ndown marine food webs. Science 279, 8 6 0 –8 6 3 (1998 ).\n13. Sethi, S. A., Branch, T. A. & Watson, R. Global fishery development patterns \nare driven by profit but not trophic level. Proc.  Natl  Acad.  Sci.  USA 107, \n1216 3–1216 7 (20 10 ).\n14. Ripple, W. J. et  al. Status and ecological effects of the world’s largest \ncarnivores. Science 343, 124148 4 (20 14).\n15. Suding, K. N. Toward an era of restoration in ecology: successes,  \nfailures, and opportunities ahead. Annu.  Rev.  Ecol.  Evol.  Syst. 42,  \n46 5–48 7 (20 11).\n16 . Wilen, J. & Brown, G. Jr Optimal recovery paths for perturbations of trophic \nlevel bioeconomic systems. J.  Environ.  Econ.  Manag. 13, 225–234 (198 6 ).\n17. Andersen, K. H. & Rice, J. C. Direct and indirect community effects of \nrebuilding plans. ICES  J.  Mar.  Sci. 67, 198 0 –198 8  (20 10 ).\n18 . Frank, K. T., Petrie, B., Fisher, J. A. D. & Leggett, W. C. Transient dynamics of \nan altered large marine ecosystem. Nature 477, 8 6 –8 9 (20 11).\n19. Brown, C. J., Abdullah, S. & Mumby, P. J. Minimizing the short-term impacts \nof marine reserves on fisheries while meeting long-term goals for recovery. \nConserv.  Lett. 8, 18 0 –18 9 (20 15).\n20 . Sinclair, A. R. E. et  al. Predicting effects of predation on conservation of \nendangered prey. Conserv.  Biol. 12, 56 4–575 (1998 ).\n21. Holt, R. D., Lawton, J. H., Polis, G. A. & Martinez, N. D. Trophic rank and \nthe species–area relationship. Ecology 80, 1495–150 4 (1999).\n22. Harvey, C. J., Gross, K., Simon, V. H. & Hastie, J. Trophic and fishery \ninteractions between Pacific hake and rockfish: effect on rockfish population \nrebuilding times. Mar.  Ecol.  Prog.  Ser. 365, 16 5–176  (20 0 8 ).\n23. McCallum, H. Population  Parameters:  Estimation  for  Ecological  Models  \n(John Wiley & Sons, 20 0 8 ).\n24. Neubauer, P., Jensen, O. P., Hutchings, J. A. & Baum, J. K. Resilience  \nand recovery of overexploited marine populations. Science 340, 347–349 \n(20 13).\n25. Kellner, J. B., Sanchirico, J. N., Hastings, A. & Mumby, P. J. Optimizing for \nmultiple species and multiple values: tradeoffs inherent in ecosystem-based \nfisheries management. Conserv.  Lett. 4, 21–30  (20 10 ).\n26 . Costello, C., Kinlan, B. P., Lester, S. E. & Gaines, S. D. The  Economic  Value  \nof  Rebuilding  Fisheries (Organisation for Economic Co-operation and \nDevelopment, 20 12).\n27. Oken, K. L. & Essington, T. E. Evaluating the effect of a selective piscivore \nfishery on rockfish recovery within marine protected areas. ICES  J.  Mar.  Sci. \nJ.  Cons. 73, 226 7–2277 (20 16 ).\n28 . Woods, P. J., Bouchard, C., Holland, D. S., Punt, A. E. & Marteinsdóttir, G. \nCatch-quota balancing mechanisms in the Icelandic multi-species demersal \nfishery: Are all species equal? Mar.  Policy 55, 1–10  (20 15).\n\n6 NATURE ECOLOGY & EVOLUTION 1, 0068 (2017) | DOI: 10.1038/s41559-016-0068 | www.nature.com/natecolevol\nARTICLES\nNATURE ECOLOGY & EVOLUTION\n29. Magnuson-Stevens  Act  Provisions;  National  Standard  Guidelines. 8 1 FR 718 58   \n(NMFS, 20 16 ). https://www.federalregister.gov/documents/20 16 /10 /18 / \n20 16 -2450 0 /magnuson-stevens-act-provisions-national-standard-guidelines\n30 . NRC Evaluating  the  Effectiveness  of  Fish  Stock  Rebuilding  Plans  in  the  \nUnited  States (National Academies Press, 20 14).\n31. Bergstrom, B. J. et  al. License to kill: reforming federal wildlife  \ncontrol to restore biodiversity and ecosystem function. Conserv.  Lett. 7, \n131–142 (20 14).\n32. Stier, A. C. et  al. Ecosystem context and historical contingency in apex \npredator recoveries. Sci.  Adv. 2, e150 176 9 (20 16 ).\n33. Branton, M. & Richardson, J. S. Assessing the value of the umbrella-species \nconcept for conservation planning with meta-analysis. Conserv.  Biol. 25,  \n9–20  (20 10 ).\n34. Svenning, J.-C. et  al. Science for a wilder Anthropocene: synthesis and future \ndirections for trophic rewilding research. Proc.  Natl  Acad.  Sci.  USA 113, \n8 98 –90 6  (20 16 ).\n35. Lester, S. E. et  al. Biological effects within no-take marine reserves: a global \nsynthesis. Mar.  Ecol.  Prog.  Ser. 384, 33–46  (20 0 9).\n36 . White, C., Costello, C., Kendall, B. E. & Brown, C. J. The value of  \ncoordinated management of interacting ecosystem services. Ecol.  Lett. 15, \n50 9–519 (20 12).\n37. Noonburg, E. G., Abrams, P. A., Losos, E. J. B. & DeAngelis, A. E. D. L. \nTransient dynamics limit the effectiveness of keystone predation in bringing \nabout coexistence. Am.  Nat. 165, 322–335 (20 0 5).\n38 . McMeans, B. C., McCann, K. S., Humphries, M., Rooney, N. & Fisk, A. T. \nFood web structure in temporally-forced ecosystems. Trends  Ecol.  Evol. 30, \n6 6 2–6 72 (20 15).\n39. Schrama, M., Berg, M. P. & Olff, H. Ecosystem assembly rules: the interplay \nof green and brown webs during salt marsh succession. Ecology 93, \n2353–236 4 (20 12).\n40 . Hastings, A. Timescales, dynamics, and ecological understanding. Ecology 91, \n3471–348 0  (20 10 ).\n41. Holling, C. S. Resilience and stability of ecological systems. Annu.  Rev.  \nEcol.  Syst. 4, 1–23 (1973).\n42. Pimm, S. L. & Lawton, J. H. Number of trophic levels in ecological \ncommunities. Nature 268, 329–331 (1977).\n43. Neubert, M. G. & Caswell, H. Alternatives to resilience for measuring  \nthe responses of ecological systems to perturbations. Ecology 78,  \n6 53–6 6 5 (1997).\n44. Reynolds, J. Conservation  of  Exploited  Species (Cambridge Univ. Press, 20 0 1).\n45. Kellner, J. B., Litvin, S. Y., Hastings, A., Micheli, F. & Mumby, P. J. \nDisentangling trophic interactions inside a Caribbean marine reserve.  \nEcol.  Appl. 20, 1979–1992 (20 10 ).\n46 . Ricard, D., Minto, C., Jensen, O. P. & Baum, J. K. Examining the  \nknowledge base and status of commercially exploited marine species  \nwith the RAM Legacy Stock Assessment Database. Fish  Fish. 13,  \n38 0 –398  (20 12).\n47. R Core Team. R:  A  language  and  environment  for  statistical  computing  \n(R Foundation for Statistical Computing, Vienna, Austria, 20 14).\n48 . Packer, C. et  al. Ecological change, group territoriality, and population \ndynamics in Serengeti lions. Science 307, 390 –393 (20 0 5).\n49. COSEWIC COSEWIC  Assessment  and  Status  Report  on  the  Steller  Sea  Lion \nEumetopias  jubatus  in  Canada (Committee on the Status of Endangered \nWildlife in Canada 20 13).\n50 . Cleary, J. S. Stock  Assessment  and  Management  Advice  for  British  Columbia \nPacific  Herring:  2013  Status  and  2014  Forecast (Department of Fisheries and \nOceans Canada, 20 14).\n51. Holmengen, N., Lehre Seip. K., Boyce. M. & Stenseth, N. C. Predator–prey \ncoupling: interaction between mink Mustela  vison and muskrat Ondatra \nzibethicus across Canada. Oikos 118, 440 –448  (20 0 9).\n52. Frid, A. & Marliave, J. Predatory fishes affect trophic cascades and apparent \ncompetition in temperate reefs. Biol.  Lett. 6, 533–536  (20 10 ).\n53. Beaudreau, A. H. & Essington, T. E. Spatial, temporal, and ontogenetic \npatterns of predation on rockfishes by lingcod. Trans.  Am.  Fish.  Soc. 136, \n1438 –1452 (20 0 7).\n54. Micheli, F., Halpern, B. S., Botsford, L. W. & Warner, R. R. Trajectories and \ncorrelates of community change in no-take marine reserves. Ecol.  Appl. 14, \n170 9–1723 (20 0 4).\n55. Breen, P. A., Hilborn, R., Maunder, M. N. & Kim, S. W. Effects of alternative \ncontrol rules on the conflict between a fishery and a threatened sea lion \n(Phocarctos  hookeri). Can.  J.  Fish.  Aquat.  Sci. 60, 527–541 (20 0 3).\n56 . Essington, T. E. et  al. Catch shares, fisheries, and ecological stewardship:  \na comparative analysis of resource responses to a rights-based policy \ninstrument. Conserv.  Lett. 5,186–195 (20 12).\n57. Lambeck, R. J. Focal species: a multi-species umbrella for nature \nconservation. Conserv.  Biol. 11, 8 49–8 56  (1997).\n58 . Roberge, J.-M. & Angelstam, P. Usefulness of the umbrella species concept  \nas a conservation tool.  Conserv.  Biol. 18, 76 –8 5 (20 0 4).\n59. Rodrigues, A. S., Pilgrim, J. D., Lamoreux, J. F., Hoffmann, M. &  \nBrooks, T. M. The value of the IUCN Red List for conservation.  \nTrends  Ecol.  Evol. 21, 71–76  (20 0 6 ).\n60. Evans, D. M. et  al. Species recovery in the United States: increasing the \neffectiveness of the Endangered Species Act. Iss.  Ecol. 20, 1–27 (20 16 ).\n6 1. Schwartz, M. W. The performance of the endangered species act.  \nAnnu.  Rev.  Ecol.  Evol.  Syst. 39, 279–299 (20 0 8 ).\n62. Magera, A. M., Flemming, J. E. M., Kaschner, K., Christensen, L. B. & Lotze, H. K.  \nRecovery trends in marine mammal populations. PLoS  ONE 8, e77908 (2013).\n6 3. Yodzis, P. Must top predators be culled for the sake of fisheries? Trends  \nEcol.  Evol. 16, 78 –8 4 (20 0 1).\n6 4. Kutil, S. M. Scientific certainty thresholds in fisheries management:  \na response to a changing climate. Environ.  Law 41, 233–275 (20 11).\n6 5. Cury, P. M. et  al. Global seabird response to forage fish depletion—one-third \nfor the birds. Science 334, 170 3–170 6  (20 11).\nAcknowledgements\nT. Young helped to sharpen the presentation of this paper. J.F.S., A.C.S., B.S.H., and P.S.L. \nthank the Gordon and Betty Moore Foundation for their support of the Ocean Tipping \nPoints project, and Guujaaw for inspiration.\nAuthor contributions\nJ.F.S., A.C.S., P.S.L. and M.N. designed the study. J.F.S., A.C.S., M.N. and S.M.H. collected \nand analysed all data. J.F.S., A.C.S., P.S.L., B.S.H. and M.N. jointly wrote the manuscript.\nAdditional information\nSupplementary information is available for this paper.\nReprints and permissions information is available at www.nature.com/reprints.\nCorrespondence and requests for materials should be addressed to J.F.S.\nHow to cite this article: Samhouri, J. F. et al. Rapid and direct recoveries of predators \nand prey through synchronized ecosystem management. Nat. Ecol. Evol. 1, 0 0 6 8  (20 17).\nCompeting interests\nThe authors declare no competing financial interests.\n\n \n1\nSupplementary Information 1 \nIs this theory robust to different intrinsic productivity rates, exploitation histories, 2 \nand other considerations?  3 \nMany factors might influence our theoretical expectations, the most important of which 4 \nrelate to life history traits of the predator and prey\n1,2\n and intensity of historical 5 \nexploitation levels\n3,4\n. To assess potential effects of these factors, we evaluate which 6 \nrecovery strategy produces the shortest return time and most direct recoveries given 7 \ndifferent combinations of predator and prey productivity and three scenarios of historical 8 \nexploitation: under-exploitation, sustainable-exploitation, and over-exploitation\n1\n, such 9 \nthat exploited predator and prey densities prior to recovery were ~70%, ~30%, and ~20% 10 \nof unexploited values, respectively.  11 \nWe calculate the percent reduction in community return time obtained from the 12 \nrecovery strategy with the shortest value compared to that with the next shortest. Because 13 \npredator first recovery always minimizes community volatility to zero, we report the 14 \nvolatility obtained from the recovery strategy with the second smallest value. This 15 \nquantity represents the percentage by which the maximum community density achieved 16 \nduring the transient period of recovery exceeds the unexploited equilibrium community 17 \ndensity.  18 \nSynchronous recovery consistently exhibits the fastest community return times; in 19 \nnumerical simulations, synchronous recovery produces 70-90% faster community return 20 \ntimes than the other strategies (Supplementary Figs. 1-2). Higher exploitation levels 21 \nslightly diminish the relative benefit of synchronous recovery in terms of community 22 \nreturn time: synchronous recovery produces ~90% faster returns times in the under-23 \n\n \n2\nexploitation scenarios but ~70% faster returns times in the over-exploitation scenarios 24 \n(Supplementary Fig. 2). In any specific exploitation scenario, higher prey intrinsic 25 \nproductivity rates reduces differences in community return time among recovery 26 \nstrategies. 27 \nPredator first recovery damps out high-amplitude transient dynamics most under 28 \nall exploitation scenarios, causing this strategy to exhibit the most direct recoveries 29 \n(Supplementary Figs. 1-2). The second best strategy for producing small values of 30 \ncommunity volatility is synchronous recovery, with values ranging from 0-32% and an 31 \naverage of 8% (Supplementary Fig. 2). There was one exception to this pattern, where 32 \npredator first and synchronous recovery both had zero community volatility:  Y = 500, 33 \na\nX\n=a\nY\n = 0.03, and r\nX\n = 0.8. Community volatility was four-fold higher for the prey first 34 \nstrategy than for the synchronous strategy in the underexploitation scenario, but fourteen-35 \nfold higher in the overexploitation scenario (Supplementary Fig. 1). In any specific 36 \nexploitation scenario, higher prey intrinsic productivity rates reduces differences in 37 \ncommunity volatility among recovery strategies. 38 \nBeyond species’ productivity rates and exploitation histories, in real exploited 39 \ncommunities more species (that interact in many ways beyond predator-prey dynamics), 40 \ntemporal variation in parameter values, environmental stochasticity, stage or spatial 41 \nstructure within predator and prey populations, and the potential for hysteresis following 42 \ndis-assembly (especially due to predator-prey role reversals\n5,6\n) may all interact to affect 43 \nexpectations for recovery times and trajectories\n7–9\n. Our two-trophic level predator-prey 44 \nmodel assumes these factors are not necessary to understand broad patterns of ecosystem 45 \nrecovery. Similarly, the social and economic costs associated with predator versus prey 46 \n\n \n3\nharvest are nuanced, requiring incorporation of discount rates and consideration of the 47 \noptimal effort required to achieve pre-specified social goals\n10–12\n. Certainly, exploring the 48 \npotential effects of additional complexities will be important extensions of the basic ideas 49 \nintroduced here. Yet, even with their inclusion, the large differences in our transient 50 \napproximations of return time and volatility between synchronous and sequential 51 \nrecovery strategies suggest the results should be general. 52 \n 53 \nDo analytical solutions of recovery correspond to numerical simulations? 54 \nIn addition to conducting numerical simulations of synchronous and sequential 55 \ncommunity recovery, we determined the equilibrium solutions to the model (Box 1) 56 \nanalytically using Mathematica v10. To make this analysis more tractable using 57 \nMathematica, we reformulate equation 2 as follows: 58 \n(S1) 59 \nIn this formulation, s represents density-dependent losses due to food limitation or other 60 \nfactors related to prey densities and is equivalent to 61 \n(S2) 62 \n We determine the equilibrium densities of the predator and focal prey that allow 63 \nfor feasible fixed point coexistence in four situations, when: (i) both species are exploited 64 \n(h\nX\n >0, h\nP\n >0), (ii) only the prey is exploited  (h\nX\n >0, h\nP\n =0), (iii) only the predator is 65 \nexploited (h\nX\n =0, h\nP\n >0), or (iv) neither species is exploited (h\nX\n = h\nP\n =0) (Supplementary 66 \nTable 1).  Situation (i) thus corresponds to a dis-assembled community at equilibrium that 67 \n\n \n4\ncould recover from exploitation via synchronous recovery (situation (iv)) or sequential 68 \nrecovery (situation (ii) or (iii) followed by (iv)).  69 \nBecause the three recovery scenarios are nested within these four situations, we 70 \nexamine how the community responds to changes in the per capita rates with which 71 \npredator and prey are harvested. Specifically, we evaluate the characteristic return time to 72 \nthe unexploited state following an instantaneous cessation of harvest (-1/Re(λ\n1\n)), the 73 \nanalytical first-order analog to true return time in the numerical simulations presented in 74 \nthe main text\n13\n. In addition, we determine the community’s reactivity (the maximum 75 \npossible growth rate of its transient response toward the unharvested state following a 76 \ncessation or reduction of harvest\n14\n and its maximum amplification volume (the largest 77 \nrelative change in species abundances that could occur during the transient phase of its 78 \nresponse\n14\n.  Note that reactivity and maximum amplification volume relate closely to the 79 \ncommunity volatility metric used in the main text, but differ in that they reflect a first-80 \norder approximation to the community’s response to a perturbation (i.e. the sudden 81 \ncessation or reduction of harvest) of any magnitude. Finally, all of the interpretations that 82 \nfollow are predicated on the insight that a press perturbation from an exploited to an 83 \nunexploited state can be interpreted as the decay of a pulse perturbation from an exploited 84 \nstate back to an unexploited state. 85 \nIn general, our analytical results corroborated those obtained via numerical 86 \nsimulations (Supplementary Fig. 3).  As would be expected given our model, equilibrium 87 \ndensities of both the prey (Supplementary Fig. 3a) and the predator (Supplementary Fig. 88 \n3b) decline linearly with increasing per capita harvest rates, with higher harvest rates on 89 \n\n \n5\nthe prey reducing the range of harvest rates on the predator that permit coexistence (cf. 90 \nblue and red lines in Supplementary Fig. 3b). 91 \nAnalytical solutions confirm that synchronous recovery always exhibits the 92 \nshortest characteristic return times (h\nX\n = h\nP\n =0, blue line intercept of y-axis in both 93 \nSupplementary Fig. 3c-d), but whether predator first reassembly (h\nP\n=0, blue line in 94 \nSupplementary Fig. 3c) or prey first reassembly (h\nX\n=0, blue line in Fig. Fig S5d) causes 95 \nthe second shortest characteristic return time depends on the harvest rate of the species 96 \nstill being exploited. These results account for characteristic return times from equilibria 97 \nreached when one or both species are harvested. 98 \nPredator first recovery exhibits the lowest reactivity levels for any feasible prey 99 \nharvest rate and declines with increasing prey harvest rate (Supplementary Fig. 3e), 100 \nwhereas prey first recovery generates the largest reactivity levels at any feasible predator 101 \nharvest rate, and prey first reactivity increases with predator harvest rate (Supplementary 102 \nFig. 3f).  Synchronous recovery thus exhibits an intermediate level of reactivity (blue line 103 \nintercept of y-axis in both Supplementary Fig. 3e-f). 104 \nAmplification volumes are smallest for the predator first recovery at any feasible 105 \nprey harvest rate and decline with increasing prey harvest rate (Supplementary Fig. 3g).  106 \nIn contrast, amplification volumes under the prey first scenario increase with predator 107 \nharvest rate and are either larger or smaller than synchronous recovery depending on the 108 \npredator’s harvest rate (Supplementary Fig. 3h). 109 \nOur results may be understood more generally by considering the energy that is 110 \ntaken out of the system via harvest:  the more energy in the system, the faster the 111 \ncharacteristic return time and the larger the reactivity\n15\n.  Because energy is already lost in 112 \n\n \n6\nthe transfer from prey to predator, harvesting some fraction of predators (i.e., at some 113 \ngiven per capita rate) will remove less overall energy from the system than the harvest of 114 \nthe same fraction of prey.  Thus, predator first recovery will always result in a less 115 \nreactive system. The effect of predator first recovery on the return time will depend on 116 \nthe per capita rate at which the prey are harvested.  If the prey’s per capita harvest rate is 117 \nlarge (e.g., over-exploitation scenario) then a reduction (or cessation) in the harvesting of 118 \nthe predator population can have a larger impact on recovery rate than when the prey’s 119 \nper capita harvest rate is low. 120 \n 121 \nAre there drawbacks to synchronous versus sequential recovery? 122 \nSynchronous and sequential recovery strategies will have different socioeconomic 123 \nimplications due to different timing and durations of reduced harvest opportunities. We 124 \ncompare the cumulative total, predator-only, and prey-only yields among the recovery 125 \nstrategies assuming predators and prey hold equal value per unit biomass. We find that 126 \nthe cumulative total yield and the cumulative yield of prey differ by 5% or less among the 127 \nrecovery strategies (Supplementary Fig. 4). In contrast, predator first recovery produces a 128 \ncumulative yield of predators that is ~30% higher than cumulative predator yield under 129 \nthe other two strategies (Supplementary Fig. 4). However, because the duration of 130 \nexploitation varies among the three recovery strategies (Fig. 2), predator yields per unit 131 \ntime prior to cessation of harvest are equivalent among the three recovery strategies 132 \n(Supplementary Fig. 4). Furthermore, prey yield per unit time is lower for predator first 133 \nrecovery than for the other two strategies (Supplementary Fig. 4). Thus, the drawbacks of 134 \n\n \n7\nsynchronous recovery in terms of foregone yields are less than or equal to those 135 \nassociated with the other two strategies. 136 \n 137 \nHow frequent is synchronous versus sequential community recovery in the real 138 \nworld?  139 \nWe assessed a comprehensive database of marine fisheries\n3\n, focusing on exploited 140 \ncommunities in which time-series of generalist predators and their prey were available, 141 \nspanning time periods in which both were considered overexploited and had since 142 \nrecovered. We define a dis-assembled community as one in which two or more species, 143 \noccupying different trophic levels and occurring in the same geographic region, had 144 \noverlapping periods of depletion. Following Neubauer et al.\n3\n, we classify a species 145 \n(stock) as depleted when its biomass, B, is less than half of its maximum sustainable 146 \nyield, B\nMSY\n. Depletion periods are considered to overlap among species if B<0.5B\nMSY\n for 147 \nboth species for three or more consecutive years. We focus our analysis on the subset of 148 \ndis-assembled communities (hereafter, case studies) in which higher- and lower-trophic 149 \nlevel species have a documented predator-prey relationship (Supplementary Tables 2-3).  150 \nWithin the case studies we define a recovered community as one in which the 151 \nbiomass of both predator and prey meets or exceeds B\nMSY\n, as inferred by Neubauer et al.\n3\n. 152 \nWe designate a case study as an example of synchronous recovery if recoveries occur 153 \nwithin three years of one another, predator first recovery if the predator recovers four or 154 \nmore years before the prey, and prey first recovery if the prey recovers four or more years 155 \nbefore the predator (Supplementary Table 2). Trophic levels for each species were 156 \nobtained from FishBase and are considered distinct if they differ by 0.5 or more units. 157 \n\n \n8\nNote, however, that a trophic level distinction alone was insufficient for inclusion in our 158 \nanalysis; we restrict our analysis to communities with documented predator-prey 159 \nrelationships (Supplementary Table 3). Though this database precludes assessment of the 160 \ninfluence of management actions, climate, or other factors in the observed recovery 161 \npatterns, changes in exploitation rates were the primary factor under direct control of 162 \nmanagers in these systems.  163 \nTo test whether the decisions we made in categorizing case studies influence the 164 \noutcomes of our analyses, we compare the results of the initial, moderately inclusive set 165 \nof assumptions to two alternative sets of assumptions (Supplementary Table 2), and to 166 \nremoval of the most common species in the database, Atlantic cod (n=29). The first set of 167 \nassumptions is the most inclusive of case studies in the database, and designates distinct 168 \ntrophic levels as a difference of 0.1 units or more, overlapping depletion periods as at 169 \nleast 1 year overlap, and synchronous recovery as the depletion period of both the 170 \npredator and prey species ending in the same year. The second set of assumptions is the 171 \nleast inclusive of case studies in the database, and includes predators and prey with a 172 \ntrophic level difference greater than or equal to 1.0 with depletion periods overlapping by 173 \n5 years or more, and defines synchronous recovery as depletion periods that ended within 174 \n5 years of each other. 175 \nIt is likely that some of the recoveries predicted by Neubauer et al. \n3\n did not, in 176 \nfact, occur, especially for the most common species in the database, Atlantic cod (n=29). 177 \nOur analysis would be more likely to classify these case studies as synchronous when, 178 \nupon actual recovery of Atlantic cod, they would be more accurately assigned as 179 \nsequential recoveries (with Atlantic cod recovering after its species pair). Thus, our test 180 \n\n \n9\nwould conservatively favor the detection of synchronous recoveries. To determine the 181 \ninfluence of Atlantic cod on our results, we repeat the Chi-squared tests removing these 182 \ncase studies.  183 \nOur assessment suggests that there are approximately equal numbers of 184 \nsynchronous and sequential recoveries, with predator first recoveries being less common 185 \nthan prey first recoveries (N=32 case studies; Supplementary Fig. 5). These patterns are 186 \ngenerally robust to different ways of categorizing the case studies as synchronous versus 187 \nsequential, and to the exclusion of the most common species from the database 188 \n(Supplementary Figs. 6-7). The most inclusive set of assumptions leads to the conclusion 189 \nthat synchronous recovery is less common than sequential recovery (chi-square test, 190 \np=0.16), while the least inclusive set leads to the opposite conclusion (chi-square test, 191 \np=0.0005; Supplementary Fig. 6). However, neither of these alternative sets of 192 \nassumptions changes the qualitative inference that predator first recovery was least 193 \ncommon (both chi-square tests, p<0.0005; Supplementary Fig. 6). Finally, even with 194 \nremoval of case studies that include Atlantic cod from the analysis the number of 195 \noccurrences of synchronous and sequential recoveries remains statistically 196 \nindistinguishable (chi-square test, p=0.76), and this change makes the number of 197 \noccurrences of synchronous, predator first, and prey first recoveries statistically 198 \nindistinguishable as well (chi-square test, p=0.43; Supplementary Fig. 7). 199 \n\n \n10\nSupplementary Figure 1. Influence of alternative histories of exploitation (A,B) and 200 \ndifferent predator and prey intrinsic productivity rates (C,D) on the effectiveness of three 201 \nrecovery scenarios.  202 \n 203 \n204 \n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\nCommunity Return TimeCommunity Volatility\n0\n50\n100\n150\n0.0\n0.2\n0.4\n0.6\nSynchronous  Predator firstPrey firstSynchronous  Predator firstPrey first\nValue\nExploitation \n Scenario\nSustainable    Underexploited    Overexploited\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\nCommunity Return TimeCommunity Volatility\n0\n50\n100\n150\n0.0\n0.1\n0.2\n0.3\n0.4\nSynchronous  Predator firstPrey firstSynchronous  Predator firstPrey first\nValue\nProductivity \n Scenario\nBaseline    HighPrey−HighPred    HighPrey−LowPred\n\n \n11\nSupplementary Figure 2. Comparison of community (left) return times and (right) 205 \nvolatilities for a range of predator (a\nX\n=a\nY\n) and prey (r\nX\n) intrinsic productivity rates and 206 \nacross three exploitation scenarios. Community return times under synchronous recovery 207 \nare compared to the next best strategy, while community volatilities are reported for the 208 \nsecond best recovery strategy, as predator first recovery always produces zero volatility. 209 \nBlank cells represent parameter combinations that cannot lead to coexistence of predator 210 \nand prey at under-, sustainably- and over-exploited levels. 211 \n212 \n\n \n12\nSupplementary Figure 3. Analytical solutions for the (a-b) equilibrium densities, (c-d) 213 \ncharacteristic return times, (e-f) reactivities, and (g-h) maximum amplification volumes 214 \nof the community as a function of per capita harvest rates on the prey and predator.  Lines 215 \nare drawn only within parameter ranges allowing feasible fixed-point coexistence. See 216 \nSupplementary Information text for details, and Methods in the main text for other 217 \nparameter values. 218 \n 219 \n 220 \n\n \n13\nSupplementary Figure 4.  Effect of three recovery scenarios under the baseline 221 \nparameter set on (top) cumulative yields and (bottom) yields per unit time. 222 \n 223 \n 224 \n0\n500\n1000\n1500\nCumulative \nTotal Yield\nCumulative \nPredator Yield\nCumulative \nPrey Yield\nValue\n0\n5\n10\n15\nPrey Yield \nPer Unit Time\nPredator Yield \nPer Unit Time\nValue\nRecovery \n Strategy\nSynchronous\nPredator first\nPrey first\n\n \n14\nSupplementary Figure 5. Frequency of synchronous vs sequential recoveries (chi-225 \nsquare test: p=0.87) and synchronous (N=17), predator first (N=4), and prey first (N=11) 226 \nrecoveries (chi-square test: p=0.02), identified in the RAM legacy database\n3\n. 227 \n 228 \n 229 \n230 \n0\n5\n10\n15\nSynchronousSequential\nNumber of Case Studies\nRecovery \n Strategy\nSynchronous\nPredator first\nPrey first\n\n \n15\nSupplementary Figure 6. Frequency of synchronous vs sequential recoveries, and 231 \nsynchronous, predator first, and prey first recoveries, identified in the RAM legacy 232 \ndatabase\n3\n. Left, the moderately inclusive categorization, such that overlapping depletion 233 \nperiods of predator and prey were defined as 3+ years, trophic level distinctions were 234 \ndefined as ≥0.5 TL unit difference, and synchronous recoveries were identified as those 235 \nthat occurred within 3 years of one another. Middle, the least inclusive categorization 236 \n(synchronous N=13, predator first N=0, prey first N=6), such that overlapping depletion 237 \nperiods of predator and prey were defined as 5+ years, trophic level distinctions were 238 \ndefined as ≥1 TL unit difference, and synchronous recoveries were identified as those 239 \nthat occurred within 5 years of one another. Right, the most inclusive categorization 240 \n(synchronous N=11, predator first N=10, prey first N=30), such that overlapping 241 \ndepletion periods of predator and prey were defined as 1+ years, trophic level distinctions 242 \nwere defined as ≥0 TL unit difference, and synchronous recoveries were identified as 243 \nthose that occurred in the same year.  244 \n 245 \n246 \nModerately InclusiveLeast InclusiveMost Inclusive\n0\n5\n10\n15\n0\n5\n10\n0\n10\n20\n30\n40\nSynchronous   SequentialSynchronous   SequentialSynchronous   Sequential\nNumber of Case Studies\nRecovery \n Strategy\nSynchronous    Predator first    Prey first\n\n \n16\nSupplementary Figure 7. Frequency of synchronous vs sequential recoveries, and 247 \nsynchronous (N=6), predator first (N=3), and prey first (N=2) recoveries, identified in the 248 \nRAM legacy database\n3\n, after removing Atlantic cod from the case studies. 249 \n 250 \n 251 \n252 \n0\n2\n4\n6\nSynchronousSequential\nNumber of Case Studies\nRecovery \n Strategy\nSynchronous\nPredator first\nPrey first\nExcluding Atlantic Cod\n\n \n17\nSupplementary Table 1. Steady state analytical solutions under exploited and three 253 \nrecovery scenarios. 254 \n 255 \n 256 \n\n \n18\nSupplementary Table 2.\n Case studies extracted from Neubauer et al.\n3\n for empirical analysis. \n257 \n \n258 \nRegion \nCountry \nPredator Prey \nPredator Depletion period \nPrey Depletion period \nDepletion period overlap \nRecoverystrategy  (moderate) \nRecoverystrategy  (least) \nRecoverystrategy  (most) \nBaltic Area 30 (ICES)    Multinational   Atlantic cod    Herring\n1966-1982\n1979-1989\n3   Predator \nfirst \nPredator first\n-\nBaltic Area 31 (ICES)    Multinational   Atlantic cod    Herring\n1987-2011\n1994-2007\n13   Prey first\nPrey first\nSynchronous\nBaltic Areas 22 and 24 \nMultinational   Atlantic cod    Sprat\n1986-2012\n1986-1992\n6   Prey first\nPrey first\nPrey first\nBaltic Areas 25-32 \nMultinational   Atlantic cod    Herring\n1987-2011\n1996-2011\n15   Synchronous   Synchronous\nSynchronous\nBaltic Areas 25-32 \nMultinational   Atlantic cod    Sprat\n1966-1982\n1979-1983\n3   Synchronous   Predator first\n-\nBaltic Areas 25-32 \nMultinational   Atlantic cod    Sprat\n1987-2011\n1986-1992\n5   Prey first\nPrey first\nPrey first\nFaroe Plateau \nMultinational   Atlantic cod    Haddock\n1990-1995\n1991-1996\n4 \n-   Predator first\n-\nFaroe Plateau \nMultinational   Atlantic cod    Haddock\n2004-2012\n2008-2011\n3 \n-   Prey first\n-\nFO 3LN \nMultinational   Greenland \nhalibut \nRedfish species \n1995-2007\n1992-2000\n5   Prey first\nPrey first\n-\nFO 3LNO \nMultinational   Greenland \nhalibut \nAmerican Plaice \n1995-2007\n1986-2008\n12   Synchronous   Predator first\n-\nFO 3LNO \nMultinational   Greenland \nhalibut \nYellowtail Flounder \n1995-2007\n1976-1999\n4   Prey first\nPrey first\n-\nFO 3N \nMultinational   Atlantic cod    American \nPlaice \n1960-2008\n1986-2008\n22   Synchronous   Synchronous\n-\nFO 3NO \nMultinational   Atlantic cod    Redfish \nspecies \n1960-2008\n1992-2000\n8   Prey first\nPrey first\n-\nFO 3NO \nMultinational   Atlantic cod    Yellowtail \nFlounder \n1960-2008\n1976-1999\n23   Prey first\nPrey first\nPrey first\nFO 3NO \nMultinational   Greenland \nhalibut \nAtlantic cod\n1995-2007\n1960-2008\n12 \n-   Predator first\n-\nFO 5Y \nUSA \nAtlantic \nHalibut \nHaddock\n1890-2008\n1986-1998\n12 \n-   Prey first\n-\nFO 5Y \nUSA \nAtlantic \nHalibut \nWitch Flounder \n1890-2008\n1994-2008\n14   Synchronous   Synchronous\nSynchronous\nFO 5YZ \nUSA \nAtlantic \nHalibut \nAmerican Plaice \n1890-2008\n1986-2008\n22   Synchronous   Synchronous\n-\nFO 5Z \nUSA \nAtlantic \nHalibut \nWinter Flounder \n1890-2008\n1985-2007\n22   Synchronous   Prey first\nSynchronous\nFO 5Zjm \nCanada \nAtlantic cod    Haddock\n1993-2004\n1970-2002\n9 \n-   Prey first\n-\n\n \n19\nRegion \nCountry \nPredator Prey \nPredator Depletion period \nPrey Depletion period \nDepletion period overlap \nRecoverystrategy  (moderate) \nRecoverystrategy  (least) \nRecoverystrategy  (most) \nGeorges Bank \nUSA \nAtlantic cod    Acadian \nredfish \n1984-2008\n1957-2008\n24   Synchronous   Synchronous\nSynchronous\nGeorges Bank \nUSA \nAtlantic cod    Haddock\n1984-2008\n1968-2006\n22 \n-   Prey first\n-\nGeorges Bank \nUSA \nAtlantic cod    White hake\n1984-2008\n1994-2008\n14 \n-   Synchronous\n-\nGeorges Bank \nUSA \nAtlantic cod    Yellowtail \nFlounder \n1984-2008\n1974-2008\n24   Synchronous   Synchronous\nSynchronous\nGulf of Alaska \nUSA \nPacific cod \nArrowtooth \nflounder \n1977-1983\n1961-1981\n4 \n-   Prey first\n-\nGulf of Alaska \nUSA \nArrowtooth \nflounder \nPacific Ocean perch \n1961-1981\n1977-1998\n4   Predator \nfirst \nPredator first\n-\nGulf of Alaska \nUSA \nPacific cod \nPacific Ocean \nperch \n1977-1983\n1977-1998\n6   Predator \nfirst \nPredator first\n-\nGulf of Maine \nUSA \nAtlantic cod    Northern \nshrimp \n1983-2008\n1998-2006\n8   Synchronous   Prey first\nSynchronous\nGulf of Maine \nUSA \nAtlantic cod    Yellowtail \nFlounder \n1983-2008\n1985-2008\n23   Synchronous   Synchronous\nSynchronous\nIceland \nMultinational   Atlantic cod    Capelin\n1991-2012    2005-2007\n2 \n-   Prey first\n-\nIceland \nMultinational   Atlantic cod    Haddock\n1991-2012    1983-2012\n21 \n-   Synchronous\n-\nIceland \nMultinational   Atlantic cod    Herring\n1991-2012    1989-2011\n20   Synchronous   Prey first\nSynchronous\nIceland \nMultinational   Haddock \nCapelin\n1983-2012    2005-2007\n2 \n-   Prey first\n-\nIceland \nMultinational   Haddock \nCapelin\n1983-2012    1980-1984\n1 \n-   Prey first\n-\nIrish Sea \nMultinational   Atlantic cod    European \nPlaice \n1978-2011\n1995-2006\n11   Prey first\nPrey first\nPrey first\nIrish Sea \nMultinational   Atlantic cod    European \nPlaice \n1978-2011\n1976-1988\n10   Prey first\nPrey first\nSynchronous\nIrish Sea (Northern)    Multinational   Atlantic cod    Herring\n1978-2011    1978-2011\n33   Synchronous   Synchronous\nSynchronous\nKattegat \nMultinational   Atlantic cod    common \nEuropean sole \n1982-2011\n1984-1990\n6   Prey first\nPrey first\nPrey first\nNorth Sea \nMultinational   Atlantic cod    Herring\n1989-2011\n1996-2002\n6   Prey first\nPrey first\nPrey first\nNorth Sea \nMultinational   Atlantic cod    Norway pout\n1989-2011\n2003-2008\n5   Synchronous   Prey first\nSynchronous\nNorth Sea \nMultinational   Atlantic cod    Sandeel\n1989-2011\n2003-2008\n5   Synchronous   Prey first\nSynchronous\nNortheast Arctic \nMultinational   Atlantic cod    Haddock\n1979-2009\n1977-1993\n14 \n-   Prey first\n-\n\n \n20\nRegion \nCountry \nPredator Prey \nPredator Depletion period \nPrey Depletion period \nDepletion period overlap \nRecoverystrategy  (moderate) \nRecoverystrategy  (least) \nRecoverystrategy  (most) \nNortheast Arctic \nMultinational   Greenland \nhalibut \nAtlantic cod\n1975-2011\n1979-2009\n30 \n-   Prey first\n-\nNortheast Arctic \nMultinational   Greenland \nhalibut \nHaddock\n1975-2011\n1977-1993\n16 \n-   Prey first\n-\nNortheast Arctic \nMultinational   Greenland \nhalibut \nPollock\n1975-2011\n1984-1999\n15 \n-   Prey first\n-\nNortheast Atlantic \nMultinational   Hake \nWhiting\n1981-2011\n1981-2002\n21 \n-   Prey first\n-\nNortheast Atlantic North \nMultinational   Hake \nWhiting\n1981-2011\n2007-2008\n1 \n-   Prey first\n-\nPrince Rupert District \nCanada \nSablefish \nPacific herring\n1997-2005\n1966-2008\n8   Synchronous   Predator first\n-\nQueen Charlotte Islands \nCanada \nSablefish \nPacific herring\n1997-2005\n1986-2008\n8   Synchronous   Predator first\n-\nRhode Island \nUSA \nTautog \nAmerican \nlobster \n1992-2008\n1959-2008\n16 \n-   Synchronous\n-\nWest Coast of Vancouver Island \nCanada \nPacific cod \nPacific herring\n1994-2002\n1995-2008\n7   Predator \nfirst \nPredator first\n-\n \n259 \n\n \n21\nSupplementary Table 3. \nDocumentation of\n \npredator-prey relationships analyzed for the \ncase studies extracted from Neubauer et al.\n3\n. \n260 \n \n261 \nRegion \nPredator \nPrey \nPredator-prey \nrelationship \nPredator diet citation \nGulf of Alaska    Arrowtooth flounder    Pacifi\nc Ocean perch \nIn the Gulf of Alaska, \nrockfishes comprise approximately 0.2% (frequency of occurence) of adult diets, and are reported to be known potential predators of juvenile Pacific Ocean perch. \nKnoth, B. A. and Foy, R.J. 2008. Temporal variability in the food habits of arrowtooth flounder (Atheresthes stomias) in the Western Gulf of Alaska. U.S. Dep. Commer., NOAA Tech. Memo. NMFS-AFSC-184,30 p.  Rooper, C.N., Boldt, J.L, and Zimmerman, M. 2007. An assessment of juvenile Pacific Ocean perch (Sebastes alutus) habitat use in a deepwater nursery. Estuarine, Coastal and Shelf Science 75:371-380. \n  \n \n \n \nGeorges Bank     Atlantic cod \nAcadian re\ndfish \nRedfish comprise 14% diet \ncomposition in cod stomachs near the Gulf of St. Lawrence (Kohler and Fitzgerald 1969), and while small redfish can make up <1% of cod diet by mass in the southern Gulf of St. Lawrence (Hanson and Chouinard 2002), cod over 50 cm near the Flemish Cap contained ~95% small \nHanson, J.M. and Chouinard, G.A. 2002. Diet of Atlantic cod in the southern Gulf of St Lawrence as an index of ecosystem change, 1959–2000. Journal of Fish Biology 60: 902–922. Kohler, A.C., and Fitzgerald, D.N. 1969. Comparisons of Food of Cod and Haddock in the Gulf of St. Lawrence and on the Nova Scotia Banks. Journal Fisheries Research Board of Canada 26(5): 1273-1287. \n\n \n22\nredfish (Templeman 1965). \nTempleman, W. 1965. Some \ninstances of cod and haddock behavior and concentrations in the Newfoundland and Labrador areas in relation to food. ICNAF Special Publication 6: 449-461.  \n  \n \n \n \nFO 3N \nAtlantic cod \nAmerican Plai\nce \nAmerican Plaice are from 6% \n(Hanson and Chouinard 2002) to 27% (Waiwood and Majkowski 1984) composition in cod stomachs in the southern Gulf of St. Lawrence; 37% of cod over 100 cm in length contained some plaice (highest predation on small plaice; Powles 1958a). \nHanson, J.M. and Chouinard, G.A. 2002. Diet of Atlantic cod in the southern Gulf of St Lawrence as an index of ecosystem change, 1959–2000. Journal of Fish Biology 60: 902–922. Powles, P.M. 1958a. Life history and ecology of American plaice (Hippoglossoides platessoides F.) in the Magdalen Shallows. Journal Fisheries Research Board of Canada 22(2):565-598. Waiwood, K. and Majkowski, J. 1984. Food consumption and diet composition of cod, Gadus morhua, inhabiting the southwestern Gulf of St. Lawrence. Environmental Biology of Fishes Vol II 1:63-78. \n  \n \n \n \nIceland \nAtlantic cod \nCapelin \nAtlantic cod consume a mean of 27.1% (peak 40%) of capelin in their diet (by weight; primary fish prey) in \nJaworski, A. and Ragnarsson, S.A. 2006. Feeding habits of demersal fish in Icelandic waters: a multivariate approach. ICES \n\n \n23\nIceland.  \nJournal of \nMarine Science 63: \n1682-1694. \n  \n \n \n \nKattegat \nAtlantic cod \ncommon European \nsole    Up to 4% (by weight) of cod \ndiet in the North Sea is European sole (Daan 1973; Mackinson and Daskalov 2007).  \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. Mackinson, S. and Daskalov, G, 2007. An ecosystem model of the North Sea to support an ecosystem approach to fisheries management: description and parameterisation. Sci. Ser. Tech Rep., Cefas Lowestoft, 142: 196pp.  \n  \n \n \n \nIrish Sea \nAtlantic cod \nEuropean Plaice \nEuropean Plaice comprise \nfrom 2% (Mackinson and Daskalov 2007) to 20%  (Daan 1973) of cod diet by weight in the North Sea. \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. Mackinson, S. and Daskalov, G, 2007. An ecosystem model of the North Sea to support an ecosystem approach to fisheries management: description and parameterisation. Sci. Ser. Tech Rep., Cefas Lowestoft, 142: 196pp.  \n  \n \n \n \n\n \n24\nFaroe Plateau; George's Bank (FO 5Zjm); Iceland; NE Arctic \nAtlantic cod \nHaddock \nHaddock of all sizes make up \n25-40% of cod diet in North Sea (Daan 1973), and approximately 9% in the Gulf of St. Lawrence (Kohler and Fitzgerald 1969). \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. Kohler, A.C., and Fitzgerald, D.N. 1969. Comparisons of Food of Cod and Haddock in the Gulf of St. Lawrence and on the Nova Scotia Banks. Journal Fisheries Research Board of Canada 26(5): 1273-128. \n  \n \n \n \nBaltic Area 30, 31 (ICES); Baltic Areas 25-32; Iceland; Northern Irish Sea; North Sea \nAtlantic cod \nHerring \nCod have from 2-15% \nherring in their diet in the North Sea (Daan 1973). \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. \n  \n \n \n \nGulf of Maine    Atlantic cod \nNorthern\n shrimp \nNorthern shrimp make up \naround 20% of cod diet, across size classes (Hanson and Chouinard 2002). \nHanson, J.M. and Chouinard, G.A. 2002. Diet of Atlantic cod in the southern Gulf of St Lawrence as an index of ecosystem change, 1959–2000. Journal of Fish Biology 60: 902–922. \n  \n \n \n \nNorth Sea \nAtlantic cod \nNorway pout \nNorway pout comprise 6.7% \nof Atlantic cod  diet in the North sea (Mackinson and \nMackinson, S. and Daskalov, G, 2007. An ecosystem model of the North Sea to support an ecosystem \n\n \n25\nDaskalov 2007).  \napproach \nto fisheries management: \ndescription and parameterisation. Sci. Ser. Tech Rep., Cefas Lowestoft, 142: 196pp.  \n  \n \n \n \nFO 3NO \nAtlantic cod \nRedfish speci\nes \nRedfish (all sizes) comprise \n14% diet composition in cod stomachs near the Gulf of St. Lawrence (Kohler and Fitzgerald 1969), and while small redfish can make up <1% of cod diet by mass in the southern Gulf of St. Lawrence (Hanson and Chouinard 2002), cod over 50 cm near the Flemish Cap contained ~95% small redfish (Templeman 1965). \nHanson, J.M. and Chouinard, G.A. 2002. Diet of Atlantic cod in the southern Gulf of St Lawrence as an index of ecosystem change, 1959–2000. Journal of Fish Biology 60: 902–922 Kohler, A.C., and Fitzgerald, D.N. 1969. Comparisons of Food of Cod and Haddock in the Gulf of St. Lawrence and on the Nova Scotia Banks. Journal Fisheries Research Board of Canada 26(5): 1273-1287. Templeman, W. 1965. Some instances of cod and haddock behavior and concentrations in the Newfoundland and Labrador areas in relation to food. ICNAF Special Publication 6: 449-461.  \n  \n \n \n \nNorth Sea \nAtlantic cod \nSandeel\n \nSandeel can make up from 5% (Mackinson and Daskalov 2007) to 10% of adult cod diet by weight (Daan 1973). \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. \n\n \n26\nMackinson, S. and Daskalov, G, 2007. An ecosystem model of the North Sea to support an ecosystem approach to fisheries management: description and parameterisation. Sci. Ser. Tech Rep., Cefas Lowestoft, 142: 196pp.  \n  \n \n \n \nBaltic Areas 22 and 24; Baltic Areas 25-32 \nAtlantic cod \nSprat \nSprat \nin cod diet can reach \n20% by weight in the North Sea (Daan 1973). \nDaan, N. 1973. A quantitative analysis of the food intake of North Sea cod, Gadus Morhua. Netherlands Journal of Sea Research 6 (4): 479–517. \n  \n \n \n \nGeorges Bank     Atlantic cod \nWhite \nhake \nWhite hake, all sizes, can \nmake up 5% of cod over 60cm diet (Powles 1958b) or from 1-19% volume in stomachs of cod greater than 30cm in the Gulf of St. Lawrence.  \nPowles, P.M. 1958b. Studies of Reproduction and Feeding of Atlantic Cod (Gadus callarias L.) in the Southwestern Gulf of St. Lawrence. Journal Fisheries Research Board of Canada 15(6):1383-1402. \n  \n \n \n \nFO 3NO; George's Bank, Gulf of Maine \nAtlantic cod \nYellowtail Flounder \nPleuronectidae comprise \nfrom approximately 3% of cod diet by mass (Kohler and Fitzgerald 1969), 6-32%of cod diet by volume (Powles 1958b), and up to 40% composition (Waiwood and \nPowles, P.M. 1958b. Studies of Reproduction and Feeding of Atlantic Cod (Gadus callarias L.) in the Southwestern Gulf of St. Lawrence. Journal Fisheries Research Board of Canada 15(6):1383-1402. \n\n \n27\nMajowski 1984) in the Gulf of St. Lawrence. \nKohler, A.C., and Fitzgerald, D.N. 1969. Comparisons of Food of Cod and Haddock in the Gulf of St. Lawrence and on the Nova Scotia Banks. Journal Fisheries Research Board of Canada 26(5): 1273-1287. Waiwood, K. and Majkowski, J. 1984. Food consumption and diet composition of cod, Gadus morhua, inhabiting the southwestern Gulf of St. Lawrence. Environmental Biology of Fishes Vol II 1:63-78. \n  \n \n \n \nFO 5YZ (Gulf of Maine and George's Bank) \nAtlantic Halibut \nAmerican Plai\nce \nAmerican Plaice less than \n35cm make up to 13.6% of cod diet on the Newfoundland-Labrador Shelf (Bundy \net al.\n 2000). \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model of the Newfoundland-Labrador Shelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. \n  \n \n \n \nFO 5Y (Gulf of Maine) \nAtlantic Halibut \nHaddock \nHaddock have been reported \nas a main fish prey item of Atlantic halibut through stomach content analyses (Nickerson 1978), and comprise about 1% of cod diet in the Grand Bank and Gulf of Maine areas (Kohler 1967). \nKohler, A.C. 1967. Size at Maturity, Spawning Season, and Food of Atlantic Halibut. Journal Fisheries Research Board of Canada 24(1): 53-66. Nickerson, J.T.R. 1978. The Atlantic halibut and its utilization. Marine Fisheries Review 40(7): 21-25;        Cargnelli, L.M., Griesbach, S.J., and  Morse, W.W. 1999. Essential Fish Habitat Source \n\n \n28\nDocument: Atlantic Halibut, Hippoglossus hippoglossus, Life History and Habitat Characteristics. NOAA Technical Memorandum NMFS-NE-125: 1-17. \n  \n \n \n \nFO 5Z (George's Bank) \nAtlantic Halibut \nWinter Flounder \nFlounder has been reported \nas a main fish prey item of Atlantic halibut through stomach content analyses (Nickerson 1978). They also make up from 4% (\"flatfishes\"; Kohler 1967) to 13.6% (\"flounders\" including winter flounder; Bundy\n et al\n. \n2000) of cod diet on the Newfoundland-Labrador Shelf. \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model of the Newfoundland-Labrador Shelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. Kohler, A.C. 1967. Size at Maturity, Spawning Season, and Food of Atlantic Halibut. Journal Fisheries Research Board of Canada 24(1): 53-66. Nickerson, J.T.R. 1978. The Atlantic halibut and its utilization. Marine Fisheries Review 40(7): 21-25;        Cargnelli, L.M., Griesbach, S.J., and  Morse, W.W. 1999. Essential Fish Habitat Source Document: Atlantic Halibut, Hippoglossus hippoglossus, Life History and Habitat Characteristics. NOAA Technical Memorandum NMFS-NE-125: 1-17. \n  \n \n \n \nFO 5Y (Gulf of Maine) \nAtlantic Halibut \nWitch Flounder \nFlounder has been reported \nas a main fish prey item of \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model \n\n \n29\nAtlantic halibut through stomach content analyses (Nickerson 1978). They also make up from 4% (\"flatfishes\"; Kohler 1967) to 13.6% (\"flounders\" including witch flounder; Bundy\n et al\n. \n2000) of cod diet on the Newfoundland-Labrador Shelf. \nof the Newfoundland-Labrador Shelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. Kohler, A.C. 1967. Size at Maturity, Spawning Season, and Food of Atlantic Halibut. Journal Fisheries Research Board of Canada 24(1): 53-66. Nickerson, J.T.R. 1978. The Atlantic halibut and its utilization. Marine Fisheries Review 40(7): 21-25;        Cargnelli, L.M., Griesbach, S.J., and  Morse, W.W. 1999. Essential Fish Habitat Source Document: Atlantic Halibut, Hippoglossus hippoglossus, Life History and Habitat Characteristics. NOAA Technical Memorandum NMFS-NE-125: 1-17. \n  \n \n \n \nFO 3LNO \nGreenland halibut \nAmerican Plaice \nAmerican Plaice make up \nless than 1% of Greenland halibut diet on the Newfoundland-Labrador Shelf, but are included as a prey item.  \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model of the Newfoundland-Labrador Shelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. \n  \n \n \n \nFO 3NO; Northeast Arctic \nGreenland halibut \nAtlantic cod \nAtlantic cod are \napproximately 4.5% of Greenland halibut diet in the \nHovde, S. C., Albert, O. T., and Nilssen, E. M. 2002. Spatial, seasonal and ontogenetic variation \n\n \n30\nNortheast Arctic (Hovde \net \nal\n. 2002). \nin diet of Northeast Arctic Greenland halibut (Reinhardtius hippoglossoides). ICES Journal of Marine Science, 59: 421–437. \n  \n \n \n \nNortheast Arctic \nGreenland halibut \nHaddock \nHaddock comprise \napproximately 0.4% of Greenland halibut diet in the Northeast Arctic (Hovde\n et \nal\n. 2002). \nHovde, S. C., Albert, O. T., and Nilssen, E. M. 2002. Spatial, seasonal and ontogenetic variation in diet of Northeast Arctic Greenland halibut (Reinhardtius hippoglossoides). ICES Journal of Marine Science, 59: 421–437. \n  \n \n \n \nNortheast Arctic \nGreenland halibut \nPollock \nPollock are about 0.2% of \nGreenland halibut diet in the Northeast Arctic (Hovde \net \nal. \n2002). \nHovde, S. C., Albert, O. T., and Nilssen, E. M. 2002. Spatial, seasonal and ontogenetic variation in diet of Northeast Arctic Greenland halibut (Reinhardtius hippoglossoides). ICES Journal of Marine Science, 59: 421–437. \n  \n \n \n \nFO 3LNO \nGreenland halibut \nRedfish speci\nes \nRedfish species of all sizes \nmake up approximately 25% of Greenland halibut diet on the Newfoundland-Labrador Shelf (Bundy \net al.\n 2000). \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model of the Newfoundland-Labrador Shelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. \n  \n \n \n \nFO 3LNO \nGreenland halibut \nYellowt\nail Flounder \n\"Flounders\" (including \nyellowtail flounder) of all sizes make up approximately \nBundy, A., Lilly, G.R., and Shelton, P.A. 2000. A mass balance model of the Newfoundland-Labrador \n\n \n31\n0.3% of Greenland halibut diet on  the Newfoundland-Labrador Shelf (Bundy\n et al\n. \n2000). \nShelf. Can. Tech. Rep. Fish. Aquat. Sci. 2310:1-157. \n  \n \n \n \nIceland \nHaddock \nCapelin \nCapelin make up to 15%of \nhaddock diet by weight in Iceland (Jaworski and Ragnarsson 2006). \nJaworski, A. and Ragnarsson, S.A. 2006. Feeding habits of demersal fish in Icelandic waters: a multivariate approach. ICES Journal of Marine Science 63: 1682-1694. \n  \n \n \n \nNortheast Atlantic \nHake \nWhiting \nAdult whiting comprise of \nless than 5% of hake diets near the Mediterranean Iberian coast (Cartes \net al\n. \n2004). \nCartes, JE., Rey, J., Lloris, D., and Gil de Sola, L. 2004. Influence of environmental variables on the feeding and diet of European hake (Merluccius merluccius) on the Mediterranean Iberian coast. J. Mar. Biol. Ass. U.K.  84: 831-835. \n  \n \n \n \nGulf of Alaska    Pacific cod \nArro\nwtooth flounder \nAdult Arrowtooth flounder \ncomprise 1-3% of adult cod diet in the Gulf of Alaska (Aydin\n et al.\n 2007; Urban \n2012). \nAydin, K., Gaichas, S., Ortiz, I., Kinzey, D., and Friday, N. 2007. A Comparison of the Bering Sea, Gulf of Alaska, and Aleutian Islands Large Marine Ecosystems Through Food Web Modeling. NOAA Technical Memorandum NMFS-AFSC-178: 1-298 \n \n \n \nUrban, D. 2012. Food habits of Pacific cod and walleye pollock in \n\n \n32\nthe northern Gulf of Alaska. Mar Ecol Prog Ser 469: 215–222. \n  \n \n \n \nWest Coast of Vancouver Island \nPacific cod \nPacific herring \nPacific herring occur in \nPacific cod diets with 43% frequency on average, with peak occurrences of 75-100% at some times of the year off the West Cost of Vancouver Island (Ware and McFarlane 1986). \nWare, D.M. and McFarlane, J.A. 1986. Relative impact of Pacific hake, sablefish and Pacific cod on west coast of Vancouver Island herring stocks. International North Pacific Fisheries Commission Bulletin 47: 67-78. \n  \n \n \n \nGulf of Alaska    Pacific cod \nPacific Ocea\nn perch \nPacific cod are reported to be \nknown potential predators of juvenile Pacific Ocean perch, with juveline POP comprising less than 1% of cod diet.  \nAydin, K., Gaichas, S., Ortiz, I., Kinzey, D., and Friday, N. 2007. A Comparison of the Bering Sea, Gulf of Alaska, and Aleutian Islands Large Marine Ecosystems Through Food Web Modeling. NOAA Technical Memorandum NMFS-AFSC-178: 1-298 Rooper, C.N., Boldt, J.L, and Zimmerman, M. 2007. An assessment of juvenile Pacific Ocean perch (Sebastes alutus) habitat use in a deepwater nursery. Estuarine, Coastal and Shelf Science 75:371-380. \n  \n \n \n \n\n \n33\nPrince Rupert District; Queen Charlotte Islands \nSablefish \nPacific herring \nP\nacific herring have been \nreported as the most important fish prey off the southwest coast of Vancouver Island, found in up to 20% of stomachs (Tanasichuk 1997), and comprise of 6% of diet by weight off Vancouver Island's west coast (Ware and McFarlane 1986). \nTanasichuk, R.W. 1997. Diet of sablefish, Anoplopoma fimbria, from the southwest coast of Vancouver Island. NOAA Technical Report NMFS 130: 93-97.  Ware, D.M. and McFarlane, J.A. 1986. Relative impact of Pacific hake, sablefish and Pacific cod on west coast of Vancouver Island herring stocks. International North Pacific Fisheries Commission Bulletin 47: 67-78. \n  \n \n \n \nRhode Island \nTautog \nAmerican lobster \nTautog have been observed \nfeeding on small American lobster, although not in significant diet proportions (16% average mortality in an experimental setting). \nRichards, R.A. 1992. Habitat selection and predator avoidance - ontogenetic shifts in habitat use by the Jonah grab \nCancer borealis\n \n(Stimpson). Journal of Experimental Marine Biology and Eology 156: 187-197. Bigelow, H.B., and Schroeder, W.C. 1953. Fishes of the Gulf of Maine. Fishery Bulletin 53: 577 p.  Steimle, F.W. and Shaheen, P.A. 1999. Tautog (Tautoga onitis) Life History and Habitat Requirements. NOAA Technical Memorandum NMFS-NE-118: 1-22.  \n\n \n34\nReferences for Figure 1 262 \n 263 \n1. Packer C, et al. (2005) Ecological Change, Group Territoriality, and Population 264 \nDynamics in Serengeti Lions. Science 307(5708):390–393. 265 \n 266 \n2. Cleary JS (2014) Stock assessment and management advice for British Columbia 267 \nPacific herring: 2013 status and 2014 forecast. 268 \n 269 \n3. Holmengen N, Lehre Seip K, Boyce M, Stenseth NC (2009) Predator–prey coupling: 270 \ninteraction between mink Mustela vison and muskrat Ondatra zibethicus across Canada. 271 \nOikos 118(3):440–448. 272 \n 273 \n 274 \nReferences for Table 1 275 \n 276 \n1. Frid A & Marliave J (2010) Predatory fishes affect trophic cascades and apparent 277 \ncompetition in temperate reefs. Biology Letters 6(4):533-536. 278 \n 279 \n2. Beaudreau AH & Essington TE (2007) Spatial, temporal, and ontogenetic patterns of 280 \npredation on rockfishes by lingcod. Transactions of the American Fisheries Society 281 \n136(5):1438-1452. 282 \n 283 \n3. Micheli F, Halpern BS, Botsford LW, & Warner RR (2004) Trajectories and correlates 284 \nof community change in no-take marine reserves. Ecological Applications 14(6):1709-285 \n1723. 286 \n 287 \n4. Breen PA, Hilborn R, Maunder MN, & Kim SW (2003) Effects of alternative control 288 \nrules on the conflict between a fishery and a threatened sea lion (Phocarctos hookeri). 289 \nCanadian Journal of Fisheries and Aquatic Sciences 60(5):527-541. 290 \n 291 \n5. Harvey CJ, Gross K, Simon VH, & Hastie J (2008) Trophic and fishery interactions 292 \nbetween Pacific hake and rockfish: effect on rockfish population rebuilding times. Marine 293 \nEcology Progress Series 365:165-176. 294 \n 295 \n6. Essington TE, et al. (2012) Catch shares, fisheries, and ecological stewardship: a 296 \ncomparative analysis of resource responses to a rights‐based policy instrument. 297 \nConservation Letters 5(3):186-195. 298 \n \n299 \n7. Lambeck RJ (1997) Focal species: a multi‐species umbrella for nature conservation. 300 \nConservation biology 11(4):849-856. 301 \n 302 \n8. Roberge J-M & Angelstam P (2004) Usefulness of the umbrella species concept as a 303 \nconservation tool. Conservation Biology 18(1):76-85. 304 \n 305 \n\n \n35\n9. Rodrigues AS, Pilgrim JD, Lamoreux JF, Hoffmann M, & Brooks TM (2006) The 306 \nvalue of the IUCN Red List for conservation. Trends in Ecology & Evolution 21(2):71-307 \n76. 308 \n 309 \n10. Evans DM, et al. (2016) Species recovery in the united states: Increasing the 310 \neffectiveness of the endangered species act. 311 \n 312 \n11. Schwartz MW (2008) The performance of the endangered species act. Annual 313 \nReview of Ecology, Evolution, and Systematics:279-299. 314 \n 315 \n12. Magera AM, Flemming JEM, Kaschner K, Christensen LB, & Lotze HK (2013) 316 \nRecovery trends in marine mammal populations. PloS One 8(10):e77908. 317 \n 318 \n13. Yodzis P (2001) Must top predators be culled for the sake of fisheries? Trends in 319 \nEcology & Evolution 16(2):78-84. 320 \n 321 \n14. Kutil SM (2011) Scientific certainty thresholds in fisheries management: A response 322 \nto a changing climate. Enviornmental Law. 41:233. 323 \n 324 \n15. Cury PM, et al. (2011) Global seabird response to forage fish depletion—one-third 325 \nfor the birds. Science 334(6063):1703-1706. 326 \n 327 \n 328 \nReferences for Supplementary Information 329 \n1.   Reynolds, J. Conservation of Exploited Species. (Cambridge University Press, 2001). 330 \n2.   Hawkins, J. P. & Roberts, C. M. Effects of fishing on sex-changing Caribbean 331 \nparrotfishes. Biol. Conserv. 115, 213–226 (2004). 332 \n3.   Neubauer, P., Jensen, O. P., Hutchings, J. A. & Baum, J. K. Resilience and Recovery 333 \nof Overexploited Marine Populations. Science 340, 347–349 (2013). 334 \n4.   Hutchings, J. A. Collapse and recovery of marine fishes. Nature 406, 882–885 335 \n(2000). 336 \n5.   Fauchald, P. Predator-prey reversal: A possible mechanism for ecosystem hysteresis 337 \nin the North Sea? Ecology 91, 2191–2197 (2010). 338 \n\n \n36\n6.   Walters, C. & Kitchell, J. F. Cultivation/depensation effects on juvenile survival and 339 \nrecruitment: implications for the theory of fishing. Can. J. Fish. Aquat. Sci. 58, 39–50 340 \n(2001). 341 \n7.   Andersen, K. H. & Rice, J. C. Direct and indirect community effects of rebuilding 342 \nplans. ICES J. Mar. Sci. J. Cons. fsq035 (2010). doi:10.1093/icesjms/fsq035 343 \n8.   De Roos, A. M. & Persson, L. Size-dependent life-history traits promote catastrophic 344 \ncollapses of top predators. Proc. Natl. Acad. Sci. 99, 12907–12912 (2002). 345 \n9.   Price, J. E. & Morin, P. J. Colonization History Determines Alternate Community 346 \nStates in a Food Web of Intraguild Predators. Ecology 85, 1017–1028 (2004). 347 \n10.  Kellner, J. B., Sanchirico, J. N., Hastings, A. & Mumby, P. J. Optimizing for multiple 348 \nspecies and multiple values: tradeoffs inherent in ecosystem-based fisheries 349 \nmanagement. Conserv. Lett. (2010). 350 \n11.  Costello, C., Kinlan, B. P., Lester, S. E. & Gaines, S. D. The Economic Value of 351 \nRebuilding Fisheries. (Organisation for Economic Co-operation and Development, 352 \n2012). 353 \n12.  Kasperski, S. Optimal Multi-species Harvesting in Ecologically and Economically 354 \nInterdependent Fisheries. Environ. Resour. Econ. 1–41 (2014). doi:10.1007/s10640-355 \n014-9805-9 356 \n13.  Pimm, S. L. & Lawton, J. H. Number of trophic levels in ecological communities. 357 \nNature 268, 329–331 (1977). 358 \n14.  Neubert, M. G. & Caswell, H. Alternatives to resilience for measuring the responses 359 \nof ecological systems to perturbations. Ecology 78, 653–665 (1997). 360 \n15.  McCann, K. S. Food Webs (MPB-50). (Princeton University Press, 2012). 361 ",
  "extractedAt": "2025-12-12T18:45:11.954Z",
  "success": true,
  "matchedPublication": {
    "title": "Defining ecosystem thresholds for human activities and environmental pressures in the California Current",
    "doi": "10.1002/ecs2.1860",
    "year": "2017",
    "authors": "Samhouri, Jameal F.; Andrews, Kelly S.; Fay, Gavin; Harvey, Chris J.; Hazen, Elliott L.; Hennessey, Shannon M.; Holsman, Kirstin; Hunsicker, Mary E.; Large, Scott I.; Marshall, Kristin N.; Stier, Adrian C.; Tam, Jamie C.; Zador, Stephani G."
  }
}