{
  "filename": "Samhouri et al. (PLoS Climate) 2025.pdf",
  "numPages": 20,
  "text": "PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 1 / 20 OPEN ACCESS Citation: Samhouri JF, Detmer AR, Marshall KN, Stier AC, Berger A, Liu OR, et al. (2025) Course corrections responding to climate impacts produce divergent effects on population biomass and harvest in fisheries. PLOS Clim 4(10): e0000624. https://doi.org/10.1371/ journal.pclm.0000624 Editor: Frédéric Cyr, Memorial University Marine Institute: Memorial University of Newfoundland Fisheries and Marine Institute, CANADA Received: April 4, 2025 Accepted: September 12, 2025 Published: October 6, 2025 Peer Review History: PLOS recognizes the benefits of transparency in the peer review process; therefore, we enable the publication of all of the content of peer review and author responses alongside final, published articles. The editorial history of this article is available here: https://doi.org/10.1371/journal. pclm.0000624 Copyright: This is an open access article, free of all copyright, and may be freely reproduced, RESEARCH ARTICLE Course corrections responding to climate impacts produce divergent effects on population biomass and harvest in fisheries Jameal F. Samhouri 1 *, A. Raine Detmer 2 , Kristin N. Marshall 3 , Adrian C. Stier 2 , Aaron Berger 4 , Owen R. Liu 1,5 , A. Ole Shelton 1 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, Washington, United States of America, 2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California, United States of America, 3 Fishery Resource Analysis and Monitoring Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, Washington, United States of America, 4 Fishery Resource Analysis and Monitoring Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Newport, Oregon, United States of America, 5 School of Aquatic and Fishery Sciences, University of Washington, Seattle, Washington, United States of America * jameal.samhouri@noaa.gov Abstract Climate change will alter ecological dynamics, affecting the relative abundance of species. A primary challenge is whether and how to modify natural resource manage- ment practices to address these changes. We explored a model of a harvested fish population experiencing climate-driven changes in demography, finding that climate impacts impose a choice between management strategies that favor fishery yield or population biomass but not both. When climate caused a population’s carrying capacity to increase, or its productivity to decrease, a climate adaptive strategy relying upon this updated information maintained higher population biomass but produced similar or lower yield than fixed management pegged to historical condi- tions. In contrast, when climate caused a population’s carrying capacity to decrease, or its productivity to increase, a climate adaptive strategy produced greater yield but maintained lower population biomass. Both strategies prevented a population from becoming overfished (too small to achieve maximum yield), but the fixed manage- ment strategy could impose more excessive annual harvest rates (overfishing). These insights suggest climate adaptive management may not always outperform a fixed strategy. Yet in U.S. fisheries we found routine assessment of population status modifies demographic parameters, implicitly shifting management reference points that affect fishery yield and population biomass. Participatory processes can illumi- nate these impacts, creating opportunities to co-develop weightings for conservation and harvest objectives. PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 2 / 20 Introduction Maintaining effective food security amidst global climate change and a growing human population is one of the most significant environmental challenges of the 21st century. The impacts of climate change on natural resources that provide food, such as fisheries, are already visible, and climate models predict additional future changes in productivity and disturbances that will disproportionately affect those most depen- dent on them [1,2]. Policies that steer changes to maintain food security under the new environmental conditions, while avoiding risks of major population declines, can achieve regional, national, and international sustainability goals. However, in most cases it remains unclear what type and rate of response is appropriate, especially given the potential that corrections for anticipated climate impacts can have negative consequences in the near-term [3]. Identifying the right approaches will help mitigate the predicted loss of food security anticipated under business-as-usual management, while maintaining progress toward conservation goals. The success of the technology, medical, and economic sectors in implementing adap- tive strategies highlights the potential merits of moderate, incremental interventions over business-as-usual. For example, phased rollouts in the technology sector that stay ahead of consumer needs offer advantages over static platforms, ensuring system continuity and easier troubleshooting [4]. Similarly, in medicine, gradual treatment adjustments con- sistently yield better patient outcomes by mitigating severe side effects associated with failing to change treatment plans [5]. In economics, measured financial market reforms, which address both contemporary and anticipated trends, can prevent losses associated with rigid regulations [6]. The success of these gradual interventions relies on regular updates to current understanding based on two key pieces of information: (i) monitoring and analysis of recent data, and (ii) forecasts of potential future trends. A gradual adjustment approach is particularly relevant to adaptive fisheries man- agement in the face of climate change. Climate change will reshuffle geographic distributions, alter body sizes, and modify catch of fisheries species [7–11]. However, these predictions are rarely integrated into strategic or tactical fisheries manage- ment. In contrast, in other natural hazard management contexts such as wildfire and drought risk, forecasts that integrate environmental information are widely used to inform policy [12,13]. Threshold harvest control rules that adjust fishery catch based on estimated biomass are protective against some aspects of climate change [14], but may be insufficient when the effects of climate change go beyond increasing or decreasing population size. An outstanding question remains: how should managers react and adjust the amount of fish harvested in anticipation of a different future? For instance, if the long-term abundance of a fisheries species is projected to decline due to warming ocean temperatures over the next half-century, how should that information influence today’s harvest management? Fundamentally, these questions speak to whether climate-ready fisheries could learn from technology, medicine, and economics where gradual, adaptive responses are highly effective. Recent studies have explored the relative effectiveness of integrating climate impacts into fisheries management. For instance, Szuwalski et al. [15] simulated a sudden, climate-induced decline in a population’s carrying capacity with no distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication. Data availability statement: All data and code are available at DOI: 10.5281/zenodo.15132874. Funding: This work was supported by the the National Science Foundation (2139319 to ARD). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing interests: The authors have declared that no competing interests exist. PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 3 / 20 correspondingly sudden change in population biomass (a potentially unrealistic juxtaposition). Counterintuitively, they found that immediately matching fisheries management targets to the reduced carrying capacity — a climate adaptive strategy — depressed population biomass and did not create marked gains in harvest compared to business-as-usual management. In contrast to the sudden decline in carrying capacity and sudden change in management envisioned by [15], many real-world changes are expected to be gradual and detectable in population trends or predictable with forecasts. Furthermore, carrying capacity and other demographic rates may respond favorably, not just unfavorably, to climate influences (e.g., range expan- sions underpinned by a climate driver; [16]). In cases where such changes can be observed or anticipated, there is room for harvest rates to adjust as climate drivers express their influence on a population and assessments of population status are updated [17–22]. Collectively this work points to a gap in understanding of the consequences of adaptation in fisheries as climate impacts happen or are projected to take effect [23]. Specifically, there is a need to compare business-as-usual and adaptive fishery management with: (i) both positive and negative gradually-occurring climate impacts, and (ii) adjustments to harvest rates that occur at different lagtimes relative to actual shifts in one or more demographic rates. In this paper, we focus on potential future scenarios where climate change causes a gradual change in the productivity (intrinsic growth rate) and/or carrying capacity of a population subject to fishing. In contexts where monitoring and evaluation of harvested populations are possible, these changes to demographic parameters may be observed and estimated based on recent trends [17,21] or forecast based on climate projections or other factors [8]. Using a well-grounded model, we develop scenarios where evidence or forecasts signal these demographic shifts, and management reference points are, or are not, routinely updated. We examine whether climate adaptive course corrections to harvest rates that keep up with demographic shifts are more effective at producing a higher population size and greater fishery yield than maintaining a fixed harvest strategy. We hypothesize that a climate adaptive management strategy that dynamically responds to changes in productivity and carrying capacity will optimize fishery yield, and also protect population biomass, compared to a fixed, or business-as- usual, management strategy. Our focus is on the transient dynamics occurring during the period in which carrying capacity or productivity is changing. We conclude by relating our insights about the application of adaptive management strategies to real-world estimates of population change in several harvested stocks from the U.S. West Coast. This focus invites the opportunity to bring greater specificity to notions of adaptive management and climate-ready fisheries. Methods Model framework We developed a time-varying, surplus production model to explore the impacts of climate adaptive and fixed management on a harvested resource. In this model, the biomass B t of the population depends on productivity (or intrinsic growth rate) r t and carrying capacity K t , and is subject to an annual harvest rate (or exploitation fraction) U t : B t+1 =B t +r t B t ( 1– B t K t ) –U t B t (1) In the base case where r t and K t are constant (i.e., r t =r ∗ and K t =K ∗ ), the maximum sustainable yield (MSY) is achieved by setting B MSY = K ∗ 2 [24]. We imposed a sloped harvest control rule specified such that the harvest rate declines linearly from a target maximum sustainable harvest rate (in the base case, U MSY = r ∗ 2 ) as the biomass of the resource declines below B MSY,t and falls to zero when B t is below α B MSY,t , as 0if B t B MSY,t <α (2a) U t = U MSY,t ( B t B MSY,t –α ) 1–α ifα ≤ B t B MSY,t <1 (2b) PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 4 / 20 U MSY,t if B t B MSY,t ≥1 (2c) In equation 2, α∈[0,1) determines the slope of the harvest control rule as U MSY,t (1–α)B MSY,t , (3) such that changes in productivity, carrying capacity, and α together influence the rate at which the maximum sustainable harvest rate is reached. The qualitative form of this harvest control rule is inspired by widespread federal fisheries man- agement practice in the U.S. and beyond [14]. It is used because under assumptions of stationarity (where r and K are constant) the decline in harvest rate accelerates the rebuilding of the population to levels consistent with maximizing long- term yield and protects the population from declining to very low levels [25]. Note that this model excludes uncertainties common in real fisheries systems, such as observation error (inherent to estimating population biomass and demographic parameters) and implementation error (common due to time lags involved with governance of coupled social-ecological systems, among other reasons). We explore the model assumptions and limitations more fully in the Discussion. The defining feature of the model presented in equation 1 is that it allows both the carrying capacity and productivity to vary through time, reflecting the potential effects of a climate driver on a population. Before we develop simulations to understand the consequences of such temporal variation, it is useful to describe the general response of a population and harvest to changes in productivity (r t ) and carrying capacity (K t ). In this model, if the population is unharvested and a climate driver causes productivity or carrying capacity to increase, the population biomass will increase. Conversely, if pro- ductivity or carrying capacity declines, population biomass will also decline. In populations with these different character- istics, if a fishery were to develop and operate under a sloped harvest control rule it would rely upon distinct management reference points (Fig 1). The changes in harvest rate triggered by shifts in productivity are intuitive, but the differences in harvest rate with changes in carrying capacity may be initially surprising. Populations with higher productivity after a climate impact will have a greater maximum sustainable harvest rate U MSY,t , while those with larger carrying capacity after a climate impact will have greater biomass associated with maximum sustainable yield B MSY,t . A higher value of U MSY,t will increase the slope of the harvest control rule (equation 3, Fig 1), causing the harvest rate to increase faster at lower population biomass. In contrast, a higher value of B MSY,t will have two consequential effects on the harvest control rule. First, it will cause the harvest rate to remain at zero for a larger absolute range of values of population biomass (because αB MSY,t is larger). Second, and counterintuitively, it will reduce the slope of the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower population biomass (because the unchanged U MSY,t is reached at a larger population biomass). In populations experiencing a climate impact causing lower productivity or smaller carrying capacity, U MSY,t or B MSY,t will be smaller. A smaller value of U MSY,t will reduce the slope of the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower population biomass compared to fixed management. In contrast, and again counterintuitively, a lower value of B MSY,t will both cause the harvest rate to remain at zero for a smaller range of values of population biomass (because αB MSY,t is smaller) and increase the slope of the harvest control rule (equation 3), causing the harvest rate to increase more quickly at lower pop- ulation biomass (because the unchanged U MSY,t is reached at a smaller population biomass). Simulations and analyses Climate change will challenge some species (losers) and benefit others (winners). Below we consider situations where a climate driver alters the productivity, carrying capacity, or both features of a population. For example, warming waters and reduced predation could increase productivity, while habitat expansion and nutrient enrichment may boost carry- ing capacity. Conversely, thermal stress and elevated metabolic costs can decrease productivity, while habitat loss and PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 5 / 20 Fig 1. Conceptual schematic of climate impacts on demographic rates and alternative harvest control rules. Conceptual schematic describing how climate impacts to productivity and carrying capacity were incorporated into the dynamics of a time-varying surplus production population model (equation 1) and associated harvest control rule (equation 2). In this model, populations with higher productivity or larger carrying capacity after a climate impact will have a greater maximum sustainable harvest rate U MSY,t or biomass associated with maximum sustainable yield B MSY,t , compared to a fixed management strategy that uses a harvest control rule that retains initial values of these quantities. Under a climate adaptive management strategy, a higher value of U MSY,t will increase the slope of the harvest control rule (equation 3), causing the harvest rate to increase faster at lower population biomass compared to fixed management. In contrast, a higher value of B MSY,t will have two consequential effects on a climate adaptive harvest control rule. First, it will cause the harvest rate to remain at zero for a larger range of values of population biomass (because αB MSY,t is larger) compared to fixed management. Second, it will reduce the slope of the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower popula- tion biomass (because the unchanged U MSY,t is reached at a larger population biomass) compared to fixed management. In populations experiencing a climate impact causing lower productivity or smaller carrying capacity, the opposite effects on B MSY,t will occur (not shown). https://doi.org/10.1371/journal.pclm.0000624.g001 PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 6 / 20 ocean deoxygenation can reduce carrying capacity [26]. These situations present a choice about whether to maintain a fixed management strategy with a harvest control rule (equation 2) tied to a historical estimate of carrying capacity and/or productivity (i.e., business-as-usual management), or to adopt a climate adaptive strategy with a harvest control rule that adjusts to a new estimate of carrying capacity or productivity (Fig 1). In fisheries, population status is commonly deter- mined via a stock assessment, which in turn informs harvest decisions. We define a climate adaptive strategy as one in which a stock assessment incorporates (i) updated information about the impacts of climate on the population, and/or (ii) a forecast of expected climate-induced change in the population. We assume a direct consequence of this climate-adaptive assessment is a harvest control rule that integrates observed or forecasted demographic changes, allowing the resource manager(s) to make course corrections to harvest rates over time. In our model, a climate adaptive strategy is reflected through the incorporation of an updated carrying capacity K update to calculate the biomass reference point B MSY,t and/or an updated productivity r update to calculate the harvest rate reference point U MSY,t . In contrast, the fixed strategy retains initial values K 1 and r 1 in calculating biomass and harvest rate reference points. We simulated the dynamics of the population described in equations 1–3, assuming that (i) the productivity declined linearly or increased linearly without any change to K t , (ii) the carrying capacity declined linearly or increased linearly with- out any change to r t , and (iii) both productivity and carrying capacity declined linearly or increased linearly (S1-S2 Tables). Specifically, we assumed a climate driver γ exerted influence on carrying capacity and/or productivity between t = 1 and t = t change , as K update,t =K 1 +γ K t, (4a) and r update,t =r 1 +γ r t, (4b) where t change = 50 and reflects the time point when K t and/or r t reaches its new stable value following the climate-induced changes. In the fixed management strategy scenario, the harvest control rule (equation 2) relied on constant values of K t = K 1 and r t = r 1 , without integrating the effects represented by γ . In the climate adaptive management strategy scenario, the harvest control rule used the updated carrying capacity K update,t to calculate the annual biomass reference point B MSY,t and/or an updated productivity r update,t to calculate the annual harvest rate reference point U MSY,t . To understand how lag times in updating the harvest control rule relative to actual shifts in demographic rates affected outcomes for population biomass and fishery yield, we explored application of equation 4 at annual, 4-year, and decadal intervals. While these four scenarios (fixed, decadally updated, 4-year updated, and annually-updated) are not intended to reflect operational practice for any specific region or stock, they do bracket common stock assessment recurrence frequencies and resulting options for gathering inference about the influence of fixed and climate adaptive management and assessment strategies on population and harvest dynamics (also see Discussion). The default parameters (S1-S2 Tables) in our simulations imposed a 75% decrease or 300% increase in productivity and/or carrying capacity, and focused on an annual update interval. In all simulations, we initialized the system at equilib- rium, i.e., with biomass at B MSY and harvest rate at U MSY for K t = K 1 and r t = r 1 . This approach minimized the effects of initial transient dynamics unrelated to shifts in K t and/or r t . The interpretations below are based primarily on summaries of mean annual population biomass and cumulative harvest between t = 1 and t = 50, and visual inspection of three equal time bins (16 years each) to better interpret the transient dynamics during the gradual change in demographic rates. In the Support- ing Information, we report the effects of these demographic changes on the time series of population biomass, harvest rate, harvest, cumulative harvest, the sloped harvest control rule, and cumulative discounted revenue. In addition to describing the population and harvest dynamics in these simulations, we report differences between fixed and climate adaptive management strategies for each climate impact scenario in relation to specific conservation and PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 7 / 20 fishery objectives. We specified the conservation objective as maintaining population biomass at a level 20% greater than B MSY,t [27]. While this objective is a proxy for maximum economic yield [28], it also implicitly maintains sufficient population biomass for other ecosystem processes of conservation concern [29]. The fishery objective was specified in two ways: (i) avoid overfishing (annual rate of catch is too high) by maintaining the harvest rate U t <U MSY,t , and (ii) avoid an overfished population (a population considered too small to achieve maximum sustainable yield) by maintaining the population bio- mass B t > 0.2∗B MSY,t [30]. To span a wide range of potential climate impacts on demographic rates, we explored the sensitivity of our results by run- ning simulations with 15, 30, 45, 60, 75 (default), and 90% gradual decreases in K t and/or r t , and 50, 100, 150, 200, 250, 300 (default), 350, and 400% gradual increases in K t and/or r t . Because our results are potentially sensitive to the degree of prior exploitation and the value of t change , we repeated simulated declines in productivity and carrying capacity with the population initiated at B 1 =K 1 /2, 0.8K 1 /2, 0.6K 1 /2, 0.4K 1 /2,and0.2K 1 /2 , and separately, for values of t change = 10, 30, 50, 70, and 90 (with lower values of t change corresponding to a faster rate of change in r t and/or K t ). Finally, as a supplemental analysis, we investigated how integrating stochastic population growth affects the performance of fixed versus climate adaptive management strategies, which allowed us to quantify changes in the interannual variability in population biomass and harvest (see S1 Text). Application to groundfish along the U.S. West Coast To link our theory to real-world fisheries management practices, we evaluated whether published stock assessments of several harvested stocks from the U.S. West Coast show evidence of changes in equilibrium unfished spawning biomass. A common reference point used in determining harvest advice, unfished spawning biomass is analogous to the use of carrying capacity K in our model simulations. While other studies have demonstrated that climate change can influence productivity and that shifts in productivity can have implications for reference points (reviewed by [23]), the groundfish application presented here provides an opportunity to explore these dynamics directly and in relation to the theory above. For many federally-managed species in the U.S. and elsewhere, stock assessment models are developed and updated with fishery-dependent and fishery-independent data to understand how populations change over time. Resulting infor- mation is leveraged to adjust fishing regulations to changing conditions captured by the stock assessment. In this way, updates to stock assessment models may implicitly change reference points used to inform harvest setting processes, similar to how we have implemented K update and r update in our simulations. We explored this possibility by quantifying vari- ation in estimated equilibrium unfished spawning biomass (hereafter, unfished biomass) in Pacific Fishery Management Council (PFMC) groundfish stock assessments from the U.S. West Coast. We extracted unfished biomass (or spawning output) from the stock assessments available on the PFMC website (https://www.pcouncil.org/stock-assessments-star-re- ports-stat-reports-rebuilding-analyses-terms-of-reference/groundfish-stock-assessment-documents/) for 2005–2022. We acknowledge that changes in estimates of unfished biomass in stock assessments over time represent retrospective patterns which could arise for a variety of reasons including inaccurate or additional data, incorrect or changed model assumptions, or actual temporal variation in unfished biomass [31,32]. We chose stocks to compare and explore based on assessment frequency and continuity in the units of biomass reported. Thirteen groundfish stocks have been assessed four or more times over 2005–2022. For illustrative purposes we focus here on Pacific hake (Merluccius productus), petrale sole (Eopsetta jordani), and sablefish (Anoplopoma fim- bria). All three of these stocks report reference points in terms of units of spawning biomass, are highly valuable, and benefit from regular, Congressionally-mandated monitoring surveys and frequent stock assessments. Results Model simulations We analyzed a time-varying surplus production model for a population in which a climate driver altered productivity, carry- ing capacity, or both, to evaluate the effects of fixed and climate adaptive management strategies on population biomass PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 8 / 20 and fishery yield. The choice of a climate adaptive or fixed management strategy favored greater population biomass or greater cumulative harvest but not both at the same time (Figs 2-3, S1-S5 Figs, Table 1). Both management strategies met fishery objectives to avoid overfishing and an overfished population in most scenarios, though climate adaptive man- agement was more likely to avoid overfishing (Fig 4). However, fixed management also met the conservation objective to maintain population biomass at a level 20% greater than B MSY,t under more climate impact scenarios than climate adap- tive management (Fig 4). These results were qualitatively robust to variation in initial population biomass (S6 Fig), the rate Fig 2. Percent change under climate adaptive management versus fixed management in population biomass and cumulative harvest. The per- cent change under climate adaptive management compared to fixed management in (a-b) mean population biomass and (c-d) cumulative harvest with changes in productivity, carrying capacity, or both. The figures show responses when updates to the harvest control rule never occur (fixed management) or are climate adaptive and occur decadally, at 4-year intervals, or annually. All parameters are at their default values (S1-S2 Tables). The horizontal dashed line at zero is for reference only. https://doi.org/10.1371/journal.pclm.0000624.g002 PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 9 / 20 at which carrying capacity and/or productivity changed (S7 Fig), and whether climate adaptive management strategies responded to demographic change at annual, 4-year, and decadal intervals (Fig 2). When productivity declined, the lower harvest rate for small population biomass implied by r update,t under climate adap- tive management resulted in higher population biomass and lower cumulative harvest than under fixed management (Figs 2ac, S1, S3 Figs). During the 50-year simulation of declining productivity, mean population biomass was as much as Fig 3. Sensitivity of biomass and cumulative harvest to magnitude of climate impacts under alternative management strategies. Outcomes of implementing fixed versus annual climate adaptive harvest management strategies on mean population biomass and cumulative harvest over 50-year simulations in a population subject to a gradual decrease or increase in carrying capacity (a, d), productivity (b, e), and both carrying capacity and productivity (c, f). All parameters except for the percent change in demographic parameters are at their default values; note that initial and final values of productivity and carrying capacity differ in the decreasing versus increasing scenarios (S1-S2 Tables). https://doi.org/10.1371/journal.pclm.0000624.g003 Table 1. Summary of outcomes for population biomass and cumulative harvest under a climate adaptive versus fixed fishery management strategy. Climate scenarioEffect on Umsy,tEffect on Bmsy,tPopulation biomassCumulative harvest r ↓ K ↑ – 0 0 + climate adaptive > fixedfixed > climate adaptive r ↑ K ↓ + 0 0 – fixed > climate adaptiveclimate adaptive > fixed r ↓ K ↓ together ––climate adaptive ~ fixedfixed ~ climate adaptive r ↑ K ↑ together ++fixed > climate adaptiveclimate adaptive > fixed Summary comparison of outcomes for population biomass and cumulative harvest under a climate adaptive versus fixed fishery management strategy, including how harvest and biomass reference points are modified under climate adaptive management. Down/up arrow indicates a decline/increase in the associated demographic parameter due to a climate impact, while a negative/positive/0 sign indicates a decline/increase/no change in the reference point. https://doi.org/10.1371/journal.pclm.0000624.t001 PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 10 / 20 42% greater under climate adaptive management compared to fixed management (years 33–48) but differences in cumu- lative harvest were smaller and more consistent over time (S5c Fig). Similarly, when carrying capacity increased climate adaptive management resulted in higher population biomass than fixed management, with comparable cumulative harvest (Figs 2bd, S1-S2 Figs). In this scenario, increasing values of K update,t caused reductions in harvest rate at low population biomass. However, compared to the declining productivity scenario, differences between the management strategies in population biomass and cumulative harvest were small (<15%; Fig 2) and more consistent over the 50-year simulation (S5b Fig). In contrast, when productivity increased, climate adaptive management resulted in a higher harvest rate, lower popula- tion biomass, and higher cumulative harvest than fixed management (Figs 2bd, S1, S3 Fig). During the gradual transition to increased productivity, cumulative harvest was at times more than 100% greater under climate adaptive management compared to fixed management (years 33–48) but differences in population biomass were smaller (<40%) and more consistent over time (S5d Fig). Similarly, when carrying capacity declined climate adaptive management resulted in lower population biomass and higher cumulative harvest than fixed management (Figs 2ac). In this scenario, decreasing values of K update,t caused higher harvest rates at small values of population biomass (S1-S2 Figs). During the 50-year simulation of decreasing carrying capacity, cumulative harvest was as much as 36% greater and mean population biomass 22% lower under climate adaptive management compared to fixed management (S5a Fig, years 33–48). For the scenario in which productivity and carrying capacity declined together, the climate adaptive strategy confronted a tension between higher harvest rates at low population biomass triggered by decreasing K update,t values and lower Fig 4. Performance of climate adaptive and fixed management strategies in relation to fishery and conservation objectives. The ability of climate adaptive and fixed management strategies to meet two fishery objectives and a conservation objective given different climate impacts on population demographic parameters. Climate impacts cause decreases or increases in productivity (r), carrying capacity (K), or both (rK). The fixed management strategy does not incorporate these demographic changes into fishery reference points, while the climate adaptive management strategy does so on an annual basis. Fishery objectives were specified in two ways: (i) avoid overfishing by maintaining the harvest rate U t <U MSY,t (points below the horizontal dot-dash line), and (ii) avoid an overfished population by maintaining the population biomass B t > 0.2∗B MSY,t (points to the right of the dotted vertical line). The conservation objective is to maintain population biomass above B t > 1.2∗B MSY,t (to the right of the dashed vertical line). Values indicative of t = 50 in each scenario. https://doi.org/10.1371/journal.pclm.0000624.g004 PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 11 / 20 overall harvest rates triggered by decreasing r update,t values. These forces largely counteracted one another, leading to small differences between fixed and climate adaptive management in population biomass and fishery yield (Figs 2ac, S1, S4 Figs). However, simultaneous increases in productivity and carrying capacity caused the climate adaptive manage- ment strategy to produce similar outcomes to increases in productivity alone: the result was lower population biomass and higher cumulative harvest than the fixed strategy (Figs 2bd, S1, S4 Figs). In this scenario, the climate adaptive strategy triggered higher overall harvest rates due to increasing r update,t , which dominated the lower harvest rates at small popula- tion biomass implied by increasing K update,t . Differences in population biomass and cumulative harvest were fairly consis- tent over time in scenarios with simultaneous increases or decreases in both productivity and carrying capacity (S5ef Fig). The magnitude of contrast between the climate adaptive and fixed management strategies was much greater when both productivity and carrying capacity increased (<25% differences in population biomass and >50% differences in cumulative harvest; Figs 2bd) than when they both decreased (<10%; Fig 2ac). On average across all climate impact scenarios and the range of demographic parameters we explored, quantitative differences between the climate adaptive and fixed strategies were larger for population biomass than for cumulative harvest (Figs 2-3). However, the positive effects of climate adaptive management on cumulative harvest were especially large in the scenarios with increasing productivity and increasing productivity and carrying capacity (Figs 2, 3ef). Overall, scenarios involving changes in productivity magnified differences between the climate adaptive and fixed strategies com- pared to scenarios involving changes in carrying capacity. These outcomes can be contextualized in relation to specific conservation and fishery objectives (Fig 4). Across four of the six types of climate impacts on demographic rates explored here, we found that after 50 years the fixed management strategy met a conservation objective to maintain population biomass > 1.2∗B MSY,t (the exceptions were the declining productivity and increasing carrying capacity scenarios). In contrast, the climate adaptive strategy met the conservation objective for only two of the six types of climate impacts (declining carrying capacity, declining productivity and carrying capacity). However, the fixed management strategy failed to meet the fishery objective to avoid overfishing (i.e., U<U MSY,t ) by a greater margin than the climate adaptive strategy at the end of the 50-year simulations in which productivity alone, or both productivity and carrying capacity, declined. Both climate adaptive and fixed management strategies met the avoid an overfished population objective (i.e., maintain B> 0.2∗B MSY,t ) in all of the climate impact scenarios. Changes in management targets for groundfish on the U.S. West Coast To better ground the theory developed above in real-world fisheries management, we quantified variation in estimated unfished biomass (analogous to carrying capacity in the model simulations) for three federally-managed species along the U.S. West Coast. Scrutiny of stock assessments for Pacific hake, petrale sole, and sablefish shows that as new informa- tion has become available from fishery-independent and fishery-dependent surveys over the last two decades, estimates of unfished biomass have changed substantially (Fig 5). Specifically, between 2005 and 2022 the minimum estimate of (median or mean) unfished biomass was 25–65% lower than that of the maximum for these species. If these estimates, which were generated at one-, two- and four-year intervals, are interpreted as revealing declines in unfished biomass (a proxy for carrying capacity), rather than retrospective patterns emerging for a different reason [31,32], then there is a direct implication based on the results of our simulations. During periods when unfished biomass estimates were low, a fixed management approach relying on a static reference point in the harvest control rule (e.g., a long-term average; [33]) would be more likely to maintain higher population biomass and avoid overfishing, while sacrificing the potential for greater harvest. In contrast, the dynamic management approach currently used for these species tracks demographic changes in a manner equivalent to the climate adaptive strategy we simulated (e.g., updating the estimated unfished biomass each time an assessment is conducted), thereby maintaining higher harvest but lower population biomass than expected from a fixed strategy. PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 12 / 20 Discussion A primary challenge arising from climate change lies in determining how environmental decision makers can best plan to achieve social and ecological outcomes of shared interest across society. Here we compared fixed and cli- mate adaptive strategies for a harvested fish population undergoing climate-driven demographic change, revealing a primary tradeoff such that a climate adaptive strategy may enhance population biomass or fishery yield, but not both simultaneously. This finding contrasted with our hypothesis that a climate adaptive management strategy that dynamically responds to changes in productivity and carrying capacity would optimize fishery yield, and also protect population biomass, compared to a fixed, or business-as-usual, management strategy. Specifically, we found that in scenarios where a climate adaptive strategy favored higher biomass, the fixed strategy favored greater fishery yield, and vice versa (Table 1). Hence, the responsiveness of management to climate change did not necessarily improve outcomes for all management objectives. In such cases, climate considerations may be an important com- ponent of management frameworks that evaluate competing objectives and quantify risk profiles [34,35]. Overall, the results fill a gap in understanding the effects of gradual course corrections to fisheries management on transient population and harvest dynamics under both favorable and unfavorable non-stationary environmental conditions. These findings have implications for assessing and adapting to climate risk in other sectors of natural resource management and beyond. The outcomes of climate adaptive and fixed strategies differed because of the influence of demographic change on harvest rates, as expressed through the sloped harvest control rule. For example, in scenarios with increasing produc- tivity, managers can choose to maintain a constant harvest rate U MSY , or alter course to track the productivity change by increasing the harvest rate. In this scenario, the climate adaptive strategy produced greater yield over time by allowing Fig 5. Changes in estimated unfished biomass from stock assessments of three groundfish species. Changes over time (2005-2022) in esti- mated unfished biomass (log10-scale) from stock assessments of three groundfish species on the U.S. West Coast: (a) Pacific hake, (b) petrale sole, and (c) sablefish. For Pacific hake (a), the central tendency is a median of the posterior distribution and shading indicates the 95% credible intervals. For petrale sole (b) and sablefish (c), the central tendency is the mean point estimate and shading indicates the 95% asymptotic confidence intervals. https://doi.org/10.1371/journal.pclm.0000624.g005 PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 13 / 20 the fishery to more effectively capture surplus production when compared to fixed management. From a food security perspective, in the increasing productivity case (all else being equal) climate adaptive management outperformed fixed management. In contrast, if climate acted to increase carrying capacity K t without altering productivity r t , the climate adap- tive course resulted in higher equilibrium biomass, but a lower optimum fishery yield, because the shallower slope of the harvest control rule (Fig 1, equations 3–4) constrained the capture of surplus production during the period of demographic transition. From a food security perspective, in the increasing carrying capacity case (all else being equal) fixed man- agement outperformed climate adaptive management. These and other results were generally robust to whether climate adaptive management updated reference points annually or at less frequent intervals. Less frequent updating of reference points only slightly diminished the contrast with a fixed management approach. Previous research has also explored climate impacts on demographic rates and the consequences for population dynamics and harvest of fishery species. Burgeoning empirical evidence links environmental change to stock productiv- ity [36–38]. Concurrently, modelling studies demonstrate that climate adaptive management strategies that account for declining productivity can preserve population biomass (as we found here), despite challenges and uncertainty associ- ated with these changes on decision-relevant timescales [15,17,22,23,36]. However, these studies disagree about the effect of climate adaptive management strategies on fishery harvest. Our research suggests that harvest may be reduced when productivity declines under climate adaptive management, consistent with recent findings for Bering Sea snow crab under simulated declines in productivity [15]. However, Kaplan et al. [22] found that harvest may increase (Pacific hake in the California Current ecosystem) or may not change (mackerel in the Nordic and Barent Seas) under climate adaptive management like that simulated here (their harvest control rule 4) in the face of declining productivity. Although simpler in its analytical approach than other work (e.g., the management strategy evaluations considered by [19]), the present study helps to contextualize these previous results by outlining the general conditions under which we would expect climate adaptive management to lead to increases or decreases in harvest. The contrasting results from our alternative climate scenarios and other published studies also emphasize that a climate adaptive strategy can be, but is not necessarily, more likely to conserve population biomass. Future research to explore the specific environmental, demographic, and gov- ernance contexts in which greater or lesser population biomass and fishery yield should be expected may provide further insight for regional management issues. The surplus production model we relied on in this study is a simplification of reality that assumes the assessment and implementation of management procedures observe the true state of the population without error. Similar model formulations have been employed usefully to understand stock status and changes in productivity globally [38–40] and for non-marine species [41]. Surplus production models can represent the end result from a combination of many com- plex demographic processes through just two parameters, the carrying capacity K and productivity r, that immediately connect to a range of biological processes. For example, higher recruitment due to environmentally-driven improve- ments in early life history survival (e.g., [42]) can be interpreted as affecting carrying capacity and B MSY [43]. In contrast, directional changes in natural mortality due to temperature-mediated effects on metabolism [44] or predation rates [21] modify productivity and U MSY , as well as carrying capacity and B MSY [45]. Productivity and carrying capacity parame- ters can also covary [41] and have been used successfully to estimate the influence of environmental change on fish population dynamics [46]. Our purpose here is not to link changes to a specific biological process but rather to reveal general themes and tradeoffs between scenarios under directional climate change. While future work may add addi- tional features of populations (e.g., age- or size-structure, stochasticity) and management systems (e.g., uncertainty associated with estimation of population parameters or implementing management actions), the conclusions drawn here about biomass-harvest tradeoffs resulting from employing climate adaptive versus fixed management strategies are unlikely to be altered by them [15]. The consequences of interactions between climate-driven changes and harvest management strategies are only begin- ning to reveal themselves, and our work suggests promising future directions of inquiry. For example, extending the model PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 14 / 20 to include multiple interacting species with distinct climate responses may offer important additional context [22,47,48]. Linking changes in productivity and/or carrying capacity explicitly to specific biological or ecosystem processes (e.g., changes in size at maturity or mortality regimes with predator-prey dynamics) and management rules (e.g., size- selective harvest) would help parse the effects of specific climate-driven changes. Importantly, the models presented here provide testable management predictions. For instance, we show that a fixed management strategy maintains population biomass at larger values, making it more likely to achieve the conservation objective across a range of climate scenarios when using a commonly structured (sloped or “hockey-stick”) harvest control rule. Therefore, a testable prediction is that fixed manage- ment strategies are better aligned with precautionary principles that conserve stock biomass. The importance of this type of precautionary management may be especially acute in systems where there is large uncertainty in the ability to estimate stock status or about the existence of tipping points [49–51]. These types of considerations related to increased complexity, stochasticity, and uncertainty could be well-addressed using a management strategy evaluation framework [52].",
  "sections": {
    "abstract": "Climate change will alter ecological dynamics, affecting the relative abundance of species. A primary challenge is whether and how to modify natural resource manage- ment practices to address these changes. We explored a model of a harvested fish population experiencing climate-driven changes in demography, finding that climate impacts impose a choice between management strategies that favor fishery yield or population biomass but not both. When climate caused a population’s carrying capacity to increase, or its productivity to decrease, a climate adaptive strategy relying upon this updated information maintained higher population biomass but produced similar or lower yield than fixed management pegged to historical condi- tions. In contrast, when climate caused a population’s carrying capacity to decrease, or its productivity to increase, a climate adaptive strategy produced greater yield but maintained lower population biomass. Both strategies prevented a population from becoming overfished (too small to achieve maximum yield), but the fixed manage- ment strategy could impose more excessive annual harvest rates (overfishing). These insights suggest climate adaptive management may not always outperform a fixed strategy. Yet in U.S. fisheries we found routine assessment of population status modifies demographic parameters, implicitly shifting management reference points that affect fishery yield and population biomass. Participatory processes can illumi- nate these impacts, creating opportunities to co-develop weightings for conservation and harvest objectives. PLOS Climate | https://doi.org/10.1371/journal.pclm.0000624 October 6, 2025 2 / 20",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found routine assessment of population status modifies demographic parameters, implicitly shifting management reference points that affect fishery yield and population biomass.",
    "we report the effects of these demographic changes on the time series of population biomass, harvest rate, harvest, cumulative harvest, the sloped harvest control rule, and cumulative discounted revenue.",
    "we report differences between fixed and climate adaptive management strategies for each climate impact scenario in relation to specific conservation and PLOS Climate | https://doi.",
    "we found that after 50 years the fixed management strategy met a conservation objective to maintain population biomass > 1.",
    "we found that in scenarios where a climate adaptive strategy favored higher biomass, the fixed strategy favored greater fishery yield, and vice versa (Table 1).",
    "we found here), despite challenges and uncertainty associ- ated with these changes on decision-relevant timescales [15,17,22,23,36].",
    "we show that a fixed management strategy maintains population biomass at larger values, making it more likely to achieve the conservation objective across a range of climate scenarios when using a commonly structured (sloped or “hockey-stick”) harvest control rule."
  ],
  "fullText": "\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n1 / 20\n \n OPEN ACCESS\nCitation: Samhouri JF, Detmer AR, Marshall KN,  \nStier AC, Berger A, Liu OR, et al. (2025) Course \ncorrections responding to climate impacts \nproduce divergent effects on population \nbiomass and harvest in fisheries. PLOS Clim \n4(10): e0000624. https://doi.org/10.1371/\njournal.pclm.0000624\nEditor: Frédéric Cyr, Memorial University \nMarine Institute: Memorial University of \nNewfoundland Fisheries and Marine Institute, \nCANADA\nReceived: April 4, 2025\nAccepted: September 12, 2025\nPublished: October 6, 2025\nPeer Review History: PLOS recognizes the \nbenefits of transparency in the peer review \nprocess; therefore, we enable the publication \nof all of the content of peer review and \nauthor responses alongside final, published \narticles. The editorial history of this article is \navailable here: https://doi.org/10.1371/journal.\npclm.0000624\nCopyright:  This is an open access article, free \nof all copyright, and may be freely reproduced, \nRESEARCH ARTICLE\nCourse corrections responding to climate \nimpacts produce divergent effects on population \nbiomass and harvest in fisheries\nJameal F. Samhouri\n1\n*, A. Raine Detmer\n2\n, Kristin N. Marshall\n3\n, Adrian C. Stier\n2\n, \nAaron Berger\n4\n, Owen R. Liu\n1,5\n, A. Ole Shelton\n1\n1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, \nNational Oceanic and Atmospheric Administration, Seattle, Washington, United States of America, \n2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, \nCalifornia, United States of America, 3 Fishery Resource Analysis and Monitoring Division, Northwest \nFisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric \nAdministration, Seattle, Washington, United States of America, 4 Fishery Resource Analysis and \nMonitoring Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National \nOceanic and Atmospheric Administration, Newport, Oregon, United States of America, 5 School of Aquatic \nand Fishery Sciences, University of Washington, Seattle, Washington, United States of America \n* jameal.samhouri@noaa.gov\nAbstract \nClimate change will alter ecological dynamics, affecting the relative abundance of \nspecies. A primary challenge is whether and how to modify natural resource manage-\nment practices to address these changes. We explored a model of a harvested fish \npopulation experiencing climate-driven changes in demography, finding that climate \nimpacts impose a choice between management strategies that favor fishery yield \nor population biomass but not both. When climate caused a population’s carrying \ncapacity to increase, or its productivity to decrease, a climate adaptive strategy \nrelying upon this updated information maintained higher population biomass but \nproduced similar or lower yield than fixed management pegged to historical condi-\ntions. In contrast, when climate caused a population’s carrying capacity to decrease, \nor its productivity to increase, a climate adaptive strategy produced greater yield but \nmaintained lower population biomass. Both strategies prevented a population from \nbecoming overfished (too small to achieve maximum yield), but the fixed manage-\nment strategy could impose more excessive annual harvest rates (overfishing). \nThese insights suggest climate adaptive management may not always outperform a \nfixed strategy. Yet in U.S. fisheries we found routine assessment of population status \nmodifies demographic parameters, implicitly shifting management reference points \nthat affect fishery yield and population biomass. Participatory processes can illumi-\nnate these impacts, creating opportunities to co-develop weightings for conservation \nand harvest objectives.\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n2 / 20\nIntroduction\nMaintaining effective food security amidst global climate change and a growing \nhuman population is one of the most significant environmental challenges of the 21st \ncentury. The impacts of climate change on natural resources that provide food, such \nas fisheries, are already visible, and climate models predict additional future changes \nin productivity and disturbances that will disproportionately affect those most depen-\ndent on them [1,2]. Policies that steer changes to maintain food security under the \nnew environmental conditions, while avoiding risks of major population declines, can \nachieve regional, national, and international sustainability goals. However, in most \ncases it remains unclear what type and rate of response is appropriate, especially \ngiven the potential that corrections for anticipated climate impacts can have negative \nconsequences in the near-term [3]. Identifying the right approaches will help mitigate \nthe predicted loss of food security anticipated under business-as-usual management, \nwhile maintaining progress toward conservation goals.\nThe success of the technology, medical, and economic sectors in implementing adap-\ntive strategies highlights the potential merits of moderate, incremental interventions over \nbusiness-as-usual. For example, phased rollouts in the technology sector that stay ahead \nof consumer needs offer advantages over static platforms, ensuring system continuity \nand easier troubleshooting [4]. Similarly, in medicine, gradual treatment adjustments con-\nsistently yield better patient outcomes by mitigating severe side effects associated with \nfailing to change treatment plans [5]. In economics, measured financial market reforms, \nwhich address both contemporary and anticipated trends, can prevent losses associated \nwith rigid regulations [6]. The success of these gradual interventions relies on regular \nupdates to current understanding based on two key pieces of information: (i) monitoring \nand analysis of recent data, and (ii) forecasts of potential future trends.\nA gradual adjustment approach is particularly relevant to adaptive fisheries man-\nagement in the face of climate change. Climate change will reshuffle geographic \ndistributions, alter body sizes, and modify catch of fisheries species [7–11]. However, \nthese predictions are rarely integrated into strategic or tactical fisheries manage-\nment. In contrast, in other natural hazard management contexts such as wildfire and \ndrought risk, forecasts that integrate environmental information are widely used to \ninform policy [12,13]. Threshold harvest control rules that adjust fishery catch based \non estimated biomass are protective against some aspects of climate change [14], \nbut may be insufficient when the effects of climate change go beyond increasing or \ndecreasing population size. An outstanding question remains: how should managers \nreact and adjust the amount of fish harvested in anticipation of a different future? For \ninstance, if the long-term abundance of a fisheries species is projected to decline \ndue to warming ocean temperatures over the next half-century, how should that \ninformation influence today’s harvest management? Fundamentally, these questions \nspeak to whether climate-ready fisheries could learn from technology, medicine, and \neconomics where gradual, adaptive responses are highly effective.\nRecent studies have explored the relative effectiveness of integrating climate \nimpacts into fisheries management. For instance, Szuwalski et al. [15] simulated \na sudden, climate-induced decline in a population’s carrying capacity with no \ndistributed, transmitted, modified, built upon, \nor otherwise used by anyone for any lawful \npurpose. The work is made available under \nthe Creative Commons CC0 public domain \ndedication.\nData availability statement: All data and code \nare available at DOI: 10.5281/zenodo.15132874.\nFunding: This work was supported by the the \nNational Science Foundation (2139319 to ARD). \nThe funders had no role in study design, data \ncollection and analysis, decision to publish, or \npreparation of the manuscript.\nCompeting interests: The authors have \ndeclared that no competing interests exist.\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n3 / 20\ncorrespondingly sudden change in population biomass (a potentially unrealistic juxtaposition). Counterintuitively, they found \nthat immediately matching fisheries management targets to the reduced carrying capacity — a climate adaptive strategy — \ndepressed population biomass and did not create marked gains in harvest compared to business-as-usual management. In \ncontrast to the sudden decline in carrying capacity and sudden change in management envisioned by [15], many real-world \nchanges are expected to be gradual and detectable in population trends or predictable with forecasts. Furthermore, carrying \ncapacity and other demographic rates may respond favorably, not just unfavorably, to climate influences (e.g., range expan-\nsions underpinned by a climate driver; [16]). In cases where such changes can be observed or anticipated, there is room for \nharvest rates to adjust as climate drivers express their influence on a population and assessments of population status are \nupdated [17–22]. Collectively this work points to a gap in understanding of the consequences of adaptation in fisheries as \nclimate impacts happen or are projected to take effect [23]. Specifically, there is a need to compare business-as-usual and \nadaptive fishery management with: (i) both positive and negative gradually-occurring climate impacts, and (ii) adjustments to \nharvest rates that occur at different lagtimes relative to actual shifts in one or more demographic rates.\nIn this paper, we focus on potential future scenarios where climate change causes a gradual change in the productivity \n(intrinsic growth rate) and/or carrying capacity of a population subject to fishing. In contexts where monitoring and evaluation \nof harvested populations are possible, these changes to demographic parameters may be observed and estimated based on \nrecent trends [17,21] or forecast based on climate projections or other factors [8]. Using a well-grounded model, we develop \nscenarios where evidence or forecasts signal these demographic shifts, and management reference points are, or are not, \nroutinely updated. We examine whether climate adaptive course corrections to harvest rates that keep up with demographic \nshifts are more effective at producing a higher population size and greater fishery yield than maintaining a fixed harvest \nstrategy. We hypothesize that a climate adaptive management strategy that dynamically responds to changes in productivity \nand carrying capacity will optimize fishery yield, and also protect population biomass, compared to a fixed, or business-as-\nusual, management strategy. Our focus is on the transient dynamics occurring during the period in which carrying capacity \nor productivity is changing. We conclude by relating our insights about the application of adaptive management strategies \nto real-world estimates of population change in several harvested stocks from the U.S. West Coast. This focus invites the \nopportunity to bring greater specificity to notions of adaptive management and climate-ready fisheries.\nMethods\nModel framework\nWe developed a time-varying, surplus production model to explore the impacts of climate adaptive and fixed management \non a harvested resource. In this model, the biomass B\nt\n of the population depends on productivity (or intrinsic growth rate) \nr\nt\n and carrying capacity K\nt\n, and is subject to an annual harvest rate (or exploitation fraction) U\nt\n:\n \nB\nt+1\n=B\nt\n+r\nt\nB\nt\n(\n1–\nB\nt\nK\nt\n)\n–U\nt\nB\nt\n                                                                  (1)\nIn the base case where r\nt\n and K\nt\n are constant (i.e., \nr\nt\n=r\n∗\n and \nK\nt\n=K\n∗\n), the maximum sustainable yield (MSY) is achieved \nby setting \nB\nMSY\n=\nK\n∗\n2\n [24]. We imposed a sloped harvest control rule specified such that the harvest rate declines linearly \nfrom a target maximum sustainable harvest rate (in the base case, \nU\nMSY\n=\nr\n∗\n2\n) as the biomass of the resource declines \nbelow B\nMSY,t\n and falls to zero when B\nt\n is below \nα\nB\nMSY,t\n, as\n \n0if\nB\nt\nB\nMSY,t\n<α\n                                                                               (2a)\n \nU\nt\n=\nU\nMSY,t\n(\nB\nt\nB\nMSY,t\n–α\n)\n1–α\nifα\n≤\nB\nt\nB\nMSY,t\n<1\n                                                           (2b)\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n4 / 20\n \nU\nMSY,t\nif\nB\nt\nB\nMSY,t\n≥1\n                                                                        (2c)\nIn equation 2, \nα∈[0,1)\n determines the slope of the harvest control rule as\n \nU\nMSY,t\n(1–α)B\nMSY,t\n,\n                                                                                  (3)\nsuch that changes in productivity, carrying capacity, and \nα\n together influence the rate at which the maximum sustainable \nharvest rate is reached. The qualitative form of this harvest control rule is inspired by widespread federal fisheries man-\nagement practice in the U.S. and beyond [14]. It is used because under assumptions of stationarity (where r and K are \nconstant) the decline in harvest rate accelerates the rebuilding of the population to levels consistent with maximizing long-\nterm yield and protects the population from declining to very low levels [25]. Note that this model excludes uncertainties \ncommon in real fisheries systems, such as observation error (inherent to estimating population biomass and demographic \nparameters) and implementation error (common due to time lags involved with governance of coupled social-ecological \nsystems, among other reasons). We explore the model assumptions and limitations more fully in the Discussion.\nThe defining feature of the model presented in equation 1 is that it allows both the carrying capacity and productivity \nto vary through time, reflecting the potential effects of a climate driver on a population. Before we develop simulations to \nunderstand the consequences of such temporal variation, it is useful to describe the general response of a population \nand harvest to changes in productivity (r\nt\n) and carrying capacity (K\nt\n). In this model, if the population is unharvested and a \nclimate driver causes productivity or carrying capacity to increase, the population biomass will increase. Conversely, if pro-\nductivity or carrying capacity declines, population biomass will also decline. In populations with these different character-\nistics, if a fishery were to develop and operate under a sloped harvest control rule it would rely upon distinct management \nreference points (Fig 1). The changes in harvest rate triggered by shifts in productivity are intuitive, but the differences in \nharvest rate with changes in carrying capacity may be initially surprising.\nPopulations with higher productivity after a climate impact will have a greater maximum sustainable harvest rate \nU\nMSY,t\n,  \nwhile those with larger carrying capacity after a climate impact will have greater biomass associated with maximum \nsustainable yield \nB\nMSY,t\n. A higher value of \nU\nMSY,t\n will increase the slope of the harvest control rule (equation 3, Fig 1), \ncausing the harvest rate to increase faster at lower population biomass. In contrast, a higher value of \nB\nMSY,t\n will have two \nconsequential effects on the harvest control rule. First, it will cause the harvest rate to remain at zero for a larger absolute \nrange of values of population biomass (because \nαB\nMSY,t\n is larger). Second, and counterintuitively, it will reduce the slope \nof the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower population biomass \n(because the unchanged \nU\nMSY,t\n is reached at a larger population biomass). In populations experiencing a climate impact \ncausing lower productivity or smaller carrying capacity, \nU\nMSY,t\n or \nB\nMSY,t\n will be smaller. A smaller value of \nU\nMSY,t\n will reduce \nthe slope of the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower population \nbiomass compared to fixed management. In contrast, and again counterintuitively, a lower value of \nB\nMSY,t\n will both cause \nthe harvest rate to remain at zero for a smaller range of values of population biomass (because \nαB\nMSY,t\n is smaller) and \nincrease the slope of the harvest control rule (equation 3), causing the harvest rate to increase more quickly at lower pop-\nulation biomass (because the unchanged \nU\nMSY,t\n is reached at a smaller population biomass).\nSimulations and analyses\nClimate change will challenge some species (losers) and benefit others (winners). Below we consider situations where \na climate driver alters the productivity, carrying capacity, or both features of a population. For example, warming waters \nand reduced predation could increase productivity, while habitat expansion and nutrient enrichment may boost carry-\ning capacity. Conversely, thermal stress and elevated metabolic costs can decrease productivity, while habitat loss and \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n5 / 20\nFig 1. Conceptual schematic of climate impacts on demographic rates and alternative harvest control rules. Conceptual schematic describing \nhow climate impacts to productivity and carrying capacity were incorporated into the dynamics of a time-varying surplus production population model \n(equation 1) and associated harvest control rule (equation 2). In this model, populations with higher productivity or larger carrying capacity after a climate \nimpact will have a greater maximum sustainable harvest rate \nU\nMSY,t\n or biomass associated with maximum sustainable yield \nB\nMSY,t\n, compared to a fixed \nmanagement strategy that uses a harvest control rule that retains initial values of these quantities. Under a climate adaptive management strategy, \na higher value of \nU\nMSY,t\n will increase the slope of the harvest control rule (equation 3), causing the harvest rate to increase faster at lower population \nbiomass compared to fixed management. In contrast, a higher value of \nB\nMSY,t\n will have two consequential effects on a climate adaptive harvest control \nrule. First, it will cause the harvest rate to remain at zero for a larger range of values of population biomass (because \nαB\nMSY,t\n is larger) compared to fixed \nmanagement. Second, it will reduce the slope of the harvest control rule (equation 3), causing the harvest rate to increase more slowly at lower popula-\ntion biomass (because the unchanged \nU\nMSY,t\n is reached at a larger population biomass) compared to fixed management. In populations experiencing a \nclimate impact causing lower productivity or smaller carrying capacity, the opposite effects on \nB\nMSY,t\n will occur (not shown).\nhttps://doi.org/10.1371/journal.pclm.0000624.g001\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n6 / 20\nocean deoxygenation can reduce carrying capacity [26]. These situations present a choice about whether to maintain a \nfixed management strategy with a harvest control rule (equation 2) tied to a historical estimate of carrying capacity and/or \nproductivity (i.e., business-as-usual management), or to adopt a climate adaptive strategy with a harvest control rule that \nadjusts to a new estimate of carrying capacity or productivity (Fig 1). In fisheries, population status is commonly deter-\nmined via a stock assessment, which in turn informs harvest decisions. We define a climate adaptive strategy as one in \nwhich a stock assessment incorporates (i) updated information about the impacts of climate on the population, and/or (ii) a \nforecast of expected climate-induced change in the population. We assume a direct consequence of this climate-adaptive \nassessment is a harvest control rule that integrates observed or forecasted demographic changes, allowing the resource \nmanager(s) to make course corrections to harvest rates over time. In our model, a climate adaptive strategy is reflected \nthrough the incorporation of an updated carrying capacity K\nupdate\n to calculate the biomass reference point B\nMSY,t\n and/or an \nupdated productivity r\nupdate\n to calculate the harvest rate reference point U\nMSY,t\n. In contrast, the fixed strategy retains initial \nvalues K\n1\n and r\n1\n in calculating biomass and harvest rate reference points.\nWe simulated the dynamics of the population described in equations 1–3, assuming that (i) the productivity declined \nlinearly or increased linearly without any change to K\nt\n, (ii) the carrying capacity declined linearly or increased linearly with-\nout any change to r\nt\n, and (iii) both productivity and carrying capacity declined linearly or increased linearly (S1-S2 Tables). \nSpecifically, we assumed a climate driver \nγ\n exerted influence on carrying capacity and/or productivity between t = 1  and \nt = t\nchange\n, as\n \nK\nupdate,t\n=K\n1\n+γ\nK\nt,\n                                                                           (4a)\nand\n \nr\nupdate,t\n=r\n1\n+γ\nr\nt,\n                                                                            (4b)\nwhere t\nchange\n =   50 and reflects the time point when K\nt\n and/or r\nt\n reaches its new stable value following the climate-induced \nchanges. In the fixed management strategy scenario, the harvest control rule (equation 2) relied on constant values of \nK\nt\n = K\n1\n and r\nt\n = r\n1\n, without integrating the effects represented by \nγ\n. In the climate adaptive management strategy scenario, \nthe harvest control rule used the updated carrying capacity K\nupdate,t\n to calculate the annual biomass reference point B\nMSY,t\n \nand/or an updated productivity r\nupdate,t\n to calculate the annual harvest rate reference point U\nMSY,t\n. To understand how lag \ntimes in updating the harvest control rule relative to actual shifts in demographic rates affected outcomes for population \nbiomass and fishery yield, we explored application of equation 4 at annual, 4-year, and decadal intervals. While these \nfour scenarios (fixed, decadally updated, 4-year updated, and annually-updated) are not intended to reflect operational \npractice for any specific region or stock, they do bracket common stock assessment recurrence frequencies and resulting \noptions for gathering inference about the influence of fixed and climate adaptive management and assessment strategies \non population and harvest dynamics (also see Discussion).\nThe default parameters (S1-S2 Tables) in our simulations imposed a 75% decrease or 300% increase in productivity \nand/or carrying capacity, and focused on an annual update interval. In all simulations, we initialized the system at equilib-\nrium, i.e., with biomass at B\nMSY\n and harvest rate at U\nMSY\n for K\nt\n = K\n1\n and r\nt\n = r\n1\n. This approach minimized the effects of initial \ntransient dynamics unrelated to shifts in K\nt\n and/or r\nt\n. The interpretations below are based primarily on summaries of mean \nannual population biomass and cumulative harvest between t = 1  and t = 50, and visual inspection of three equal time bins \n(16 years each) to better interpret the transient dynamics during the gradual change in demographic rates. In the Support-\ning Information, we report the effects of these demographic changes on the time series of population biomass, harvest \nrate, harvest, cumulative harvest, the sloped harvest control rule, and cumulative discounted revenue.\nIn addition to describing the population and harvest dynamics in these simulations, we report differences between fixed \nand climate adaptive management strategies for each climate impact scenario in relation to specific conservation and \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n7 / 20\nfishery objectives. We specified the conservation objective as maintaining population biomass at a level 20% greater than \nB\nMSY,t\n [27]. While this objective is a proxy for maximum economic yield [28], it also implicitly maintains sufficient population \nbiomass for other ecosystem processes of conservation concern [29]. The fishery objective was specified in two ways: (i) \navoid overfishing (annual rate of catch is too high) by maintaining the harvest rate \nU\nt\n<U\nMSY,t\n, and (ii) avoid an overfished \npopulation (a population considered too small to achieve maximum sustainable yield) by maintaining the population bio-\nmass \nB\nt\n> 0.2∗B\nMSY,t\n [30].\nTo span a wide range of potential climate impacts on demographic rates, we explored the sensitivity of our results by run-\nning simulations with 15, 30, 45, 60, 75 (default), and 90% gradual decreases in K\nt\n and/or r\nt\n, and 50, 100, 150, 200, 250, 300 \n(default), 350, and 400% gradual increases in K\nt\n and/or r\nt\n. Because our results are potentially sensitive to the degree of prior \nexploitation and the value of t\nchange\n, we repeated simulated declines in productivity and carrying capacity with the population \ninitiated at \nB\n1\n=K\n1\n/2, 0.8K\n1\n/2, 0.6K\n1\n/2, 0.4K\n1\n/2,and0.2K\n1\n/2\n, and separately, for values of t\nchange \n=  10, 30, 50, 70, and \n90 (with lower values of t\nchange\n corresponding to a faster rate of change in r\nt\n and/or K\nt\n). Finally, as a supplemental analysis, we \ninvestigated how integrating stochastic population growth affects the performance of fixed versus climate adaptive management \nstrategies, which allowed us to quantify changes in the interannual variability in population biomass and harvest (see S1 Text).\nApplication to groundfish along the U.S. West Coast\nTo link our theory to real-world fisheries management practices, we evaluated whether published stock assessments of \nseveral harvested stocks from the U.S. West Coast show evidence of changes in equilibrium unfished spawning biomass. \nA common reference point used in determining harvest advice, unfished spawning biomass is analogous to the use of \ncarrying capacity K in our model simulations. While other studies have demonstrated that climate change can influence \nproductivity and that shifts in productivity can have implications for reference points (reviewed by [23]), the groundfish \napplication presented here provides an opportunity to explore these dynamics directly and in relation to the theory above.\nFor many federally-managed species in the U.S. and elsewhere, stock assessment models are developed and updated \nwith fishery-dependent and fishery-independent data to understand how populations change over time. Resulting infor-\nmation is leveraged to adjust fishing regulations to changing conditions captured by the stock assessment. In this way, \nupdates to stock assessment models may implicitly change reference points used to inform harvest setting processes, \nsimilar to how we have implemented K\nupdate\n and r\nupdate\n in our simulations. We explored this possibility by quantifying vari-\nation in estimated equilibrium unfished spawning biomass (hereafter, unfished biomass) in Pacific Fishery Management \nCouncil (PFMC) groundfish stock assessments from the U.S. West Coast. We extracted unfished biomass (or spawning \noutput) from the stock assessments available on the PFMC website (https://www.pcouncil.org/stock-assessments-star-re-\nports-stat-reports-rebuilding-analyses-terms-of-reference/groundfish-stock-assessment-documents/) for 2005–2022. We \nacknowledge that changes in estimates of unfished biomass in stock assessments over time represent retrospective \npatterns which could arise for a variety of reasons including inaccurate or additional data, incorrect or changed model \nassumptions, or actual temporal variation in unfished biomass [31,32].\nWe chose stocks to compare and explore based on assessment frequency and continuity in the units of biomass \nreported. Thirteen groundfish stocks have been assessed four or more times over 2005–2022. For illustrative purposes \nwe focus here on Pacific hake (Merluccius productus), petrale sole (Eopsetta jordani), and sablefish (Anoplopoma fim-\nbria). All three of these stocks report reference points in terms of units of spawning biomass, are highly valuable, and \nbenefit from regular, Congressionally-mandated monitoring surveys and frequent stock assessments.\nResults\nModel simulations\nWe analyzed a time-varying surplus production model for a population in which a climate driver altered productivity, carry-\ning capacity, or both, to evaluate the effects of fixed and climate adaptive management strategies on population biomass \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n8 / 20\nand fishery yield. The choice of a climate adaptive or fixed management strategy favored greater population biomass or \ngreater cumulative harvest but not both at the same time (Figs 2-3, S1-S5 Figs, Table 1). Both management strategies \nmet fishery objectives to avoid overfishing and an overfished population in most scenarios, though climate adaptive man-\nagement was more likely to avoid overfishing (Fig 4). However, fixed management also met the conservation objective to \nmaintain population biomass at a level 20% greater than \nB\nMSY,t\n under more climate impact scenarios than climate adap-\ntive management (Fig 4). These results were qualitatively robust to variation in initial population biomass (S6 Fig), the rate \nFig 2. Percent change under climate adaptive management versus fixed management in population biomass and cumulative harvest. The per-\ncent change under climate adaptive management compared to fixed management in (a-b) mean population biomass and (c-d) cumulative harvest with \nchanges in productivity, carrying capacity, or both. The figures show responses when updates to the harvest control rule never occur (fixed management) \nor are climate adaptive and occur decadally, at 4-year intervals, or annually. All parameters are at their default values (S1-S2 Tables). The horizontal \ndashed line at zero is for reference only.\nhttps://doi.org/10.1371/journal.pclm.0000624.g002\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n9 / 20\nat which carrying capacity and/or productivity changed (S7 Fig), and whether climate adaptive management strategies \nresponded to demographic change at annual, 4-year, and decadal intervals (Fig 2).\nWhen productivity declined, the lower harvest rate for small population biomass implied by \nr\nupdate,t\n under climate adap-\ntive management resulted in higher population biomass and lower cumulative harvest than under fixed management  \n(Figs 2ac, S1, S3 Figs). During the 50-year simulation of declining productivity, mean population biomass was as much as \nFig 3. Sensitivity of biomass and cumulative harvest to magnitude of climate impacts under alternative management strategies. Outcomes of \nimplementing fixed versus annual climate adaptive harvest management strategies on mean population biomass and cumulative harvest over 50-year \nsimulations in a population subject to a gradual decrease or increase in carrying capacity (a, d), productivity (b, e), and both carrying capacity and \nproductivity (c, f). All parameters except for the percent change in demographic parameters are at their default values; note that initial and final values of \nproductivity and carrying capacity differ in the decreasing versus increasing scenarios (S1-S2 Tables).\nhttps://doi.org/10.1371/journal.pclm.0000624.g003\nTable 1. Summary of outcomes for population biomass and cumulative harvest under a climate adaptive versus fixed fishery management \nstrategy.\nClimate scenarioEffect on Umsy,tEffect on Bmsy,tPopulation biomassCumulative harvest\nr ↓\nK ↑\n–\n0\n0\n+\nclimate  adaptive > fixedfixed > climate  adaptive\nr ↑\nK ↓\n+\n0\n0\n–\nfixed > climate  adaptiveclimate  adaptive > fixed\nr ↓ K ↓ together\n––climate  adaptive ~ fixedfixed ~ climate  adaptive\nr ↑ K ↑ together\n++fixed > climate  adaptiveclimate  adaptive > fixed\nSummary comparison of outcomes for population biomass and cumulative harvest under a climate adaptive versus fixed fishery management strategy, \nincluding how harvest and biomass reference points are modified under climate adaptive management. Down/up arrow indicates a decline/increase in the \nassociated demographic parameter due to a climate impact, while a negative/positive/0 sign indicates a decline/increase/no change in the reference point.\nhttps://doi.org/10.1371/journal.pclm.0000624.t001\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n10 / 20\n42% greater under climate adaptive management compared to fixed management (years 33–48) but differences in cumu-\nlative harvest were smaller and more consistent over time (S5c Fig). Similarly, when carrying capacity increased climate \nadaptive management resulted in higher population biomass than fixed management, with comparable cumulative harvest \n(Figs 2bd, S1-S2 Figs). In this scenario, increasing values of \nK\nupdate,t\n caused reductions in harvest rate at low population \nbiomass. However, compared to the declining productivity scenario, differences between the management strategies in \npopulation biomass and cumulative harvest were small (<15%; Fig 2) and more consistent over the 50-year simulation \n(S5b Fig).\nIn contrast, when productivity increased, climate adaptive management resulted in a higher harvest rate, lower popula-\ntion biomass, and higher cumulative harvest than fixed management (Figs 2bd, S1, S3 Fig). During the gradual transition \nto increased productivity, cumulative harvest was at times more than 100% greater under climate adaptive management \ncompared to fixed management (years 33–48) but differences in population biomass were smaller (<40%) and more \nconsistent over time (S5d Fig). Similarly, when carrying capacity declined climate adaptive management resulted in lower \npopulation biomass and higher cumulative harvest than fixed management (Figs 2ac). In this scenario, decreasing values \nof \nK\nupdate,t\n caused higher harvest rates at small values of population biomass (S1-S2 Figs). During the 50-year simulation \nof decreasing carrying capacity, cumulative harvest was as much as 36% greater and mean population biomass 22% \nlower under climate adaptive management compared to fixed management (S5a Fig, years 33–48).\nFor the scenario in which productivity and carrying capacity declined together, the climate adaptive strategy confronted \na tension between higher harvest rates at low population biomass triggered by decreasing \nK\nupdate,t\n values and lower \nFig 4. Performance of climate adaptive and fixed management strategies in relation to fishery and conservation objectives. The ability of \nclimate adaptive and fixed management strategies to meet two fishery objectives and a conservation objective given different climate impacts on \npopulation demographic parameters. Climate impacts cause decreases or increases in productivity (r), carrying capacity (K), or both (rK). The fixed \nmanagement strategy does not incorporate these demographic changes into fishery reference points, while the climate adaptive management strategy \ndoes so on an annual basis. Fishery objectives were specified in two ways: (i) avoid overfishing by maintaining the harvest rate \nU\nt\n<U\nMSY,t\n (points below \nthe horizontal dot-dash line), and (ii) avoid an overfished population by maintaining the population biomass \nB\nt\n> 0.2∗B\nMSY,t\n (points to the right of the \ndotted vertical line). The conservation objective is to maintain population biomass above \nB\nt\n> 1.2∗B\nMSY,t\n (to the right of the dashed vertical line). Values \nindicative of t =   50 in each scenario.\nhttps://doi.org/10.1371/journal.pclm.0000624.g004\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n11 / 20\noverall harvest rates triggered by decreasing \nr\nupdate,t\n values. These forces largely counteracted one another, leading to \nsmall differences between fixed and climate adaptive management in population biomass and fishery yield (Figs 2ac, S1, \nS4 Figs). However, simultaneous increases in productivity and carrying capacity caused the climate adaptive manage-\nment strategy to produce similar outcomes to increases in productivity alone: the result was lower population biomass and \nhigher cumulative harvest than the fixed strategy (Figs 2bd, S1, S4 Figs). In this scenario, the climate adaptive strategy \ntriggered higher overall harvest rates due to increasing \nr\nupdate,t\n, which dominated the lower harvest rates at small popula-\ntion biomass implied by increasing \nK\nupdate,t\n. Differences in population biomass and cumulative harvest were fairly consis-\ntent over time in scenarios with simultaneous increases or decreases in both productivity and carrying capacity (S5ef Fig). \nThe magnitude of contrast between the climate adaptive and fixed management strategies was much greater when both \nproductivity and carrying capacity increased (<25% differences in population biomass and >50% differences in cumulative \nharvest; Figs 2bd) than when they both decreased (<10%; Fig 2ac).\nOn average across all climate impact scenarios and the range of demographic parameters we explored, quantitative \ndifferences between the climate adaptive and fixed strategies were larger for population biomass than for cumulative \nharvest (Figs 2-3). However, the positive effects of climate adaptive management on cumulative harvest were especially \nlarge in the scenarios with increasing productivity and increasing productivity and carrying capacity (Figs 2, 3ef). Overall, \nscenarios involving changes in productivity magnified differences between the climate adaptive and fixed strategies com-\npared to scenarios involving changes in carrying capacity.\nThese outcomes can be contextualized in relation to specific conservation and fishery objectives (Fig 4). Across \nfour of the six types of climate impacts on demographic rates explored here, we found that after 50 years the fixed \nmanagement strategy met a conservation objective to maintain population biomass \n> 1.2∗B\nMSY,t\n (the exceptions \nwere the declining productivity and increasing carrying capacity scenarios). In contrast, the climate adaptive strategy \nmet the conservation objective for only two of the six types of climate impacts (declining carrying capacity, declining \nproductivity and carrying capacity). However, the fixed management strategy failed to meet the fishery objective to \navoid overfishing (i.e., \nU<U\nMSY,t\n) by a greater margin than the climate adaptive strategy at the end of the 50-year \nsimulations in which productivity alone, or both productivity and carrying capacity, declined. Both climate adaptive and \nfixed management strategies met the avoid an overfished population objective (i.e., maintain \nB> 0.2∗B\nMSY,t\n) in all of \nthe climate impact scenarios.\nChanges in management targets for groundfish on the U.S. West Coast\nTo better ground the theory developed above in real-world fisheries management, we quantified variation in estimated \nunfished biomass (analogous to carrying capacity in the model simulations) for three federally-managed species along the \nU.S. West Coast. Scrutiny of stock assessments for Pacific hake, petrale sole, and sablefish shows that as new informa-\ntion has become available from fishery-independent and fishery-dependent surveys over the last two decades, estimates \nof unfished biomass have changed substantially (Fig 5). Specifically, between 2005 and 2022 the minimum estimate of \n(median or mean) unfished biomass was 25–65% lower than that of the maximum for these species. If these estimates, \nwhich were generated at one-, two- and four-year intervals, are interpreted as revealing declines in unfished biomass \n(a proxy for carrying capacity), rather than retrospective patterns emerging for a different reason [31,32], then there is \na direct implication based on the results of our simulations. During periods when unfished biomass estimates were low, \na fixed management approach relying on a static reference point in the harvest control rule (e.g., a long-term average; \n[33]) would be more likely to maintain higher population biomass and avoid overfishing, while sacrificing the potential for \ngreater harvest. In contrast, the dynamic management approach currently used for these species tracks demographic \nchanges in a manner equivalent to the climate adaptive strategy we simulated (e.g., updating the estimated unfished \nbiomass each time an assessment is conducted), thereby maintaining higher harvest but lower population biomass than \nexpected from a fixed strategy.\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n12 / 20\nDiscussion\nA primary challenge arising from climate change lies in determining how environmental decision makers can best \nplan to achieve social and ecological outcomes of shared interest across society. Here we compared fixed and cli-\nmate adaptive strategies for a harvested fish population undergoing climate-driven demographic change, revealing \na primary tradeoff such that a climate adaptive strategy may enhance population biomass or fishery yield, but not \nboth simultaneously. This finding contrasted with our hypothesis that a climate adaptive management strategy that \ndynamically responds to changes in productivity and carrying capacity would optimize fishery yield, and also protect \npopulation biomass, compared to a fixed, or business-as-usual, management strategy. Specifically, we found that \nin scenarios where a climate adaptive strategy favored higher biomass, the fixed strategy favored greater fishery \nyield, and vice versa (Table 1). Hence, the responsiveness of management to climate change did not necessarily \nimprove outcomes for all management objectives. In such cases, climate considerations may be an important com-\nponent of management frameworks that evaluate competing objectives and quantify risk profiles [34,35]. Overall, \nthe results fill a gap in understanding the effects of gradual course corrections to fisheries management on transient \npopulation and harvest dynamics under both favorable and unfavorable non-stationary environmental conditions. \nThese findings have implications for assessing and adapting to climate risk in other sectors of natural resource \nmanagement and beyond.\nThe outcomes of climate adaptive and fixed strategies differed because of the influence of demographic change on \nharvest rates, as expressed through the sloped harvest control rule. For example, in scenarios with increasing produc-\ntivity, managers can choose to maintain a constant harvest rate \nU\nMSY\n, or alter course to track the productivity change by \nincreasing the harvest rate. In this scenario, the climate adaptive strategy produced greater yield over time by allowing \nFig 5. Changes in estimated unfished biomass from stock assessments of three groundfish species. Changes over time (2005-2022) in esti-\nmated unfished biomass (log10-scale) from stock assessments of three groundfish species on the U.S. West Coast: (a) Pacific hake, (b) petrale sole, \nand (c) sablefish. For Pacific hake (a), the central tendency is a median of the posterior distribution and shading indicates the 95% credible intervals. For \npetrale sole (b) and sablefish (c), the central tendency is the mean point estimate and shading indicates the 95% asymptotic confidence intervals.\nhttps://doi.org/10.1371/journal.pclm.0000624.g005\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n13 / 20\nthe fishery to more effectively capture surplus production when compared to fixed management. From a food security \nperspective, in the increasing productivity case (all else being equal) climate adaptive management outperformed fixed \nmanagement. In contrast, if climate acted to increase carrying capacity K\nt\n without altering productivity r\nt\n, the climate adap-\ntive course resulted in higher equilibrium biomass, but a lower optimum fishery yield, because the shallower slope of the \nharvest control rule (Fig 1, equations 3–4) constrained the capture of surplus production during the period of demographic \ntransition. From a food security perspective, in the increasing carrying capacity case (all else being equal) fixed man-\nagement outperformed climate adaptive management. These and other results were generally robust to whether climate \nadaptive management updated reference points annually or at less frequent intervals. Less frequent updating of reference \npoints only slightly diminished the contrast with a fixed management approach.\nPrevious research has also explored climate impacts on demographic rates and the consequences for population \ndynamics and harvest of fishery species. Burgeoning empirical evidence links environmental change to stock productiv-\nity [36–38]. Concurrently, modelling studies demonstrate that climate adaptive management strategies that account for \ndeclining productivity can preserve population biomass (as we found here), despite challenges and uncertainty associ-\nated with these changes on decision-relevant timescales [15,17,22,23,36]. However, these studies disagree about the \neffect of climate adaptive management strategies on fishery harvest. Our research suggests that harvest may be reduced \nwhen productivity declines under climate adaptive management, consistent with recent findings for Bering Sea snow crab \nunder simulated declines in productivity [15]. However, Kaplan et al. [22] found that harvest may increase (Pacific hake \nin the California Current ecosystem) or may not change (mackerel in the Nordic and Barent Seas) under climate adaptive \nmanagement like that simulated here (their harvest control rule 4) in the face of declining productivity. Although simpler in \nits analytical approach than other work (e.g., the management strategy evaluations considered by [19]), the present study \nhelps to contextualize these previous results by outlining the general conditions under which we would expect climate \nadaptive management to lead to increases or decreases in harvest. The contrasting results from our alternative climate \nscenarios and other published studies also emphasize that a climate adaptive strategy can be, but is not necessarily, \nmore likely to conserve population biomass. Future research to explore the specific environmental, demographic, and gov-\nernance contexts in which greater or lesser population biomass and fishery yield should be expected may provide further \ninsight for regional management issues.\nThe surplus production model we relied on in this study is a simplification of reality that assumes the assessment \nand implementation of management procedures observe the true state of the population without error. Similar model \nformulations have been employed usefully to understand stock status and changes in productivity globally [38–40] and \nfor non-marine species [41]. Surplus production models can represent the end result from a combination of many com-\nplex demographic processes through just two parameters, the carrying capacity K and productivity r, that immediately \nconnect to a range of biological processes. For example, higher recruitment due to environmentally-driven improve-\nments in early life history survival (e.g., [42]) can be interpreted as affecting carrying capacity and B\nMSY\n [43]. In contrast, \ndirectional changes in natural mortality due to temperature-mediated effects on metabolism [44] or predation rates [21] \nmodify productivity and U\nMSY\n, as well as carrying capacity and B\nMSY\n [45]. Productivity and carrying capacity parame-\nters can also covary [41] and have been used successfully to estimate the influence of environmental change on fish \npopulation dynamics [46]. Our purpose here is not to link changes to a specific biological process but rather to reveal \ngeneral themes and tradeoffs between scenarios under directional climate change. While future work may add addi-\ntional features of populations (e.g., age- or size-structure, stochasticity) and management systems (e.g., uncertainty \nassociated with estimation of population parameters or implementing management actions), the conclusions drawn \nhere about biomass-harvest tradeoffs resulting from employing climate adaptive versus fixed management strategies \nare unlikely to be altered by them [15].\nThe consequences of interactions between climate-driven changes and harvest management strategies are only begin-\nning to reveal themselves, and our work suggests promising future directions of inquiry. For example, extending the model \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n14 / 20\nto include multiple interacting species with distinct climate responses may offer important additional context [22,47,48]. \nLinking changes in productivity and/or carrying capacity explicitly to specific biological or ecosystem processes (e.g., \nchanges in size at maturity or mortality regimes with predator-prey dynamics) and management rules (e.g., size- selective \nharvest) would help parse the effects of specific climate-driven changes. Importantly, the models presented here provide \ntestable management predictions. For instance, we show that a fixed management strategy maintains population biomass \nat larger values, making it more likely to achieve the conservation objective across a range of climate scenarios when using \na commonly structured (sloped or “hockey-stick”) harvest control rule. Therefore, a testable prediction is that fixed manage-\nment strategies are better aligned with precautionary principles that conserve stock biomass. The importance of this type \nof precautionary management may be especially acute in systems where there is large uncertainty in the ability to estimate \nstock status or about the existence of tipping points [49–51]. These types of considerations related to increased complexity, \nstochasticity, and uncertainty could be well-addressed using a management strategy evaluation framework [52].\nOur study adds to the field of climate-ready fisheries by illuminating biomass-harvest and fishery-conservation tradeoffs \nthat emerge as climate impacts occur. These tradeoffs arise whether or not the fishery management system responds to \nthe climate impacts or if the climate impacts improve or diminish productivity and carrying capacity. Amid widespread calls \nfor modernizing fishery management systems to address non-stationary population dynamics emerging from changing \nocean and climate trends [53–55], it is important to be transparent and specific when describing counterintuitive outcomes \nfor focal stocks, fishing-dependent communities, and broader ecosystem structure. Indeed, a binary framing of whether \na climate adaptive management strategy is an improvement over a fixed one is misleading. Decision makers would do \nbetter to consider directly how they wish to negotiate these tradeoffs. In doing so, the larger body of research on the topic \nof climate-ready fisheries highlights the opportunity to bring in new information flows, develop participatory fishery man-\nagement processes, and embrace co-management (e.g., by integrating on the water observations of fishers; [55]).\nObservations of climate-driven changes, and forecasted changes, in demographic rates are increasingly common \n[15,35,56]. In the examples we provide for U.S. West Coast groundfish, estimates of baseline productivity (e.g., equi-\nlibrium spawning biomass; also referred to as unfished biomass) and associated biomass reference points are updated \neach time an assessment is made (every 1, 2, or 4 years). This adaptive management approach, which is consistent with \nthe climate adaptive management strategy we simulated, is implicit but its effects on fishery and conservation objectives \nfollow explicitly: declines in estimated unfished biomass will favor increasing harvest, while increases will favor maintain-\ning larger population biomass. These consequences can emerge despite the fact that in operational settings practitioners \ncannot know whether estimated changes in unfished biomass are due to data or model issues, real demographic changes \ndue to a host of climate (or other) factors, or some mix of the two. Finally, we emphasize that the implicit changes to esti-\nmates of unfished biomass described here are distinguished from an assessment model and management process that \nincorporates a time-varying unfished equilibrium biomass (“dynamic B\n0\n”), representing the biomass at any time that would \nresult if fishing did not occur [36]. Time-varying parameters could potentially yield larger interannual variability in reference \npoints and associated harvest control rules, complicating harvest advice in ways not explored here.\nIn contrast to U.S. West Coast groundfish, many management reference points for another group of species, Pacific \nsalmon, remain fixed, despite well-documented age truncation that implies reduced productivity [57,58]. Though our model \nis not intended to represent the particulars of salmon life histories, the inference from our simulations associated with this \nfixed management strategy is that population biomass will be lower and cumulative harvest higher than if a climate adap-\ntive management approach were implemented. While these two examples come from the Northeast Pacific, similar issues \nare arising in many regions around the world [22,37,48,59]. These empirical examples illustrate that the findings from the \ntheory we developed here have real-world relevance, calling attention to the difficult choices inherent to continuing with \nbusiness-as-usual management approaches or keeping pace with changing environmental conditions.\nJust as rapid changes in economic policy can unsettle markets, sudden restrictions or alterations in fishing policies \ncan disturb marine ecosystems and the human communities that rely on them. In contrast, more incremental adjustments \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n15 / 20\nto regulations can provide continuity in income and business practices while potentially affording opportunities to make \nchanges that substitute for relinquished opportunity [60]. Conceptually, the ideas we explored here have potential for \napplication in fields beyond fisheries, such as disaster management associated with hurricanes and wildfires where \nadjustments to decision-making are necessary based on changing environmental conditions. There too it will be important \nto recognize whether the consequences of climate adaptive management are heterogeneous across different societal \nvalues. Our key argument is not that there is one clear way forward to best navigate the challenges of climate change. \nRather, it is that there is value in directly addressing the environmental management tradeoffs imposed by directional \nshifts in population dynamics forced by climate change. This study has helped to specify at least one definition of \n climate-ready fishery management: the intentional implementation of climate-adaptive course corrections to management \npractices, or the lack thereof. In fisheries, course corrections to management are no panacea, but the decision to evaluate \ntheir effects will avoid unintended and potentially undesirable predicaments.\nSupporting information\nS1 Text.  Analysis of discounted cumulative revenue and stochastic population growth. \n(DOCX)\nS1 Table.  Parameters, definitions, and default values for single-species surplus production model subject to a \nsloped harvest control rule. \n(DOCX)\nS2 Table.  Default values for productivity (r\nt\n), carrying capacity (K\nt\n), and the rate of climate impact (\nγ\n) under each \nof the scenarios. \n(DOCX)\nS1 Fig.  Time series of simulated population biomass. Time series of simulated population biomass when a climate \nimpact causes carrying capacity, K, to decrease (a) or increase (b), productivity, r, to decrease (c) or increase (d), or both \ncarrying capacity and productivity to decrease (e) or increase (f), and harvest is managed using either a fixed or climate \nadaptive strategy. All parameters are at their default values (S1 Table); note that initial and final values of r and K differ in \nthe decreasing versus increasing scenarios (S2 Table).\n(TIFF)\nS2 Fig.  Time series of simulated harvest rate, harvest, cumulative harvest, and example harvest control rules \nrelated to climate impacts on carrying capacity. Time series of simulated harvest rate (a, b), harvest (the product of \npopulation biomass and harvest rate; c, d), and cumulative harvest (the sum of harvest from t-1 to t at each time step; e, \nf) when a climate impact causes carrying capacity, K, to decrease (a, c, e) or increase (b, d, f), and harvest is managed \nusing either a fixed or climate adaptive strategy. The bottom panels show the harvest control rule when a climate impact \ncauses carrying capacity to decrease (g) or increase (h), and harvest is managed using either a fixed or climate adaptive \nstrategy (at two example time points, years 25 and 50). All parameters are at their default values (S1 Table); note that \ninitial and final values of r and K differ in the decreasing versus increasing scenarios (S2 Table).\n(TIFF)\nS3 Fig.  Time series of simulated harvest rate, harvest, cumulative harvest, and example harvest control rules \nrelated to climate impacts on productivity. Time series of simulated harvest rate (a, b), harvest (the product of pop-\nulation biomass and harvest rate; c, d), and cumulative harvest (the sum of harvest from t-1 to t at each time step; e, f) \nwhen a climate impact causes productivity, r, to decrease (a, c, e) or increase (b, d, f), and harvest is managed using \neither a fixed or climate adaptive strategy. The bottom panels show the harvest control rule when a climate impact causes \n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n16 / 20\nproductivity to decrease (g) or increase (h), and harvest is managed using either a fixed or climate adaptive strategy (at \ntwo example time points, years 25 and 50). All parameters are at their default values (S1 Table); note that initial and final \nvalues of r and K differ in the decreasing versus increasing scenarios (S2 Table).\n(TIFF)\nS4 Fig.  Time series of simulated harvest rate, harvest, cumulative harvest, and example harvest control rules \nrelated to climate impacts on carrying capacity and productivity. Time series of simulated harvest rate (a, b), harvest \n(the product of population biomass and harvest rate; c, d), and cumulative harvest (the sum of harvest from t-1 to t at each \ntime step; e, f) when a climate impact causes carrying capacity, K, and productivity, r, to decrease (a, c, e) or increase \n(b, d, f), and harvest is managed using either a fixed or climate adaptive strategy. The bottom panels show the harvest \ncontrol rule when a climate impact causes carrying capacity and productivity to decrease (g) or increase (h), and harvest \nis managed using either a fixed or climate adaptive strategy (at two example time points, years 25 and 50). All parameters \nare at their default values (S1 Table); note that initial and final values of r and K differ in the decreasing versus increasing \nscenarios (S2 Table).\n(TIFF)\nS5 Fig.  Percent differences between the fixed and climate adaptive harvest management strategies in mean \nbiomass and cumulative harvest at different time intervals in the simulations. Percent differences in mean biomass \nand cumulative harvest between the fixed and climate adaptive harvest management strategies for 16-year time intervals \nthroughout the 50-year simulations in populations subject to a gradual decrease in (a) carrying capacity, (c) productivity, \n(e) both carrying capacity and productivity, or a gradual increase in (b) carrying capacity, (d) productivity, (f) both carrying \ncapacity and productivity. All parameters are at their default values (S1-S2 Tables).\n(TIFF)\nS6 Fig.  Sensitivity of mean population biomass and cumulative harvest to initial biomass. Mean population bio-\nmass (a,b) and cumulative harvest (c,d) under fixed and (annual) climate adaptive management, showing sensitivity to ini-\ntial biomass (\nB\n1\n=K\n1\n/2, 0.8K\n1\n/2, 0.6K\n1\n/2, 0.4K\n1\n/2,and0.2K\n1\n/2\n). All parameters are at their default values (S1 Table); \nnote that initial and final values of r and K differ in the decreasing versus increasing scenarios (S2 Table).\n(TIFF)\nS7 Fig.  Sensitivity of mean population biomass and cumulative harvest to initial biomass to the rate of \ndemographic change due to climate impacts. Mean population biomass (a,b) and cumulative harvest (c,d) under \nfixed and (annual) climate adaptive management, showing sensitivity to t\nchange\n, the time point at which the chang-\ning parameters (carrying capacity and/or productivity) reach their new value. For each simulation, mean biomass \nand cumulative harvest were calculated for the transient period from the year 1 to t\nchange\n. All parameters are at their \ndefault values (S1 Table); note that initial and final values of r and K differ in the decreasing versus increasing sce-\nnarios (S2 Table). Values of t\nchange \n=   10, 30, 50, 70, and 90 (with lower values of t\nchange\n corresponding to a faster rate of \nchange in r\nt\n and/or K\nt\n).\n(TIFF)\nS8 Fig.  Percent change under climate adaptive management compared to fixed management in cumulative dis-\ncounted revenue and cumulative harvest. The percent change under climate adaptive management compared to fixed \nmanagement in (a-b) cumulative discounted revenue and (c-d) cumulative harvest with changes in productivity, carrying \ncapacity, or both. The figures show responses when updates to the harvest control rule never occur (fixed management) \nor are climate adaptive and occur decadally, at 4-year intervals, or annually. All parameters are at their default values (S1-\nS2 Tables). The horizontal dashed line at zero is for reference only.\n(TIFF)\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n17 / 20\nS9 Fig.  Percent change under climate adaptive management compared to fixed management in mean population \nbiomass and cumulative harvest in stochastic simulations. The percent change under climate adaptive management \ncompared to fixed management in (a-b) mean population biomass and (c-d) cumulative harvest with changes in produc-\ntivity, carrying capacity, or both, in a time-varying, surplus production model with stochasticity in population growth. The \nfigures show responses when updates to the harvest control rule never occur (fixed management) or are climate adaptive \nand occur decadally, at 4-year intervals, or annually. The central tendency is the median point estimate from 100 stochas-\ntic realizations and shading indicates the minimum and maximum values. All parameters are at their default values (S1-S2 \nTables). The horizontal dashed line at zero is for reference only.\n(TIFF)\nS10 Fig.  Percent change under climate adaptive management compared to fixed management in the coefficient \nof variation (CV) in population biomass and harvest in stochastic simulations. The percent change under climate \nadaptive management compared to fixed management in the CV of annual (a-b) population biomass and (c-d) harvest \nwith changes in productivity, carrying capacity, or both, in a time-varying, surplus production model with stochasticity in \npopulation growth. The figures show responses when updates to the harvest control rule never occur (fixed management) \nor are climate adaptive and occur decadally, at 4-year intervals, or annually. The central tendency is the median point \nestimate from 100 stochastic realizations and shading indicates the minimum and maximum values. All parameters are at \ntheir default values (S1-S2 Tables). The horizontal dashed line at zero is for reference only.\n(TIFF)\nAcknowledgments\nWe gratefully acknowledge feedback from Chris Harvey, Isaac Kaplan, Holly Moeller, Cody Szuwalski, and Ian Taylor \nduring earlier stages of this project’s development. RD was supported by the NSF INTERN program. This manuscript is a \ncontribution of NOAA’s Changing Ecosystems and Fisheries Initiative and Integrated Ecosystem Assessment Program.\nAuthor contributions\nConceptualization: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall, Aaron Berger, Owen R. Liu, A. Ole \nShelton.\nData curation: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall, Aaron Berger.\nFormal analysis: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall.\nInvestigation: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall.\nMethodology: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall.\nProject administration: Jameal F Samhouri.\nResources: Jameal F Samhouri.\nSoftware: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall.\nSupervision: Jameal F Samhouri.\nValidation: Jameal F Samhouri, A. Raine Detmer.\nVisualization: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall, Adrian C. Stier, A. Ole Shelton.\nWriting – original draft: Jameal F Samhouri, A. Raine Detmer, Adrian C. Stier.\nWriting – review & editing: Jameal F Samhouri, A. Raine Detmer, Kristin N. Marshall, Adrian C. Stier, Aaron Berger, \nOwen R. Liu, A. Ole Shelton.\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n18 / 20\nReferences\n  1.  IPCC. Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. In: Field CB, Barros VR, Dokken DJ, \nMach KJ, Mastrandrea MD, Bilir TE, et al., editors. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel \non Climate Change. Cambridge, UK and New York, NY, USA: Cambridge University Press; 2014.\n  2.  Doblas-Reyes F, Sörensson A, Almazroui M, Dosio A, Gutowski W, Haarsma R, et al. IPCC AR6 WGI Chapter 10: Linking global to regional climate \nchange. 2021, p. 1363–512.\n  3.  Singh C, Iyer S, New MG, Few R, Kuchimanchi B, Segnon AC, et al. Interrogating ‘effectiveness’ in climate change adaptation: 11 guiding princi-\nples for adaptation research and practice. Clim Dev. 2021;14(7):650–64. https://doi.org/10.1080/17565529.2021.1964937\n  4.  Zhao Z, Liu M, Deb A. Safely and Quickly Deploying New Features with a Staged Rollout Framework Using Sequential Test and Adaptive Experi-\nmental Design. 2018 3rd International Conference on Computational Intelligence and Applications (ICCIA). 2018, p. 59–70.\n  5.  Dowell D, Haegerich TM, Chou R. CDC Guideline for Prescribing Opioids for Chronic Pain--United States, 2016. JAMA. 2016;315(15):1624–45. \nhttps://doi.org/10.1001/jama.2016.1464 PMID: 26977696\n  6.  Kickert WJM, van der Meer F-B. Small, Slow, and Gradual Reform: What can Historical Institutionalism Teach us? Int J Public Administ. \n2011;34(8):475–85. https://doi.org/10.1080/01900692.2011.583768\n  7.  Cheung WWL, Frölicher TL, Lam VWY, Oyinlola MA, Reygondeau G, Sumaila UR, et al. Marine high temperature extremes amplify the impacts of \nclimate change on fish and fisheries. Sci Adv. 2021;7(40):eabh0895. https://doi.org/10.1126/sciadv.abh0895 PMID: 34597142\n  8.  Holsman KK, Haynie AC, Hollowed AB, Reum JCP, Aydin K, Hermann AJ, et al. Ecosystem-based fisheries management forestalls climate-driven \ncollapse. Nat Commun. 2020;11(1):4579. https://doi.org/10.1038/s41467-020-18300-3 PMID: 32917860\n  9.  Morley JW, Selden RL, Latour RJ, Frölicher TL, Seagraves RJ, Pinsky ML. Projecting shifts in thermal habitat for 686 species on the North Ameri-\ncan continental shelf. PLoS One. 2018;13(5):e0196127. https://doi.org/10.1371/journal.pone.0196127 PMID: 29768423\n 10. Liu OR, Kaplan IC, Hernvann P-Y, Fulton EA, Haltuch MA, Harvey CJ, et al. Climate Change Influences via Species Distribution Shifts and \n Century-Scale Warming in an End-To-End California Current Ecosystem Model. Glob Chang Biol. 2025;31(1):e70021. https://doi.org/10.1111/\ngcb.70021 PMID: 39757897\n 11. Liu OR, Ward EJ, Anderson SC, Andrews KS, Barnett LAK, Brodie S, et al. Species redistribution creates unequal outcomes for multispecies fish-\neries under projected climate change. Sci Adv. 2023;9(33):eadg5468. https://doi.org/10.1126/sciadv.adg5468 PMID: 37595038\n 12. Wilkinson E, Weingartner L, Choularton R, Bailey M, Todd T, Kniveton D, et al. Forecasting, hazards, averting disasters: Implementing \n forecast-based early action at scale. Overseas Development Institute (ODI); 2018.\n 13. Syphard AD, Bar Massada A, Butsic V, Keeley JE. Land use planning and wildfire: development policies influence future probability of housing loss. \nPLoS One. 2013;8(8):e71708. https://doi.org/10.1371/journal.pone.0071708 PMID: 23977120\n 14. Free CM, Mangin T, Wiedenmann J, Smith C, McVeigh H, Gaines SD. Harvest control rules used in US federal fisheries management and implica-\ntions for climate resilience. Fish Fish. 2022;24(2):248–62. https://doi.org/10.1111/faf.12724\n 15. Szuwalski CS, Hollowed AB, Holsman KK, Ianelli JN, Legault CM, Melnychuk MC, et al. Unintended consequences of climate‐adaptive fisheries \nmanagement targets. Fish Fish. 2023;24(3):439–53. https://doi.org/10.1111/faf.12737\n 16. Hunsicker ME, Kappel CV, Selkoe KA, Halpern BS, Scarborough C, Mease L, et al. Characterizing driver-response relationships in marine pelagic \necosystems for improved ocean management. Ecol Appl. 2016;26(3):651–63. https://doi.org/10.1890/14-2200 PMID: 27411240\n 17. A’mar ZT, Punt AE, Dorn MW. The impact of regime shifts on the performance of management strategies for the Gulf of Alaska walleye pollock \n(Theragra chalcogramma) fishery. Can J Fish Aquat Sci. 2009;66(12):2222–42. https://doi.org/10.1139/f09-142\n 18. Kritzer JP, Costello C, Mangin T, Smith SL. Responsive harvest control rules provide inherent resilience to adverse effects of climate change and \nscientific uncertainty. ICES J Mar Sci. 2019;76(6):1424–35. https://doi.org/10.1093/icesjms/fsz038\n 19. Punt AE, A’mar T, Bond NA, Butterworth DS, de Moor CL, De Oliveira JAA, et al. Fisheries management under climate and environmental uncer-\ntainty: control rules and performance simulation. ICES J Mar Sci. 2013;71(8):2208–20. https://doi.org/10.1093/icesjms/fst057\n 20. Rose GA. Reconciling overfishing and climate change with stock dynamics of Atlantic cod (Gadus morhua) over 500 years. Can J Fish Aquat Sci. \n2004;61(9):1553–7. https://doi.org/10.1139/f04-173\n 21. Langan JA, Bell RJ, Collie JS. Taking stock: Is recovery of a depleted population possible in a changing climate? Fish Oceanogr. 2022;32(1):15–\n27. https://doi.org/10.1111/fog.12599\n 22. Kaplan IC, Hansen C, Morzaria-Luna HN, Girardin R, Marshall KN. Ecosystem-Based Harvest Control Rules for Norwegian and US Ecosystems. \nFront Mar Sci. 2020;7. https://doi.org/10.3389/fmars.2020.00652\n 23. Bessell‐Browne P, Punt AE, Smith DC, Fulton E, McDonald A, Dickey‐Collas M, et al. Incorporating Climate Change Impacts Within Harvest Strate-\ngies: An Overview of Approaches. Fish Fish. 2025;26(5):942–56. https://doi.org/10.1111/faf.70010\n 24. Schaefer MB. A study of the dynamics of the fishery for yellowfin tuna in the eastern tropical Pacific Ocean. Inter-Am Trop Tuna Comm Bull. \n1957;2:245–85.\n 25. Hilborn R, Amoroso RO, Anderson CM, Baum JK, Branch TA, Costello C, et al. Effective fisheries management instrumental in improving fish stock \nstatus. Proc Natl Acad Sci U S A. 2020;117(4):2218–24. https://doi.org/10.1073/pnas.1909726116 PMID: 31932439\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n19 / 20\n 26. Doney SC, Ruckelshaus M, Duffy JE, Barry JP, Chan F, English CA, et al. Climate change impacts on marine ecosystems. Ann Rev Mar Sci. \n2012;4:11–37. https://doi.org/10.1146/annurev-marine-041911-111611 PMID: 22457967\n 27. Department of Agriculture and Water Resources. Commonwealth Fisheries Harvest Strategy Policy. Canberra; 2018.\n 28. Rayns N. The Australian government’s harvest strategy policy. ICES J Mar Sci. 2007;64(4):596–8. https://doi.org/10.1093/icesjms/fsm032\n 29. Cury PM, Boyd IL, Bonhommeau S, Anker-Nilssen T, Crawford RJM, Furness RW, et al. Global seabird response to forage fish depletion--one-third \nfor the birds. Science. 2011;334(6063):1703–6. https://doi.org/10.1126/science.1212928 PMID: 22194577\n 30. National Marine Fisheries Service. Status of stocks 2023: annual report to Congress on the status of U.S. Fisheries. 2024, 12 p. Available from: \nhttps://www.fisheries.noaa.gov/s3/2024-04/2023SOS-final.pdf\n 31. Cadrin SX. Misinterpreting retrospective patterns in fishery stock assessment. ICES J Mar Sci. 2025;82(2). https://doi.org/10.1093/icesjms/fsaf014\n 32. Mazur MD, Jesse J, Cadrin SX, Truesdell SB, Kerr L. Consequences of ignoring climate impacts on New England groundfish stock assessment \nand management. Fish Res. 2023;262:106652. https://doi.org/10.1016/j.fishres.2023.106652\n 33. Grandin C, Johnson K, Edwards A, Berger A. Status of the Pacific Hake (whiting) stock in U.S. and Canadian waters in 2024. Prepared by the \nJoint Technical Committee of the U.S. and Canada Pacific Hake/Whiting Agreement. National Marine Fisheries Service and Fisheries and Oceans \nCanada; 2024, 246 p.\n 34. Gaichas SK, Seagraves RJ, Coakley JM, DePiper GS, Guida VG, Hare JA, et al. A Framework for Incorporating Species, Fleet, Habitat, and Cli-\nmate Interactions into Fishery Management. Front Mar Sci. 2016;3. https://doi.org/10.3389/fmars.2016.00105\n 35. Holsman KK, Hazen EL, Haynie A, Gourguet S, Hollowed A, Bograd SJ, et al. Towards climate resiliency in fisheries management. ICES J Mar Sci. \n2019. https://doi.org/10.1093/icesjms/fsz031\n 36. Berger AM. Character of temporal variability in stock productivity influences the utility of dynamic reference points. Fish Res. 2019;217:185–97. \nhttps://doi.org/10.1016/j.fishres.2018.11.028\n 37. Tableau A, Collie JS, Bell RJ, Minto C. Decadal changes in the productivity of New England fish populations. Can J Fish Aquat Sci. \n2019;76(9):1528–40. https://doi.org/10.1139/cjfas-2018-0255\n 38. Free CM, Thorson JT, Pinsky ML, Oken KL, Wiedenmann J, Jensen OP. Impacts of historical warming on marine fisheries production. Science. \n2019;363(6430):979–83. https://doi.org/10.1126/science.aau1758 PMID: 30819962\n 39. Costello C, Ovando D, Clavelle T, Strauss CK, Hilborn R, Melnychuk MC, et al. Global fishery prospects under contrasting management regimes. \nProc Natl Acad Sci U S A. 2016;113(18):5125–9. https://doi.org/10.1073/pnas.1520420113 PMID: 27035953\n 40. Sparholt H, Bogstad B, Christensen V, Collie J, van Gemert R, Hilborn R, et al. Estimating Fmsy from an ensemble of data sources to account for \ndensity dependence in Northeast Atlantic fish stocks. ICES J Mar Sci. 2020;78(1):55–69. https://doi.org/10.1093/icesjms/fsaa175\n 41. Marshall DJ, Cameron HE, Loreau M. Relationships between intrinsic population growth rate, carrying capacity and metabolism in microbial popu-\nlations. ISME J. 2023;17(12):2140–3. https://doi.org/10.1038/s41396-023-01543-5 PMID: 37891425\n 42. Tolimieri N, Haltuch MA, Lee Q, Jacox MG, Bograd SJ. Oceanographic drivers of sablefish recruitment in the California Current. Fish Oceanogr. \n2018;27(5):458–74. https://doi.org/10.1111/fog.12266\n 43. Szuwalski C, Punt AE. Regime shifts and recruitment dynamics of snow crab, Chionoecetes opilio, in the eastern Bering Sea. Fish Oceanogr. \n2013;22(5):345–54. https://doi.org/10.1111/fog.12026\n 44. Szuwalski CS, Aydin K, Fedewa EJ, Garber-Yonts B, Litzow MA. The collapse of eastern Bering Sea snow crab. Science. 2023;382(6668):306–10. \nhttps://doi.org/10.1126/science.adf6035 PMID: 37856593\n 45. Legault CM, Palmer MC. In what direction should the fishing mortality target change when natural mortality increases within an assessment? Can J \nFish Aquat Sci. 2016;73(3):349–57. https://doi.org/10.1139/cjfas-2015-0232\n 46. Koenigstein S, Mark FC, Gößling‐Reisemann S, Reuter H, Poertner H. Modelling climate change impacts on marine fish populations: process‐\nbased integration of ocean warming, acidification and other environmental drivers. Fish Fish. 2016;17(4):972–1004. https://doi.org/10.1111/\nfaf.12155\n 47. Schiano S, Nesslage GM, Drew K, Schueller AM, Woodland RJ, Wilberg MJ. Evaluation of alternative harvest policies for striped bass and their \nprey, Atlantic menhaden. Can J Fish Aquat Sci. 2024;81(8):1081–103. https://doi.org/10.1139/cjfas-2023-0089\n 48. Travers-Trolet M, Bourdaud P, Genu M, Velez L, Vermard Y. The Risky Decrease of Fishing Reference Points Under Climate Change. Front Mar \nSci. 2020;7. https://doi.org/10.3389/fmars.2020.568232\n 49. Cattoni V, South LF, Warne DJ, Boettiger C, Thakran B, Holden MH. Revisiting Fishery Sustainability Targets. Bull Math Biol. 2024;86(11):127. \nhttps://doi.org/10.1007/s11538-024-01352-7 PMID: 39284973\n 50. Memarzadeh M, Boettiger C. Adaptive management of ecological systems under partial observability. Biol Conserv. 2018;224:9–15. https://doi.\norg/10.1016/j.biocon.2018.05.009\n 51. Stier AC, Essington TE, Samhouri JF, Siple MC, Halpern BS, White C, et al. Avoiding critical thresholds through effective monitoring. Proc Biol Sci. \n2022;289(1976):20220526. https://doi.org/10.1098/rspb.2022.0526 PMID: 35703054\n 52. Walter JF III, Peterson CD, Marshall K, Deroba JJ, Gaichas S, Williams BC, et al. When to conduct, and when not to conduct, management strat-\negy evaluations. ICES J Mar Sci. 2023;fsad031. https://doi.org/10.1093/icesjms/fsad031\n\nPLOS Climate \n|\n https://doi.org/10.1371/journal.pclm.0000624    October 6, 2025\n20 / 20\n 53. Karp MA, Peterson JO, Lynch PD, Griffis RB, Adams CF, Arnold WS, et al. Accounting for shifting distributions and changing productivity in the \ndevelopment of scientific advice for fishery management. ICES J Mar Sci. 2019. https://doi.org/10.1093/icesjms/fsz048\n 54. Mason JG, Weisberg SJ, Morano JL, Bell RJ, Fitchett M, Griffis RB, et al. Linking knowledge and action for climate-ready fisheries: Emerging best \npractices across the US. Mar Policy. 2023;155:105758. https://doi.org/10.1016/j.marpol.2023.105758\n 55. Wilson JR, Lomonico S, Bradley D, Sievanen L, Dempsey T, Bell M, et al. Adaptive comanagement to achieve climate‐ready fisheries. Conserv \nLett. 2018;11(6):e12452. https://doi.org/10.1111/conl.12452\n 56. Minto C, Myers RA, Blanchard W. Survival variability and population density in fish populations. Nature. 2008;452(7185):344–7. https://doi.\norg/10.1038/nature06605 PMID: 18354480\n 57. Ohlberger J, Ward EJ, Schindler DE, Lewis B. Demographic changes in Chinook salmon across the Northeast Pacific Ocean. Fish Fish. \n2018;19(3):533–46. https://doi.org/10.1111/faf.12272\n 58. Oke KB, Cunningham CJ, Westley PAH, Baskett ML, Carlson SM, Clark J, et al. Recent declines in salmon body size impact ecosystems and \nfisheries. Nat Commun. 2020;11(1):4155. https://doi.org/10.1038/s41467-020-17726-z PMID: 32814776\n 59. Fulton EA, Sainsbury K, Noranarttragoon P, Leadbitter D, Staples DJ, Porobic J, et al. Shifting baselines and deciding on the desirable form of \nmultispecies maximum sustainable yield. ICES J Mar Sci. 2022;79(7):2138–54. https://doi.org/10.1093/icesjms/fsac150\n 60. Riekkola L, Liu OR, Feist BE, Forney KA, Abrahms B, Hazen EL, et al. Retrospective analysis of measures to reduce large whale entanglements in \na lucrative commercial fishery. Biol Conserv. 2023;278:109880. https://doi.org/10.1016/j.biocon.2022.109880",
  "extractedAt": "2025-12-12T18:45:12.103Z",
  "success": true
}