{
  "filename": "Samhouri et al. (Frontiers in Marine Science) 2022.pdf",
  "numPages": 16,
  "text": "How much city is too much city? Biodiversity and ecosystem functioning along an urban gradient at the interface of land and sea Jameal F. Samhouri 1 * , Andrew Olaf Shelton 1 , Gregory D. Williams 2 , Blake E. Feist 1 , Shannon M. Hennessey 3 , Krista Bartz 1 , Ryan P. Kelly 4 , James L. O’Donnell 4 , Mindi Sheer 1 , Adrian C. Stier 5,6 and Phillip S. Levin 1,4,7,8 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA, United States, 2 Pacific States Marine Fisheries Commission, Seattle, WA, United States, 3 Frank Orth and Associates, Seattle, WA, United States, 4 School of Marine and Environmental Affairs, University of Washington, Seattle, WA, United States, 5 National Center for Ecological Analysis and Synthesis, Santa Barbara, CA, United States, 6 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, Santa Barbara, CA, United States, 7 School of Environmental and Forest Sciences, University of Washington, Seattle, WA, United States, 8 The Nature Conservancy of Washington, Seattle, WA, United States A huge proportion of the world’s population resides in urban areas along the coast. As cities expand, the ability of coastal ecosystems to provide the benefits people derive from nature, ranging from food fromfisheries to coastal defense to maritime transportation and beyond, is in question. While it is well understood that coastal development changes ecosystems, quantitative insights about how terrestrial urbanization fundamentally alters ecosystem structure and function in adjacent freshwater and downstream coastal marine habitats remain rare, though a general expectation is that impacts of terrestrial urbanization will attenuate from land to freshwater to coastal marine habitats. Empirical assessments of these phenomena are especially important for species that rely on freshwater and coastal marine habitats at multiple points in their life cycles, including endangered and threatened Pacific salmon (Oncorhynchusspp.). We investigated associations between landscape-scale urbanization and ecosystem structure (biodiversity of epibenthic invertebrate taxa) and function (benthic net primary productivity and decomposition) in freshwater and coastal marine habitats across six pairs of more and less urbanized, coastal watersheds in Puget Sound, WA, USA, using principal components analysis, analysis of covariance, and Mantel tests. Greater upland urbanization was associated with greater reductions in freshwater biodiversity, measured as the density and evenness of epibenthic invertebrate families. In contrast and surprisingly, however, coastal marine biodiversity (measured as the density and evenness of epibenthic invertebrate families) tended to be higher at more urbanized sites, suggesting the potential role of low to moderate levels of urbanization-related disturbance in determining Frontiers inMarine Sciencefrontiersin.org01 OPEN ACCESS EDITED BY Andrea Belgrano, Swedish University of Agricultural Sciences, Sweden REVIEWED BY Darcy McNicholl, Fisheries and Oceans Canada, Canada Lucia Fanini, Hellenic Center for Marine Research, Greece *CORRESPONDENCE Jameal F. Samhouri jameal.samhouri@noaa.gov SPECIALTY SECTION This article was submitted to Marine Fisheries, Aquaculture and Living Resources, a section of the journal Frontiers in Marine Science RECEIVED28 April 2022 ACCEPTED18 August 2022 PUBLISHED16 September 2022 CITATION Samhouri JF,Shelton AO, Williams GD,Feist BE,Hennessey SM, Bartz K,Kelly RP,O’Donnell JL, Sheer M,Stier AC andLevin PS (2022) How much city is too much city? Biodiversity and ecosystem functioning along an urban gradient at the interface of land and sea. Front. Mar. Sci.9:931319. doi: 10.3389/fmars.2022.931319 COPYRIGHT © 2022 Samhouri, Shelton, Williams, Feist, Hennessey, Bartz, Kelly, O’Donnell, Sheer, Stier and Levin. This is an open- access article distributed under the terms of theCreative Commons Attribution License (CC BY).The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. TYPEOriginal Research PUBLISHED16 September 2022 DOI10.3389/fmars.2022.931319 coastal marine biodiversity patterns.We found no statistical association between urbanization and freshwater and coastal marine ecosystem functions, estimated from changes in accumulated algal biomass on tiles (benthic net primary productivity) and loss of biomass from litter bags (decomposition). In addition, there was no evidence that changes in ecosystem structure and function with urbanization were more severe in freshwater than coastal marine habitats, as might be expected if the land-sea boundary diminished effects of landscape-scale urbanization. Our results suggest that the effects of urbanization can be complex and that attention to terrestrial, freshwater, and coastal marine systems in concert will produce more effective, ecosystem-based management. KEYWORDS land-sea, ecosystem structure, ecosystem function, biodiversity, urban gradient, Pacific salmon 1 Introduction Despite comprising ~2% of the global land surface, urban areas are home to more than half of the world’shuman population (United Nations (UN), 2014). In the US, 30-50% of people live in coastal counties, primarily in cities (Crossett et al., 2013). Coastal cities concentrate many social benefits for people because they serve as cultural hubs and centers of commerceandtrade(Ernstson et al., 2010), and there is increasing appreciation that they are also places that nature’s benefits are most needed (Granek et al., 2010;Lepczyk et al., 2017;Keeler et al., 2019). However, urban expansion draws down natural resources, consumes undeveloped and agricultural lands, and influences biodiversity and ecosystem functions (Bulleri and Chapman, 2010;Secretariat of the Convention on Biological Diversity (SCBD), 2012;Todd et al., 2019). While it is well understood that coastal development changes ecosystems, a quantitative understanding of the relationship between landscape-scale development, ecosystem structure, and ecosystem function relative to other local, regional, and global influences is generally lacking (Halpern et al., 2009;Ãlvarez- Romero et al., 2011; but seeMcClelland et al., 1997;Koch et al., 2009). The literature is replete with hypotheses about processes associated with urban land development that modify ecosystem structure and function (Table 1). These processes include increases in species introductions, nutrient inputs, stream flashiness, sediment runoff, water temperature, low-oxygen areas, toxic contaminants, and extractive use. Such changes can interact to affect other ecosystem properties, such as when eutrophication creates low-oxygen zones that reduce biodiversity (Stramma et al., 2010). It is common to examine impacts of urbanization on biodiversity using indicator taxa, and invertebrate communities are frequently used for such assessments because they are tractable for monitoring purposes and sensitive to environmental changes in predictable ways (Alberti et al., 2007;Clark et al., 2015). Ecologists evaluate a range of important ecosystem functions, including but not limited to primary and secondary production, transformation of organic matter (e.g., via decomposition), and nutrient cycling (Strong et al., 2015). A key factor in deciding which metrics of biodiversity and ecosystem function to monitor and track is to link them to outcomes of interest, including those associated with conservation or restoration actions. Often hypotheses about changes in ecosystem structure and function imply that the effects of development should be strongest on land, and attenuate but not necessarily extinguish in coastal marine ecosystems (Beger et al., 2010;Ãlvarez-Romero et al., 2011 ;Buckner et al., 2018). The rationale for this predicted attenuation is that many of the landscape-scale impacts occur directly in terrestrial habitats (e.g., conversion of natural to impervious surfaces) and that the indirect effects in adjacent freshwater and downstream coastal marine habitats should be comparatively diminished. In some cases, it is clear that the influence of terrestrial inputs, such as dissolved organic carbon, are diminished in freshwater and coastal marine systems, but suchfindings remain a contentious area of investigation (Brett et al., 2009). Quantitative evidence for specific urban impacts on ecosystem structure and function, such as biotic homogenization and loss of foundation species, is beginning to emerge (Cuffney et al., 2010;Kelly et al., 2016;Lee et al., 2018;Todd et al., 2019; Momota and Hosokawa, 2021). However, few published studies consider the extent to which urbanization effects are linked across land-sea boundaries, despite (a) the potential for direct changes to terrestrial and freshwater habitats to have more marginal impacts within coastal marine habitats, and (b) the Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org02 clear importance of resolving these connectivity issues for ecosystem management (Stoms et al., 2005;Alberti et al., 2007; Tallis et al., 2008;Beger et al., 2010;Buckner et al., 2018). Species that move between freshwater and coastal marine habitats may be especially sensitive to changes in biodiversity and ecosystem function caused by urbanization, as they can experience compounding effects across habitats (Gosselin et al., 2018;Friedman et al., 2019). One prominent example comes from Pacific salmon (Oncorhynchusspp.), anadromous species that coexist with humans in heavily populated urban regions as well as in remote and unpopulated areas. Urbanization has been shown to increase toxic runoff and cause geomorphological alterations that affect salmon throughout their life cycle. Changes in biodiversity of salmon prey, along with modifications to ecosystem functions related to theflux of energy, have been linked to salmon productivity and survival (Morley and Karr, 2002;Feist et al., 2017). The biodiversity of invertebrate prey items for juvenile salmon, in both freshwater and coastal marine habitats, is particularly important to early marine growth and survival (Wipfli and Baxter, 2010;Kennedy et al., 2018;Davis et al., 2020), and can be affected by the presence of biogenic habitats like eelgrass and land use change associated with urban development (Francis and Schindler, 2009;Sobocinski et al., 2010;Dethier et al., 2016). Despite concerted efforts in recent years to restore coastal marine habitats for salmon (Munsch et al., 2015;Bilkovic et al., 2016; Munsch et al., 2017), integrative work to consider coupled changes to the structure and function of freshwater and coastal TABLE 1 Examples of how urbanization, defined here as greater imperviousness and coastal armoring, can modify environmental processes, along with expected relationships between a variety of ecosystem properties. Ecosystem Property Habitat Specific MetricObserved Response to Increased Urbanization Reference BiodiversityFTolerant speciesPositiveChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005 FTaxonomic richness None or inconsistentClapcott et al., 2010 FTaxonomic richness NegativeChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005 FSensitive speciesNegativeChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005 MTolerant speciesPositiveAiroldi et al., 2015;Cordell et al., 2013;Ingliss and Kross 2000; Piola et al., 2008 MTaxonomic richness PositiveBertasi et al., 2007;Kelly et al., 2016;Munsch et al., 2015 MAbundanceInconsistentSobocinski et al., 2010 MBiomassNone or inconsistentBlake et al., 2014 MTaxonomic richness None or inconsistentDugan et al., 2008 MDensityNone or inconsistentMcKinley et al., 2011;Toft et al., 2007 MTaxonomic richness NegativeBulleri and Chapman, 2010;Chapman 2003;Morley et al., 2012; Sobocinski et al., 2010 MEvennessNegativeChapman and Underwood 2011;Morley et al., 2012 MSensitive speciesNegativeAiroldi et al., 2015;Cordell et al., 2013;Ingliss and Kross 2000; Piola et al., 2008 MBiomassNegativeDugan et al., 2008 DecompositionFDecomposition rate PositiveClapcott et al., 2010 FDecomposition rate ParabolicChadwick et al., 2006 FLeaf breakdown rate None or inconsistentSavage et al., 2010 Primary productivity FChlorophyll aPositiveTaylor et al., 2004 FGross primary productivity None or inconsistentClapcott et al., 2010 FAlgal biomassNone or inconsistentSavage et al., 2010 MGross primary productivity PositiveBowen and Valiela 2001;Savage et al., 2010 MStanding stock biomass None or inconsistentBlake et al., 2014 MStanding stock biomass NegativeHeerhartz et al., 2013 MAlgal biomassPositiveMcGlathery 2001 These example studies suggest that the net effect of urbanization can lead to a wide range of ecosystem responses. For habitats, F = freshwater, M = coastal marine. Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org03 marine habitats, which are physically connected and ecologically linked by the waters, chemicals, and species that move between them, remain relatively rare. While recent research considers changes in land cover across connected freshwater and coastal marine habitats (Bartz et al., 2015), few studies actually estimate changes in freshwater biodiversity of salmon prey or ecosystem functions (such as shifts in riverineflows and metabolism) in relation to analogous biodiversity and ecosystem functions in connected coastal marine habitats. Furthermore, there is much less research available to inform an understanding of how upland and coastal urbanization corresponds to changes in ecosystem structure and function within coastal marine habitats. This information is essential for building a grounded understanding of the ecological changes that have led to the threatened and endangered status of many salmon populations in the US (https://www.fisheries.noaa.gov/species-directory/ threatened-endangered) and Canada (https://www.canada.ca/ en/environment-climate-change/services/species-risk-public- registry.html), and can allow for more effective outcomes for restoration efforts intended to aid salmon recovery. The coastal region of Puget Sound, WA, USA, is critical habitat for many populations of Pacific salmon and an excellent test bed for understanding how ecosystem properties that salmon rely upon change along an urban gradient and across the land-sea interface. The Puget Sound is within the larger Salish Sea ecosystem and includes the lands and waters from the crests of the Cascade and Olympic mountains to the coastal marine waters as far south as Olympia, WA, north to the San Juan Islands and west to the mouth of the Strait of Juan de Fuca (Ruckelshaus and McClure, 2007;Figure 1). It is characterized by a full range of coastal land cover, from undeveloped to intensely developed, including uninhabited wilderness areas, three national parks, and densely populated cities (0-232 people km -2 , including the metropolitan hubs of Seattle and Tacoma). The population in Puget Sound has increased by more than 1 million since 2010, has more than doubled in the past half century (Manson et al., 2021), and nearly 4 million people live within 20km of the Puget Sound coastline (Kelly et al., 2016), placing enormous anthropogenic pressure on this fjordal ecosystem. Understanding how urbanization affects the biophysical ecosystem in this region is a priority because the 35,000 km 2 Puget Sound basin contains thousands of watersheds, many of which include perennial lowland streams and rivers that are habitat for Pacific salmon, including some specieslistedasthreatenedorendangeredundertheU.S. Endangered Species Act (Puget Sound chinook salmon, O. tshawytscha; Hood Canal summer-run chum salmon, O. keta; 16 U.S.C. §§1531–1544). Here we studied how changes in the biodiversity of salmon prey communities (epibenthic invertebrates), along with variability in net primary productivity and decomposition (two of many ecosystem functions that underpin energyfluxes in salmon habitats), relate to landscape-scale urbanization in the Puget Sound region. By developing an index of urbanization based on land cover data, we were able to choose study sites falling along a gradient fromheavily impacted to largely unmodified freshwater and coastal marine habitats. We conducted analyses to determine if (i) increased urbanization lowered biodiversity and reduced ecosystem function, and (ii) the effects of urbanization were stronger in freshwater habitats than in coastal marine habitats. This research adds to a growing body of literature on the effects of cities on ecosystems, and bolsters understanding of how ecosystem properties critical to salmon populations vary with urbanization in freshwater and coastal marine habitats. 2 Materials and methods 2.1 Defining the urban gradient We quantified watershed scale patterns of urbanization in streams thatflowed directly into Puget Sound using ESRI ArcGIS software suite (v.10.1). We used an existing river basin geospatial data layer (PSNERP, 2010) to select watersheds that were≤1,000 ha, and contained ephemeral and perennial streams (U.S. Environmental Protection Agency & U.S. Geological Survey, 2005). We quantified the degree of urbanization in watersheds that met these criteria, by spatially overlaying them with four existing and spatially comprehensive geospatial data layers. These publicly available data layers capture various aspects of urbanization: imperviousness (i.e., surface areas that reduce infiltration and increase runoff;Schueler et al., 2009), length of roadways (OpenStreetMap contributors, 2012), land use and land cover type (LULC,Fry et al. 2011), and length of shoreline armoring (PSNERP, 2010). For the data layers with a continuous attribute (imperviousness, 0 - 100%, and roadway, density per km 2 ) we calculated area weighted mean values for each watershed. For the data layers with categorical attributes (LULC, shoreline armoring), we calculated the proportion of each watershed that was classifiedasdevelopedaswellasthe proportion of the associated shoreline that was armored. Note that we included the extent of shoreline armoring as part of the development of our urbanization index because of the profound impacts this kind of habitat modification can have in coastal marine habitats (Dethier et al., 2016). FollowingAlberti et al. (2007)andSpirandelli (2014),we characterized the rural-to-urban gradient by reducing the dimensionality of the four land cover data layers using principal components analysis (PCA) in Primer v6. Prior to the PCA, we normalized the data layers so each had a mean of zeroandunitvariancetoensurethattheywereequally influential in describing the urban gradient. Thefirst two Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org04 principal components (PC1 and PC2) explained 92% of the among-watershed variation in the original four LULC data layers (Table S1;Figure 1). Increasingly positive values of PC1 (74%) corresponded to more human-modified watersheds (specifically, those with greater imperviousness, road, and developed land cover); we refer to PC1 as the‘upland urbanization index’. Increasingly positive values of PC2 (18%) corresponded primarily to increased armoring, after accounting for effects of imperviousness; we refer to PC2 as the‘coastal armoring index’. 2.2 Study design In order to account for well-known spatial variability in both abiotic (e.g., salinity) and biotic (e.g., recruitment) factors (Dethier et al., 2012;Gallego et al., 2020), we collected data on biodiversity of invertebrates and two ecosystem functions (net primary productivity, decomposition) from freshwater and coastal marine habitats within six pairs of watersheds characterized by perennial streams, with similar drainage areas, occurring at similar latitudes, within the same FIGURE 1 Map of watersheds used for this study (colored polygons), contextualized relative to other candidate watersheds considered (gray outlines), along with a principal components analysis of watershed pairs used to define the urban gradient. Larger values of PC1 and PC2 indicate increasing urbanization. Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org05 oceanographic basins (5 pairs within Central Puget Sound, 1 pair in Hood Canal), and spanning a wide range of urbanization across Puget Sound (Figure 1,Tables S2–S3). Each pair consisted of a more and less urbanized watershed, such that more urbanized watersheds were defined as those that were more anthropogenically-modified (i.e., higher upland urbanization index and coastal armoring index values). Nested within each watershed, we selected two study sites, one each in freshwater and coastal marine habitats. Because eelgrass (Zostera marina)is ahighlyinfluential biogenic habitat in coastal marine environments, we also determined whether the more or less urbanized site in each watershed pair had more eelgrass in the coastal marine habitat (seeSupplemental Materials,Table S2) and used this as a controlling factor in the analysis below. For analysis of freshwater invertebrate diversity only (for details of invertebrate collections and estimates of biodiversity see Section 2.3.1), we relied on publicly available data collected from 37 streams throughout Puget Sound to increase our sample size and strength of inference. These data were also analyzed using a paired design (see below). We developed our paired-watershed study design because we know that several additional covariates describing urbanization are not available at the watershed level in Puget Sound. We conducted initial scoping of severalfine-scale covariates (including stream water temperature, coastal marine water temperature, streamflow, stream dimensions, stream canopy cover, stream and coastal marine nutrient concentrations, and wind exposure of coastal marine habitats) and selected site pairs that were qualitatively similar (seeSection 1.1 of the Supplemental MaterialsandTable S4for details). As many other metrics of urbanization vary spatially, identifying geographically proximate pairs of watersheds allowed us to control for unobserved covariates that could potentially affect the relationship between ecosystem properties and urbanization (Figure 1). Although we could have explored relationships between ecosystem properties and urbanization at our study sites without this paired-watershed study design, doing so would have required that we had data for an even more robust set of potential covariates to include in the analysis. For example, freshwater and coastal marine habitats are influenced by upland topography, the timing and amplitude of tidalfluctuations, and salinity gradients all of which vary geographically in the Puget Sound region (Ruckelshaus and McClure, 2007). While some of this information is publicly available,finer-scale data on covariates that may also influence ecosystem properties are not (for our study specifically and for most cases of conservation concern). Thus, we determined that the paired-watershed study design was the most concise and tractable way to test for an association of urbanization with ecosystem properties in freshwater and coastal marine habitats, while controlling for as many other factors as possible. Our study focused on the effects of urbanization on biodiversity and two types of ecosystem functions—net primary productivity and decomposition. Changes in biodiversity are a primary concern related to urbanization (Pickett et al., 1997 ;Aronson et al., 2014;Beninde et al., 2015; Clark et al., 2015). We evaluated two measures of biodiversity, the number of epibenthic macroinvertebrate families (family density), and the distribution of individuals among these families (Simpson diversity). Epibenthic macroinvertebrates are useful indicator species in both freshwater (Morley and Karr, 2002) and coastal marine (Bilkovic et al., 2006) habitats because they are relatively sedentary, tend to respond relatively quickly to changes in local environmental conditions, and their taxonomy is relatively well known. They are especially important prey items in both freshwater and coastal marine habitats for juvenile salmon (Wipfli and Baxter, 2010;Munsch et al., 2015; Kennedy et al., 2018;Davis et al., 2020). Net primary productivity and decomposition are two ecosystem functions thought to respond directly to urbanization, via associated changes in abiotic factors such as nutrients, light, andflow, or indirectly via changes in ecological communities (Table 1). These functions are fundamental to the production of new biomass and cycling of energy in ecosystems (Vitousek et al., 1986;Cebrian and Lartigue, 2004), and in salmon ecosystems in particular (Gende et al., 2002). The choice of a paired-watershed study design allowed us to examine 4 metrics (invertebrate richness, invertebrate diversity, primary production, decomposition) in each of 2 habitat types (coastal marine, freshwater) in 3 different years at≥12 sites (Tables 2,S3). 2.3 Characterizing variability in urbanization and ecosystem properties 2.3.1 Biodiversity In coastal marine habitats, we collected epibenthic macroinvertebrates along an ~100 m length of coastline at each of the study sites (n=3 samples site -1 year -1 ); (Tables 2). Collections occurred in July 2012, 2013, and 2014 using an epibenthic sled (1 m x 1 m opening, 1 mm mesh;Simenstad et al., 1991), towed over 10 m transects at each site (~-0.5m tidal elevation). We sampled the epibenthic community occurring within eelgrass beds at 9 of the study sites, and within mudflats at 3 of the study sites (Table S2), and samples were stored on ice in thefield and transferred to ethanol for preservation within 24 hours. In freshwater habitats, we used existing long-term data on stream invertebrates collected across Puget Sound (Puget Sound Stream Benthos, 2015), rather than collecting our own samples. To ensure temporal comparability between coastal marine and freshwater habitats, we focused on stream macroinvertebrate data collected by a variety of regional agencies and environmental organizations between 2012-2013 in the South Central Basin of Puget Sound (for details about standardized methods, seeKing County, 2009). Our analyses relied on count Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org06 data aggregated at the family level to maximize the number of database entries we could use (n=37 watersheds≤1,000 ha with perennial streamsflowing directly into Puget Sound) and to ensure consistency with analysis of invertebrate data we collected from coastal marine habitats. We examined all possible pairings of more and less urbanized watersheds contained within this database, where urbanization was defined using upland urbanization index described above. For both coastal marine and freshwater habitats, we quantified the number of macroinvertebrates in each taxonomic family (Tables S3,S4), a resolution considered sufficient for capturing major spatial differences in species composition for this region (Dethier and Schoch, 2006). We used the observed number of invertebrate families to estimate family density (number of taxonomic families observed) and Simpson diversity (a measure of evenness) from each sample (with the vegan package in R v3.1; R Core Team, 2014;Oksanen et al., 2015). 2.3.2 Net primary productivity We assayed benthic freshwater and coastal marine organic matter accrual on pre-rinsed unglazed ceramic tiles (10cm x 10cm x 0.5cm deep; n = 10 site -1 ) in June-August 2012-2013 (Table 2). This approach primarily tracked algal growth on and immediately above the benthos, and we refer to it as index of net primary productivity (Hixon and Brostoff, 1996;Steinman et al., 2007). In coastal marine habitats, we used plastic ties to attach tiles to the tops of 1m long vertical PVC poles spaced evenly along an ~100m length of coastline (~-0.5m tidal elevation). In the freshwater habitats, we placed tiles exclusively in riffles every 2-5 m along a 100-200m reach. Tiles were attached to hardware cloth using plastic ties, and hardware cloth was attached to the streambed using rebar. We collected tiles from both freshwater and coastal marine habitats after 8-12 weeks to determine organic matter accrual. Organic matter accrual in streams was composed of micro-algae (e.g. benthic diatoms), fungi, microbes, etc., while coastal marine production was dominated by macroalgae such as Ulva spp. Tiles were stored on ice in the field and processed in the lab within 24 hours. Prior to processing, we rinsed the tiles of sediments over a 500 micron wire mesh sieve and removed macroinvertebrates visible to the naked eye to minimize overestimation of algal organic matter. We scrubbed biofilm from the top surface of each tile using a bristled brush andfiltered water. For coastal marine tiles, algal scrapings were placed directly into aluminum weigh boats, dried at 60°C for≥72 hours, weighed, ashed at 400°C for 2 hours, and reweighed (Hixon and Brostoff, 1996). For freshwater tiles, twenty percent of the resulting 500 mL slurry wasfiltered onto a pre-ashed, pre-weighed 47-mm GF/Ffilter. These samples were dried at 60°C for 24 hours, weighed, ashed at 400°C for 2 hours, and reweighed (Steinman et al., 2007). For both freshwater and coastal marine tiles, the ash-free dry mass (AFDM) was taken as an estimate of the organic content of primary producers present on the tiles at the time of collection. We divided this measure of organic content by the amount of time the tiles were deployed to estimate rates of net primary productivity. (Preliminary investigation of tiles collected after 14, 28, 60, 90, and 120 days during a separate 2012 study suggested a linear rate of algal increase over time; Samhouri et al. unpublished data). 2.3.3 Decomposition To track litter decomposition, we collected freshly fallen, dried maple leaves (Acerspp; freshwater habitats) or rinsed, drift eelgrass (Zostera marina; coastal marine habitats) and deployed these materials in mesh litter bags at each site (n = 8, 10 g bags site -1 )(Tables 2). We chose maple leaves and eelgrass because thesewerethemostcommontypes of vegetation found decomposing naturally at our study sites. In the coastal marine habitats, we used plastic ties to attach litter bags to the tops of 1m long vertical PVC poles spaced evenly along an ~100m length of coastline in August 2013 (~-0.5m tidal elevation). In the freshwater habitats, we placed the litter bags exclusively in riffles every 2m -10m along a 100-200m reach in early November 2012 and 2013. Litter bags were attached to rebar (embedded within the streams) using plastic ties. We collected litter bags from both freshwater (1-2 months later) and coastal marine (4-6 weeks later) habitats to determine litter loss rates. Litter bags were stored on ice in thefield and processed in the lab within 24 hours. To minimize overestimation of remaining organic matter, we rinsed the litter bags of sediments over a 500 micron wire mesh sieve and removed macroinvertebrates visible to the naked eye. These pre-processed samples were transferred to aluminum weigh boats and dried at 60°C to constant weight for 24-72 hours, weighed, ashed at 400°C for 2 hours, and reweighed (Bretherton et al., 2011;Nicastro et al., 2012). For both freshwater and coastal marine litter bags, the ash-free dry mass (AFDM) was taken as an estimate of the organic content of litter remaining at the time of collection. Decomposition rates were estimated as the difference between initial litter bag weights (10g) and organic content remaining at the time of collection, divided by the number of days the litters bags were deployed. 2.4 Analyses 2.4.1 Comparisons of ecosystem properties along a continuum of urbanization Our primary hypothesis was that urbanization would cause reductions in four ecosystem properties (family density, Simpson diversity, net primary productivity, and decomposition) in coastal marine and freshwater habitats. The metrics we used were consistent across coastal marine and freshwater habitats, although due to physiological and other constraints the specific taxa associated with these metrics differed between habitats. The analytical framework we used to evaluate changes in invertebrate family density and Simpson diversity was also similar in both freshwater and coastal marine habitats. Specifically, because Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org07 urbanization scores for some watershed pairs differed more widely than for others (Figure 1; e.g., compare Pair 3 with Pair 6), we examined pairwise differences in ecosystem properties within each watershed pair. We estimated the disparity in urbanization as the difference in the upland urbanization index (PC1) values or the difference in the coastal armoring index (PC2) values between the more and less urbanized watershed in each pair (hereafter, urbanization differences). Note that because they are strongly correlated with urbanization, other measures of urbanization produce qualitatively similar relationships to those analyzed here (Table A1). Similarly, to estimate the disparity in ecosystem properties, we calculated the difference in the average value of each property between the more and less urbanized watershed in each pair (hereafter, ecosystem property difference). We used ANCOVA to test for the effect of upland urbanization index difference (a linear covariate) and year (a categorical factor) on ecosystem property difference (e.g., Simpson diversity difference). For coastal marine ecosystem properties, we included 2 additional predictor variables in the models: the coastal armoring index difference (a linear covariate) and eelgrass difference (a categorical factor, based on whether the more urbanized site in each pair had more or less eelgrass). This analytical structure accurately reflected the paired design of our study and thus provided the strongest available test of the effects of changes in land cover, while accounting for other covariates (both measured [Table S4] and unmeasured). Because we used a larger data set of watersheds for freshwater invertebrates, we employed a slightly different set of analyses for freshwater invertebrate family density and Simpson diversity. Specifically, we examined all possible pairings of the 37 watersheds using a Mantel test. Like ANCOVA, a Mantel test is a regression, but it considers variablesasdistancematrices summarizing all possible pairwise similarities among sample locations. We used a Mantel test to determine whether watershed pairs that were more dissimilar in the upland urbanization index were also more dissimilar in ecosystem properties, while controlling for dissimilarity in the area of the watershed basins from which the invertebrate data were derived. For these analyses, we evaluated 2012 and 2013 data separately, with the upland urbanization index difference rescaled so that positive values reflected smaller differences in upland urbanization in order to avoid excessive Type II error inherent to a Mantel test when the correlations between predictor and dependent variables are expected to be negative (Legendre and Fortin, 2010). Because we had a larger number of watersheds to consider for the analysis of freshwater biodiversity (n=37 rather than n=12 for the other metrics), implementation of a Mantel test provided a more robust assessment of associations between urbanization and these ecosystem properties but would not have been feasible with the smaller sample size available for the two metrics of coastal marine biodiversity, as well as for freshwater and coastal marine net primary productivity and decomposition. 2.4.2 Moving from land to sea: Comparison of the strength of relationships between ecosystem properties and urbanization in freshwater and coastal marine habitats To test the hypothesis that urbanization was more strongly associated with ecosystem properties within freshwater habitats than within coastal marine habitats, we compared the strength of the upland urbanization index difference effect for biodiversity, net TABLE 2 Description of data types and sampling methods. Type of variableSampling MethodYearNReference for Sampling Method Biodiversity (of epibenthic macroinvertebrates) FreshwaterHess samples2012-2013 >=3 site -1 year -1 Barbour et al., 1999;Hauer and Lamberti, 2011;Wootton, 2012;https:// pugetsoundstreambenthos.org Coastal marineSled tows2012-2014 3 site -1 year -1 Simenstad et al., 1991 Net primary productivity FreshwaterPeriphyton growth on tiles 2012-201310 site -1 year -1 Wootton, 2012;Moore et al., 2007 Coastal marineAlgal growth on tiles2012-201310 site -1 year -1 Hixon and Brostoff, 1996 Decomposition Freshwater10g litter bagsAcerspp. 2012-2013 8 site -1 year -1 Benfield, 2006 Coastal marine10g litter bagsZostera marina 2012-2013 8 site -1 year -1 Nicastro et al., 2012;Bradford et al., 2002 All variables were collected from 12 study sites, except for freshwater biodiversity where we drew on 37 sites from thePuget Sound Stream Benthos (2015)database. Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org08 primary productivity, and decomposition across habitats. To ensure that effect sizes were comparable while avoiding confounding effects of different sample sizes between habitats, we standardized each habitat-specific dependent variable (by subtracting the mean and dividing by the standard deviation), conducted a linear regression of it against the upland urbanization index difference to estimate the‘urbanization’coefficient, and compared this value (and its 95% CI) across habitats. 3 Results 3.1 Comparisons of ecosystem properties along a continuum of urbanization The wide range of land cover and ecosystem properties we observed facilitated a strong test for associations between urbanization and ecosystem properties. Specifically, the watersheds in our study spanned 1% to >40% imperviousness and 25% to 100% shoreline armoring. We also found considerable variation in ecosystem properties across our study sites. In coastal marine habitats, invertebrate family density varied 6-fold (range: 3- 18 families), Simpson diversity ranged almost an order of magnitude (0.07-0.79), net primary productivity varied by almost 2 orders of magnitude (2.76 x 10 -4 –1.97 x10 -2 gday -1 ), and decomposition rates varied from nil to -0.4 g day -1 . In freshwater habitats, invertebrate family density varied almost 5-fold (range: 6- 29 families), Simpson diversity varied >3-fold (0.26-0.9), net primary productivity ranged almost a full order of magnitude (1.02 x 10 -4 –8.3 x10 -4 gday -1 ), and decomposition rates spanned a 5-fold range (-0.04 to -0.22 g day -1 ). We expected increases in urbanization would cause decreases in ecosystem properties, but instead we found that urbanization effects were context-dependent. In watershed pairs that were similar in upland urbanization index values (i.e., <20% difference), more urbanized coastal marine habitats tended to have higher family density than their less urbanized counterparts (Figure 2A). Counter-intuitively, as the upland urbanization index difference between watersheds within a pair grew large, differences in coastal marine family density became negligible (Figure 2A; p = 0.05). There was not a significant association between coastal marine Simpson diversity difference and the B CD A FIGURE 2 Associations between the upland urbanization difference and disparity between more and less urbanized watersheds in two measures of invertebrate diversity (top, Family Density; bottom, Simpson Diversity) in coastal marine(A, C)and freshwater(B, D)habitats. Solid regression lines indicate statistically significant associations; dotted lines serve as a reference representing zero difference in the diversity indices between more and less urbanized watersheds. Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org09 upland urbanization index difference (Figure 2B; p = 0.53), although coastal marine Simpson diversity tended to be higher at the less urbanized site within each site pair (difference values tended to be negative;Figure 2B). The coastal armoring index difference, eelgrass difference, and year effects on the differences in coastal marine family density and coastal marine Simpson diversity were all statistically non-significant. In freshwater habitats, family density difference (Figure 2C) in 2012 (p < 0.001) and 2013 (p < 0.001) and Simpson diversity difference (Figure 2D) in 2012 (p < 0.001) were negatively associated with the upland urbanization index difference, such that more urbanized watersheds tended to have lower family density and Simpson diversity than less urbanized watersheds. The Simpson diversity difference in 2013 also demonstrated a negative relationship with the upland urbanization index difference, but this relationship was nonsignificant (p = 0.11). Therewerenosignificant associations between the upland urbanization index difference or year and differences in the two ecosystem functions we tracked, net primary productivity and decomposition (Figure 3). Similarly, there were no significant effects of the coastal armoring index difference or eelgrass difference on the differences in the two coastal marine ecosystem functions. Qualitatively, coastal marine and freshwater primary production tended to be higher at the less urbanized site within each site pair (difference values tended to be negative; mean value at more urbanized freshwater sites = 2.09 x 10 -4 gday -1 ,meanvalue at less urbanized freshwater sites = 3.47 x 10 -4 gday -1 ;meanvalue at more urbanized coastal marine sites = 2.75 x 10 -3 gday -1 ,mean value at less urbanized coastal marine sites = 5.98 x 10 -3 gday -1 ; Figures 3A,B), whereas freshwater decomposition tended to be higher at the more urbanized site within each site pair (difference values tended to be positive; mean value at more urbanized freshwater sites = 0.162 g day -1 , mean value at less urbanized freshwater sites = 0.129 g day -1 ;Figure 3D). 3.2 Moving from land to sea: Comparison of the strength of relationships between ecosystem properties and urbanization in freshwater and coastal marine habitats Differences between more and less urbanized sites in the two measures of biodiversity we tracked were negatively associated B C D A FIGURE 3 Associations between the upland urbanization difference and disparity between more and less urbanized watersheds in two ecosystem functions (top, Net Primary Productivity; bottom, Decomposition) in coastal marine(A, C)and freshwater(B, D)habitats. No regressions were statistically significant; dotted lines serve as a reference representing zero difference in the ecosystem properties between more and less urbanized watersheds. Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org10 with the upland urbanization index difference in coastal marine and freshwater habitats (Section 3.1,Figure 2), as hypothesized. Though we predicted a stronger relationship in freshwater than coastal marine habitats, the strength of associations between family density difference and the upland urbanization index difference, and that between Simpson diversity difference and the upland urbanization index difference, were similar in both coastal marine and freshwater habitats because of high variance in the coastal marine metrics (Figure 4). Because neither net primary productivity difference nor decomposition difference was significantly associated with the upland urbanization index difference in freshwater or coastal marine habitats (i.e., the slopes of these regression lines were not significantly different than zero;Figure 3), we can also reject the hypothesis that urbanization was significantly more associated with freshwater ecosystem functions than coastal marine ecosystem functions. 4 Discussion As coastal cities expand, it is increasingly important to understand the effects of human activities on terrestrial, freshwater, and coastal marine habitats. Urbanized ecosystems generate a wide range of services on which people depend, including protection from severe weather and climate impacts, improved air and water quality, stress relief, and food production (Grimm et al. 2008;Niemelaä et al., 2011;Lepczyk et al., 2017;Keeler et al., 2019). However, it is often assumed that “ecology [with]in cities”is impaired or diminished relative to that of less-urbanized locations, causing urban areas to rely strongly on unpopulated ecosystems in distant, rural, and undeveloped locations (Jansson, 2013). Here we found biodiversity is not uniformly lower (Figure 2), net primary productivity and decomposition ecosystem functions are not measurably different (Figure 3), and coastal marine habitats are not less affected than freshwater habitats by urbanization (Figure 4). It is of course possible that other, unobserved, elements of urbanization may be associated with declines in biodiversity or ecosystem functions. Nevertheless, our results suggest that discussion of ecology within cities and expectations for the services they can provide require nuanced consideration (Grimm et al. 2008,Dearborn and Kark, 2010;Ives et al., 2016). Further, ourfindings provide three lessons—one cautionary, another optimistic, and a third motivational—for coastal conservation and management. Often, conservation and management goals focus on broad terms such as biodiversity, ecosystem functions, and resilience (McLeod and Leslie, 2009). For example, the United Nations Convention on Biological Diversity has developed a set of strategic goals related to“biodiversity”(United Nations (UN), 2010). Regionally, the Washington legislature established an objective to“protect ecosystem biodiversity”in Puget Sound (Revised Code of Washington 90.71.300 Action Agenda–Goals and Objectives) and there are major efforts underway to track progress toward it. However, as our results suggest, terms such as “biodiversity”are quite coarse, making it difficult to discern AB FIGURE 4 Mean effect sizes (with 95% CI) for relationships between biodiversity differences [(A)family density;(B)Simpson diversity] and differences in the upland urbanization index in freshwater and coastal marine habitats. Effect sizes related to two ecosystem functions (net primary productivity and decomposition) also did not differ between habitat types (not shown). Samhouri et al.10.3389/fmars.2022.931319 Frontiers inMarine Sciencefrontiersin.org11 when changes in biodiversity are meaningful. We found that alternative indicators for a single ecosystem property can conflict, as they did for the two measures of coastal marine biodiversity in our study. Additionally, even if a single indicator (such as Simpson diversity) is preferred, increases in diversity are not universally desirable (e.g., due to introductions of non- indigenous species;Lean, 2021). We found that coastal marine invertebrate family density was higher in Puget Sound at more urbanized sites when the extent of upland urbanization was small relative to paired, less urbanized sites (Figure 2; also see Ives et al., 2016). Thisfinding leaves open the questions of whether small amounts of urbanization-related disturbance can augment diversity. If so, this pattern would provide support for an intermediate disturbance hypothesis related to human impacts (Connell, 1978;Vonshak and Gordon, 2015), whether or not initial increases in diversity within low to moderate urbanization emerge from normatively desirable or nuisance species. Furthermore, a rigorous examination of whether the additional taxonomic families observed at our more urbanized sites are ecologically important to key elements of biodiversity, such as Pacific salmon that rely on a subset of available invertebrate prey during theirmigration through coastal marine habitats (Munsch et al., 2015;Davis et al., 2020), was beyond the scope of this study. On the other hand, our observations of lower macroinvertebrate family densities at more urbanized sites in freshwater habitats correspond to lower values for the Index of Biological Integrity (Peter et al., 2022). A large literature suggests that, in combination with other changes to freshwater and coastal marine habitats (e.g., geomorphological;Foley et al., 2017), the Index of Biological Integrity is a reasonable proxy of impaired water quality and likely poorer ecosystem conditions for salmon (though any inferences around ecosystem conditions for salmon are best made by capturing a broad suite of factors). The specific contrasts in the two biodiversity metrics and in freshwater versus coastal marine habitats underscore how clarity of purpose for choosing a particular indicator will help to inform actionable strategies for meeting conservation and management goals. It is fully possible that other ecosystem properties not assessed here may vary in predictable ways with urbanization, including effects of urbanization we did not explicitly quantify (e.g., eutrophication and associated oxygen depletion effects). Active efforts to further refine and specify how to measure progress toward biodiversity goals are ongoing in both the UN and Puget Sound contexts (Samhouri and Levin, 2012; McQuatters-Gollop et al., 2019). To these ends, we encourage future research that explores how ecosystem properties vary with urbanization more comprehensively in Puget Sound and beyond. The second lesson from this research is more opt",
  "sections": {
    "abstract": "file] (Publication no.IPUMS, Minneapolis, MN, USA. doi:10.18128/D050.V16.0 McClelland, J. W., Valiela, I., and Michener, R. H. (1997). Nitrogen-stable isotope signatures in estuarine food webs: a record of increasing urbanization in coastal watersheds.Limnol. Oceanography42, 930–937. doi:10.4319/ lo.1997.42.5.0930 McGlathery, K. J. (2001). Macroalgal blooms contribute to the decline of seagrass in nutrient-enriched coastal waters.Journal of Phycology37 (4), 453–",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found no statistical association between urbanization and freshwater and coastal marine ecosystem functions, estimated from changes in accumulated algal biomass on tiles (benthic net primary productivity) and loss of biomass from litter bags (decomposition).",
    "Our results suggest that the effects of urbanization can be complex and that attention to terrestrial, freshwater, and coastal marine systems in concert will produce more effective, ecosystem-based management.",
    "we observed facilitated a strong test for associations between urbanization and ecosystem properties.",
    "we found that urbanization effects were context-dependent.",
    "we found biodiversity is not uniformly lower (Figure 2), net primary productivity and decomposition ecosystem functions are not measurably different (Figure 3), and coastal marine habitats are not less affected than freshwater habitats by urbanization (Figure 4).",
    "our results suggest that discussion of ecology within cities and expectations for the services they can provide require nuanced consideration (Grimm et al.",
    "our results suggest, terms such as “biodiversity”are quite coarse, making it difficult to discern AB FIGURE 4 Mean effect sizes (with 95% CI) for relationships between biodiversity differences [(A)family density;(B)Simpson diversity] and differences in the upland urbanization index in freshwater and coastal marine habitats.",
    "We found that alternative indicators for a single ecosystem property can conflict, as they did for the two measures of coastal marine biodiversity in our study."
  ],
  "fullText": "\n\nHow much city is too much\ncity? Biodiversity and ecosystem\nfunctioning along an urban\ngradient at the interface of\nland and sea\nJameal F. Samhouri\n1\n*\n, Andrew Olaf Shelton\n1\n,\nGregory D. Williams\n2\n, Blake E. Feist\n1\n, Shannon M. Hennessey\n3\n,\nKrista Bartz\n1\n, Ryan P. Kelly\n4\n, James L. O’Donnell\n4\n,\nMindi Sheer\n1\n, Adrian C. Stier\n5,6\nand Phillip S. Levin\n1,4,7,8\n1\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries\nService, National Oceanic and Atmospheric Administration, Seattle, WA, United States,\n2\nPacific\nStates Marine Fisheries Commission, Seattle, WA, United States,\n3\nFrank Orth and Associates, Seattle,\nWA, United States,\n4\nSchool of Marine and Environmental Affairs, University of Washington, Seattle,\nWA, United States,\n5\nNational Center for Ecological Analysis and Synthesis, Santa Barbara, CA, United\nStates,\n6\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa\nBarbara, Santa Barbara, CA, United States,\n7\nSchool of Environmental and Forest Sciences, University\nof Washington, Seattle, WA, United States,\n8\nThe Nature Conservancy of Washington, Seattle, WA,\nUnited States\nA huge proportion of the world’s population resides in urban areas along the\ncoast. As cities expand, the ability of coastal ecosystems to provide the benefits\npeople derive from nature, ranging from food fromfisheries to coastal defense\nto maritime transportation and beyond, is in question. While it is well\nunderstood that coastal development changes ecosystems, quantitative\ninsights about how terrestrial urbanization fundamentally alters ecosystem\nstructure and function in adjacent freshwater and downstream coastal\nmarine habitats remain rare, though a general expectation is that impacts of\nterrestrial urbanization will attenuate from land to freshwater to coastal marine\nhabitats. Empirical assessments of these phenomena are especially important\nfor species that rely on freshwater and coastal marine habitats at multiple\npoints in their life cycles, including endangered and threatened Pacific salmon\n(Oncorhynchusspp.). We investigated associations between landscape-scale\nurbanization and ecosystem structure (biodiversity of epibenthic invertebrate\ntaxa) and function (benthic net primary productivity and decomposition) in\nfreshwater and coastal marine habitats across six pairs of more and less\nurbanized, coastal watersheds in Puget Sound, WA, USA, using principal\ncomponents analysis, analysis of covariance, and Mantel tests. Greater\nupland urbanization was associated with greater reductions in freshwater\nbiodiversity, measured as the density and evenness of epibenthic invertebrate\nfamilies. In contrast and surprisingly, however, coastal marine biodiversity\n(measured as the density and evenness of epibenthic invertebrate families)\ntended to be higher at more urbanized sites, suggesting the potential role of\nlow to moderate levels of urbanization-related disturbance in determining\nFrontiers inMarine Sciencefrontiersin.org01\nOPEN ACCESS\nEDITED BY\nAndrea Belgrano,\nSwedish University of Agricultural\nSciences, Sweden\nREVIEWED BY\nDarcy McNicholl,\nFisheries and Oceans Canada, Canada\nLucia Fanini,\nHellenic Center for Marine Research,\nGreece\n*CORRESPONDENCE\nJameal F. Samhouri\njameal.samhouri@noaa.gov\nSPECIALTY SECTION\nThis article was submitted to\nMarine Fisheries, Aquaculture and\nLiving Resources,\na section of the journal\nFrontiers in Marine Science\nRECEIVED28 April 2022\nACCEPTED18 August 2022\nPUBLISHED16 September 2022\nCITATION\nSamhouri JF,Shelton AO,\nWilliams GD,Feist BE,Hennessey SM,\nBartz K,Kelly RP,O’Donnell JL,\nSheer M,Stier AC andLevin PS (2022)\nHow much city is too much city?\nBiodiversity and ecosystem\nfunctioning along an urban gradient at\nthe interface of land and sea.\nFront. Mar. Sci.9:931319.\ndoi: 10.3389/fmars.2022.931319\nCOPYRIGHT\n© 2022 Samhouri, Shelton, Williams,\nFeist, Hennessey, Bartz, Kelly, O’Donnell,\nSheer, Stier and Levin. This is an open-\naccess article distributed under the\nterms of theCreative Commons\nAttribution License (CC BY).The use,\ndistribution or reproduction in other\nforums is permitted, provided the\noriginal author(s) and the copyright\nowner(s) are credited and that the\noriginal publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use,\ndistribution or reproduction is\npermitted which does not comply with\nthese terms.\nTYPEOriginal Research\nPUBLISHED16 September 2022\nDOI10.3389/fmars.2022.931319\n\ncoastal marine biodiversity patterns.We found no statistical association\nbetween urbanization and freshwater and coastal marine ecosystem\nfunctions, estimated from changes in accumulated algal biomass on tiles\n(benthic net primary productivity) and loss of biomass from litter bags\n(decomposition). In addition, there was no evidence that changes in\necosystem structure and function with urbanization were more severe in\nfreshwater than coastal marine habitats, as might be expected if the land-sea\nboundary diminished effects of landscape-scale urbanization. Our results\nsuggest that the effects of urbanization can be complex and that attention to\nterrestrial, freshwater, and coastal marine systems in concert will produce\nmore effective, ecosystem-based management.\nKEYWORDS\nland-sea, ecosystem structure, ecosystem function, biodiversity, urban gradient,\nPacific salmon\n1 Introduction\nDespite comprising ~2% of the global land surface, urban\nareas are home to more than half of the world’shuman\npopulation (United Nations (UN), 2014). In the US, 30-50%\nof people live in coastal counties, primarily in cities (Crossett\net al., 2013). Coastal cities concentrate many social benefits for\npeople because they serve as cultural hubs and centers of\ncommerceandtrade(Ernstson et al., 2010), and there is\nincreasing appreciation that they are also places that nature’s\nbenefits are most needed (Granek et al., 2010;Lepczyk et al.,\n2017;Keeler et al., 2019). However, urban expansion draws\ndown natural resources, consumes undeveloped and agricultural\nlands, and influences biodiversity and ecosystem functions\n(Bulleri and Chapman, 2010;Secretariat of the Convention on\nBiological Diversity (SCBD), 2012;Todd et al., 2019). While it is\nwell understood that coastal development changes ecosystems, a\nquantitative understanding of the relationship between\nlandscape-scale development, ecosystem structure, and\necosystem function relative to other local, regional, and global\ninfluences is generally lacking (Halpern et al., 2009;Ãlvarez-\nRomero et al., 2011; but seeMcClelland et al., 1997;Koch\net al., 2009).\nThe literature is replete with hypotheses about processes\nassociated with urban land development that modify ecosystem\nstructure and function (Table 1). These processes include\nincreases in species introductions, nutrient inputs, stream\nflashiness, sediment runoff, water temperature, low-oxygen\nareas, toxic contaminants, and extractive use. Such changes\ncan interact to affect other ecosystem properties, such as when\neutrophication creates low-oxygen zones that reduce\nbiodiversity (Stramma et al., 2010). It is common to examine\nimpacts of urbanization on biodiversity using indicator taxa, and\ninvertebrate communities are frequently used for such\nassessments because they are tractable for monitoring\npurposes and sensitive to environmental changes in\npredictable ways (Alberti et al., 2007;Clark et al., 2015).\nEcologists evaluate a range of important ecosystem functions,\nincluding but not limited to primary and secondary production,\ntransformation of organic matter (e.g., via decomposition), and\nnutrient cycling (Strong et al., 2015). A key factor in deciding\nwhich metrics of biodiversity and ecosystem function to monitor\nand track is to link them to outcomes of interest, including those\nassociated with conservation or restoration actions.\nOften hypotheses about changes in ecosystem structure and\nfunction imply that the effects of development should be\nstrongest on land, and attenuate but not necessarily extinguish\nin coastal marine ecosystems (Beger et al., 2010;Ãlvarez-Romero\net al., 2011\n;Buckner et al., 2018). The rationale for this predicted\nattenuation is that many of the landscape-scale impacts occur\ndirectly in terrestrial habitats (e.g., conversion of natural to\nimpervious surfaces) and that the indirect effects in adjacent\nfreshwater and downstream coastal marine habitats should be\ncomparatively diminished. In some cases, it is clear that the\ninfluence of terrestrial inputs, such as dissolved organic carbon,\nare diminished in freshwater and coastal marine systems, but\nsuchfindings remain a contentious area of investigation (Brett\net al., 2009). Quantitative evidence for specific urban impacts on\necosystem structure and function, such as biotic homogenization\nand loss of foundation species, is beginning to emerge (Cuffney\net al., 2010;Kelly et al., 2016;Lee et al., 2018;Todd et al., 2019;\nMomota and Hosokawa, 2021). However, few published studies\nconsider the extent to which urbanization effects are linked\nacross land-sea boundaries, despite (a) the potential for direct\nchanges to terrestrial and freshwater habitats to have more\nmarginal impacts within coastal marine habitats, and (b) the\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org02\n\nclear importance of resolving these connectivity issues for\necosystem management (Stoms et al., 2005;Alberti et al., 2007;\nTallis et al., 2008;Beger et al., 2010;Buckner et al., 2018).\nSpecies that move between freshwater and coastal marine\nhabitats may be especially sensitive to changes in biodiversity\nand ecosystem function caused by urbanization, as they can\nexperience compounding effects across habitats (Gosselin et al.,\n2018;Friedman et al., 2019). One prominent example comes\nfrom Pacific salmon (Oncorhynchusspp.), anadromous species\nthat coexist with humans in heavily populated urban regions as\nwell as in remote and unpopulated areas. Urbanization has been\nshown to increase toxic runoff and cause geomorphological\nalterations that affect salmon throughout their life cycle.\nChanges in biodiversity of salmon prey, along with\nmodifications to ecosystem functions related to theflux of\nenergy, have been linked to salmon productivity and survival\n(Morley and Karr, 2002;Feist et al., 2017). The biodiversity of\ninvertebrate prey items for juvenile salmon, in both freshwater\nand coastal marine habitats, is particularly important to early\nmarine growth and survival (Wipfli and Baxter, 2010;Kennedy\net al., 2018;Davis et al., 2020), and can be affected by the\npresence of biogenic habitats like eelgrass and land use change\nassociated with urban development (Francis and Schindler,\n2009;Sobocinski et al., 2010;Dethier et al., 2016). Despite\nconcerted efforts in recent years to restore coastal marine\nhabitats for salmon (Munsch et al., 2015;Bilkovic et al., 2016;\nMunsch et al., 2017), integrative work to consider coupled\nchanges to the structure and function of freshwater and coastal\nTABLE 1  Examples of how urbanization, defined here as greater imperviousness and coastal armoring, can modify environmental processes,\nalong with expected relationships between a variety of ecosystem properties.\nEcosystem\nProperty\nHabitat   Specific MetricObserved Response to Increased\nUrbanization\nReference\nBiodiversityFTolerant speciesPositiveChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005\nFTaxonomic richness  None or inconsistentClapcott et al., 2010\nFTaxonomic richness  NegativeChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005\nFSensitive speciesNegativeChadwick et al., 2006;Morse et al., 2003;Walsh et al., 2005\nMTolerant speciesPositiveAiroldi et al., 2015;Cordell et al., 2013;Ingliss and Kross 2000;\nPiola et al., 2008\nMTaxonomic richness  PositiveBertasi et al., 2007;Kelly et al., 2016;Munsch et al., 2015\nMAbundanceInconsistentSobocinski et al., 2010\nMBiomassNone or inconsistentBlake et al., 2014\nMTaxonomic richness  None or inconsistentDugan et al., 2008\nMDensityNone or inconsistentMcKinley et al., 2011;Toft et al., 2007\nMTaxonomic richness  NegativeBulleri and Chapman, 2010;Chapman 2003;Morley et al., 2012;\nSobocinski et al., 2010\nMEvennessNegativeChapman and Underwood 2011;Morley et al., 2012\nMSensitive speciesNegativeAiroldi et al., 2015;Cordell et al., 2013;Ingliss and Kross 2000;\nPiola et al., 2008\nMBiomassNegativeDugan et al., 2008\nDecompositionFDecomposition rate  PositiveClapcott et al., 2010\nFDecomposition rate  ParabolicChadwick et al., 2006\nFLeaf breakdown\nrate\nNone or inconsistentSavage et al., 2010\nPrimary\nproductivity\nFChlorophyll aPositiveTaylor et al., 2004\nFGross primary\nproductivity\nNone or inconsistentClapcott et al., 2010\nFAlgal biomassNone or inconsistentSavage et al., 2010\nMGross primary\nproductivity\nPositiveBowen and Valiela 2001;Savage et al., 2010\nMStanding stock\nbiomass\nNone or inconsistentBlake et al., 2014\nMStanding stock\nbiomass\nNegativeHeerhartz et al., 2013\nMAlgal biomassPositiveMcGlathery 2001\nThese example studies suggest that the net effect of urbanization can lead to a wide range of ecosystem responses. For habitats, F = freshwater, M = coastal marine.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org03\n\nmarine habitats, which are physically connected and ecologically\nlinked by the waters, chemicals, and species that move between\nthem, remain relatively rare. While recent research considers\nchanges in land cover across connected freshwater and coastal\nmarine habitats (Bartz et al., 2015), few studies actually estimate\nchanges in freshwater biodiversity of salmon prey or ecosystem\nfunctions (such as shifts in riverineflows and metabolism) in\nrelation to analogous biodiversity and ecosystem functions in\nconnected coastal marine habitats. Furthermore, there is much\nless research available to inform an understanding of how\nupland and coastal urbanization corresponds to changes in\necosystem structure and function within coastal marine\nhabitats. This information is essential for building a grounded\nunderstanding of the ecological changes that have led to the\nthreatened and endangered status of many salmon populations\nin the US (https://www.fisheries.noaa.gov/species-directory/\nthreatened-endangered) and Canada (https://www.canada.ca/\nen/environment-climate-change/services/species-risk-public-\nregistry.html), and can allow for more effective outcomes for\nrestoration efforts intended to aid salmon recovery.\nThe coastal region of Puget Sound, WA, USA, is critical\nhabitat for many populations of Pacific salmon and an excellent\ntest bed for understanding how ecosystem properties that\nsalmon rely upon change along an urban gradient and across\nthe land-sea interface. The Puget Sound is within the larger\nSalish Sea ecosystem and includes the lands and waters from the\ncrests of the Cascade and Olympic mountains to the coastal\nmarine waters as far south as Olympia, WA, north to the San\nJuan Islands and west to the mouth of the Strait of Juan de Fuca\n(Ruckelshaus and McClure, 2007;Figure 1). It is characterized\nby a full range of coastal land cover, from undeveloped to\nintensely developed, including uninhabited wilderness areas,\nthree national parks, and densely populated cities (0-232\npeople km\n-2\n, including the metropolitan hubs of Seattle and\nTacoma). The population in Puget Sound has increased by more\nthan 1 million since 2010, has more than doubled in the past half\ncentury (Manson et al., 2021), and nearly 4 million people live\nwithin 20km of the Puget Sound coastline (Kelly et al., 2016),\nplacing enormous anthropogenic pressure on this fjordal\necosystem. Understanding how urbanization affects the\nbiophysical ecosystem in this region is a priority because the\n35,000 km\n2\nPuget Sound basin contains thousands of\nwatersheds, many of which include perennial lowland streams\nand rivers that are habitat for Pacific salmon, including some\nspecieslistedasthreatenedorendangeredundertheU.S.\nEndangered Species Act (Puget Sound chinook salmon,\nO. tshawytscha; Hood Canal summer-run chum salmon,\nO. keta; 16 U.S.C.\n§§1531–1544).\nHere we studied how changes in the biodiversity of salmon\nprey communities (epibenthic invertebrates), along with\nvariability in net primary productivity and decomposition (two\nof many ecosystem functions that underpin energyfluxes in\nsalmon habitats), relate to landscape-scale urbanization in the\nPuget Sound region. By developing an index of urbanization\nbased on land cover data, we were able to choose study sites\nfalling along a gradient fromheavily impacted to largely\nunmodified freshwater and coastal marine habitats. We\nconducted analyses to determine if (i) increased urbanization\nlowered biodiversity and reduced ecosystem function, and (ii)\nthe effects of urbanization were stronger in freshwater habitats\nthan in coastal marine habitats. This research adds to a growing\nbody of literature on the effects of cities on ecosystems, and\nbolsters understanding of how ecosystem properties critical to\nsalmon populations vary with urbanization in freshwater and\ncoastal marine habitats.\n2 Materials and methods\n2.1 Defining the urban gradient\nWe quantified watershed scale patterns of urbanization in\nstreams thatflowed directly into Puget Sound using ESRI\nArcGIS software suite (v.10.1). We used an existing river\nbasin geospatial data layer (PSNERP, 2010) to select\nwatersheds that were≤1,000 ha, and contained ephemeral\nand perennial streams (U.S. Environmental Protection\nAgency & U.S. Geological Survey, 2005). We quantified the\ndegree of urbanization in watersheds that met these criteria, by\nspatially overlaying them with four existing and spatially\ncomprehensive geospatial data layers. These publicly\navailable data layers capture various aspects of urbanization:\nimperviousness (i.e., surface areas that reduce infiltration and\nincrease runoff;Schueler et al., 2009), length of roadways\n(OpenStreetMap contributors, 2012), land use and land cover\ntype (LULC,Fry et al. 2011), and length of shoreline armoring\n(PSNERP, 2010). For the data layers with a continuous\nattribute (imperviousness, 0 - 100%, and roadway, density\nper km\n2\n) we calculated area weighted mean values for each\nwatershed. For the data layers with categorical attributes\n(LULC, shoreline armoring), we calculated the proportion of\neach watershed that was classifiedasdevelopedaswellasthe\nproportion of the associated shoreline that was armored. Note\nthat we included the extent of shoreline armoring as part of the\ndevelopment of our urbanization index because of the\nprofound impacts this kind of habitat modification can have\nin coastal marine habitats (Dethier et al., 2016).\nFollowingAlberti et al. (2007)andSpirandelli (2014),we\ncharacterized the rural-to-urban gradient by reducing the\ndimensionality of the four land cover data layers using\nprincipal components analysis (PCA) in Primer v6. Prior to\nthe PCA, we normalized the data layers so each had a mean of\nzeroandunitvariancetoensurethattheywereequally\ninfluential in describing the urban gradient. Thefirst two\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org04\n\nprincipal components (PC1 and PC2) explained 92% of the\namong-watershed variation in the original four LULC data\nlayers (Table S1;Figure 1). Increasingly positive values of PC1\n(74%) corresponded to more human-modified watersheds\n(specifically, those with greater imperviousness, road, and\ndeveloped land cover); we refer to PC1 as the‘upland\nurbanization index’. Increasingly positive values of PC2 (18%)\ncorresponded primarily to increased armoring, after accounting\nfor effects of imperviousness; we refer to PC2 as the‘coastal\narmoring index’.\n2.2 Study design\nIn order to account for well-known spatial variability in both\nabiotic (e.g., salinity) and biotic (e.g., recruitment) factors\n(Dethier et al., 2012;Gallego et al., 2020), we collected data on\nbiodiversity of invertebrates and two ecosystem functions (net\nprimary productivity, decomposition) from freshwater and\ncoastal marine habitats within six pairs of watersheds\ncharacterized by perennial streams, with similar drainage\nareas, occurring at similar latitudes, within the same\nFIGURE 1\nMap of watersheds used for this study (colored polygons), contextualized relative to other candidate watersheds considered (gray outlines),\nalong with a principal components analysis of watershed pairs used to define the urban gradient. Larger values of PC1 and PC2 indicate\nincreasing urbanization.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org05\n\noceanographic basins (5 pairs within Central Puget Sound, 1 pair\nin Hood Canal), and spanning a wide range of urbanization\nacross Puget Sound (Figure 1,Tables S2–S3). Each pair consisted\nof a more and less urbanized watershed, such that more\nurbanized watersheds were defined as those that were more\nanthropogenically-modified (i.e., higher upland urbanization\nindex and coastal armoring index values). Nested within each\nwatershed, we selected two study sites, one each in freshwater\nand coastal marine habitats. Because eelgrass (Zostera marina)is\nahighlyinfluential biogenic habitat in coastal marine\nenvironments, we also determined whether the more or less\nurbanized site in each watershed pair had more eelgrass in the\ncoastal marine habitat (seeSupplemental Materials,Table S2)\nand used this as a controlling factor in the analysis below. For\nanalysis of freshwater invertebrate diversity only (for details of\ninvertebrate collections and estimates of biodiversity see Section\n2.3.1), we relied on publicly available data collected from 37\nstreams throughout Puget Sound to increase our sample size and\nstrength of inference. These data were also analyzed using a\npaired design (see below).\nWe developed our paired-watershed study design because\nwe know that several additional covariates describing\nurbanization are not available at the watershed level in Puget\nSound. We conducted initial scoping of severalfine-scale\ncovariates (including stream water temperature, coastal marine\nwater temperature, streamflow, stream dimensions, stream\ncanopy cover, stream and coastal marine nutrient\nconcentrations, and wind exposure of coastal marine habitats)\nand selected site pairs that were qualitatively similar (seeSection\n1.1 of the Supplemental MaterialsandTable S4for details). As\nmany other metrics of urbanization vary spatially, identifying\ngeographically proximate pairs of watersheds allowed us to\ncontrol for unobserved covariates that could potentially affect\nthe relationship between ecosystem properties and urbanization\n(Figure 1). Although we could have explored relationships\nbetween ecosystem properties and urbanization at our study\nsites without this paired-watershed study design, doing so would\nhave required that we had data for an even more robust set of\npotential covariates to include in the analysis. For example,\nfreshwater and coastal marine habitats are influenced by upland\ntopography, the timing and amplitude of tidalfluctuations, and\nsalinity gradients all of which vary geographically in the Puget\nSound region (Ruckelshaus and McClure, 2007). While some of\nthis information is publicly available,finer-scale data on\ncovariates that may also influence ecosystem properties are not\n(for our study specifically and for most cases of conservation\nconcern). Thus, we determined that the paired-watershed study\ndesign was the most concise and tractable way to test for an\nassociation of urbanization with ecosystem properties in\nfreshwater and coastal marine habitats, while controlling for as\nmany other factors as possible.\nOur study focused on the effects of urbanization on\nbiodiversity and two types of ecosystem functions—net\nprimary productivity and decomposition. Changes in\nbiodiversity are a primary concern related to urbanization\n(Pickett et al., 1997\n;Aronson et al., 2014;Beninde et al., 2015;\nClark et al., 2015). We evaluated two measures of biodiversity,\nthe number of epibenthic macroinvertebrate families (family\ndensity), and the distribution of individuals among these\nfamilies (Simpson diversity). Epibenthic macroinvertebrates\nare useful indicator species in both freshwater (Morley and\nKarr, 2002) and coastal marine (Bilkovic et al., 2006) habitats\nbecause they are relatively sedentary, tend to respond relatively\nquickly to changes in local environmental conditions, and their\ntaxonomy is relatively well known. They are especially important\nprey items in both freshwater and coastal marine habitats for\njuvenile salmon (Wipfli and Baxter, 2010;Munsch et al., 2015;\nKennedy et al., 2018;Davis et al., 2020). Net primary\nproductivity and decomposition are two ecosystem functions\nthought to respond directly to urbanization, via associated\nchanges in abiotic factors such as nutrients, light, andflow, or\nindirectly via changes in ecological communities (Table 1).\nThese functions are fundamental to the production of new\nbiomass and cycling of energy in ecosystems (Vitousek et al.,\n1986;Cebrian and Lartigue, 2004), and in salmon ecosystems in\nparticular (Gende et al., 2002). The choice of a paired-watershed\nstudy design allowed us to examine 4 metrics (invertebrate\nrichness, invertebrate diversity, primary production,\ndecomposition) in each of 2 habitat types (coastal marine,\nfreshwater) in 3 different years at≥12 sites (Tables 2,S3).\n2.3 Characterizing variability in\nurbanization and ecosystem properties\n2.3.1 Biodiversity\nIn coastal marine habitats, we collected epibenthic\nmacroinvertebrates along an ~100 m length of coastline at\neach of the study sites (n=3 samples site\n-1\nyear\n-1\n); (Tables 2).\nCollections occurred in July 2012, 2013, and 2014 using an\nepibenthic sled (1 m x 1 m opening, 1 mm mesh;Simenstad\net al., 1991), towed over 10 m transects at each site (~-0.5m tidal\nelevation). We sampled the epibenthic community occurring\nwithin eelgrass beds at 9 of the study sites, and within mudflats at\n3 of the study sites (Table S2), and samples were stored on ice in\nthefield and transferred to ethanol for preservation within\n24 hours.\nIn freshwater habitats, we used existing long-term data on\nstream invertebrates collected across Puget Sound (Puget Sound\nStream Benthos, 2015), rather than collecting our own samples.\nTo ensure temporal comparability between coastal marine and\nfreshwater habitats, we focused on stream macroinvertebrate\ndata collected by a variety of regional agencies and\nenvironmental organizations between 2012-2013 in the South\nCentral Basin of Puget Sound (for details about standardized\nmethods, seeKing County, 2009). Our analyses relied on count\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org06\n\ndata aggregated at the family level to maximize the number of\ndatabase entries we could use (n=37 watersheds≤1,000 ha with\nperennial streamsflowing directly into Puget Sound) and to\nensure consistency with analysis of invertebrate data we\ncollected from coastal marine habitats. We examined all\npossible pairings of more and less urbanized watersheds\ncontained within this database, where urbanization was\ndefined using upland urbanization index described above.\nFor both coastal marine and freshwater habitats, we quantified\nthe number of macroinvertebrates in each taxonomic family\n(Tables S3,S4), a resolution considered sufficient for capturing\nmajor spatial differences in species composition for this region\n(Dethier and Schoch, 2006). We used the observed number of\ninvertebrate families to estimate family density (number of\ntaxonomic families observed) and Simpson diversity (a measure\nof evenness) from each sample (with the vegan package in R v3.1;\nR Core Team, 2014;Oksanen et al., 2015).\n2.3.2 Net primary productivity\nWe assayed benthic freshwater and coastal marine organic\nmatter accrual on pre-rinsed unglazed ceramic tiles (10cm x\n10cm x 0.5cm deep; n = 10 site\n-1\n) in June-August 2012-2013\n(Table 2). This approach primarily tracked algal growth on and\nimmediately above the benthos, and we refer to it as index of net\nprimary productivity (Hixon and Brostoff, 1996;Steinman et al.,\n2007). In coastal marine habitats, we used plastic ties to attach\ntiles to the tops of 1m long vertical PVC poles spaced evenly\nalong an ~100m length of coastline (~-0.5m tidal elevation). In\nthe freshwater habitats, we placed tiles exclusively in riffles every\n2-5 m along a 100-200m reach. Tiles were attached to hardware\ncloth using plastic ties, and hardware cloth was attached to the\nstreambed using rebar. We collected tiles from both freshwater\nand coastal marine habitats after 8-12 weeks to determine\norganic matter accrual. Organic matter accrual in streams was\ncomposed of micro-algae (e.g. benthic diatoms), fungi, microbes,\netc., while coastal marine production was dominated by\nmacroalgae such as Ulva spp. Tiles were stored on ice in the\nfield and processed in the lab within 24 hours.\nPrior to processing, we rinsed the tiles of sediments over a 500\nmicron wire mesh sieve and removed macroinvertebrates visible\nto the naked eye to minimize overestimation of algal organic\nmatter. We scrubbed biofilm from the top surface of each tile\nusing a bristled brush andfiltered water. For coastal marine tiles,\nalgal scrapings were placed directly into aluminum weigh boats,\ndried at 60°C for≥72 hours, weighed, ashed at 400°C for 2 hours,\nand reweighed (Hixon and Brostoff, 1996). For freshwater tiles,\ntwenty percent of the resulting 500 mL slurry wasfiltered onto a\npre-ashed, pre-weighed 47-mm GF/Ffilter. These samples were\ndried at 60°C for 24 hours, weighed, ashed at 400°C for 2 hours,\nand reweighed (Steinman et al., 2007). For both freshwater and\ncoastal marine tiles, the ash-free dry mass (AFDM) was taken as\nan estimate of the organic content of primary producers present\non the tiles at the time of collection. We divided this measure of\norganic content by the amount of time the tiles were deployed to\nestimate rates of net primary productivity. (Preliminary\ninvestigation of tiles collected after 14, 28, 60, 90, and 120 days\nduring a separate 2012 study suggested a linear rate of algal\nincrease over time; Samhouri et al. unpublished data).\n2.3.3 Decomposition\nTo track litter decomposition, we collected freshly fallen, dried\nmaple leaves (Acerspp; freshwater habitats) or rinsed, drift\neelgrass (Zostera marina; coastal marine habitats) and deployed\nthese materials in mesh litter bags at each site (n = 8, 10 g bags\nsite\n-1\n)(Tables 2). We chose maple leaves and eelgrass because\nthesewerethemostcommontypes of vegetation found\ndecomposing naturally at our study sites. In the coastal marine\nhabitats, we used plastic ties to attach litter bags to the tops of 1m\nlong vertical PVC poles spaced evenly along an ~100m length of\ncoastline in August 2013 (~-0.5m tidal elevation). In the\nfreshwater habitats, we placed the litter bags exclusively in riffles\nevery 2m -10m along a 100-200m reach in early November 2012\nand 2013. Litter bags were attached to rebar (embedded within the\nstreams) using plastic ties. We collected litter bags from both\nfreshwater (1-2 months later) and coastal marine (4-6 weeks later)\nhabitats to determine litter loss rates. Litter bags were stored on ice\nin thefield and processed in the lab within 24 hours.\nTo minimize overestimation of remaining organic matter,\nwe rinsed the litter bags of sediments over a 500 micron wire\nmesh sieve and removed macroinvertebrates visible to the naked\neye. These pre-processed samples were transferred to aluminum\nweigh boats and dried at 60°C to constant weight for 24-72\nhours, weighed, ashed at 400°C for 2 hours, and reweighed\n(Bretherton et al., 2011;Nicastro et al., 2012). For both\nfreshwater and coastal marine litter bags, the ash-free dry\nmass (AFDM) was taken as an estimate of the organic content\nof litter remaining at the time of collection. Decomposition rates\nwere estimated as the difference between initial litter bag weights\n(10g) and organic content remaining at the time of collection,\ndivided by the number of days the litters bags were deployed.\n2.4 Analyses\n2.4.1 Comparisons of ecosystem properties\nalong a continuum of urbanization\nOur primary hypothesis was that urbanization would cause\nreductions in four ecosystem properties (family density, Simpson\ndiversity, net primary productivity, and decomposition) in coastal\nmarine and freshwater habitats. The metrics we used were\nconsistent across coastal marine and freshwater habitats,\nalthough due to physiological and other constraints the specific\ntaxa associated with these metrics differed between habitats. The\nanalytical framework we used to evaluate changes in invertebrate\nfamily density and Simpson diversity was also similar in both\nfreshwater and coastal marine habitats. Specifically, because\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org07\n\nurbanization scores for some watershed pairs differed more widely\nthan for others (Figure 1; e.g., compare Pair 3 with Pair 6), we\nexamined pairwise differences in ecosystem properties within each\nwatershed pair. We estimated the disparity in urbanization as\nthe difference in the upland urbanization index (PC1) values\nor the difference in the coastal armoring index (PC2) values\nbetween the more and less urbanized watershed in each pair\n(hereafter, urbanization differences). Note that because they are\nstrongly correlated with urbanization, other measures of\nurbanization produce qualitatively similar relationships to those\nanalyzed here (Table A1). Similarly, to estimate the disparity in\necosystem properties, we calculated the difference in the average\nvalue of each property between the more and less urbanized\nwatershed in each pair (hereafter, ecosystem property difference).\nWe used ANCOVA to test for the effect of upland urbanization\nindex difference (a linear covariate) and year (a categorical factor)\non ecosystem property difference (e.g., Simpson diversity\ndifference). For coastal marine ecosystem properties, we\nincluded 2 additional predictor variables in the models: the\ncoastal armoring index difference (a linear covariate) and\neelgrass difference (a categorical factor, based on whether the\nmore urbanized site in each pair had more or less eelgrass). This\nanalytical structure accurately reflected the paired design of our\nstudy and thus provided the strongest available test of the effects of\nchanges in land cover, while accounting for other covariates (both\nmeasured [Table S4] and unmeasured).\nBecause we used a larger data set of watersheds for\nfreshwater invertebrates, we employed a slightly different set\nof analyses for freshwater invertebrate family density and\nSimpson diversity. Specifically, we examined all possible\npairings of the 37 watersheds using a Mantel test. Like\nANCOVA, a Mantel test is a regression, but it considers\nvariablesasdistancematrices summarizing all possible\npairwise similarities among sample locations. We used a\nMantel test to determine whether watershed pairs that were\nmore dissimilar in the upland urbanization index were also\nmore dissimilar in ecosystem properties, while controlling for\ndissimilarity in the area of the watershed basins from which the\ninvertebrate data were derived. For these analyses, we evaluated\n2012 and 2013 data separately, with the upland urbanization\nindex difference rescaled so that positive values reflected smaller\ndifferences in upland urbanization in order to avoid excessive\nType II error inherent to a Mantel test when the correlations\nbetween predictor and dependent variables are expected to be\nnegative (Legendre and Fortin, 2010). Because we had a larger\nnumber of watersheds to consider for the analysis of freshwater\nbiodiversity (n=37 rather than n=12 for the other metrics),\nimplementation of a Mantel test provided a more robust\nassessment of associations between urbanization and these\necosystem properties but would not have been feasible with\nthe smaller sample size available for the two metrics of coastal\nmarine biodiversity, as well as for freshwater and coastal marine\nnet primary productivity and decomposition.\n2.4.2 Moving from land to sea: Comparison of\nthe strength of relationships between\necosystem properties and urbanization in\nfreshwater and coastal marine habitats\nTo test the hypothesis that urbanization was more strongly\nassociated with ecosystem properties within freshwater habitats\nthan within coastal marine habitats, we compared the strength of\nthe upland urbanization index difference effect for biodiversity, net\nTABLE 2  Description of data types and sampling methods.\nType of variableSampling MethodYearNReference for Sampling Method\nBiodiversity\n(of epibenthic\nmacroinvertebrates)\nFreshwaterHess samples2012-2013   >=3 site\n-1\nyear\n-1\nBarbour et al., 1999;Hauer and Lamberti, 2011;Wootton, 2012;https://\npugetsoundstreambenthos.org\nCoastal marineSled tows2012-2014  3 site\n-1\nyear\n-1\nSimenstad et al., 1991\nNet primary productivity\nFreshwaterPeriphyton growth on\ntiles\n2012-201310 site\n-1\nyear\n-1\nWootton, 2012;Moore et al., 2007\nCoastal marineAlgal growth on tiles2012-201310 site\n-1\nyear\n-1\nHixon and Brostoff, 1996\nDecomposition\nFreshwater10g litter bagsAcerspp.   2012-2013  8 site\n-1\nyear\n-1\nBenfield, 2006\nCoastal marine10g litter bagsZostera\nmarina\n2012-2013  8 site\n-1\nyear\n-1\nNicastro et al., 2012;Bradford et al., 2002\nAll variables were collected from 12 study sites, except for freshwater biodiversity where we drew on 37 sites from thePuget Sound Stream Benthos (2015)database.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org08\n\nprimary productivity, and decomposition across habitats. To\nensure that effect sizes were comparable while avoiding\nconfounding effects of different sample sizes between habitats,\nwe standardized each habitat-specific dependent variable (by\nsubtracting the mean and dividing by the standard deviation),\nconducted a linear regression of it against the upland urbanization\nindex difference to estimate the‘urbanization’coefficient, and\ncompared this value (and its 95% CI) across habitats.\n3 Results\n3.1 Comparisons of ecosystem properties\nalong a continuum of urbanization\nThe wide range of land cover and ecosystem properties\nwe observed facilitated a strong test for associations between\nurbanization and ecosystem properties. Specifically, the\nwatersheds in our study spanned 1% to >40% imperviousness\nand 25% to 100% shoreline armoring. We also found considerable\nvariation in ecosystem properties across our study sites. In coastal\nmarine habitats, invertebrate family density varied 6-fold (range: 3-\n18 families), Simpson diversity ranged almost an order of\nmagnitude (0.07-0.79), net primary productivity varied by almost\n2 orders of magnitude (2.76 x 10\n-4\n–1.97 x10\n-2\ngday\n-1\n), and\ndecomposition rates varied from nil to -0.4 g day\n-1\n. In freshwater\nhabitats, invertebrate family density varied almost 5-fold (range: 6-\n29 families), Simpson diversity varied >3-fold (0.26-0.9), net\nprimary productivity ranged almost a full order of magnitude\n(1.02 x 10\n-4\n–8.3 x10\n-4\ngday\n-1\n), and decomposition rates spanned a\n5-fold range (-0.04 to -0.22 g day\n-1\n).\nWe expected increases in urbanization would cause\ndecreases in ecosystem properties, but instead we found that\nurbanization effects were context-dependent. In watershed pairs\nthat were similar in upland urbanization index values (i.e., <20%\ndifference), more urbanized coastal marine habitats tended to\nhave higher family density than their less urbanized counterparts\n(Figure 2A). Counter-intuitively, as the upland urbanization\nindex difference between watersheds within a pair grew large,\ndifferences in coastal marine family density became negligible\n(Figure 2A; p = 0.05). There was not a significant association\nbetween coastal marine Simpson diversity difference and the\nB\nCD\nA\nFIGURE 2\nAssociations between the upland urbanization difference and disparity between more and less urbanized watersheds in two measures of\ninvertebrate diversity (top, Family Density; bottom, Simpson Diversity) in coastal marine(A, C)and freshwater(B, D)habitats. Solid regression\nlines indicate statistically significant associations; dotted lines serve as a reference representing zero difference in the diversity indices between\nmore and less urbanized watersheds.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org09\n\nupland urbanization index difference (Figure 2B; p = 0.53),\nalthough coastal marine Simpson diversity tended to be higher\nat the less urbanized site within each site pair (difference values\ntended to be negative;Figure 2B). The coastal armoring index\ndifference, eelgrass difference, and year effects on the differences\nin coastal marine family density and coastal marine Simpson\ndiversity were all statistically non-significant.\nIn freshwater habitats, family density difference (Figure 2C)\nin 2012 (p < 0.001) and 2013 (p < 0.001) and Simpson diversity\ndifference (Figure 2D) in 2012 (p < 0.001) were negatively\nassociated with the upland urbanization index difference, such\nthat more urbanized watersheds tended to have lower family\ndensity and Simpson diversity than less urbanized watersheds.\nThe Simpson diversity difference in 2013 also demonstrated a\nnegative relationship with the upland urbanization index\ndifference, but this relationship was nonsignificant (p = 0.11).\nTherewerenosignificant associations between the upland\nurbanization index difference or year and differences in the two\necosystem functions we tracked, net primary productivity and\ndecomposition (Figure 3). Similarly, there were no significant\neffects of the coastal armoring index difference or eelgrass\ndifference on the differences in the two coastal marine ecosystem\nfunctions. Qualitatively, coastal marine and freshwater primary\nproduction tended to be higher at the less urbanized site within\neach site pair (difference values tended to be negative; mean value\nat more urbanized freshwater sites = 2.09 x 10\n-4\ngday\n-1\n,meanvalue\nat less urbanized freshwater sites = 3.47 x 10\n-4\ngday\n-1\n;meanvalue\nat more urbanized coastal marine sites = 2.75 x 10\n-3\ngday\n-1\n,mean\nvalue at less urbanized coastal marine sites = 5.98 x 10\n-3\ngday\n-1\n;\nFigures 3A,B), whereas freshwater decomposition tended to be\nhigher at the more urbanized site within each site pair (difference\nvalues tended to be positive; mean value at more urbanized\nfreshwater sites = 0.162 g day\n-1\n, mean value at less urbanized\nfreshwater sites = 0.129 g day\n-1\n;Figure 3D).\n3.2 Moving from land to sea:\nComparison of the strength of\nrelationships between ecosystem\nproperties and urbanization in freshwater\nand coastal marine habitats\nDifferences between more and less urbanized sites in the two\nmeasures of biodiversity we tracked were negatively associated\nB\nC\nD\nA\nFIGURE 3\nAssociations between the upland urbanization difference and disparity between more and less urbanized watersheds in two ecosystem\nfunctions (top, Net Primary Productivity; bottom, Decomposition) in coastal marine(A, C)and freshwater(B, D)habitats. No regressions were\nstatistically significant; dotted lines serve as a reference representing zero difference in the ecosystem properties between more and less\nurbanized watersheds.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org10\n\nwith the upland urbanization index difference in coastal marine\nand freshwater habitats (Section 3.1,Figure 2), as hypothesized.\nThough we predicted a stronger relationship in freshwater than\ncoastal marine habitats, the strength of associations between\nfamily density difference and the upland urbanization index\ndifference, and that between Simpson diversity difference and\nthe upland urbanization index difference, were similar in both\ncoastal marine and freshwater habitats because of high variance\nin the coastal marine metrics (Figure 4). Because neither net\nprimary productivity difference nor decomposition difference\nwas significantly associated with the upland urbanization index\ndifference in freshwater or coastal marine habitats (i.e., the\nslopes of these regression lines were not significantly different\nthan zero;Figure 3), we can also reject the hypothesis that\nurbanization was significantly more associated with freshwater\necosystem functions than coastal marine ecosystem functions.\n4 Discussion\nAs coastal cities expand, it is increasingly important to\nunderstand the effects of human activities on terrestrial,\nfreshwater, and coastal marine habitats. Urbanized ecosystems\ngenerate a wide range of services on which people depend,\nincluding protection from severe weather and climate impacts,\nimproved air and water quality, stress relief, and food\nproduction (Grimm et al. 2008;Niemelaä et al., 2011;Lepczyk\net al., 2017;Keeler et al., 2019). However, it is often assumed that\n“ecology [with]in cities”is impaired or diminished relative to\nthat of less-urbanized locations, causing urban areas to rely\nstrongly on unpopulated ecosystems in distant, rural, and\nundeveloped locations (Jansson, 2013). Here we found\nbiodiversity is not uniformly lower (Figure 2), net primary\nproductivity and decomposition ecosystem functions are not\nmeasurably different (Figure 3), and coastal marine habitats are\nnot less affected than freshwater habitats by urbanization\n(Figure 4). It is of course possible that other, unobserved,\nelements of urbanization may be associated with declines in\nbiodiversity or ecosystem functions. Nevertheless, our results\nsuggest that discussion of ecology within cities and expectations\nfor the services they can provide require nuanced consideration\n(Grimm et al. 2008,Dearborn and Kark, 2010;Ives et al., 2016).\nFurther, ourfindings provide three lessons—one cautionary,\nanother optimistic, and a third motivational—for coastal\nconservation and management.\nOften, conservation and management goals focus on broad\nterms such as biodiversity, ecosystem functions, and resilience\n(McLeod and Leslie, 2009). For example, the United Nations\nConvention on Biological Diversity has developed a set of\nstrategic goals related to“biodiversity”(United Nations (UN),\n2010). Regionally, the Washington legislature established an\nobjective to“protect ecosystem biodiversity”in Puget Sound\n(Revised Code of Washington 90.71.300 Action Agenda–Goals\nand Objectives) and there are major efforts underway to track\nprogress toward it. However, as our results suggest, terms such as\n“biodiversity”are quite coarse, making it difficult to discern\nAB\nFIGURE 4\nMean effect sizes (with 95% CI) for relationships between biodiversity differences [(A)family density;(B)Simpson diversity] and differences in the\nupland urbanization index in freshwater and coastal marine habitats. Effect sizes related to two ecosystem functions (net primary productivity\nand decomposition) also did not differ between habitat types (not shown).\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org11\n\nwhen changes in biodiversity are meaningful. We found that\nalternative indicators for a single ecosystem property can\nconflict, as they did for the two measures of coastal marine\nbiodiversity in our study. Additionally, even if a single indicator\n(such as Simpson diversity) is preferred, increases in diversity\nare not universally desirable (e.g., due to introductions of non-\nindigenous species;Lean, 2021). We found that coastal marine\ninvertebrate family density was higher in Puget Sound at more\nurbanized sites when the extent of upland urbanization was\nsmall relative to paired, less urbanized sites (Figure 2; also see\nIves et al., 2016). Thisfinding leaves open the questions of\nwhether small amounts of urbanization-related disturbance can\naugment diversity. If so, this pattern would provide support for\nan intermediate disturbance hypothesis related to human\nimpacts (Connell, 1978;Vonshak and Gordon, 2015), whether\nor not initial increases in diversity within low to moderate\nurbanization emerge from normatively desirable or nuisance\nspecies. Furthermore, a rigorous examination of whether the\nadditional taxonomic families observed at our more urbanized\nsites are ecologically important to key elements of biodiversity,\nsuch as Pacific salmon that rely on a subset of available\ninvertebrate prey during theirmigration through coastal\nmarine habitats (Munsch et al., 2015;Davis et al., 2020), was\nbeyond the scope of this study. On the other hand, our\nobservations of lower macroinvertebrate family densities at\nmore urbanized sites in freshwater habitats correspond to\nlower values for the Index of Biological Integrity (Peter et al.,\n2022). A large literature suggests that, in combination with other\nchanges to freshwater and coastal marine habitats (e.g.,\ngeomorphological;Foley et al., 2017), the Index of Biological\nIntegrity is a reasonable proxy of impaired water quality and\nlikely poorer ecosystem conditions for salmon (though any\ninferences around ecosystem conditions for salmon are best\nmade by capturing a broad suite of factors). The specific\ncontrasts in the two biodiversity metrics and in freshwater\nversus coastal marine habitats underscore how clarity of\npurpose for choosing a particular indicator will help to inform\nactionable strategies for meeting conservation and management\ngoals. It is fully possible that other ecosystem properties not\nassessed here may vary in predictable ways with urbanization,\nincluding effects of urbanization we did not explicitly quantify\n(e.g., eutrophication and associated oxygen depletion effects).\nActive efforts to further refine and specify how to measure\nprogress toward biodiversity goals are ongoing in both the UN\nand Puget Sound contexts (Samhouri and Levin, 2012;\nMcQuatters-Gollop et al., 2019). To these ends, we encourage\nfuture research that explores how ecosystem properties vary with\nurbanization more comprehensively in Puget Sound\nand beyond.\nThe second lesson from this research is more optimistic:\nincreasing urbanization was not consistently or significantly\nassociated with greater impairment of two key ecosystem\nfunctionsineitherfreshwaterorcoastalmarinehabitats\n(Figure 3). These two functions, net primary productivity and\ndecomposition, are fundamental to“healthy and resilient”\necosystems (Christensen, 1995;Elliott and Quintino, 2007;\nSamhouri et al., 2010) advocated in calls for widespread\nimplementation of EBM (\nMcLeod and Leslie, 2009). They\nunderpin the production of consumer biomass (including\nconsumers that serve as human foods;Pauly and Christensen,\n1995;Brown et al., 2004) and the efficient recycling of energy and\nnutrients via microbes and macrobes, an archetypal regulating\nservice (MEA, 2005). Though beyond the scope of our study, we\nbelieve factors largely independent of urbanization at our study\nsites—such as the influence of light (net primary productivity) or\nturbulence (decomposition)—contributed most to the wide\nrange of spatial variability in ecosystem properties we\nobserved. We have embraced a landscape perspective in\narriving at this conclusion, and recognize that ecosystem\nproperties could respond to urbanization at a different spatial\nscale(s) than those addressed here.\nIn the Puget Sound region and beyond, it is increasingly\ncommon to observe environmental policies that call for\nintegrated land-sea planning and ecosystem-based\nmanagement that crosses traditional social-ecological\nboundaries (POC, 2003;PSP, 2008;Ãlvarez-Romero et al.,\n2011;Samhouri and Levin, 2012). The third lesson from this\nstudy motivates a call for support of such initiatives, as we found\nthat associations between ecosystem properties and urbanization\ndid not diminish in strength between freshwater and coastal\nmarine habitats. Thisfinding runs counter to others suggesting\nthat allochthonous inputs from land are not as important as\ninternally generated drivers in coastal marine environments\n(Brett et al., 2009;Steinberg et al., 2010), and echoes more\nwidely accepted understanding of major river influences on\ncoastal marine ecosystems (Diaz and Rosenberg, 2008). The\nmain difference is that in our study, we tested connections within\nmuch smaller watersheds, typically thought to be of minimal\ninfluence on coastal marine ecosystems (Smith et al., 2003;\nHalpern et al., 2009). Not only did we fail to distinguish\nbetween upland urbanization impacts to freshwater and\ncoastal marine habitats within these watersheds in this study,\nbut in the case of Puget Sound there are widely understood\nlinkages between freshwater and coastal marine habitats\ngenerated by species of concern, especially Pacificsalmon\n(Buckner et al., 2018). In light of these results, integrated land-\nsea planning such as that spearheaded in the Puget Sound region\nby the Puget Sound Partnership, and elsewhere around the world\n(Tissot et al., 2009;Takeda and Røpke, 2010), offers\nstrong promise.\nIn conclusion, rather than providing unequivocal evidence for\nthe negative impacts of urban landscapes on biodiversity and\necosystem functions, our study supports growing evidence that a\ndichotomy between urbanized and non-urbanized ecological\ncommunities is less straightforward than is often assumed\n(Table 1). This study quantified tractable metrics of ecosystem\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org12\n\nstructure and function across a broad gradient of urbanization,\nand while the properties on which we focused may not have been\nperfect or comprehensive, the insights from them dispel some\ncommonly-held assumptions about uniformly negative impacts of\nurbanization while informing future areas fertile for research.\nMoving forward, questions around whether ecological responses\nto urbanization occur at different spatial scales then measured\nhere deserve exploration, as do associated changes in functional\ndiversity, disease, pathogens, and invasion risk (Todd et al., 2019).\nSimilarly, more directed inquiry regarding specific mechanistic\nrelationships using indices of human influence that better reflect\nunderlying processes might provide qualitatively different insights\nabout the impacts of urbanization on ecosystem structure and\nfunction. These possibilities are especially intriguing given that the\nnegative association between freshwater diversity and\nurbanization observed in this study, and established previously\n(Morley and Karr, 2002), was striking not so much for its mean\neffect size (Figure 4), but for the amount of unexplained variance\naround the trend (Figure 2). High variability and relatively weak\neffects of urbanization suggest a role for context-dependent\necosystem responses, which may require tracking different\nmeasures of urban impacts and ecosystem properties. Insights\nsuch as these suggest fertile ground for future work to consider\nurbanization as one of multiple factors, ranging from physical to\ngeomorphological to ecological and beyond, that influence\necosystem structure, function, and the relationship between the\ntwo. We especially encourage future research that expands the\nnumber of study sites and organizational levels considered, and\nthat simultaneously estimates salmon performance in relation to\nurbanization-related impacts to Puget Sound ecosystem\ncomponents. More broadly, our study suggests that integrative,\numbrella indicators such as biodiversity are likely most\ninformative when reported with more granular measures\nreflecting the status of species and habitats of particular\nconcern. Such a portfolio of indicators can then be managed\ncollectively to ensure that whole ecosystems, as well as the parts\nwithin them, are making progress toward society’sdesiredfutures\n(Nicholson et al., 2021).\nData availability statement\nThe datasets presented in this study can be found in online\nrepositories. The names of the repository/repositories and\naccession number(s) can be found below:https://github.com/\njameals/howmuchcity.\nAuthor contributions\nJS, AS, GW, BF, KB, MS, and PL contributed to conception\nand design of the study. BF, SH, JS, and AS organized the\ndatabase. JS, AS, BF, SH, RK, JO’D, and AS performed the\nstatistical analysis. JS wrote thefirst draft of the manuscript. All\nauthors contributed to the article and approved the\nsubmitted version.\nAcknowledgments\nWe thank Ellie Canade, Hannah Fotherby, Severa Ziegler,\nDaniela Ramos, Andrea Wong, Joe Donohoe, Emma Garrison,\nJacqui Levy, Lucas Earl, Mira Klein, Emily Buckner, William\nZhou, the NWFSC Watershed group, the UW Kelly lab, the\nOsawas, Eliza Heery, and coastal property owners (especially\nSPL and RAL at Eglon Creek) for support of this research. We\nalso recognize Blue Moose Farm and Friday Harbor Labs\nfor inspiration.\nConflict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial orfinancial relationships that could\nbe construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their affiliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be found\nonline at:https://www.frontiersin.org/articles/10.3389/\nfmars.2022.931319/full#supplementary-material\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org13\n\nReferences\nAiroldi, L., Turon, X., Perkol-Finkel, S., and Rius, M. (2015). Corridors for aliens\nbut not for natives: effects of marine urban sprawl at a regional scale.Diversity and\nDistributions21(7), 755–768. doi:10.1111/ddi.12301\nAlberti, M., Booth, D., Hill, K., Coburn, B., Avolio, C., Coe, S., et al. (2007). The\nimpact of urban patterns on aquatic ecosystems: An empirical analysis in puget\nlowland sub-basins.Landscape Urban. Plann.80, 345–361. doi:10.1016/\nj.landurbplan.2006.08.001\nÃlvarez-Romero, J. G., Pressey, R. L., Ban, N. C., Vance-Borland, K., Willer, C.,\nKlein, C. J., et al. (2011). Integrated land-Sea conservation planning: The missing\nlinks.Annu. Rev. Ecol. Evol. Syst.42, 381–409. doi:10.1146/annurev-ecolsys-\n102209-144702\nAronson, R. B., Hilbun, N. L., Bianchi, T. S., Filley, T. R., and McKee, B. A.\n(2014). Land use, water quality, and the history of coral assemblages at bocas del\ntoro, panama\ń\n.Mar. Ecol. Prog. Ser.504, 159–170. doi:10.3354/meps10765\nBarbour, M. T., Gerritsen, J., Snyder, B. D., and Stribling, J. B. (1999).Rapid\nBioassessment Protocols for Use in Wadeable Streams and Rivers: Periphyton,\nBenthic Macroinvertebrates and Fish(2nded.). Washington, D.C. USA: U.S.\nEnvironmental Protection Agency; Office of Water. 295 pp.\nBartz, K. K., Ford, M. J., Beechie, T. J., Fresh, K. L., Pess, G. R., Kennedy, R. E.,\net al. (2015). Trends in developed land cover adjacent to habitat for threatened\nsalmon in puget sound, Washington, U.S.A.PloS One10, e0124415. doi:10.1371/\njournal.pone.0124415\nBeger, M., Grantham, H. S., Pressey, R. L., Wilson, K. A., Peterson, E. L.,\nDorfman, D., et al. (2010). Conservation planning for connectivity across marine,\nfreshwater, and terrestrial realms.Biol. Conserv.143, 565–575. doi:10.1016/\nj.biocon.2009.11.006\nBenfield, E. F. (2006). Decomposition of Leaf Material. in F. R. Hauer and G. A.\nLamberti, Editors.Methods in Stream Ecology. Elsevier, Burlington, Massachusetts,\nUSA. Pages 711–720\nBeninde, J., Veith, M., and Hochkirch, A. (2015). Biodiversity in cities needs\nspace: a meta-analysis of factors determining intra-urban biodiversity variation.\nEcol. Lett.18, 581–592. doi:10.1111/ele.12427\nBertasi, F., Colangelo, M. A., Abbiati, M., and Ceccherelli, V. U. (2007) Effects of\nan artificial protection structure on the sandy shore macrofaunal community: the\nspecial case of Lido di Dante (Northern Adriatic Sea).Hydrobiologia, 586, 2–7. doi:\n10.1007/s10750-007-0701-y\nBilkovic, D. M., Mitchell, M., Mason, P., and Duhring, K. (2016). The role of\nliving shorelines as estuarine habitat conservation strategies.Coast. Manage.44 (3),\n161–174. doi:10.1080/08920753.2016.1160201\nBilkovic, D. M., Roggero, M., Hershner, C. H., and Havens, K. H. (2006).\nInfluence of land use on macrobenthic communities in nearshore estuarine\nhabitats.Estuaries. Coasts.29, 1185–1195. doi:10.1007/BF02781819\nBlake, R. E., Duffy, J. E., and Richardson, J. P. (2014) Patterns of seagrass\ncommunity response to local shoreline development.\nEstuaries and Coasts37,\n1549–1561. doi:10.1007/s12237-014-9784-7\nBowen, J. L., and Valiela, I. (2001). The ecological effects of urbanization of\ncoastal watersheds: historical increases in nitrogen loads and eutrophication of\nWaquoit Bay estuaries.Canadian Journal of Fisheries and Aquatic Sciences58,\n1489–1500. doi:10.1139/f01-094\nBradford, M. A., Tordoff, G. M., Eggers, T., Jones, T. H., and Newington, J. E.\n(2002). Microbiota, fauna, and mesh size interactions in litter decomposition.Oikos\n99, 317–323. doi:10.1034/j.1600-0706.2002.990212.x\nBretherton, W. D., Kominoski, J. S., Fischer, D. G., and LeRoy, C. J. (2011).\nSalmon carcasses alter leaf litter species diversity effects on in-stream\ndecomposition.Can. J. Fish. Aquat. Sci.68, 1495–1506. doi:10.1139/f2011-082\nBrett, M. T., Kainz, M. J., Taipale, S. J., and Seshan, H. (2009). Phytoplankton,\nnot allochthonous carbon, sustains herbivorous zooplankton production.Proc.\nNatl. Acad. Sci.106, 21197–21201. doi:10.1073/pnas.0904129106\nBrown, J. H., Gillooly, J. F., Allen, A. P., Savage, V. M., and West, G. B. (2004).\nToward a metabolic theory of ecology.Ecology85, 1771–1789. doi:10.1890/03-\n9000\nBuckner, E. V., Herna\ń\nndez, D. L., and Samhouri., J. F. (2018). Conserving\nconnectivity: Human influence on subsidy transfer and relevant restoration efforts.\nAmbio47, 493–503. doi:10.1007/s13280-017-0989-4\nBulleri, F., and Chapman, M. G. (2010). The introduction of coastal\ninfrastructure as a driver of change in marine environments.J. Appl. Ecol.47,\n26–35. doi:10.1111/j.1365-2664.2009.01751.x\nCebrian, J., and Lartigue, J. (2004). Patterns of herbivory and decomposition in\naquatic and terrestrial ecosystems.Ecol. Monogr.74, 237–259. doi:10.1890/03-4019\nChadwick, M. A., Dobberfuhl, D. R., Benke, A. C., Huryn, A. D., Suberkropp, K.,\nThiele, J. E., et al (2006). Urbanization affects stream ecosystem function by altering\nhydrology, chemistry, and biotic richness.Ecological Applications16, 1796–1807.\ndoi:10.1890/1051-0761(2006)016[1796:UASEFB]2.0.CO;2\nChapman, M. G. (2003) Paucity of mobile species on constructed seawalls:\neffects of urbanization on biodiversity.Marine Ecology Progress Series264, 21–29.\ndoi:10.3354/meps264021\nChapman, M. G., and Underwood, A. J. (2011). Evaluation of ecological\nengineering of A’rmoured’shorelines to improve their value as habitat.Journal\nof Experimental Marine Biology and Ecology400, 302–313. doi:\n10.1016/\nj.jembe.2011.02.025\nChristensen, V. (1995). Ecosystem maturity–towards quantification.Ecol.\nModel.77, 3–32. doi:10.1016/0304-3800(93)E0073-C\nClapcott, J. E., Young, R. G., Goodwin, E. O., and Leathwick, J. R. (2010)\nAPPLIED ISSUES: Exploring the response of functional indicators of stream health\nto land-use gradients.Freshwater Biology55, 2181–2199. doi:10.1111/j.1365-\n2427.2010.02463.x\nClark, G. F., Kelaher, B. P., Dafforn, K. A., Coleman, M. A., Knott, N. A.,\nMarzinelli, E. M., et al. (2015). What does impacted look like? high diversity and\nabundance of epibiota in modified estuaries.Environ. Pollut.196, 12–20. doi:\n10.1016/j.envpol.2014.09.017\nConnell, J. H. (1978). Diversity in tropical rain forests and coral reefs.Science\n199, 1302–1310. doi:10.1126/science.199.4335.1302\nCordell, J. R., Levy, C., and Toft, J. D. (2013). Ecological implications of invasive\ntunicates associated with artificial structures in Puget Sound, Washington, USA.\nBiological Invasions15(6), 1303–1318. doi:10.1007/s10530-012-0366-y\nCrossett, K., Ache, B., Pacheco, P., and Haber, K. (2013)National coastal\npopulation report. Available at:http://stateofthecoast.noaa.gov/features/coastal-\npopulation-report.pdf.\nCuffney, T. F., Brightbill, R. A., May, J. T., and Waite, I. R. (2010). Responses of\nbenthic macroinvertebrates to environmental changes associated with urbanization\nin nine metropolitan areas.Ecol. Appl.20, 1384–1401. doi:10.1890/08-1311.1\nDavis, M. J., Chamberlin, J. W., Gardner, J. R., Connelly, K. A., Gamble, M. M.,\nBeckman, B. R., et al. (2020). Variable prey consumption leads to distinct regional\ndifferences in Chinook salmon growth during the early marine critical period.Mar.\nEcol. Prog. Ser.640, 147–169. doi:10.3354/meps13279\nDearborn, D. C., and Kark, S. (2010). Motivations for conserving urban\nbiodiversity.Conserv. Biol.24, 432–440. doi:10.1111/j.1523-1739.2009.01328.x\nDethier, M. N., Raymond, W. W., McBride, A. N., Toft, J. D., Cordell, J. R.,\nOgston, A. S., et al. (2016). Multiscale impacts of armoring on salish Sea shorelines:\nEvidence for cumulative and threshold effects.Estuarine. Coast. Shelf. Sci.175, 106–\n117. doi:10.1016/j.ecss.2016.03.033\nDethier, M. N., Ruesink, J., Berry, H., and Sprenger, A. G. (2012). Decoupling of\nrecruitment from adult clam assemblages along an estuarine shoreline.J. Exp. Mar.\nBiol. Ecol.422–423, 48–54. doi:10.1016/j.jembe.2012.04.009\nDethier, M. N., and Schoch, G. C. (2006). Taxonomic sufficiency in\ndistinguishing natural spatial patterns on an estuarine shoreline.Mar. Ecol. Prog.\nSer.306, 41–49. doi:10.3354/meps306041\nDiaz, R. J., and Rosenberg, R. (2008). Spreading dead zones and consequences\nfor marine ecosystems.Science321, 926–929. doi:10.1126/science.1156401\nDugan, J. E., Hubbard, D. M., Rodil, I. F., Revell, D. L., and Schroeter, S. (2008).\nEcological effects of coastal armoring on sandy beaches.Marine Ecology29, 160–\n170. doi:10.1111/j.1439-0485.2008.00231.x\nElliott,M.,andQuintino,V.(2007).Theestuarinequalityparadox,\nenvironmental homeostasis and the difficulty of detecting anthropogenic stress\nin naturally stressed areas.Mar. Pollut. Bull.54, 640–645. doi:10.1016/\nj.marpolbul.2007.02.003\nErnstson, H., Redman, C. L., Meffert, D. J., Davis, G., Alfsen, C., and Elmqvist, T.\n(2010). Urban transitions: On urban resilience and human-dominated ecosystems.\nAMBIO39, 531–545. doi:10.1007/s13280-010-0081-9\nFeist, B. E., Buhle, E. R., Baldwin, D. H., Spromberg, J. A., Damm, S. E., Davis, J.\nW., et al. (2017). Roads to ruin: conservation threats to a sentinel species across an\nurban gradient.Ecol. Appl.27 (8), 2382–2396. doi:10.1002/eap.1615\nFoley, M. M., Warrick, J. A., Ritchie, A., Stevens, A. W., Shafroth, P. B., Duda, J.\nJ., et al. (2017). Coastal habitat and biological community response to dam removal\non the elwha river.Ecol. Monogr.87, 552–577. doi:10.1002/ecm.1268\nFrancis, T. B., and Schindler, D. E. (2009). Shoreline urbanization reduces\nterrestrial insect subsidies tofishes in north American lakes.Oikos118, 1872–1882.\ndoi:10.1111/j.1600-0706.2009.17723.x\nFriedman, W. R., Martin, B. T., Wells, B. K., Warzybok, P., Michel, C. J., Danner,\nE. M., et al. (2019). Modeling composite effects of marine and freshwater processes\non migratory species.Ecosphere10, e02743. doi:10.1002/ecs2.2743\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org14\n\nFry, J., Xian, G., Jin, S., Dewitz, J., Homer, C., Yang, L., et al. (2011). Completion\nof the 2006 national land cover database for the conterminous united states.\nPhotogramm. Eng. Remote Sens.77, 858–864.\nGallego,R.,Jacobs-Palmer,E.,Cribari,K.J.,andKelly,R.P.(2020).\nEnvironmental DNA metabarcoding reveals winners and losers of global change\nin coastal waters.Proc. R. Soc. Ser. B287, 20202424. doi:10.1098/rspb.2020.2424\nGende, S. M., Edwards, R. T., Willson, M. F., and Wipfli., M. S. (2002). Pacific\nsalmon in aquatic and terrestrial ecosystems: Pacific salmon subsidize freshwater\nand terrestrial ecosystems through several pathways, which generates unique\nmanagement and conservation issues but also provides valuable research\nopportunities.BioScience52, 917–928. doi:10.1641/0006-3568(2002)052[0917:\nPSIAAT]2.0.CO;2\nGosselin, J. L., Zabel, R. W., Anderson, J. J., Faulkner, J. R., Baptista, A. M., and\nSandford, B. P. (2018). Conservation planning for freshwater–marine carryover\neffects on Chinook salmon survival.Ecol. Evol.8, 319–332. doi:10.1002/ece3.3663\nGranek, E. F., Polasky, S., Kappel, C. V., Reed, D. J., Stoms, D. M., Koch, E. W.,\net al. (2010). Ecosystem services as a common language for coastal ecosystem-based\nmanagement.Conserv. Biol.24, 207–216. doi:10.1111/j.1523-1739.2009.01355.x\nGrimm, N. B., Faeth, S. H., Golubiewski, N. E., Redman, C. L., Wu, J., Bai, X.,\net al. (2008). Global Change and the Ecology of Cities.Science.\nHalpern, B. S., Ebert, C. M., Kappel, C. V., Madin, E. M. P., Micheli, F., Perry, M.,\net al. (2009). Global priority areas for incorporating land-sea connections in marine\nconservation.Conserv. Lett.2, 189–196. doi:10.1111/j.1755-263X.2009.00060.x\nHauer, F. R., and Lamberti, G. A. (2011).Methods in stream ecology.2nd ed\n(Burlington, MA USA: Academic Press), 877 pp.\nHeerhartz, S. M., Dethier, M. N., Toft, J. D., Cordell, J. R., and Ogston, A. S.\n(2013) Effects of Shoreline Armoring on Beach Wrack Subsidies to the Nearshore\nEcotone in an Estuarine Fjord.Estuaries and Coasts, 37, 1256–1268. doi:10.1007/\ns12237-013-9754-5\nHixon, M. A., and Brostoff, W. N. (1996). Succession and herbivory: Effects of\ndifferentialfish grazing on Hawaiian coral-reef algae.Ecol. Monogr.66, 67–90. doi:\n10.2307/2963481\nInglis, G. J., and Kross, J. E. (2000) Evidence for Systemic Changes in the Benthic\nFauna of Tropical Estuaries as a Result of Urbanization.Marine Pollution Bulletin\n41, 367–376. doi:10.1016/S0025-326X(00)00093-X\nIves, C. D., Lentini, P. E., Threlfall, C. G., Ikin, K., Shanahan, D. F., Garrard, G.\nE., et al. (2016). Cities are hotspots for threatened species.Global Ecol.\nBiogeography.25, 117–126. doi:10.1111/geb.12404\nJansson, Å. (2013). Reaching for a sustainable, resilient urban future using the\nlens of ecosystem services.Ecol. Econ.86, 285–291. doi:10.1016/\nj.ecolecon.2012.06.013\nKeeler, B. L., Hamel, P., McPhearson, T., Hamann, M. H., Donahue, M. L., Meza\nPrado, K. A., et al. (2019). Social-ecological and technological factors moderate the\nvalue of urban nature.Nat. Sustainabil.\n2, 29–38. doi:10.1038/s41893-018-0202-1\nKelly, R. P., O’Donnell, J. L., Lowell, N. C., Shelton, A. O., Samhouri, J. F.,\nHennessey, S. M., et al. (2016). Genetic signatures of ecological diversity along an\nurbanization gradient.PeerJ4, e2444. doi:10.7717/peerj.2444\nKennedy, L. A., Juanes, F., and El-Sabaawi., R. (2018). Eelgrass as valuable\nnearshore foraging habitat for juvenile pacific salmon in the early marine period.\nMar. Coast. Fish.10, 190–203. doi:10.1002/mcf2.10018\nKing County (2009).Puget Sound Stream Benthos: Monitoring Status and Data\nManagement. Prepared by Colton, J., Henderson, D., Lester, D., and Simmonds, J.,\nWater and Land Resources Division. Seattle, Washington.\nKoch, E. W., Barbier, E. B., Silliman, B. R., Reed, D. J., Perillo, G. M., Hacker, S.\nD., et al. (2009). Non-linearity in ecosystem services: temporal and spatial\nvariability in coastal protection.Front. Ecol. Environ.7, 29–37. doi:10.1890/080126\nLean, C. H. (2021). Invasive species increase biodiversity and, therefore, services:\nAn argument of equivocations.Conserv. Sci. Pract.3 (12), e553. doi:10.1111/\ncsp2.553\nLee, T. S., Toft, J. D., Cordell, J., Dethier, M. N., Adams, J., and Kelly., R. P.\n(2018). Quantifying the effectiveness of shoreline armoring removal on coastal\nbiota of puget sound.PeerJ6, e4275. doi:10.7717/peerj.4275\nLegendre, P., and Fortin, M.-J. (2010). Comparison of the mantel test and\nalternative approaches for detecting complex multivariate relationships in the\nspatial analysis of genetic data.Mol. Ecol. Resour.10, 831–844. doi:10.1111/j.1755-\n0998.2010.02866.x\nLepczyk, C. A., Aronson, M. F. J., Evans, K. L., Goddard, M. A., Lerman, S. B.,\nand MacIvor., J. S. (2017). Biodiversity in the city: Fundamental questions for\nunderstanding the ecology of urban green spaces for biodiversity conservation.\nBioScience67, 799–807. doi:10.1093/biosci/bix079\nManson, S., Schroeder, J., Van Riper, D., Kugler, T., and Ruggles, S. (2021).\nIPUMS national historical geographic information system: Version 16.0 [2020\ncensus: P.L. 94-171 redistricting data summaryfile] (Publication no.IPUMS,\nMinneapolis, MN, USA. doi:10.18128/D050.V16.0\nMcClelland, J. W., Valiela, I., and Michener, R. H. (1997). Nitrogen-stable\nisotope signatures in estuarine food webs: a record of increasing urbanization in\ncoastal watersheds.Limnol. Oceanography42, 930–937. doi:10.4319/\nlo.1997.42.5.0930\nMcGlathery, K. J. (2001). Macroalgal blooms contribute to the decline of\nseagrass in nutrient-enriched coastal waters.Journal of Phycology37 (4), 453–\n456. doi:10.1046/j.1529-8817.2001.037004453.x\nMcKinley, A. C., Miskiewicz, A., Taylor, M. D., and Johnston, E. L. (2011).\nStrong links between metal contamination, habitat modification and estuarine\nlarvalfish distributions.Environmental Pollution159, 1499–1509. doi:10.1016/\nj.envpol.2011.03.008\nMcLeod, K. L., and Leslie, H. (2009).Ecosystem-based management for the\noceans. island press(Washington, D.C: Island Press).\nMcQuatters-Gollop, A., Mitchell, I., Vina-Herbon, C., Bedford, J., Addison, P. F.\nE., Lynam, C. P., et al. (2019). From science to evidence–\nhow biodiversity\nindicators can be used for effective marine conservation policy and management.\nFront. Mar. Sci.6. doi:10.3389/fmars.2019.00109\nMEA (2005).Millenium ecosystem assessment, ecosystems and human well-being:\nScenariosVol. Volume 2 (Washington: Island Press).\nMomota, K., and Hosokawa, S. (2021). Potential impacts of marine urbanization\non benthic macrofaunal diversity.Sci. Rep.11, 1–12. doi:10.1038/s41598-021-\n83597-z\nMoore, J. W., Schindler, D. E., Carter, J. L., Fox, J., Griffiths, J., and Holtgrieve, G.\nW. (2007). Biotic control of streamfluxes: spawning salmon drive nutrient and\nmatter export.Ecology88, 1278–1291. doi:10.1890/06-0782\nMorley, S. A., and Karr, J. R. (2002). Assessing and restoring the health of urban\nstreams in the puget sound basin.Conserv. Biol.16, 1498–1509. doi:10.1046/\nj.1523-1739.2002.01067.x\nMorley, S. A., Toft, J. D., and Hanson, K. M. (2012). Ecological Effects of\nShoreline Armoring on Intertidal Habitats of a Puget Sound Urban Estuary.\nEstuaries and Coasts35, 774–784. doi:10.1007/s12237-012-9481-3\nMorse, C. C., Huryn, A. D., and Cronan, C. (2003). Impervious Surface Area as a\nPredictor of the Effects of Urbanization on Stream Insect Communities in Maine,\nU.S.A.Environmental Monitoring and Assessment89, 95–127. doi:10.1023/\nA:1025821622411\nMunsch, S. H., Cordell, J. R., and Toft, J. D. (2015). Effects of seawall armoring\non juvenile pacific salmon diets in an urban estuarine embayment.Mar. Ecol. Prog.\nSer.535, 213–229. doi:10.3354/meps11403\nMunsch, S. H., Cordell, J. R., and Toft, J. D. (2017). Effects of shoreline\narmouring and overwater structures on coastal and estuarinefish: Opportunities\nfor habitat improvement.J. Appl. Ecol.54 (5), 1373–1384. doi:10.1111/1365-\n2664.12906\nNicastro, A., Onoda, Y., and Bishop, M. J. (2012). Direct and indirect effects of\ntidal elevation on eelgrass decomposition.Mar. Ecol. Prog. Ser.456, 53–62.\ndoi:10.3354/meps09635\nNicholson, E., Watermeyer, K. E., Rowland, J. A., Sato, C. F., Stevenson, S. L.,\nAndrade, A., et al. (2021). Scientific foundations for an ecosystem goal, milestones\nand indicators for the post-2020 global biodiversity framework.Nat. Ecol. Evol.5,\n1338–1349.\nNiemelaä, J., Breuste, J. H., Guntenspergen, G., McIntyre, N. E., Elmqvist, T.,\nand James, P. (Eds.) (2011).Urban ecology: Patterns, processes, and applications\n(New York, USA: Oxford University Press).\nOksanen, J., Blanchet, F. G., Kindt, R., Legendre, P., Minchin, P. R., O’Hara, R.\nB., et al. (2015).Vegan: Community ecology package(Helsinki, Finland: R package\nversion 2).\nOpenStreetMap contributors (2012)\nOpenStreetMap - Washington state roads.\nAvailable at:http://download.geofabrik.de/north-america/us/washington.html.\nPauly, D., and Christensen, V. (1995). Primary production required to sustain\nglobalfisheries.Nature374, 255–257. doi:10.1038/374255a0\nPeter, K. T., Lundin, J. I., Wu, C., Feist, B. E., Tian, Z., Cameron, J. R., et al.\n(2022). Characterizing the chemical profile of biological decline in stormwater-\nimpacted urban watersheds.Environ. Sci. Technol. 56 (5), 3159–3169. doi:10.1021/\nacs.est.1c08274\nPickett, S. T., Burch, W. R., Dalton, S. E., Foresman, T. W., Grove, J. M., and\nRowntree, R. (1997). A conceptual framework for the study of human ecosystems\nin urban areas.Urban. Ecosyst.1, 185–199. doi:10.1023/A:1018531712889\nPiola, R. F., and Johnston, E. L. (2008). Pollution reduces native diversity and\nincreases invader dominance in marine hard-substrate communities.Diversity and\nDistributions14(2), 329–342. doi:10.1111/j.1472-4642.2007.00430.x\nPOC (2003).America’s living ocean: Charting a course for Sea change\n(Washington, D.C: A Report to the Nation).\nPSNERP (2010).Puget sound basin PSNERP database. Puget Sound Nearshore\nEcosystem Restoration Partnership, Olympia, WA. Downloaded 12 March 2012.\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org15\n\nhttp://wagda.lib.washington.edu/data/geography/wa_state/wageol/data/PS_\nPSNERP_CA_3.0.gdb.zip.\nPSP (2008).Puget sound action agenda: Protecting and restoring the puget sound\necosystem by 2020. Puget Sound Partnership, Tacoma, WA, USA.\nPuget Sound Regional Council (PSRC) (2015)2015 regional macroeconomic\nforecast. Available at:http://www.psrc.org/data/forecasts/econdem/.\nPuget Sound Stream Benthos (2015).Samples with T.A. and taxonomy(City of\nSeattle, King County, Pierce County, and Snohomish County). Available at:https://\nbenthos.kingcounty.gov/https://benthos.kingcounty.gov/.\nR Core Team (2014).R: A language and environment for statistical computing\n(Vienna, Austria: R Foundation for Statistical Computing). Available at:http://\nwww.R-project.org/.\nRantz, S. E., et al. (1992).Measurement and computation of streamflow: Volume\n1. Measurement of stage and discharge. U.S. Geological Survey Water-Supply Paper\n2175. U.S. Government Printing Office, Washington D.C.\nRevised Code of Washington 90.71.300 Action Agenda–Goals and Objectives.\nAvailable at:https://app.leg.wa.gov/RCW/default.aspx?cite=90.71.300.\nRuckelshaus, M., and McClure, M. (2007).Sound science: Synthesizing ecological\nand socioeconomic information about the puget sound ecosystem(Seattle, WA, USA:\nUS Dept. of Commerce, National Oceanic and Atmospheric Administration\n(NMFS), Northwest Fisheries Science Center).\nSamhouri,J.F.,andLevin,P.S.(2012).Linkingland-andsea-basedactivitiestorisk\nin coastal ecosystems.Biol. Conserv.145, 118–129. doi:10.1016/j.biocon.2011.10.021\nSamhouri, J. F., Levin, P. S., and Ainsworth, C. H. (2010). Identifying thresholds\nfor ecosystem-based management (ed SJ bograd).PloS One5, e8907. doi:10.1371/\njournal.pone.0008907\nSavage, C., Leavitt, P. R., and Elmgren, R. (2010). Effects of land use,\nurbanization, and climate variability on coastal eutrophication in the Baltic Sea.\nLimnology and Oceanography55, 1033–1046. doi:10.4319/lo.2010.55.3.1033\nSchueler, T. R., Fraley-McNeal, L., and Cappiella, K. (2009). Is impervious cover\nstill important?Rev. Recent Res. J. Hydrol. Eng.14, 309–315. doi:10.1061/(ASCE)\n1084-0699(2009)14:4(309)\nSecretariat of the Convention on Biological Diversity (SCBD) (2012).Cities and\nbiodiversity outlook(Montreal, Canada: Montreal), 64.\nSimenstad, C. A., Tanner, C. D., Thom, R. M., and Conquest, L. L. (1991).\nEstuarine habitat assessment protocol(Washington: Report to US Environmental\nProtection Agency, Region 10, Seattle).\nSmith, S. V., Swaney, D. P., Talaue-Mcmanus, L., Bartley, J. D., Sandhei, P. T.,\nMcLaughlin, C. J., et al. (2003). Humans, hydrology, and the distribution of\ninorganic nutrient loading to the ocean.BioScience53, 235–245. doi:10.1641/\n0006-3568(2003)053[0235:HHATDO]2.0.CO;2\nSobocinski, K. L., Cordell, J. R., and Simenstad., C. A. (2010). Effects of shoreline\nmodifications on supratidal macroinvertebrate fauna on puget sound, Washington\nbeaches.Estuaries. Coasts.33, 699–711. doi:10.1007/s12237-009-9262-9\nSpirandelli, D. J. (2014).\nExamining the effects of wastewater infrastructure on\npuget sound near-shore water quality across a gradient of urbanization(University\nof Washington. 164 p: Ph.D. Dissertation).\nSteinberg, P. D., Brett, M. T., Bechtold, J. S., Richey, J. E., Porensky, L. M., and\nSmith, S. N. (2010). The influence of watershed characteristics on nitrogen export\nto and marine fate in hood canal, Washington, USA.Biogeochemistry106, 415–433.\ndoi:10.1007/s10533-010-9521-7\nSteinman, A. D., Lamberti, G. A., and Leavitt, P. R. (2007).“Biomass and\npigments of benthic algae,”inMethods in stream ecology. Eds. F. R. Hauer and G. A.\nLamberti (San Diego, California: Academic Press), Pages 357–380.\nStoms, D. M., Davis, F. W., Andelman, S. J., Carr, M. H., Gaines, S. D., Halpern,\nB. S., et al. (2005). Integrated coastal reserve planning: making the land-sea\nconnection.Front. Ecol. Environ.3, 429–436. doi:10.1890/1540-9295(2005)003\n[0429:ICRPMT]2.0.CO;2\nStramma, L., Schmidtko, S., Levin, L. A., and Johnson, G. C. (2010). Ocean\noxygen minima expansions and their biological impacts.Deep. Sea. Res. Part I.:\nOceanographic. Res. Papers.57, 587–595. doi:10.1016/j.dsr.2010.01.005\nStrong, J. A., Andonegi, E., Bizsel, K. C., Danovaro, R., Elliott, M., Franco, A.,\net al. (2015). Marine biodiversity and ecosystem function relationships: The\npotential for practical monitoring applications.Estuarine. Coast. Shelf. Sci.161,\n46–64. doi:10.1016/j.ecss.2015.04.008\nTakeda, L., and Røpke, I. (2010). Power and contestation in collaborative\necosystem-based management: The case of haida gwaii.Ecol. Econ. Special.\nSection.:Ecol.Distribution.Conflicts.70, 178–188. doi:10.1016/\nj.ecolecon.2010.02.007\nTallis, H., Ferdana, Z., and Gray, E. (2008). Linking terrestrial and marine\nconservation planning and threats analysis.Conserv. Biol.22, 120–130.\ndoi:10.1111/j.1523-1739.2007.00861.x\nTaylor, S. L., Roberts, S. C., Walsh, C. J., and Hatt, B. E. (2004) Catchment\nurbanisation and increased benthic algal biomass in streams: linking mechanisms\nto management.Freshwater Biology49, 835–851. doi:10.1111/j.1365-\n2427.2004.01225.x\nTissot,B.N.,Walsh,W.J.,andHixon,M.A.(2009).HawaiianIslands\nmarine ecosystem case study: Ecosystem- and community-based\nmanagement in Hawaii.Coast. Manage.37, 255–273. doi:10.1080/\n08920750902851096\nTodd, P. A., Heery, E. C., Loke, L. H., Thurstan, R. H., Kotze, D. J., and Swan, C.\n(2019). Towards an urban marine ecology: characterizing the drivers, patterns and\nprocesses of marine ecosystems in coastal cities.Oikos128, 1215–1242. doi:\n10.1111/oik.05946\nToft, J. D., Cordell, J. R., Simenstad, C. A., and Stamatiou, L. A. (2007). Fish\nDistribution, Abundance, and Behavior along City Shoreline Types in Puget Sound.\nNorth American Journal of Fisheries Management27, 465–480. doi:\n10.1577/M05-\n158.1\nUnited Nations (UN) (2010).Strategic plan for biodiversity 2011-2020,\nincluding aichi biodiversity targets in: Decision x/2(New York, NY: United\nNations).\nUnited Nations (UN) (2014).World urbanization prospects: The 2014 revision,\nhighlights (ST/ESA/SER.A/352)(New York, USA: Department of Economic and\nSocial Affairs, Population Division).\nU.S. Environmental Protection Agency & U.S. Geological Survey (2005).\nNational hydrography dataset plus–NHDPlus. U.S. Environmental Protection\nAgency & U.S. Geological Survey, Sioux Falls, SD, USA.\nVitousek, P. M., Ehrlich, P. R., Ehrlich, A. H., and Matson, P. A. (1986). Human\nappropriation of the products of photosynthesis.BioScience36, 368–373. doi:\n10.2307/1310258\nVonshak, M., and Gordon, D. M. (2015). Intermediate disturbance promotes\ninvasive ant abundance.Biol. Conserv.186, 359–367. doi:10.1016/\nj.biocon.2015.03.024\nWalsh, C. J., Roy, A. H., Feminella, J. W., Cottingham, P. D., Groffman, P. M.,\nMorgan, R. P., et al (2005). The urban stream syndrome: current knowledge and\nthe search for a cure.Journal of the North American Benthological Society24, 706–\n723. doi:10.1899/04-028.1\nWipfli, M. S., and Baxter, C. V. (2010). Linking ecosystems, food webs, andfish\nproduction: Subsidies in salmonid watersheds.Fisheries35, 373–387. doi:10.1577/\n1548-8446-35.8.373\nWolman, M. G. (1954). A method of sampling coarse river-bed material.Eos,\nTransactions American Geophysical Union35, 951–956. doi:10.1029/\nTR035i006p00951\nWootton, J. T. (2012). River food web response to Large-scale riparian zone\nmanipulations.PloS One7 (12), e51839. doi:10.1371/journal.pone.0051839\nSamhouri et al.10.3389/fmars.2022.931319\nFrontiers inMarine Sciencefrontiersin.org16",
  "extractedAt": "2025-12-12T18:45:11.783Z",
  "success": true,
  "matchedPublication": {
    "title": "How much city is too much city? Biodiversity and ecosystem functioning along an urban gradient at the interface of land and sea",
    "doi": "10.3389/fmars.2022.931319",
    "year": "2022",
    "authors": "Samhouri, Jameal F.; Shelton, Andrew Olaf; Williams, Gregory D.; Feist, Blake E.; Hennessey, Shannon M.; Bartz, Krista; Kelly, Ryan P.; O’Donnell, James L.; Sheer, Mindi; Stier, Adrian C.; Levin, Phillip S."
  }
}