{
  "filename": "Samhouri and Stier (Coral Reefs) 2021.pdf",
  "numPages": 8,
  "text": "NOTE Ecological impacts of an invasive mesopredator do not differ from those of a native mesopredator: lionfish in Caribbean Panama Jameal F. Samhouri 1,1 • Adrian C. Stier 2,1 Received: 12 September 2020 / Accepted: 10 June 2021 / Published online: 4 July 2021 ÓThis is a U.S. government work and not under copyright protection in the U.S.; foreign copyright protection may apply 2021 AbstractThe impacts of invasive lionfish (Pterois voli- tans/miles) on native coral reef populations in the Western Atlantic Ocean and Caribbean Sea can be enormous. However, how much lionfish differ from native predators and whether their effects outweigh the abundant meso- predators that occupy many reefs invite continued exami- nation. Here, we present empirical evidence from Caribbean Panama and beyond suggesting that lionfish are less abundant than native mesopredators. Furthermore, we show that their direct impacts on survivorship and size distributions of one native prey species are similar to those of a native mesopredator. These results support calls for lionfish management that considers evolving local eco- logical and social dynamics, including prey community composition, the roles of native mesopredators, and regional goals for conservation and fisheries. Recognition of regional context creates the potential for synergies between conservation actions aimed both at the invasion and other consequential problems such as overexploitation and climate change. KeywordsIndo-pacific lionfish Pterois volitans Pterois miles Invasive species Naivete ́  Coral reefs Social– ecological systems Predation Introduction The ecological impacts of invasive species can have major economic, social, and cultural consequences (Pejchar and Mooney2009). However, the effects of invasive species are not uniformly negative, and there is increasing attention to how the impact and function of invasive species can vary geographically (Davis et al.2011; Lockwood and Robinson 2014; Doherty and Ritchie2016). For example, in certain localities invasive plants can have null or positive effects on nesting native birds (Gleditsch and Carlo2014). More generally, invasive species can offer novel socioeconomic opportunities (resource extraction, tourism; Pejchar and Mooney2009). Quantifying the ecological and social sig- nificance of invasive species in different locations can facilitate an understanding of trade-offs between costly removals of invaders versus a more complex characteri- zation of what it means to accept novel species in social– ecological systems riddled by ‘‘wicked problems’’ (Rittel and Webber1973). On coral reefs, there are few examples of successful invasions by vertebrate predators. A conspicuous exception is the introduction of Indo-Pacific lionfishes (Pterois voli- tansandP. miles) to the Atlantic in the 1980s and their rapid spread in the 2000s. Invasive lionfish are voracious generalist predators with venomous spines that act as a built-in defense against native predators (Co ˆ te ́ et al.2013). Exponential increases in invasive lionfish abundance in some areas have raised serious conservation concerns for native prey communities (e.g., Ingeman2016). The Topic Editor Alastair Harborne Jameal F. Samhouri and Adrian C. Stier contributed equally to this work. &Jameal F. Samhouri jameal.samhouri@noaa.gov 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA 98112, USA 2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 123 Coral Reefs (2021) 40:1593–1600 https://doi.org/10.1007/s00338-021-02132-8 vulnerability of native communities to lionfish is likely compounded by a long history of overexploitation of apex predators. As in many ecosystems (Ritchie and Johnson 2009), the loss of apex predators on Caribbean reefs has caused an increase in the abundance of smaller predators such as small groupers and snappers (Stallings2009). This increase in smaller predators, also known as mesopreda- tors, threatens the abundance and biodiversity of coral reef fishes (Stier et al.2017). The lionfish invasion may exac- erbate these mesopredator threats given that lionfish can play a similar trophic role to native mesopredators (Albins 2013; Ellis and Faletti2016; Curtis et al.2017). For these reasons and others, there is a growing appreciation that the impacts of lionfish on native coral reef communities are likely to be heavily context-dependent, and mediated by the abundance, influences, and naivete ́ of native predators, competitors, and prey (Anton et al.2016; Ingeman et al. 2017). However, there is an incomplete understanding of how lionfish abundance varies relative to native meso- predator abundance, and of the relative impacts of lionfish and native mesopredators on native prey species. Here, we provide evidence from Caribbean Panama and beyond that lionfish are less abundant than native meso- predators and that lionfish impacts on one common prey species are indistinguishable from a native mesopredator. Our results provide support for the view that management of invasive lionfish may be succeeding in some places and that continuation of control efforts requires nuanced con- sideration in relation to specific conservation goals and in relation to other environmental concerns. Methods Observational surveys We conducted two types of flashlight-assisted visual sur- veys at three different sites near Bocas del Toro, Panama (Punta Caracol, Casa Blanca, Casa Verde), in January 2015. First, we counted lionfish, native predators, and potential prey for these predators on 24 patch reefs. Two divers counted all non-cryptic fishes on each patch reef, which primarily consisted of the coralsOrbicellaspp. and Agariciaspp. Following surveys, divers measured the area of the reef approximated by the product of its maximum width and length in meters, compared their fish observa- tions, and scored a predator species as present on a patch reef if at least one diver detected it. For prey, we averaged the counts of individualsB5 cm TL across divers. Patch reefs averaged 1-2 m 2 in area (range: 0.3–3.3 m 2 ), and those we surveyed were generally 2–10 m apart from one another. All surveys were conducted during the day, and flashlights were used to look inside dark crevices. Second, we conducted timed roving diver surveys of lionfish and two types of native mesopredator, the graysby Cephalopholis cruentataand hamletsHypoplectrusspp., at each site. In these surveys (which did not focus on indi- vidual patch reefs but rather the full matrix of habitat at each site), teams of three divers swam for 20 min each*1 m above the substrate and along consistent depth contours of 4 m and 8 m. Counts focused on the mesopredators sighted directly below each diver and were summed within a team of divers to compare predator abundances (Table S1). We conducted three analyses to quantify whether native mesopredators were more common than invasive lionfish. First, we tested the hypothesis that invasive and native mesopredators occupied an equal proportion of reefs by analyzing a generalized linear mixed model (logit link, binomial distribution) of occurrence as a function of predator type (native or invasive), with site as a random effect. Second, we tested the hypothesis that native and invasive mesopredators differed in conditional density (i.e., density when present). Because not all mesopredator spe- cies were present at all sites, we pooled all native meso- predators together and compared the conditional density of native mesopredators to lionfish using a Student’st-test. Third, we tested the hypothesis that invasive and native mesopredators were equally abundant during the timed surveys at the three sites by comparing mesopredator abundance across observer teams using a one-way ANOVA with survey sites as the replicates. In the patch reef surveys, one prey species, the masked gobyCoryphopterus personatus, was conspicuously more abundant than other prey species, forming large shoals above individual reefs where we observed multiple predator species stalking and striking them. To test the hypothesis that the masked goby was more abundant than all other prey species summed together, we analyzed a generalized linear mixed model of log-transformed densi- ties to compare these two groups, using site as a random effect. Because our predator surveys in Panama reflect a snapshot in time from one region, we also analyzed observational data from the Reef Environmental Education Foundation (www.reef.org) database, collected during surveys conducted across eight regions in the Caribbean and Western Atlantic in the six years leading up to our study 2010–2015. The REEF database compiles informa- tion from volunteer divers who use a roving diver tech- nique to count all fishes observed during a dive, as well as metadata including location, date, time, and habitat. Expert density is a weighted average index based on the frequency of observations by expert REEF divers in different abun- dance categories (1, 2–10, 11–100,[100 individuals). A dive without any reported sighting of a fish species is 1594Coral Reefs (2021) 40:1593–1600 123 interpreted as 0 individuals for that dive. We used a Welch’s two-samplet-test to compare expert densities of lionfish and graysby, treating regional means from 2010 to 2015 as replicates (Table S2). Experimental test of lionfish and native mesopredator impacts In January–February 2015, we conducted a laboratory experiment to test whether the direct effects of lionfish on native masked gobies differed from the effects of the native graysby,in Bocas del Toro, Panama, at the Smithsonian Tropical Research Institute. 1 We focused on this prey species because it was highly abundant and we observed lionfish and native mesopredators feeding voraciously on these gobies in the field. The experiment consisted of three trials, each of which included four treatments within replicate aquaria: empty control (10 gobies only), non- mesopredator control (1 parrotfishScarus iseriwith 10 gobies); native mesopredator (1 graysby with 10 gobies); and invasive predator (1 lionfish with 10 gobies; see Table S3 for sample sizes by trial). The laboratory exper- iment matched observed mesopredator densities, as when a graysby or lionfish was present on a patch reef at our study sites, it was uncommon to observe more than one. We collected fish from nearby reefs and allowed them to acclimate to the laboratory forC24 h prior to initiating experiments. We standardized mesopredator satiation by ensuring that individuals did not feed forC24 prior to inclusion in the feeding trials. Each aquaria contained a single PVC tube (15 cm long, 2.5 cm diameter) to provide structure. At 1200 on the day of each trial, we introduced the mesopredators or parrotfish to aquaria. Trials began at 1630 when we introduced gobies to the aquaria (haphazardly with respect to goby size). We note that lionfish activity peaks during twilight periods in both their native and non-native ranges (Green et al.2011; Cure et al.2012; McCallister et al.2018, but see Morris and Akins2009). At 1830, we removed mesopreda- tors/parrotfish from the experimental aquaria and placed them in larger holding tanks until the subsequent trial. We collected, counted, and measured (SL mm) surviving gobies from each tank the following morning. To test the hypothesis that lionfish influenced the overall and size-selectivity of mortality of gobies differently than native mesopredators, we conducted nonparametric Krus- kal–Wallis tests with proportion mortality or size of sur- viving gobies as the response variable and predator treatment as the predictor variable. Nonparametric tests were necessary because of the extreme differences in data distribution in the control treatments (very low mortality) and the mesopredator treatments (higher mortality). We pooled data across three temporal trials and across empty control and non-predator control treatments, as the differ- ences between lionfish, graysby, and control treatments during each trial, and results for empty control and non- predator control treatments, were qualitatively similar. Because in some treatments there were an abundance of replicates without any predation, while in the mesopredator treatments approximately half of the fish were eaten, the data violated assumptions of normality and homogeneity of variance for parametric statistics. We used a Wilcox post hoc test to determine if response variables differed signif- icantly between the native and invasive mesopredator treatments. All analyses were performed using R software (R Core Team2020). Results and discussion We encountered significantly fewer lionfish than native mesopredators in Caribbean Panama, on both the patch reefs (occurrence: Fig.1a; glmerZ= 2.356,p= 0.019; conditional density: Fig.1b;t-test, = 2.803,p= 0.015) and during timed mesopredator survey counts (Fig.1c; ANOVA,F= 8.877,p= 0.016). On average, native mesopredators occupied[29as many patch reefs as lionfish (range: 1–fourfold differences), their conditional densities were*50% greater, and they were 30–40 times more abundant during timed counts (Table S1). Relatively low occurrence, density, and abundance of lionfish in our study may reflect successful efforts to cull lionfish via fishing derbies (Malpica-Cruz et al.2016; Green et al. 2017), effective biotic control by the native fish assemblage (Ellis and Faletti2016), and/or a tapering of the invasion wave (Benkwitt et al.2017). We do not have data to speak directly to lionfish control efforts in Caribbean Panama, though anecdotal evidence 2 and reports in conference proceedings suggest that derbies and fisheries by Ngobe indigenous people have reduced lionfish densities in this region (Fehr et al.2012; ICRI2014). Our local finding in Caribbean Panama appears to gen- eralize: comparison of graysby and lionfish densities across eight regions in the Western Atlantic and Caribbean sug- gests that graysby densities are*20% higher on average (Fig.1d; Welch’st= 2.44, df = 11.25,p= 0.033). These results are consistent with observations from several other studies in the western Caribbean (Elise et al.2014; Hack- erott et al.2017; Peiffer et al.2017), which have described much lower lionfish abundance than in locations farther north and east (Green et al.2012). These geographic 1 https://stri.si.edu/facility/bocas-del-toro 2 http://www.tropicalcc.org/lionfish-control-management Coral Reefs (2021) 40:1593–16001595 123 differences may imply disparities in lionfish control efforts, carrying capacities, or ecological interactions (Ingeman et al.2017). One hypothesis associated with disparities in ecological interactions is that lionfish prefer patch reef habitats or show higher growth, survival, and immigration on patch reefs, compared to contiguous reef habitats. We note that the highest density of lionfish recorded in the invaded range comes from artificial reefs in the north- eastern Gulf of Mexico (Dahl and Patterson2014) and that many studies in the northeastern Caribbean have focused on patch reef habitats (e.g., Green et al.2011; Albins2013; Ingeman2016). While we do not have information about the characteristics of the reef matrix at each of the REEF study sites (Fig.1d), our own observations from Caribbean Panama are consistent with the hypothesis that habitat configuration (cf. Sandin and Pacala2005; White et al. 2011) plays a role in lionfish population dynamics: inva- sive lionfish were less common than native mesopredators on the patch reefs we surveyed (Figs.1ab), but they were even less common and rarely observed at all on roving diver surveys across contiguous reef habitat (Fig.1c). Our results demonstrate that lionfish are less common than native mesopredators in Caribbean Panama and beyond, but it is possible that lionfish impacts on native prey are greater (Albins2013; Ellis and Faletti2016). We tested this hypothesis using the masked goby as a focal prey species, which occurred in shoals of 10–100 s of individuals with densitiesCtenfold those of all other prey species combined (t= 13.365,p\\0.001; Fig. S1). Goby mortality was higher in the invasive and native mesopredator treatments compared to the control (K-Wv 2 = 17.73,p= 0.001). While all gobies survived in the control treatments, on average*50% of them survived the 2-h experimental trials in both the invasive lionfish and native graysby treatments (Fig.2a), mortality rates that were statistically indistinguishable (Wilcox post hoc test = 81.5,p= 0.66). Furthermore, the size selectivity of predation by invasive and native mesopredators did not differ from each other or from the control treatment (K-W Fig. 1Comparison ofathe percentage of patch reefs (Punta Caracol: n= 5; Casa Blanca:n= 11; Casa Verde:n= 8) occupied by native mesopredators (graysbyCephalopholis cruentataand hamletsHy- poplectrus puella,H. nigricans) and Indo-Pacific lionfish (Pterois volitansandP. miles),bthe density of native mesopredators and lionfish when present on those patch reefs,cthe number of native mesopredators and lionfish observed on timed, roving diver surveys, anddthe expert densities (derived from the REEF database) of one native mesopredator (the graysby) and lionfish across eight regions in the Caribbean and Western Atlantic from 2010 to 2015. Panelsa- cfocus on three sites in Caribbean Panama (Punta Caracol, squares; Casa Verde, triangles; Casa Blanca, circles) surveyed in 2015. Filled symbols inb-dreflect means±1SE across sites/regions 1596Coral Reefs (2021) 40:1593–1600 123 v 2 = 2.56,p= 0.28; Fig.2b). Though replication was limited with our experimental design, we found strong congruence in outcomes across trials, giving little reason to suspect that more replication would lead to different inferences. Furthermore, these results are consistent with a recent meta-analysis of field experiments (Stier et al. 2017), which found that the effect of lionfish predation on native prey communities is consistently negative and strong, but statistically identical to predation effects induced by native mesopredators. In contrast to our findings, the one direct, field-based experimental test of native mesopredator and lionfish impacts on native prey mortality (in the Bahamas) demonstrates that lionfish effects are stronger than native mesopredators for many species (Albins2013). This dif- ference could result from several factors. For instance, lionfish and native mesopredators may exhibit geographi- cally distinct effects on native prey communities because of the higher lionfish densities in the Bahamas compared to Panama (Fig.1d; Green et al.2014) or due to enhanced biotic resistance closer to the equator (Freestone et al.2013 but see Anton et al.2019). In addition, vulnerability of gobies to lionfish predation may be low; Albins (2013, Table 1) shows weak or positive impacts of lionfish on three of the five gobies examined in that study. Similarly, separate experimental evidence suggests that two species of Caribbean gobies (Coryphopterus glaucofraenumand Gnatholepis thompsoni), including one congener of the masked goby, show a moderate level of recognition of lionfish as a predation threat (Marsh-Hunkin et al.2013). While prey naivete ́ toward lionfish has been shown to be an important ecological mechanism behind the invasion suc- cess of lionfish in the Caribbean and the eastern Mediter- ranean (Co ˆ te ́ et al.2013; Anton et al.2016; Haines and Co ˆ te ́ 2019; D’Agostino et al.2020), this mechanism does not appear to be a strong factor for gobies and it is possible that past co-evolutionary history between theCo- ryphopterusgenus and thePteroisgenus has dampened the impact of naivete ́ . Alternatively, our findings may contrast with the longer and broader field study undertaken by Albins (2013) due to the short-term nature, confined laboratory environment, restricted time of day, and singular prey species we employed for predation trials. While there are several inferential advantages of a field experiment, additional field- and lab-based experimental studies in different geographies and with different prey species will clarify the relative influences of invasive lionfish and native meso- predators on native prey. Strong effects of lionfish are less likely in locations with low densities of invasive lionfish— as in the present study (Fig.1)—but also where there is a high standing biomass of fishes and larger size classes of fishes (Ingeman et al.2017). Additional experimental work to understand how these factors interact to influence lion- fish impacts on native communities will allow for more targeted, effective control efforts (cf. Green et al.2014). Inconsistency of results across prey species, studies, and regions is not without precedent in the study of invasive species and emphasizes the need to evaluate how short- term impacts of invaders over small geographic areas scale to entire ecosystems in the medium to long terms after an initial invasion wave (Lockwood and Robinson2014). No matter their relative influence, in absolute terms both native mesopredators and invasive lionfish drive shifts in the abundance and biodiversity of Western Atlantic and Caribbean coral reef fish communities (Stier et al.2017). These effects are partially a result of disproportionately high fishing rates of apex predators that have allowed for mesopredator release (Stallings2009), a widespread phe- nomenon on coral reefs and in other ecosystems (Ritchie and Johnson2009). It remains an open question whether lionfish are exacerbating widespread mesopredator release in the Western Atlantic and Caribbean by adding another highly abundant species to this guild, or if they are com- peting and partially or wholly replacing contemporary functional roles of native mesopredators. No matter where reality lies, emerging studies showing the potential for native apex predators to inhibit lionfish (Mumby et al. 2011; Diller et al.2014; Ellis and Faletti2016) suggest that restoration of native apex predators may offer significant promise to address mesopredator release and the lionfish invasion simultaneously (Doherty and Ritchie2016). However, additional research on the interactions between lionfish and native predators is needed to understand the context under which native predators may mediate the effects of lionfish (Hackerott et al.2013). The evidence synthesized here embraces recent calls for critical examination of claims about the consequences of invasive taxa more generally (Davis et al.2011). Our study also underscores the role time and spatial scale play in shaping the impacts of species introductions (Lockwood and Robinson2014) and suggests that geographic differ- ences and trends in lionfish impacts are evolving. Given that in Caribbean Panama lionfish are uncommon com- pared to native mesopredators and have similar effects on at least one of the most common native prey species, current management practices to control lionfish may be considered quite effective. Alternatively, given the gener- ally low relative abundance of lionfish, they may be well thought of as leverage points to address ‘‘wicked prob- lems’’ such as climate change and overexploitation (Rittel and Webber1973) also affecting coral reefs in the region. For example, the social and economic opportunities pro- vided by the emergence of lionfish as a new source of food, livelihoods, and tourism remain largely unexamined (but Coral Reefs (2021) 40:1593–16001597 123 see Chapman et al.2016), but could be important in areas where the status of fisheries is poor, food security is low, and vulnerability to climate change is high (Siegel et al. 2019). On the other hand, if lionfish depress densities of native herbivores that graze algae sufficiently, they may aggravate the challenges already faced by corals due to fishery removals (Bellwood and Goatley2017), which would inspire a redoubling of control efforts where local economies are heavily dependent on reef-based tourism. We encourage future efforts to build a place-based understanding of the ecological, economic, and social links to lionfish in Panama and throughout their introduced range. Supplementary InformationThe online version contains supplementary material available athttps://doi.org/10.1007/s00338- 021-02132-8. AcknowledgementsCraig Layman, John Bruno, Kurt Ingeman, Blake Feist, Joe Curtis, Julian Olden, Melissa Poe, and four anony- mous reviewers provided helpful comments on earlier versions of this manuscript. We also gratefully acknowledge the entire 3 Seas XXX and XXXI classes for their work on this study, as well as Sebastian, Fig. 2Theamortality and bsize distribution of native prey (Coryphopterus personatus) exposed to native mesopredator (graysby), invasive mesopredator (lionfish), and control treatments in mesocosm experiments. Ina, black points and error bars represent mean proportional mortality±95% CI, and colored triangles represent results from individual replicate aquaria for each treatment. Inb, density plots show the smoothed distribution of the points along the numeric axis of survivor length and hash marks onx-axis reflect size of individual survivors from each treatment, pooled across trials and aquaria. The peaks of the density plots are at the locations where there is the highest concentration of points 1598Coral Reefs (2021) 40:1593–1600 123 Fufo, Abuelo, Aqualounge, and all the odd-numbered breeding hamlets that got away. Declarations Conflict of interestThe authors declare that they do not have con- flict of interest. Ethical statementWe certify that this article was prepared as part of our official duties. The article is thus in the public domain and cannot be copyrighted. Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visithttp://creativecommons. org/licenses/by/4.0/. References Albins MA (2013) Effects of invasive Pacific red lionfish Pterois volitans versus a native predator on Bahamian coral-reef fish communities. Biol Invasions 15:29–43 Anton A, Cure K, Layman CA, Puntila R, Simpson MS, Bruno JF (2016) Prey naivete ́ to invasive lionfish Pterois volitans on Caribbean coral reefs. Mar Ecol Prog Ser 544:257–269 Anton A, Geraldi NR, Lovelock CE, Apostolaki ET, Bennett S, Cebrian J, Krause-Jensen D, Marba ` N, Martinetto P, Pandolfi JM, Santana-Garcon J, Duarte CM (2019) Global ecological impacts of marine exotic species. Nat Ecol Evol 3:787–800 Bellwood DR, Goatley CHR (2017) Can biological invasions save Caribbean coral reefs? Curr Biol 27:R13–R14 Benkwitt CE, Albins MA, Buch KL, Ingeman KE, Kindinger TL, Pusack TJ, Stallings CD, Hixon MA (2017) Is the lionfish invasion waning? Evidence from The Bahamas. Coral Reefs 36:1255–1261 Chapman JK, Anderson LG, Gough CLA, Harris AR (2016) Working up an appetite for lionfish: a market-based approach to manage the invasion of Pterois volitans in Belize. Mar Policy 73:256–262 Co ˆ te ́ IM, Green SJ, Hixon MA (2013) Predatory fish invaders: insights from Indo-Pacific lionfish in the western Atlantic and Caribbean. Biol Conserv 164:50–61 Cure K, Benkwitt CE, Kindinger TL, Pickering EA, Pusack TJ, McIlwain JL, Hixon MA (2012) Comparative behavior of red lionfish Pterois volitans on native Pacific versus invaded Atlantic coral reefs. Mar Ecol Prog Ser 467:181–192 Curtis JS, Wall KR, Albins MA, Stallings CD (2017) Diet shifts in a native mesopredator across a range of invasive lionfish biomass. Mar Ecol Prog Ser 573:215–228 D’Agostino D, Jimenez C, Reader T, Hadjioannou L, Heyworth S, Aplikioti M, Argyrou M, Feary DA (2020) Behavioural traits and feeding ecology of Mediterranean lionfish and naivete ́ of native species to lionfish predation. Mar Ecol Prog Ser 638:123–135 Dahl KA, Patterson WF III (2014) Habitat-Specific Density and Diet of Rapidly Expanding Invasive Red Lionfish, Pterois volitans, Populations in the Northern Gulf of Mexico. PLoS ONE 9:e105852 Davis MA, Chew MK, Hobbs RJ, Lugo AE, Ewel JJ, Vermeij GJ, Brown JH, Rosenzweig ML, Gardener MR, Carroll SP, Thomp- son K, Pickett STA, Stromberg JC, Tredici PD, Suding KN, Ehrenfeld JG, Philip Grime J, Mascaro J, Briggs JC (2011) Don’t judge species on their origins. Nature 474:153–154 Diller JL, Frazer TK, Jacoby CA (2014) Coping with the lionfish invasion: evidence that naı ̈ ve, native predators can learn to help. J Exp Mar Biol Ecol 455:45–49 Doherty TS, Ritchie EG (2016) Stop jumping the gun: a call for evidence-based Invasive predator management. conserv Lett n/a- n/a Ellis R, Faletti M (2016) Native grouper indirectly ameliorates the negative effects of invasive lionfish. Mar Ecol Prog Ser 558:267–279 Elise S, Urbina-Barreto I, Boadas-Gil H, Galindo-Vivas M, Kulbicki M (2014) No detectable effect of lionfish (Pterois volitansand P. miles) invasion on a healthy reef fish assemblage in Archipelago Los Roques National Park, Venezuela. Mar Biol162:319–330 Fehr A, Krongrad L, Duscher A, Chaves L, Fleming E, Feitosa J, George A, Gloeckler K, Irvine A, Marty M, McGinty E, NagyM, Ormond C, Paullin C, Seely T, Van Heukelem L, Withers A (2012) Assessment of the lionfish invasion off Bocas Del ToroArchipelago. 12th International Coral Reef Symposium 494 Freestone AL, Ruiz GM, Torchin ME (2013) Stronger biotic resistance in tropics relative to temperate zone: effects of predation on marine invasion dynamics. Ecology 94:1370–1377 Gleditsch JM, Carlo TA (2014) Living with aliens: effects of invasive shrub honeysuckles on avian nesting. PLoS ONE 9:e107120 Green SJ, Akins JL, Co ˆ te ́ IM (2011) Foraging behaviour and prey consumption in the Indo-Pacific lionfish on Bahamian coral reefs. Mar Ecol Prog Ser 433:159–167 Green SJ, Akins JL, Maljkovic ́ A, Co ˆ te ́ IM (2012) Invasive Lionfish Drive Atlantic Coral Reef Fish Declines. PLoS ONE 7:e32596 Green SJ, Dulvy NK, Brooks AML, Akins JL, Cooper AB, Miller S, Co ˆ te ́ IM (2014) Linking removal targets to the ecological effects of invaders: a predictive model and field test. Ecol Appl 24:1311–1322 Green SJ, Underwood EB, Akins JL (2017) Mobilizing volunteers to sustain local suppression of a global marine invasion. Conserv Lett 10:726–735 Hackerott S, Valdivia A, Green SJ, Co ˆ te ́ IM, Cox CE, Akins L, Layman CA, Precht WF, Bruno JF (2013) Native Predators Do Not Influence Invasion Success of Pacific Lionfish on Caribbean Reefs. PLoS ONE 8:e68259 Hackerott S, Valdivia A, Cox CE, Silbiger NJ, Bruno JF (2017) Invasive lionfish had no measurable effect on prey fish community structure across the Belizean Barrier Reef. PeerJ 5:e3270 Haines LJ, Co ˆ te ́ IM (2019) Homing decisions reveal lack of risk perception by Caribbean damselfish of invasive lionfish. Biol Invasions 21:1657–1668 ICRI (2014) The lionfish invasion: management strategies for the Southern Caribbean Sea. International Coral Reef Initiative29th General Meeting Reporting period October 2013 – September 2014:4–5 Ingeman K (2016) Lionfish cause increased mortality rates and drive local extirpation of native prey. Mar Ecol Progess Ser 558(235):245 Ingeman KE, Albins MA, Benkwitt CE, Green SJ, Kindinger TL, Tuttle LJ, Hixon MA (2017) Resolving differences in observed impacts of invasive lionfish and clarifying advice to managers. Coral Reefs (2021) 40:1593–16001599 123 Peer J Preprint 5:e3455v1.https://doi.org/10.7287/peerj.pre prints.3455v1 Lockwood JL, Robinson OJ (2014) The impacts of invasive species on coastal marine ecosystems. In: Maslo B, Lockwood JL (eds) Coastal Conservation. Cambridge University Press Malpica-Cruz L, Chaves LCT, Co ˆ te ́ IM (2016) Managing marine invasive species through public participation: lionfish derbies as a case study. Mar Policy 74:158–164 Marsh-Hunkin KE, Gochfeld DJ, Slattery M (2013) Antipredator responses to invasive lionfish, Pterois volitans: interspecific differences in cue utilization by two coral reef gobies. Mar Biol 160:1029–1040 McCallister M, Renchen J, Binder B, Acosta A (2018) Diel Activity Patterns and Movement of Invasive Lionfish (Pterois volitans/P. miles) in the Florida Keys Identified Using Acoustic Telemetry. Gulf Caribb Res 29:27–40 Morris JA, Akins JL (2009) Feeding ecology of invasive lionfish ( Pterois volitans ) in the Bahamian archipelago. Environ Biol Fishes 86:389 Mumby PJ, Harborne AR, Brumbaugh DR (2011) Grouper as a natural biocontrol of invasive lionfish. PLoS ONE 6:e21510 Peiffer F, Bejarano S, de Witte GP, Wild C (2017) Ongoing removals of invasive lionfish in Honduras and their effect on native Caribbean prey fishes. PeerJ 5:e3818 Pejchar L, Mooney HA (2009) Invasive species, ecosystem services and human well-being. Trends Ecol Evol 24:497–504 R Core Team (2020) R: a language and environment for statistical computing. R foundation for statistical computing, vienna, austria Rittel HWJ, Webber MM (1973) Dilemmas in a general theory of planning. Policy Sci 4:155–169 Ritchie EG, Johnson CN (2009) Predator interactions, mesopredator release and biodiversity conservation. Ecol Lett 12:982–998 Sandin SA, Pacala SW (2005) Fish aggregation results in inversely density-dependent predation on continuous coral reefs. Ecology 86:1520–1530 Siegel KJ, Cabral RB, McHenry J, Ojea E, Owashi B, Lester SE (2019) Sovereign states in the Caribbean have lower social- ecological vulnerability to coral bleaching than overseas terri- tories. Proc R Soc B Biol Sci 286:20182365 Stallings CD (2009) Fishery-Independent Data Reveal Negative Effect of Human Population Density on Caribbean Predatory Fish Communities. PLoS ONE 4:e5333 Stier AC, Stallings CD, Samhouri JF, Albins MA, Almany GR (2017) Biodiversity effects of the predation gauntlet. Coral Reefs 36(2):601–606 White J, Samhouri J, Stier A, Wormald C, Hamilton S, Sandin S (2011) Synthesizing mechanisms of density dependence in reef fishes: behavior, habitat configuration, and observation scale. Ecology 91:1949–1961 Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. 1600Coral Reefs (2021) 40:1593–1600 123",
  "sections": {
    "abstract": "The impacts of invasive lionfish (Pterois voli- tans/miles) on native coral reef populations in the Western Atlantic Ocean and Caribbean Sea can be enormous. However, how much lionfish differ from native predators and whether their effects outweigh the abundant meso- predators that occupy many reefs invite continued exami- nation. Here, we present empirical evidence from Caribbean Panama and beyond suggesting that lionfish are less abundant than native mesopredators. Furthermore, we show that their direct impacts on survivorship and size distributions of one native prey species are similar to those of a native mesopredator. These results support calls for lionfish management that considers evolving local eco- logical and social dynamics, including prey community composition, the roles of native mesopredators, and regional goals for conservation and fisheries. Recognition of regional context creates the potential for synergies between conservation actions aimed both at the invasion and other consequential problems such as overexploitation and climate change.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we show that their direct impacts on survivorship and size distributions of one native prey species are similar to those of a native mesopredator.",
    "we observed multiple predator species stalking and striking them.",
    "we observed lionfish and native mesopredators feeding voraciously on these gobies in the field.",
    "Our results demonstrate that lionfish are less common than native mesopredators in Caribbean Panama and beyond, but it is possible that lionfish impacts on native prey are greater (Albins2013; Ellis and Faletti2016).",
    "we found strong congruence in outcomes across trials, giving little reason to suspect that more replication would lead to different inferences."
  ],
  "fullText": "\n\nNOTE\nEcological impacts of an invasive mesopredator do not differ\nfrom those of a native mesopredator: lionfish in Caribbean\nPanama\nJameal F. Samhouri\n1,1\n•\nAdrian C. Stier\n2,1\nReceived: 12 September 2020 / Accepted: 10 June 2021 / Published online: 4 July 2021\nÓThis is a U.S. government work and not under copyright protection in the U.S.; foreign copyright protection may apply 2021\nAbstractThe impacts of invasive lionfish (Pterois voli-\ntans/miles) on native coral reef populations in the Western\nAtlantic Ocean and Caribbean Sea can be enormous.\nHowever, how much lionfish differ from native predators\nand whether their effects outweigh the abundant meso-\npredators that occupy many reefs invite continued exami-\nnation.  Here,  we  present  empirical  evidence  from\nCaribbean Panama and beyond suggesting that lionfish are\nless abundant than native mesopredators. Furthermore, we\nshow that their direct impacts on survivorship and size\ndistributions of one native prey species are similar to those\nof a native mesopredator. These results support calls for\nlionfish management that considers evolving local eco-\nlogical and social dynamics, including prey community\ncomposition,  the  roles  of  native  mesopredators,  and\nregional goals for conservation and fisheries. Recognition\nof regional context creates the potential for synergies\nbetween conservation actions aimed both at the invasion\nand other consequential problems such as overexploitation\nand climate change.\nKeywordsIndo-pacific lionfish\u0002Pterois volitans\u0002Pterois\nmiles\u0002Invasive species\u0002Naivete\n ́\n\u0002Coral reefs\u0002Social–\necological systems\u0002Predation\nIntroduction\nThe ecological impacts of invasive species can have major\neconomic, social, and cultural consequences (Pejchar and\nMooney2009). However, the effects of invasive species\nare not uniformly negative, and there is increasing attention\nto how the impact and function of invasive species can vary\ngeographically (Davis et al.2011; Lockwood and Robinson\n2014; Doherty and Ritchie2016). For example, in certain\nlocalities invasive plants can have null or positive effects\non nesting native birds (Gleditsch and Carlo2014). More\ngenerally, invasive species can offer novel socioeconomic\nopportunities (resource extraction, tourism; Pejchar and\nMooney2009). Quantifying the ecological and social sig-\nnificance of invasive species in different locations can\nfacilitate an understanding of trade-offs between costly\nremovals of invaders versus a more complex characteri-\nzation of what it means to accept novel species in social–\necological systems riddled by ‘‘wicked problems’’ (Rittel\nand Webber1973).\nOn coral reefs, there are few examples of successful\ninvasions by vertebrate predators. A conspicuous exception\nis the introduction of Indo-Pacific lionfishes (Pterois voli-\ntansandP. miles) to the Atlantic in the 1980s and their\nrapid spread in the 2000s. Invasive lionfish are voracious\ngeneralist predators with venomous spines that act as a\nbuilt-in defense against native predators (Co\nˆ\nte\n ́\net al.2013).\nExponential increases in invasive lionfish abundance in\nsome areas have raised serious conservation concerns for\nnative  prey  communities  (e.g.,  Ingeman2016).  The\nTopic Editor Alastair Harborne\nJameal F. Samhouri and Adrian C. Stier contributed equally to this\nwork.\n&Jameal F. Samhouri\njameal.samhouri@noaa.gov\n1\nConservation Biology Division, Northwest Fisheries Science\nCenter, National Marine Fisheries Service, National Oceanic\n& Atmospheric Administration, Seattle, WA 98112, USA\n2\nDepartment of Ecology, Evolution, and Marine Biology,\nUniversity of California, Santa Barbara, CA 93106, USA\n123\nCoral Reefs (2021) 40:1593–1600\nhttps://doi.org/10.1007/s00338-021-02132-8\n\nvulnerability of native communities to lionfish is likely\ncompounded by a long history of overexploitation of apex\npredators. As in many ecosystems (Ritchie and Johnson\n2009), the loss of apex predators on Caribbean reefs has\ncaused an increase in the abundance of smaller predators\nsuch as small groupers and snappers (Stallings2009). This\nincrease in smaller predators, also known as mesopreda-\ntors, threatens the abundance and biodiversity of coral reef\nfishes (Stier et al.2017). The lionfish invasion may exac-\nerbate these mesopredator threats given that lionfish can\nplay a similar trophic role to native mesopredators (Albins\n2013; Ellis and Faletti2016; Curtis et al.2017). For these\nreasons and others, there is a growing appreciation that the\nimpacts of lionfish on native coral reef communities are\nlikely to be heavily context-dependent, and mediated by\nthe abundance, influences, and naivete\n ́\nof native predators,\ncompetitors, and prey (Anton et al.2016; Ingeman et al.\n2017). However, there is an incomplete understanding of\nhow lionfish abundance varies relative to native meso-\npredator abundance, and of the relative impacts of lionfish\nand native mesopredators on native prey species.\nHere, we provide evidence from Caribbean Panama and\nbeyond that lionfish are less abundant than native meso-\npredators and that lionfish impacts on one common prey\nspecies are indistinguishable from a native mesopredator.\nOur results provide support for the view that management\nof invasive lionfish may be succeeding in some places and\nthat continuation of control efforts requires nuanced con-\nsideration in relation to specific conservation goals and in\nrelation to other environmental concerns.\nMethods\nObservational surveys\nWe conducted two types of flashlight-assisted visual sur-\nveys at three different sites near Bocas del Toro, Panama\n(Punta Caracol, Casa Blanca, Casa Verde), in January\n2015. First, we counted lionfish, native predators, and\npotential prey for these predators on 24 patch reefs. Two\ndivers counted all non-cryptic fishes on each patch reef,\nwhich primarily consisted of the coralsOrbicellaspp. and\nAgariciaspp. Following surveys, divers measured the area\nof the reef approximated by the product of its maximum\nwidth and length in meters, compared their fish observa-\ntions, and scored a predator species as present on a patch\nreef if at least one diver detected it. For prey, we averaged\nthe counts of individualsB5 cm TL across divers. Patch\nreefs averaged 1-2 m\n2\nin area (range: 0.3–3.3 m\n2\n), and\nthose we surveyed were generally 2–10 m apart from one\nanother. All surveys were conducted during the day, and\nflashlights were used to look inside dark crevices.\nSecond, we conducted timed roving diver surveys of\nlionfish and two types of native mesopredator, the graysby\nCephalopholis cruentataand hamletsHypoplectrusspp., at\neach site. In these surveys (which did not focus on indi-\nvidual patch reefs but rather the full matrix of habitat at\neach  site),  teams  of  three  divers  swam for  20 min\neach*1 m above the substrate and along consistent\ndepth contours of 4 m and 8 m. Counts focused on the\nmesopredators sighted directly below each diver and were\nsummed within a team of divers to compare predator\nabundances (Table S1).\nWe conducted three analyses to quantify whether native\nmesopredators were more common than invasive lionfish.\nFirst, we tested the hypothesis that invasive and native\nmesopredators occupied an equal proportion of reefs by\nanalyzing a generalized linear mixed model (logit link,\nbinomial distribution) of occurrence as a function of\npredator type (native or invasive), with site as a random\neffect. Second, we tested the hypothesis that native and\ninvasive mesopredators differed in conditional density (i.e.,\ndensity when present). Because not all mesopredator spe-\ncies were present at all sites, we pooled all native meso-\npredators together and compared the conditional density of\nnative mesopredators to lionfish using a Student’st-test.\nThird, we tested the hypothesis that invasive and native\nmesopredators were equally abundant during the timed\nsurveys at the three sites by comparing mesopredator\nabundance  across  observer  teams  using  a  one-way\nANOVA with survey sites as the replicates.\nIn the patch reef surveys, one prey species, the masked\ngobyCoryphopterus personatus, was conspicuously more\nabundant than other prey species, forming large shoals\nabove  individual  reefs  where  we  observed  multiple\npredator species stalking and striking them. To test the\nhypothesis that the masked goby was more abundant than\nall other prey species summed together, we analyzed a\ngeneralized linear mixed model of log-transformed densi-\nties to compare these two groups, using site as a random\neffect.\nBecause our predator surveys in Panama reflect a\nsnapshot in time from one region, we also analyzed\nobservational data from the Reef Environmental Education\nFoundation  (www.reef.org)  database,  collected  during\nsurveys conducted across eight regions in the Caribbean\nand Western Atlantic in the six years leading up to our\nstudy 2010–2015. The REEF database compiles informa-\ntion from volunteer divers who use a roving diver tech-\nnique to count all fishes observed during a dive, as well as\nmetadata including location, date, time, and habitat. Expert\ndensity is a weighted average index based on the frequency\nof observations by expert REEF divers in different abun-\ndance categories (1, 2–10, 11–100,[100 individuals). A\ndive without any reported sighting of a fish species is\n1594Coral Reefs (2021) 40:1593–1600\n123\n\ninterpreted as 0 individuals for that dive. We used a\nWelch’s two-samplet-test to compare expert densities of\nlionfish and graysby, treating regional means from 2010 to\n2015 as replicates (Table S2).\nExperimental test of lionfish and native\nmesopredator impacts\nIn January–February 2015, we conducted a laboratory\nexperiment to test whether the direct effects of lionfish on\nnative masked gobies differed from the effects of the native\ngraysby,in Bocas del Toro, Panama, at the Smithsonian\nTropical Research Institute.\n1\nWe focused on this prey\nspecies because it was highly abundant and we observed\nlionfish and native mesopredators feeding voraciously on\nthese gobies in the field. The experiment consisted of three\ntrials, each of which included four treatments within\nreplicate aquaria: empty control (10 gobies only), non-\nmesopredator control (1 parrotfishScarus iseriwith 10\ngobies); native mesopredator (1 graysby with 10 gobies);\nand invasive predator (1 lionfish with 10 gobies; see\nTable S3 for sample sizes by trial). The laboratory exper-\niment matched observed mesopredator densities, as when a\ngraysby or lionfish was present on a patch reef at our study\nsites, it was uncommon to observe more than one. We\ncollected fish from nearby reefs and allowed them to\nacclimate to the laboratory forC24 h prior to initiating\nexperiments. We standardized mesopredator satiation by\nensuring that individuals did not feed forC24 prior to\ninclusion in the feeding trials.\nEach aquaria contained a single PVC tube (15 cm long,\n2.5 cm diameter) to provide structure. At 1200 on the day\nof each trial, we introduced the mesopredators or parrotfish\nto aquaria. Trials began at 1630 when we introduced gobies\nto the aquaria (haphazardly with respect to goby size). We\nnote that lionfish activity peaks during twilight periods in\nboth their native and non-native ranges (Green et al.2011;\nCure et al.2012; McCallister et al.2018, but see Morris\nand Akins2009). At 1830, we removed mesopreda-\ntors/parrotfish from the experimental aquaria and placed\nthem in larger holding tanks until the subsequent trial. We\ncollected, counted, and measured (SL mm) surviving\ngobies from each tank the following morning.\nTo test the hypothesis that lionfish influenced the overall\nand size-selectivity of mortality of gobies differently than\nnative mesopredators, we conducted nonparametric Krus-\nkal–Wallis tests with proportion mortality or size of sur-\nviving gobies as the response variable and predator\ntreatment as the predictor variable. Nonparametric tests\nwere necessary because of the extreme differences in data\ndistribution in the control treatments (very low mortality)\nand the mesopredator treatments (higher mortality). We\npooled data across three temporal trials and across empty\ncontrol and non-predator control treatments, as the differ-\nences between lionfish, graysby, and control treatments\nduring each trial, and results for empty control and non-\npredator control treatments, were qualitatively similar.\nBecause in some treatments there were an abundance of\nreplicates without any predation, while in the mesopredator\ntreatments approximately half of the fish were eaten, the\ndata violated assumptions of normality and homogeneity of\nvariance for parametric statistics. We used a Wilcox post\nhoc test to determine if response variables differed signif-\nicantly between the native and invasive mesopredator\ntreatments. All analyses were performed using R software\n(R Core Team2020).\nResults and discussion\nWe encountered significantly fewer lionfish than native\nmesopredators in Caribbean Panama, on both the patch\nreefs (occurrence: Fig.1a; glmerZ= 2.356,p= 0.019;\nconditional density: Fig.1b;t-test, = 2.803,p= 0.015) and\nduring  timed  mesopredator  survey  counts  (Fig.1c;\nANOVA,F= 8.877,p= 0.016).  On  average,  native\nmesopredators occupied[29as many patch reefs as\nlionfish (range: 1–fourfold differences), their conditional\ndensities were*50% greater, and they were 30–40 times\nmore abundant during timed counts (Table S1). Relatively\nlow occurrence, density, and abundance of lionfish in our\nstudy may reflect successful efforts to cull lionfish via\nfishing derbies (Malpica-Cruz et al.2016; Green et al.\n2017), effective biotic control by the native fish assemblage\n(Ellis and Faletti2016), and/or a tapering of the invasion\nwave (Benkwitt et al.2017). We do not have data to speak\ndirectly to lionfish control efforts in Caribbean Panama,\nthough anecdotal evidence\n2\nand reports in conference\nproceedings suggest that derbies and fisheries by Ngobe\nindigenous people have reduced lionfish densities in this\nregion (Fehr et al.2012; ICRI2014).\nOur local finding in Caribbean Panama appears to gen-\neralize: comparison of graysby and lionfish densities across\neight regions in the Western Atlantic and Caribbean sug-\ngests that graysby densities are*20% higher on average\n(Fig.1d; Welch’st= 2.44, df = 11.25,p= 0.033). These\nresults are consistent with observations from several other\nstudies in the western Caribbean (Elise et al.2014; Hack-\nerott et al.2017; Peiffer et al.2017), which have described\nmuch lower lionfish abundance than in locations farther\nnorth and east (Green et al.2012). These geographic\n1\nhttps://stri.si.edu/facility/bocas-del-toro\n2\nhttp://www.tropicalcc.org/lionfish-control-management\nCoral Reefs (2021) 40:1593–16001595\n123\n\ndifferences may imply disparities in lionfish control efforts,\ncarrying capacities, or ecological interactions (Ingeman\net al.2017). One hypothesis associated with disparities in\necological interactions is that lionfish prefer patch reef\nhabitats or show higher growth, survival, and immigration\non patch reefs, compared to contiguous reef habitats. We\nnote that the highest density of lionfish recorded in the\ninvaded range comes from artificial reefs in the north-\neastern Gulf of Mexico (Dahl and Patterson2014) and that\nmany studies in the northeastern Caribbean have focused\non patch reef habitats (e.g., Green et al.2011; Albins2013;\nIngeman2016). While we do not have information about\nthe characteristics of the reef matrix at each of the REEF\nstudy sites (Fig.1d), our own observations from Caribbean\nPanama are consistent with the hypothesis that habitat\nconfiguration (cf. Sandin and Pacala2005; White et al.\n2011) plays a role in lionfish population dynamics: inva-\nsive lionfish were less common than native mesopredators\non the patch reefs we surveyed (Figs.1ab), but they were\neven less common and rarely observed at all on roving\ndiver surveys across contiguous reef habitat (Fig.1c).\nOur results demonstrate that lionfish are less common\nthan native mesopredators in Caribbean Panama and\nbeyond, but it is possible that lionfish impacts on native\nprey are greater (Albins2013; Ellis and Faletti2016). We\ntested this hypothesis using the masked goby as a focal\nprey species, which occurred in shoals of 10–100 s of\nindividuals with densitiesCtenfold those of all other prey\nspecies combined (t= 13.365,p\\0.001; Fig. S1).\nGoby mortality was higher in the invasive and native\nmesopredator treatments compared to the control (K-Wv\n2\n= 17.73,p= 0.001). While all gobies survived in the\ncontrol treatments, on average*50% of them survived\nthe 2-h experimental trials in both the invasive lionfish and\nnative graysby treatments (Fig.2a), mortality rates that\nwere  statistically  indistinguishable  (Wilcox  post  hoc\ntest = 81.5,p= 0.66). Furthermore, the size selectivity of\npredation by invasive and native mesopredators did not\ndiffer from each other or from the control treatment (K-W\nFig. 1Comparison ofathe percentage of patch reefs (Punta Caracol:\nn= 5; Casa Blanca:n= 11; Casa Verde:n= 8) occupied by native\nmesopredators (graysbyCephalopholis cruentataand hamletsHy-\npoplectrus puella,H. nigricans) and Indo-Pacific lionfish (Pterois\nvolitansandP. miles),bthe density of native mesopredators and\nlionfish when present on those patch reefs,cthe number of native\nmesopredators and lionfish observed on timed, roving diver surveys,\nanddthe expert densities (derived from the REEF database) of one\nnative mesopredator (the graysby) and lionfish across eight regions in\nthe Caribbean and Western Atlantic from 2010 to 2015. Panelsa-\ncfocus on three sites in Caribbean Panama (Punta Caracol, squares;\nCasa Verde, triangles; Casa Blanca, circles) surveyed in 2015. Filled\nsymbols inb-dreflect means±1SE across sites/regions\n1596Coral Reefs (2021) 40:1593–1600\n123\n\nv\n2\n= 2.56,p= 0.28; Fig.2b). Though replication was\nlimited with our experimental design, we found strong\ncongruence in outcomes across trials, giving little reason to\nsuspect that more replication would lead to different\ninferences. Furthermore, these results are consistent with a\nrecent meta-analysis of field experiments (Stier et al.\n2017), which found that the effect of lionfish predation on\nnative prey communities is consistently negative and\nstrong,  but  statistically  identical  to  predation  effects\ninduced by native mesopredators.\nIn contrast to our findings, the one direct, field-based\nexperimental test of native mesopredator and lionfish\nimpacts  on  native  prey  mortality  (in  the  Bahamas)\ndemonstrates that lionfish effects are stronger than native\nmesopredators for many species (Albins2013). This dif-\nference could result from several factors. For instance,\nlionfish and native mesopredators may exhibit geographi-\ncally distinct effects on native prey communities because\nof the higher lionfish densities in the Bahamas compared to\nPanama (Fig.1d; Green et al.2014) or due to enhanced\nbiotic resistance closer to the equator (Freestone et al.2013\nbut see Anton et al.2019). In addition, vulnerability of\ngobies to lionfish predation may be low; Albins (2013,\nTable 1) shows weak or positive impacts of lionfish on\nthree of the five gobies examined in that study. Similarly,\nseparate experimental evidence suggests that two species\nof Caribbean gobies (Coryphopterus glaucofraenumand\nGnatholepis thompsoni), including one congener of the\nmasked goby, show a moderate level of recognition of\nlionfish as a predation threat (Marsh-Hunkin et al.2013).\nWhile prey naivete\n ́\ntoward lionfish has been shown to be an\nimportant ecological mechanism behind the invasion suc-\ncess of lionfish in the Caribbean and the eastern Mediter-\nranean (Co\nˆ\nte\n ́\net al.2013; Anton et al.2016; Haines and\nCo\nˆ\nte\n ́\n2019; D’Agostino et al.2020), this mechanism does\nnot appear to be a strong factor for gobies and it is possible\nthat  past  co-evolutionary  history  between  theCo-\nryphopterusgenus and thePteroisgenus has dampened the\nimpact of naivete\n ́\n.\nAlternatively, our findings may contrast with the longer\nand broader field study undertaken by Albins (2013) due to\nthe short-term nature, confined laboratory environment,\nrestricted time of day, and singular prey species we\nemployed for predation trials. While there are several\ninferential advantages of a field experiment, additional\nfield- and lab-based experimental studies in different\ngeographies and with different prey species will clarify the\nrelative influences of invasive lionfish and native meso-\npredators on native prey. Strong effects of lionfish are less\nlikely in locations with low densities of invasive lionfish—\nas in the present study (Fig.1)—but also where there is a\nhigh standing biomass of fishes and larger size classes of\nfishes (Ingeman et al.2017). Additional experimental work\nto understand how these factors interact to influence lion-\nfish impacts on native communities will allow for more\ntargeted, effective control efforts (cf. Green et al.2014).\nInconsistency of results across prey species, studies, and\nregions is not without precedent in the study of invasive\nspecies and emphasizes the need to evaluate how short-\nterm impacts of invaders over small geographic areas scale\nto entire ecosystems in the medium to long terms after an\ninitial invasion wave (Lockwood and Robinson2014).\nNo matter their relative influence, in absolute terms both\nnative mesopredators and invasive lionfish drive shifts in\nthe abundance and biodiversity of Western Atlantic and\nCaribbean coral reef fish communities (Stier et al.2017).\nThese effects are partially a result of disproportionately\nhigh fishing rates of apex predators that have allowed for\nmesopredator release (Stallings2009), a widespread phe-\nnomenon on coral reefs and in other ecosystems (Ritchie\nand Johnson2009). It remains an open question whether\nlionfish are exacerbating widespread mesopredator release\nin the Western Atlantic and Caribbean by adding another\nhighly abundant species to this guild, or if they are com-\npeting and partially or wholly replacing contemporary\nfunctional roles of native mesopredators. No matter where\nreality lies, emerging studies showing the potential for\nnative apex predators to inhibit lionfish (Mumby et al.\n2011; Diller et al.2014; Ellis and Faletti2016) suggest that\nrestoration of native apex predators may offer significant\npromise to address mesopredator release and the lionfish\ninvasion  simultaneously  (Doherty  and  Ritchie2016).\nHowever, additional research on the interactions between\nlionfish and native predators is needed to understand the\ncontext under which native predators may mediate the\neffects of lionfish (Hackerott et al.2013).\nThe evidence synthesized here embraces recent calls for\ncritical examination of claims about the consequences of\ninvasive taxa more generally (Davis et al.2011). Our study\nalso underscores the role time and spatial scale play in\nshaping the impacts of species introductions (Lockwood\nand Robinson2014) and suggests that geographic differ-\nences and trends in lionfish impacts are evolving. Given\nthat in Caribbean Panama lionfish are uncommon com-\npared to native mesopredators and have similar effects on\nat least one of the most common native prey species,\ncurrent management practices to control lionfish may be\nconsidered quite effective. Alternatively, given the gener-\nally low relative abundance of lionfish, they may be well\nthought of as leverage points to address ‘‘wicked prob-\nlems’’ such as climate change and overexploitation (Rittel\nand Webber1973) also affecting coral reefs in the region.\nFor example, the social and economic opportunities pro-\nvided by the emergence of lionfish as a new source of food,\nlivelihoods, and tourism remain largely unexamined (but\nCoral Reefs (2021) 40:1593–16001597\n123\n\nsee Chapman et al.2016), but could be important in areas\nwhere the status of fisheries is poor, food security is low,\nand vulnerability to climate change is high (Siegel et al.\n2019). On the other hand, if lionfish depress densities of\nnative herbivores that graze algae sufficiently, they may\naggravate the challenges already faced by corals due to\nfishery removals (Bellwood and Goatley2017), which\nwould inspire a redoubling of control efforts where local\neconomies are heavily dependent on reef-based tourism.\nWe  encourage  future  efforts  to  build  a  place-based\nunderstanding of the ecological, economic, and social links\nto lionfish in Panama and throughout their introduced\nrange.\nSupplementary   InformationThe   online   version   contains\nsupplementary material available athttps://doi.org/10.1007/s00338-\n021-02132-8.\nAcknowledgementsCraig Layman, John Bruno, Kurt Ingeman,\nBlake Feist, Joe Curtis, Julian Olden, Melissa Poe, and four anony-\nmous reviewers provided helpful comments on earlier versions of this\nmanuscript. We also gratefully acknowledge the entire 3 Seas XXX\nand XXXI classes for their work on this study, as well as Sebastian,\nFig. 2Theamortality and\nbsize distribution of native prey\n(Coryphopterus personatus)\nexposed to native mesopredator\n(graysby), invasive\nmesopredator (lionfish), and\ncontrol treatments in mesocosm\nexperiments. Ina, black points\nand error bars represent mean\nproportional mortality±95%\nCI, and colored triangles\nrepresent results from individual\nreplicate aquaria for each\ntreatment. Inb, density plots\nshow the smoothed distribution\nof the points along the numeric\naxis of survivor length and hash\nmarks onx-axis reflect size of\nindividual survivors from each\ntreatment, pooled across trials\nand aquaria. The peaks of the\ndensity plots are at the locations\nwhere there is the highest\nconcentration of points\n1598Coral Reefs (2021) 40:1593–1600\n123\n\nFufo, Abuelo, Aqualounge, and all the odd-numbered breeding\nhamlets that got away.\nDeclarations\nConflict of interestThe authors declare that they do not have con-\nflict of interest.\nEthical statementWe certify that this article was prepared as part of\nour official duties. The article is thus in the public domain and cannot\nbe copyrighted.\nOpen AccessThis article is licensed under a Creative Commons\nAttribution 4.0 International License, which permits use, sharing,\nadaptation, distribution and reproduction in any medium or format, as\nlong as you give appropriate credit to the original author(s) and the\nsource, provide a link to the Creative Commons licence, and indicate\nif changes were made. The images or other third party material in this\narticle are included in the article’s Creative Commons licence, unless\nindicated otherwise in a credit line to the material. If material is not\nincluded in the article’s Creative Commons licence and your intended\nuse is not permitted by statutory regulation or exceeds the permitted\nuse, you will need to obtain permission directly from the copyright\nholder. To view a copy of this licence, visithttp://creativecommons.\norg/licenses/by/4.0/.\nReferences\nAlbins MA (2013) Effects of invasive Pacific red lionfish Pterois\nvolitans versus a native predator on Bahamian coral-reef fish\ncommunities. Biol Invasions 15:29–43\nAnton A, Cure K, Layman CA, Puntila R, Simpson MS, Bruno JF\n(2016) Prey naivete\n ́\nto invasive lionfish Pterois volitans on\nCaribbean coral reefs. Mar Ecol Prog Ser 544:257–269\nAnton A, Geraldi NR, Lovelock CE, Apostolaki ET, Bennett S,\nCebrian J, Krause-Jensen D, Marba\n`\nN, Martinetto P, Pandolfi\nJM, Santana-Garcon J, Duarte CM (2019) Global ecological\nimpacts of marine exotic species. Nat Ecol Evol 3:787–800\nBellwood DR, Goatley CHR (2017) Can biological invasions save\nCaribbean coral reefs? Curr Biol 27:R13–R14\nBenkwitt CE, Albins MA, Buch KL, Ingeman KE, Kindinger TL,\nPusack TJ, Stallings CD, Hixon MA (2017) Is the lionfish\ninvasion waning? Evidence from The Bahamas. Coral Reefs\n36:1255–1261\nChapman JK, Anderson LG, Gough CLA, Harris AR (2016) Working\nup an appetite for lionfish: a market-based approach to manage\nthe  invasion  of  Pterois  volitans  in  Belize.  Mar  Policy\n73:256–262\nCo\nˆ\nte\n ́\nIM, Green SJ, Hixon MA (2013) Predatory fish invaders:\ninsights from Indo-Pacific lionfish in the western Atlantic and\nCaribbean. Biol Conserv 164:50–61\nCure K, Benkwitt CE, Kindinger TL, Pickering EA, Pusack TJ,\nMcIlwain JL, Hixon MA (2012) Comparative behavior of red\nlionfish Pterois volitans on native Pacific versus invaded Atlantic\ncoral reefs. Mar Ecol Prog Ser 467:181–192\nCurtis JS, Wall KR, Albins MA, Stallings CD (2017) Diet shifts in a\nnative mesopredator across a range of invasive lionfish biomass.\nMar Ecol Prog Ser 573:215–228\nD’Agostino D, Jimenez C, Reader T, Hadjioannou L, Heyworth S,\nAplikioti M, Argyrou M, Feary DA (2020) Behavioural traits\nand feeding ecology of Mediterranean lionfish and naivete\n ́\nof\nnative  species  to  lionfish  predation.  Mar  Ecol  Prog  Ser\n638:123–135\nDahl KA, Patterson WF III (2014) Habitat-Specific Density and Diet\nof Rapidly Expanding Invasive Red Lionfish, Pterois volitans,\nPopulations in the Northern Gulf of Mexico. PLoS ONE\n9:e105852\nDavis MA, Chew MK, Hobbs RJ, Lugo AE, Ewel JJ, Vermeij GJ,\nBrown JH, Rosenzweig ML, Gardener MR, Carroll SP, Thomp-\nson K, Pickett STA, Stromberg JC, Tredici PD, Suding KN,\nEhrenfeld JG, Philip Grime J, Mascaro J, Briggs JC (2011) Don’t\njudge species on their origins. Nature 474:153–154\nDiller JL, Frazer TK, Jacoby CA (2014) Coping with the lionfish\ninvasion: evidence that naı\n ̈\nve, native predators can learn to help.\nJ Exp Mar Biol Ecol 455:45–49\nDoherty TS, Ritchie EG (2016) Stop jumping the gun: a call for\nevidence-based Invasive predator management. conserv Lett n/a-\nn/a\nEllis R, Faletti M (2016) Native grouper indirectly ameliorates the\nnegative effects of invasive lionfish. Mar Ecol Prog Ser\n558:267–279\nElise S, Urbina-Barreto I, Boadas-Gil H, Galindo-Vivas M, Kulbicki\nM (2014) No detectable effect of lionfish (Pterois volitansand P.\nmiles) invasion on a healthy reef fish assemblage in Archipelago\nLos Roques National Park, Venezuela. Mar Biol162:319–330\nFehr A, Krongrad L, Duscher A, Chaves L, Fleming E, Feitosa J,\nGeorge A, Gloeckler K, Irvine A, Marty M, McGinty E, NagyM,\nOrmond C, Paullin C, Seely T, Van Heukelem L, Withers A\n(2012) Assessment of the lionfish invasion off Bocas Del\nToroArchipelago. 12th International Coral Reef Symposium 494\nFreestone AL, Ruiz GM, Torchin ME (2013) Stronger biotic\nresistance in tropics relative to temperate zone: effects of\npredation on marine invasion dynamics. Ecology 94:1370–1377\nGleditsch JM, Carlo TA (2014) Living with aliens: effects of invasive\nshrub honeysuckles on avian nesting. PLoS ONE 9:e107120\nGreen SJ, Akins JL, Co\nˆ\nte\n ́\nIM (2011) Foraging behaviour and prey\nconsumption in the Indo-Pacific lionfish on Bahamian coral\nreefs. Mar Ecol Prog Ser 433:159–167\nGreen SJ, Akins JL, Maljkovic\n ́\nA, Co\nˆ\nte\n ́\nIM (2012) Invasive Lionfish\nDrive Atlantic Coral Reef Fish Declines. PLoS ONE 7:e32596\nGreen SJ, Dulvy NK, Brooks AML, Akins JL, Cooper AB, Miller S,\nCo\nˆ\nte\n ́\nIM (2014) Linking removal targets to the ecological effects\nof invaders: a predictive model and field test. Ecol Appl\n24:1311–1322\nGreen SJ, Underwood EB, Akins JL (2017) Mobilizing volunteers to\nsustain local suppression of a global marine invasion. Conserv\nLett 10:726–735\nHackerott S, Valdivia A, Green SJ, Co\nˆ\nte\n ́\nIM, Cox CE, Akins L,\nLayman CA, Precht WF, Bruno JF (2013) Native Predators Do\nNot Influence Invasion Success of Pacific Lionfish on Caribbean\nReefs. PLoS ONE 8:e68259\nHackerott S, Valdivia A, Cox CE, Silbiger NJ, Bruno JF (2017)\nInvasive  lionfish  had  no  measurable  effect  on  prey  fish\ncommunity structure across the Belizean Barrier Reef. PeerJ\n5:e3270\nHaines LJ, Co\nˆ\nte\n ́\nIM (2019) Homing decisions reveal lack of risk\nperception by Caribbean damselfish of invasive lionfish. Biol\nInvasions 21:1657–1668\nICRI (2014) The lionfish invasion: management strategies for the\nSouthern Caribbean Sea. International Coral Reef Initiative29th\nGeneral Meeting Reporting period October 2013 – September\n2014:4–5\nIngeman K (2016) Lionfish cause increased mortality rates and drive\nlocal  extirpation  of  native  prey.  Mar  Ecol  Progess  Ser\n558(235):245\nIngeman KE, Albins MA, Benkwitt CE, Green SJ, Kindinger TL,\nTuttle LJ, Hixon MA (2017) Resolving differences in observed\nimpacts of invasive lionfish and clarifying advice to managers.\nCoral Reefs (2021) 40:1593–16001599\n123\n\nPeer  J  Preprint  5:e3455v1.https://doi.org/10.7287/peerj.pre\nprints.3455v1\nLockwood JL, Robinson OJ (2014) The impacts of invasive species\non coastal marine ecosystems. In: Maslo B, Lockwood JL (eds)\nCoastal Conservation. Cambridge University Press\nMalpica-Cruz L, Chaves LCT, Co\nˆ\nte\n ́\nIM (2016) Managing marine\ninvasive species through public participation: lionfish derbies as\na case study. Mar Policy 74:158–164\nMarsh-Hunkin KE, Gochfeld DJ, Slattery M (2013) Antipredator\nresponses to invasive lionfish, Pterois volitans: interspecific\ndifferences in cue utilization by two coral reef gobies. Mar Biol\n160:1029–1040\nMcCallister M, Renchen J, Binder B, Acosta A (2018) Diel Activity\nPatterns and Movement of Invasive Lionfish (Pterois volitans/P.\nmiles) in the Florida Keys Identified Using Acoustic Telemetry.\nGulf Caribb Res 29:27–40\nMorris JA, Akins JL (2009) Feeding ecology of invasive lionfish (\nPterois volitans ) in the Bahamian archipelago. Environ Biol\nFishes 86:389\nMumby PJ, Harborne AR, Brumbaugh DR (2011) Grouper as a\nnatural biocontrol of invasive lionfish. PLoS ONE 6:e21510\nPeiffer F, Bejarano S, de Witte GP, Wild C (2017) Ongoing removals\nof invasive lionfish in Honduras and their effect on native\nCaribbean prey fishes. PeerJ 5:e3818\nPejchar L, Mooney HA (2009) Invasive species, ecosystem services\nand human well-being. Trends Ecol Evol 24:497–504\nR Core Team (2020) R: a language and environment for statistical\ncomputing. R foundation for statistical computing, vienna,\naustria\nRittel HWJ, Webber MM (1973) Dilemmas in a general theory of\nplanning. Policy Sci 4:155–169\nRitchie EG, Johnson CN (2009) Predator interactions, mesopredator\nrelease and biodiversity conservation. Ecol Lett 12:982–998\nSandin SA, Pacala SW (2005) Fish aggregation results in inversely\ndensity-dependent predation on continuous coral reefs. Ecology\n86:1520–1530\nSiegel KJ, Cabral RB, McHenry J, Ojea E, Owashi B, Lester SE\n(2019) Sovereign states in the Caribbean have lower social-\necological vulnerability to coral bleaching than overseas terri-\ntories. Proc R Soc B Biol Sci 286:20182365\nStallings CD (2009) Fishery-Independent Data Reveal Negative\nEffect of Human Population Density on Caribbean Predatory\nFish Communities. PLoS ONE 4:e5333\nStier AC, Stallings CD, Samhouri JF, Albins MA, Almany GR (2017)\nBiodiversity effects of the predation gauntlet. Coral Reefs\n36(2):601–606\nWhite J, Samhouri J, Stier A, Wormald C, Hamilton S, Sandin S\n(2011) Synthesizing mechanisms of density dependence in reef\nfishes: behavior, habitat configuration, and observation scale.\nEcology 91:1949–1961\nPublisher’s NoteSpringer Nature remains neutral with regard to\njurisdictional claims in published maps and institutional affiliations.\n1600Coral Reefs (2021) 40:1593–1600\n123",
  "extractedAt": "2025-12-12T18:45:11.536Z",
  "success": true,
  "matchedPublication": {
    "title": "Ecological impacts of an invasive mesopredator do not differ from those of a native mesopredator: lionfish in Caribbean Panama",
    "doi": "10.1007/s00338-021-02132-8",
    "year": "2021",
    "authors": "Samhouri, Jameal F.; Stier, Adrian C."
  }
}