{
  "filename": "Samhouri et al. (Ecosphere) 2017.pdf",
  "numPages": 31,
  "text": "Defining ecosystem thresholds for human activities and environmental pressures in the California Current JAMEALF. SAMHOURI, 1, KELLYS. ANDREWS, 1 GAVINFAY, 2 CHRISJ. HARVEY, 1 ELLIOTTL. HAZEN, 3 SHANNONM. HENNESSEY, 4 KIRSTINHOLSMAN, 5 MARYE. HUNSICKER, 6 SCOTTI. LARGE, 7 KRISTINN. MARSHALL, 1 ADRIANC. STIER, 8,9 JAMIEC. TAM, 10 ANDSTEPHANIG. ZADOR 5 1 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, 2725 Montlake Boulevard, Seattle, Washington 98112 USA 2 Department of Fisheries Oceanography, School for Marine Science and Technology, University of Massachusetts Dartmouth, 200 Mill Road, Fairhaven, Massachusetts 02719 USA 3 Environmental Research Division, Southwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, 99 Pacific Street, Suite 255A, Monterey, California 93940 USA 4 Department of Integrative Biology, Oregon State University, 3029 Cordley Hall, Corvallis, Oregon 97331 USA 5 Resource Ecology & Fisheries Management Division, Alaska Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, 7600 Sand Point Way N.E., Seattle, Washington 98115 USA 6 Fish Ecology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, 2032 SE OSU Drive, Newport, Oregon 97365 USA 7 International Council for the Exploration of the Sea (ICES), H.C. Andersens Boulevard 44-46, 1553 Copenhagen V, Denmark 8 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101 USA 9 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA 10 Northeast Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, 166 Water Street, Woods Hole, Massachusetts 02543 USA Citation:Samhouri, J. F., K. S. Andrews, G. Fay, C. J. Harvey, E. L. Hazen, S. M. Hennessey, K. Holsman, M. E. Hunsicker, S. I. Large, K. N. Marshall, A. C. Stier, J. C. Tam, and S. G. Zador. 2017. Defining ecosystem thresholds for human activities and environmental pressures in the California Current. Ecosphere 8(6):e01860. 10.1002/ecs2.1860 Abstract.The oceans are changing more rapidly than ever before. Unprecedented climatic variability is interacting with unmistakable long-term trends, all against a backdrop of intensifying human activities. What remains unclear, however, is how to evaluate whether conditions have changed sufficiently to pro- voke major responses of species, habitats, and communities. We developed a framework based on multi- model inference to define ecosystem-based thresholds for human and environmental pressures in the California Current marine ecosystem. To demonstrate how to apply the framework, we explored two dec- ades of data using gradient forest and generalized additive model analyses, screening for nonlinearities and potential threshold responses of ecosystem states (n=9) across environmental (n=6) and human (n=10) pressures. These analyses identified the existence of threshold responses offive ecosystem states to four environmental and two human pressures. Both methods agreed on threshold relationships in two cases: (1) the winter copepod anomaly and habitat modification, and (2) sea lion pup production and the summer mode of the Pacific Decadal Oscillation (PDO). Considered collectively, however, these alternative analytical approaches imply that as many asfive of the nine ecosystem states may exhibit threshold changes in response to negative PDO values in the summer (copepods, scavengers, groundfish, and marine mammals). This result is consistent with the idea that the influence of the PDO extends across multiple trophic levels, but extends current knowledge by defining the nonlinear nature of these responses. This research provides a new way to interpret changes in the intensities of human and environmental pressures as they relate to the ecological integrity of the California Current ecosystem. These insights can be used to make more informed assessments of when and under what conditions intervention, preparation, and miti- gation may enhance progress toward ecosystem-based management goals. Key words:ecosystem indicator; ecosystem threshold; ecosystem-based management; nonlinear; reference points. ❖www.esajournals.org1June 2017❖Volume 8(6)❖Article e01860 Received7 December 2016; revised 29 March 2017; accepted 19 April 2017;final version received 15 May 2017. Corresponding Editor: Guy Ziv. Copyright:©2017 Samhouri et al. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. E-mail:jameal.samhouri@noaa.gov INTRODUCTION Any performance management system— whether it is focused on health care, national security, business, or the environment—restsfirst and foremost upon a reliable set of measure- ments. These measurements, or indicators, can be used to evaluate a system’s status (Otley 1999). The rise of ecosystem-based management (EBM) of the ocean is no exception to this generality. As scientists and managers have tried to move marine EBM from theory to practice (Pikitch et al. 2004, Arkema et al. 2006, Levin et al. 2009, Samhouri et al. 2013, Link and Browman 2014), a frequentfirst step has been to identify and report on indicators of ocean condi- tions (Kershner et al. 2011, Halpern et al. 2012, Andrews et al. 2015). In marine EBM and else- where, however, indicators are necessary but not sufficient for successful performance manage- ment (Otley 1999). Useful indicators must describe a system in relation to the objectives set for it (Melnyk et al. 2004). Reference points pro- vide just such a basis for comparison of an indi- cator’s value to an internal or external standard. (See Appendix S1: Table S1 for definition of indi- cator, reference point, and other terms used in the text.) Thus, they are a critical component of advancing EBM from concept to commonplace. An increasing variety of environmental perfor- mance management approaches are built around reference points, from global to local scales (Hal- pern et al. 2012, Hamel et al. 2015, UMCES 2016). For example, the most familiar reference point infisheries science is the concept of maxi- mum sustainable yield, which is calculated based on estimates of population size, carrying capac- ity, and growth rates (Hilborn and Walters 1992). One of the most informative techniques to estab- lish reference points relies upon thresholds in ecosystem state. Following Groffman et al. (2006), we define an ecosystem threshold as a large, nonlinear change in an ecosystem state indicator (e.g., biodiversity of a key species or functional group) in response to an incremental change in an anthropogenic or environmental pressure(s), such as pollution or temperature (Lackey 1998, Methratta and Link 2006, Martin et al. 2009, Samhouri et al. 2012). Determining where ecosystem thresholds occur, and how large a shift may be induced by crossing them, is key for informing management that prepares for and is designed to avoid abrupt and undesired changes (Doak et al. 2008). For instance, the concept of rising variance, where the variability in an ecosystem state(s) can pro- vide advance warning of an ecosystem shift, has led to new insights about both terrestrial and marine systems (Carpenter and Brock 2006, Sydeman et al. 2013, Litzow and Hunsicker 2016). Many analytical techniques for identifying ecosystem thresholds based on state–pressure relationships have also been proposed (Samhouri et al. 2010, Large et al. 2013, 2015a,b, Hunsicker et al. 2016), leaving an open question: Which is most appropriate, and under what conditions? Here, we propose a framework centered on multimodel inference (MMI), rather than a single statistical tool, to define ecosystem thresholds for environmental and human pressures. To illus- trate how our MMI framework can be used, we apply it to the U.S. California Current System (CCS), which supports more than $23 billion in revenue fromfisheries, tourism, and recreation (data source: NOAA Coastal Services Center, 2013 GDP data for living resources and tourism and recreation sectors; http://www.oceaneco nomics.org/). The vast majority of ocean condi- tion reports for the CCS focus on ecosystem states, as well as environmental and human pres- sures, relative to internal standards—long-term averages of conditions (Halpern et al. 2014, Har- vey et al. 2014, Leising et al. 2014, ONMS 2015, Zador 2015). Here, we seek to enhance these assessments by directly connecting variability in environmental and human pressures to the potential for nonlinear ecosystem responses. Such nonlinear ecosystem responses are common ❖www.esajournals.org2June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. in many ecosystems (Hunsicker et al. 2016) and can alter the human-derived benefits of a system (Selkoe et al. 2015). As such, we believe our MMI framework that identifies ecosystem thresholds has broad application to other regions in the pro- cess of operationalizing EBM. METHODS Analytical framework We developed an analytical approach to define ecosystem thresholds for environmental and human pressures. The goal was to represent the value of a pressure relative to an inflection point in its relationship to one or more ecosystem states, and to quantify the magnitude of ecosystem change associated with crossing that value. This pressure–state approach is distinct from one that focuses on changes in state or pressure variables over time, or the time at which a threshold was crossed (Bestelmeyer et al. 2011, Scheffer et al. 2012). The workflow (Fig. 1) can be summarized in four parts, including (1) pre-treatment, (2) screening, (3) functional form identification, and (4) threshold identification. Step 1: Pre-treatment: Which data?—Thefirst step in this workflow represents scoping, winnowing, and data preparation. Scoping precisely defines the focus of the analysis in terms of ecosystem state and pressure indicators. It is important to clarify whether the focus of the analysis will be on univariate or multivariate ecosystem indicators, and on bivariate pressure–state relationships or associations between univariate ecosystem indica- tors and multiple pressures. The goal of pre-treatment is to narrow the universe of possibilities to a manageable subset of time series, a suite of spatial data from a lim- ited time period, or a spatio-temporal data set. This winnowing of data sources can be accom- plished via expert opinion, reference to pre- established indicator frameworks (e.g., European Specified functional form GAM with autocorrelation Screening Pre–treatment Gradient forest Gradient forest Breakpoint analysis Threshold GAM ID shape ID threshold and/or Which human and environmental pressures are likely to have nonlinear relationship with indicators? What is the sign and functional form of the relationship(s) between pressure(s) and indicator(s)? What is (are) the location and magnitude of the threshold(s)? Culling (expert opinion) Supplementation (add indicators) Interpolation (DFA) Which human activities (H)? Which ecosystem states (S)? Which environmental pressures (E)? QuestionsStepPurposeToolsConcept 1 E or H E or H E S 1 S 2 S S S 3 E 1 H S E H 2 3 4 UnivariateBivariate Magnitude What type of nonlinearity exists? How strong are the nonlinearities? Are there thresholds? Which data? Ecosystem E 2 E 3 H 1 H 2 H 3 Fig. 1. Analytical framework for defining ecosystem-based thresholds for environmental and human pressures. S=ecosystem state indicator(s); E=environmental pressure indicator(s); H=human pressure indicator(s); DFA=dynamic factor analysis; mag=magnitude of ecosystem response across a threshold. Note that the tools listed here are intended as examples, rather than an exhaustive list. GAM, generalized additive model. ❖www.esajournals.org3June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. Marine Strategy Framework Directive, Tett et al. 2013, California Current Integrated Ecosystem Assessment, Harvey et al. 2014, the Puget Sound Partnership Science Update, PSP 2011), or multi- variate analyses intended to reduce dimensional- ity for large data sets (e.g., dynamic factor analysis; Zuur et al. 2003). This step helps to reduce the occurrence of statistically spurious results. The process of winnowing also provides an opportunity to ensure that the state and pressure variable data are derived at spatial scales that allow for biologically plausible rela- tionships. While it is difficult to provide prescrip- tive guidelines about requirements without a priori knowledge of effect sizes, variances, and other characteristics of the data, a minimum of ten matched state–pressure data points is recommended. After winnowing, any data preparation such as the interpolation or extrapolation of missing data points should be completed. (We caution against using interpolated missing values when they occur at the beginning or end of time series). Decisions about whether and how to consider time lags and spatial-scale mismatches in pres- sure–state relationships should be made at this stage. For example, are large-scale indicators of the intensity of human activities appropriate for identifying threshold changes in an ecosystem state measured at a smaller spatial scale? Simi- larly, are thresholds in a pressure–state relation- ship expected to occur simultaneously, or would thresholds be more likely to be observed when ecosystem state data are lagged? Step 2: Screening: Are there nonlinearities?—The second step explores the potential for nonlinear relationships between ecosystem states and pres- sures and seeks to identify the potential existence of thresholds. This portion of the analysis relies on MMI, rather than a single statistical tool. Broadly defined, MMI is the application of sev- eral quantitative representations of a system to learn how the system works (Townsend et al. 2014). As this step is intended to eliminate pressure–state relationships from the analysis that are unlikely to show evidence for thresh- olds, we recommend comparing model results qualitatively (rather than developing a quantita- tive model consensus). Strongest inferences can be made where models agree on the exis- tence and location of thresholds, and quantitative descriptors of the identity and magnitude of the threshold can be developed in the following steps. Common approaches for identifying the pres- ence of thresholds include gradient forest, gener- alized additive and generalized additive mixed models (GAMs and GAMMs), and specified functional form analyses (Samhouri et al. 2010, Large et al. 2013, 2015a,b, Baker and Hollowed 2014, Hunsicker et al. 2016). Importantly, the choice of methods may be influenced by the com- pleteness of the indicator data, as some methods use all ecosystem and pressure indicators simul- taneously and require complete data sets (e.g., gradient forest), while other methods evaluate individual pressure–state relationships and can reasonably handle missing values in a time series (e.g., GAM). Step 3: Functional form identification: What type of nonlinearity exists?—For relationships identified as nonlinear in the preceding screening step, the next stage of analysis derives relevant statistics from the models to describe their signs and func- tional forms. The outcome of this analysis should be a quantitative description of whether a pres- sure is positively or negatively correlated with an ecosystem state, and at a minimum a qualita- tive description of the shape of the relationship (e.g., hockey stick, sigmoidal, parabolic). While many statistical models will allow such a quanti- tative description (e.g., GAMs, specified func- tional forms), others will not (gradient forest analysis). Step 4: Threshold identification: How strong are the nonlinearities?—For relationships that emerge as nonlinear, afinal set of analyses is used to determine the location (inflection point) and strength of the threshold. This step provides (1) a quantitative estimate of the threshold level(s) of a pressure corresponding to an abrupt change in the direction of its relationship with an ecosys- tem state, typically defined as the point of inflec- tion where the second derivative changes sign (Samhouri et al. 2010, Large et al. 2013), and (2) the magnitude of change in an ecosystem state associated with breaching the threshold level of a pressure. Several statistical tools can be used to locate the threshold, estimate the uncertainty around its location, and describe the magnitude or effect size corresponding to the threshold (Andersen et al. 2009, Foley et al. 2015). ❖www.esajournals.org4June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. California current application We applied the MMI framework described above to the CCS. A comprehensive assessment of the conditions within this coupled social–ecologi- cal system is reported in NOAA’s California Cur- rent Integrated Ecosystem Assessment (CCIEA; Harvey et al. 2014). The following section repre- sents the pre-treatment steps for application of our MMI framework for identifying thresholds. The CCS is an eastern boundary current ecosystem, with seasonal periods of upwelling of cold nutrient-rich waters along the coast that drive primary and secondary productivity and affect the dynamics of the diverse resident and migratory species throughout the food web (Bograd et al. 2009, Hazen et al. 2014). In addi- tion tofluctuations in the oceanographic and bio- physical environment, the CCS is affected by a variety of human uses that includefisheries and other marine activities, as well as land-based activities that result in localized (i.e., point source) and broadscale (i.e., nonpoint source) transfer of materials to the coastal zone (Halpern et al. 2009, Andrews et al. 2015). Changes in environmental pressures in the CCS can be abrupt. Some vary at relatively short time- scales, including short-term variability in upwel- ling strength as tracked by the North Pacific High (Schroeder et al. 2013) and the Northern Oscilla- tion Index (NOI; Schwing et al. 2002). Other pro- cesses act at interdecadal scales; for example, the strength of transport by the North Pacific Gyre is indexed by the North Pacific Gyre Oscillation (NPGO; Di Lorenzo et al. 2008), and decadal changes in sea surface temperature regimes in the northeast Pacific are tracked by the Pacific Deca- dal Oscillation (PDO; Mantua and Hare 2002). When warmer-than-average temperatures and weak upwelling dominate the CCS (e.g., positive PDO and negative NOI), large ecosystem state changes have been observed (King et al. 2011), including shifts in planktonic communities (Peter- son et al. 2014) and lower trophic-levelfishes (Chavez et al. 2003), as well as higher trophic- levelfishes (Lindley et al. 2009), seabirds, and mammals (Leising et al. 2014). Human activities within the CCS are also quite dynamic (Andrews et al. 2015). Economic shocks (e.g., McKenna et al. 2012), emerging technolo- gies (Kim et al. 2012, Plummer and Feist 2016), and regulatory shifts (e.g., infisheries; Hilborn et al. 2012, Lubchenco et al. 2016) have caused rapid changes in ocean uses. As with variability in the environment, these changes have both direct and indirect effects on various components of the ecosystem (Halpern et al. 2009). Here, we drew from the 19 human activities presented in the CCIEA (Harvey et al. 2014) and focused on the 10 that provided available data across most of the period of interest (Table 1). Data sources.—Our analysis centered on the identification of levels of pressures likely to induce the crossing of a threshold for one or more indicators of ecological integrity and was based on time series data. While spatial variability is certainly a key feature of the California Current, an analysis of whether and how relationships between ecosystem states and pressures differ Table 1. Indicators of environmental and human pressures in the California Current System. ComponentPressureIndicatorTime series EnvironmentalBasin-scale sea surface temperaturePDO summer and winter indices1900–2014 Basin-scale atmospheric forcingNOI summer and winter indices1948–2014 Changes in source watersNPGO summer and winter indices1950–2014 HumanAtmospheric pollutionDeposition of sulfate1994–2014 Commercial shipping activityVolume of water disturbed2001–2012 DredgingDredge volumes1997–2014 Groundfishfisheries removalsCommercial groundfish landings1981–2014 Habitat modificationDistance trawled1999–2012 Inorganic pollutionToxicity-weighted chemical releases1988–2012 Invasive speciesTons of cargo1993–2013 Nutrient inputNitrogen and phosphorus input1945–2010 Organic pollutionToxicity-weighted concentrations of pesticides1993–2010 Totalfisheries removalsTotal commercial and recreational landings1981–2014 Note:Further details of data sets can be found in Appendix S1: Table S2. ❖www.esajournals.org5June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. from place to place was beyond the scope of this study. The CCIEA defines ecological integrity as the species composition, biodiversity, and functional organization of an ecosystem and includes nine coast-wide indicators: a mean trophic index, spe- cies density, species richness, Simpson diversity, scavenger biomass, the Northern copepod anom- aly (winter and summer), and California sea lion (Zalophus californianus) pup abundance and pup growth rate (Table 2; Williams et al. 2014). These ecosystem state time series were derived from threefishery-independent data sets that span several major taxonomic groups (invertebrates, fishes, and mammals), and summarized at the largest spatial domain possible given the data set (see Williams et al. 2014 for details). There are a wide variety of pressures with the potential to effect change in these ecosystem states. Although there are regional differences within the CCS in physical forcing, climatic vari- ability, and ecosystem responses (Mendelssohn et al. 2003, Garc ! ıa-Reyes and Largier 2012), we focused on six basin-scale environmental pres- sures in the North Pacific (Table 2; Appendix S1: Table S2). These environmental pressures are the primary basin-wide indicators of oceanography and climate in the CCIEA (Hazen et al. 2014) and include the winter and summer anomalies in the NOI (NOI w and NOI s , respectively), NPGO (NPGO w and NPGO s , respectively), and PDO (PDO w and PDO s , respectively). We include both winter and summer indicators because two modes of upwelling in the CCS drive different compo- nents of biological productivity. While the stron- gest upwelling occurs in the summertime, the winter mode (upwelling at the beginning of the season) can be equally important for growth and reproduction in some species (Black et al. 2011). As with the environmental pressures, many human activities are likely to be associated with variability in ecological integrity in the CCS. Here, we focus on ten human activities that have received global (Halpern et al. 2008, 2015) and regional (Halpern et al. 2009, Andrews et al. 2015) attention in relation to changes in marine ecological integrity (Table 1; Appendix S1: Table S2). Four activities relate to pollution (atmospheric, inorganic, nutrients, and organic), three pertain to habitat disturbance (commercial shipping, habitat modification, and dredging), two concern extraction (totalfisheries and groundfish landings), and one is associated with invasive species. The intensities of all of these activities were summarized at the scale of the full CCS (see Andrews et al. 2015 for details). Table 2. Ecosystem states assessed in the case study of the California Current System. Ecosystem attributeIndicator Taxonomic groupCommunity Definition and source of dataTime series Sampling frequency Species composition Northern copepod anomaly, winter and summer InvertebratesPelagicMonthly anomalies in the relative biomass of copepods with cold-water affinities off Newport, OR (Peterson et al. 2015, NOAA) 1996–2014 Biweekly; summarized as winter and summer anomalies BiodiversitySpecies richness, Species density, Simpson’s index GroundfishBenthicIndex of groundfish community composition (Bradburn et al. 2011, NWFSC) 2003–2014 Summers, annual Functional organization Mean trophic index GroundfishBenthicTrophic structure of groundfish community (Bradburn et al. 2011, NWFSC) 2003–2014 Summers, annual Functional organization Scavenger biomassGroundfish and invertebrates BenthicRelative biomass of scavengers, as defined by esp. Brand et al. (2007), fromfishery-independent surveys (Bradburn et al. 2011, NWFSC) 2003–2014 Summers, annual Functional organization California sea lion pup production and growth Marine mammals Top predators Average no. of pups on San Miguel Island in late July and predicted daily growth rate of pups between June and October (Melin et al. 2012, Wells et al. 2013, NMML) 1997–2014 July and June–October, respectively; annual Notes:These“Ecological integrity”indicators are used by NOAA’s Integrated Ecosystem Assessment for the California Current with detailed descriptions in Williams et al. (2014). Note that the California sea lion pup growth time series was missing data for a single year (2011). Prelimi- nary investigation suggested that a simple mean interpolation was the most parsimonious way tofill this gap. NOAA=National Oceanic and Atmospheric Administration; NMML=National Marine Mammal Laboratory; NWFSC=Northwest Fisheries Science Center. ❖www.esajournals.org6June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. Implementation of the analytical framework.—To embrace the MMI philosophy of the framework described above, we used gradient forest, GAM, and GAMM analyses to screen for nonlinearities and potential threshold responses of ecosystem states (Liaw and Wiener 2002, Ellis et al. 2012, Baker and Hollowed 2014, Large et al. 2015b, Hunsicker et al. 2016). We tested for nonlinearities in all possible pressure–state relationships, but subsequently excluded those without plausible mechanistic relationships. While this approach increased the possibility that we would detect sig- nificant thresholds and nonlinearities, our interest was in the precautionary identification of poten- tial thresholds rather than statistical significance (White et al. 2014), especially given the limitations of inferences based onP-values (Barber and Ogle 2014). We implemented the gradient forest, GAM, and GAMM analyses on a subset of the full time series. When considered collectively, the time ser- ies of ecosystem states spanned a 19-yr period from 1996 to 2014 (Table 2), but the span of over- lap among all ecosystem and pressure time series was 10 yr (2003–2012). For the gradient forest analyses, missing data for any time series is problematic; we truncated each time series to this 10-yr period for the purposes of MMI (hereafter, truncated analyses). We removed two human pressures (organic pollution and nutrient input) from the truncated analyses due to missing data in 2011–2012. While the truncated analyses allowed for direct comparison of results among models, this approach had the obvious drawback of not using all the available data. Therefore, we also con- ducted GAM/GAMM analyses on the longest time series available for each pressure–state pair (hereafter, full GAM analyses). Detailed description of the gradient forest analyses.—The gradient forest analysis quantified the ability of each environmental or human pres- sure to predict variation in the time series of mul- tiple ecosystem states (Breiman 2001, Large et al. 2015b). Gradient forest analysis is an ensemble of random forest models, each of which splits ecosystem states into two groups at specific val- ues of an environmental or human pressure. Par- titions are further made until one group becomes a terminal node. TheR 2 -importance of each value of the pressure—in other words, the possibility that it represented a threshold—was calculated based on maximizing the homogeneity of vari- ance of the ecosystem state values within each subsequent partition. Ecosystem states with zero variance explained by random forests were not included in thefinal gradient forest models. We estimated the aggregate response of all ecosystem indicators, called the cumulative ecosystem response, to each pressure. The cumu- lative ecosystem response was calculated from the cumulative importance distributions of split improvement for each ecosystem state, scaled for each ecosystem indicator byR 2 -importance and standardized by the density of observations. Though the gradient forest analysis identified potential thresholds wherever splits in the pres- sure improved the homogeneity of variance of the cumulative ecosystem response values, we focused only on improvements in cumulative ecosystem responseR 2 -importance that exceeded 0.01. For pressures that increased cumulative ecosystem responseR 2 -importance by≥0.01, we identified individual ecosystem state thresholds based on a range of pressure values. This range was defined in relation to significant increases in the cumulativeR 2 -importance values of each ecosystem state given a split at specific values of the pressure (Large et al. 2015b). We used the R packages“randomForest”(Liaw and Wiener 2002, R Core Team 2016) and“gradientForest” (Ellis et al. 2012) for all calculations. Detailed description of the GAM/GAMM analyses.—We used a model selection approach to determine whether a nonlinear GAM or GAMM provided a more parsimonious explanation of pressure–state relationships than a linear model (Sonderegger et al. 2009, Bestelmeyer et al. 2011, Samhouri et al. 2012). However, because our anal- yses focused on time series data, wefirst used a log-likelihood ratio test adapted from the meth- ods described in Gilman et al. (2012) to determine whether a generalized additive mixed model with autocorrelated error structure (GAMM) was more appropriate than a GAM with normal error struc- ture. The log-likelihood ratio test was based on a comparison of (1) thefit of residuals from the GAMM in a linear model with autocorrelated structure in the residual covariance matrix to (2) thefit of residuals in a simple linear model. Where temporal autocorrelation was determined ❖www.esajournals.org7June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. to be significant, we used Akaike’s Information Criterion (corrected for small sample sizes; AIC c ) to select between GAMM (“gamm”function in R) and linear models with autocorrelated structure in the residual covariance matrices (Eqs. 1–3). Where temporal autocorrelation was deemed nonsignificant, we used AIC c to select between simple GAM (gam() function in the mgcv() pack- age in R) and linear models (Eqs. 1, 2 and 4). Formally, letE y be the value of the ecological indicator in yeary,aafixed intercept effect,P y the value of the pressure in yeary,s() the smooth- ing function,ea normally distributed random error term, andR ac andRthe structures of the residual covariance matrices (represented here for a three-year period), with and without auto- correlation, respectively, yielding: E y ¼aþsðP y Þþe y (1) E y ¼aþP y þe y (2) R ac ¼r 2 1qq 2 q1q q 2 q1 2 4 3 5 (3) R¼r 2 100 010 001 2 4 3 5 (4) The formulation of Eq. 3 implies that the most recent values of a pressure have the greatest influence on the response of the ecosystem indi- cator, and the previous influence of a pressure diminishes quickly according to the autocorrela- tion coefficientq. In contrast, the formulation of Eq. 4 implies that values of a pressure in a previ- ous year have zero influence on the response of an ecosystem indicator. We determined whether there was more evi- dence for linearity or nonlinearity based on the following three criteria: (1) The estimated degrees of freedom, which increases with a curve’s nonlin- earity, was≥2.0 (Zuur et al. 2009, Hunsicker et al. 2016); (2) the generalized cross validation score (GCV; Wood 2004b) was minimized in the GAM compared to the LM (GCV is not a calculated cri- terion for GAMMs); and (3) the difference in AIC c values was≥2.0 units in favor of the nonlinear model (Burnham and Anderson 2002). For both GAM and GAMM, we used thin plate regression spline smoothing terms, the“mgcv”(Wood 2004a) package, and set the size of the basis dimension to 4 to reduce the possibility of over- fitting (Large et al. 2013). For pressure–state relationships identified as nonlinear, we defined the location of the threshold as the inflection point, that is, the value of the pres- sure where the second derivative changed sign (Fewster et al. 2000, Bestelmeyer et al. 2011, Sam- houri et al. 2012, Large et al. 2013). For these anal- yses, we calculated the 95% CI of the smoothing function itself, along with its second derivative, via bootstrapping of the residuals in order to allow for autocorrelation. This procedure generated a range of pressure values where a threshold might occur. Because location of the inflection point on the second derivative function is based on a statis- ticalfit and cannot be determined exactly, we defined that location as the place where the second derivative is most different from zero. Thus, we are most confident that the second derivative changed from zero to nonzero at this point. We determined the functional form and mag- nitude of change in ecosystem state variables associated with crossing a threshold based on the full GAM/GAMM analyses only. The functional form of the nonlinear GAM/GAMMs was defined based on the sign of the smoother coeffi- cient on each pressure, the number of inflection points, and visual inspection of the shape of each pressure–state relationship. The magnitude of change associated with crossing a threshold was estimated based on the proportional difference in ecosystem indicator values on either side of the threshold, bounded as the maximum, minimum, and best estimate of the threshold value (as defined in the preceding paragraph). Model output.—In the interest of using MMI to detect thresholds, we report the results of each of the three analyses (gradient forest analysis, full GAM analyses, and truncated GAM analyses). Note that for both the full and truncated GAM analyses, model selection criteria never identified GAMs with autocorrelated error structure (GAMM) as the most parsimonious model; thus, the following results are based on output from GAMs. For relationships with identified thresholds and plausible mechanistic explanations, we mapped the range of threshold values for each ecosystem indicator to the corresponding pressure time ❖www.esajournals.org8June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. series to identify the relative frequency with which the pressure exceeded the ecosystem-based threshold. RESULTS Our analysis reveals effects of both environmen- tal and human pressures as major predictors of individual and aggregated ecosystem states in the CCS. These threshold relationships were evident for individual ecosystem indicators as well as the cumulative ecosystem response, though the types and magnitudes of nonlinearities varied among ecosystem states. Encouragingly, while the impor- tance of many of these pressures for the CCS was previously known, we identified several novel nonlinear pressure–state relationships with poten- tial utility for EBM. Below we present the results such that they parallel the MMI framework intro- duced in Fig. 1 (except for pre-treatment steps described inMethods). We also demonstrate how the ecosystem thresholds can be mapped to time series of pressures, providing new insights into how variability in the environment and human activities may influence ecological integrity. Screening for nonlinearities We identified two pressure–state relationships as potentially nonlinear via multiple methods. Both the truncated and full GAM analyses sug- gested that the relationships between (1) the win- ter copepod anomaly and habitat modification, and (2) sea lion pup production and PDO s , were characterized by thresholds. In addition, we flagged nine other potential nonlinear pressure– state relationships based on a single method (Figs. 2–4, Table 3; Appendix S1: Table S3). PDO s and PDO w both showed evidence for nonlinear relationships with three ecosystem states and the cumulative ecosystem response, underlining the potential importance of environ- mental conditions for the CCS. In contrast, NPGO w , NOI s , and habitat modification each only showed evidence for nonlinear relationships with a single ecosystem state. While both gradi- ent forest and GAM analyses pointed to individ- ual ecosystem thresholds in relation to PDO s and PDO w , only gradient forest analysis highlighted a potential ecosystem threshold in relation to commercial shipping activity (Fig. 2, Table 3; Appendix S1: Tables S3 and S4). There was no evidence for nonlinear responses of groundfish species density, species richness, or Simpson diversity to the environmental and human pressures we tested. Of thefive ecosystem states with nonlinear responses, four showed evi- dence for thresholds in relation to more than one pressure (Table 3; Appendix S1: Table S3). Functional form identification The truncated and full GAM analyses allowed identification of functional forms of relationships between three ecosystem states andfive pres- sures. California sea lion pup production showed evidence for hockey stick and inverse parabolic relationships with three environmental pres- sures. First, it declined precipitously with initial increases in PDO s but thereafter was relatively invariant (Figs. 3 and 4). This ecosystem state also showed an inverse parabolic relationship with PDO w , increasing initially to a peak at a value of around%0.5, and then declining with large positive values of this pressure (Fig. 3). Finally, California sea lion pup production exhib- ited little change associated with increases in NOI s until NOI s values of 0.25, whereby increas- ing NOI s values were associated with anoma- lously low pup production rates (Fig. 4). We also determined the functional form of nonlinear relationships between the summer and winter copepod anomalies and both environ- mental and human pressures. The relationship between the summer copepod anomaly and the NPGO w was best described as a hockey stick, such that this ecosystem state was associated positively and linearly with NPGO w when NPGO w was negative, but was relatively invari- ant for positive values of NPGO w (Fig. 4). The winter copepod anomaly showed a parabolic relationship with habitat modification, with max- imum values at low and high values of this pres- sure, according to the truncated GAM analysis (Fig. 3). However, the full GAM analysis indi- cated precipitous declines in the winter copepod anomaly associated with initial increases in habi- tat modification, followed by small increases at intermediate values of habitat modification, and finally a second set of declines associated with high levels of habitat modification (similar to a sinusoidal relationship; Fig. 4). The contrast in the functional form of this pressure–state rela- tionship demonstrates the potential for strong ❖www.esajournals.org9June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. Fig. 2. Gradient forest analysis of nine ecosystem states, six environmental pressures, and eight human ❖www.esajournals.org10June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. leverage of a small number of extreme data points when time series are relatively short. Quantifying the strength of nonlinearities We quantified the location of thresholds that emerged from both the gradient forest and GAM analyses, and the magnitude of change in ecosys- tem states associated with breaching threshold levels of pressures based on the GAM analyses. The values of environmental pressures associ- ated with threshold changes in ecosystem states corresponded to changes from positive to nega- tive anomalies in some cases (winter copepod anomaly and California sea lion pup production vs. PDO w ; summer copepod anomaly, scavenger ratio, and groundfish mean trophic index vs. PDO s ; California sea lion pup production vs. NOI s ), but not in all comparisons (summer cope- pod anomaly vs. NPGO w and PDO w ; California sea lion pup production vs. PDO s ; Table 3, Fig. 5; Appendix S1: Figs. S4 and S5). One nonlinear relationship did not meet our definition of hav- ing a distinct threshold (CA sea lion pup produc- tion vs. PDO s full GAM analysis). For the thresholds related to human pressures (Table 3, Fig. 5; Appendix S1: Figs. S4 and S5), the truncated and full GAM analyses agreed on the location of the threshold for the winter cope- pod anomaly in relation to habitat modification. The threshold for commercial shipping activity determined by the gradient forest analysis occurred at intermediate values of this activity. We observed a range of magnitudes in the response of ecosystem states across the associ- ated thresholds. At the low end, California sea lion pup production changed by~10% across the threshold found with NOI s (Fig. 4, Table 3). At the high end, the winter northern copepod anomaly changed by 180% across the threshold found with NPGO w (Fig. 4, Table 3). Mapping ecosystem threshold values onto pressure time series A useful way to visualize how the temporal changes in the California Current pressures relate to ecosystem states is to plot the values of pressures relative to ecosystem thresholds (Fig. 6). This approach complements one that relies strictly on anomalous variation to deter- mine whether conditions in any particular year are“good”or“bad.”We focus here on threshold values of pressures based on the full GAM analy- ses, which harnesses all of the data available to us. For example, in 10 of 19 yr between 1996 and 2014 the NPGO w suggested conditions distant from the threshold corresponding to an abrupt decline in the summer copepod anomaly (blue shading), one year in which the NPGO w was in the range of the threshold for the summer cope- pod anomaly (yellow shading), and 6 yr in which the NPGO w had exceeded this threshold (red shading; Fig. 6a). In nine of 19 yr between 1996 and 2014 the NOI s index suggested condi- tions distant from the threshold corresponding to an abrupt decline in CA sea lion pup production (blue shading), one year in which the NOI s was in the range of this ecosystem threshold, and one year in which the NOI s exceeded the threshold corresponding to an abrupt decline in CA sea lion pup production (1998; Fig. 6b). DISCUSSION The quantitative identification of abrupt changes in ecosystems is an essential step toward forecasting and preparing for the accelerating changes of the Anthropocene (Rockstr € om et al. 2009, Steffen et al. 2011, Scheffer et al. 2012). In marine environments, the consequences of cross- ing thresholds—for population extinctions, anox- ia, and acidification, for instance—are often pressures using data from 2003 to 2012. Top: importance of environmental and human pressures weighted across all ecosystem states. Pressures withR 2 -importance≥0.01 were considered capable of predicting variation in ecosystem states. Cumulative importance (inR 2 -importance units) of the aggregate response of all ecosystem states (middle) and four individual ecosystem states that were predicted by the best model for this set of pressures (bottom) across the gradient of each pressure. Each plot is scaled to the maximum cumulative response to allow for direct comparison of ecosystem responses to each pressure. PDO, Pacific Decadal Oscillation; NOI, Northern Oscillation Index; NGPO, North Pacific Gyre Oscillation; N copepod anom_s, Northern copepod anomaly summer; N copepod anom_w, Northern copepod anomaly winter. (Fig. 2.Continued) ❖www.esajournals.org11June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. difficult to reverse (deYoung et al. 2008, Selkoe et al. 2015). Anticipating, mitigating for, or avoiding (when possible) these thresholds may reduce the risk of unwanted collapses and buffer coupled social–ecological systems from dramatic change (e.g., Groffman et al. 2006). Even in cases where environmental changes beyond the con- trol of resource managers cause threshold ecosystem responses, such recognition provides crucial context for decisions about human uses of the marine environment that are subject to manipulation. The quantitative framework out- lined here can help to define ecosystem-based thresholds for human and environmental pres- sures, an issue with potentially broad application to other regions in the process of operationaliz- ing EBM. Indeed, our application of the frame- work to the CCS revealed novel nonlinear ecosystem responses, consistent with well-under- stood oceanographic forcing mechanisms. Multimodel inference for ecosystem thresholds Using indicators developed by NOAA’sCCIEA, we screened all bivariate state–pressure relation- ships for nonlinearities using multiple analytical approaches. This strategy has clear strengths, as well as, arguably, some weaknesses. To its advan- tage, our framework introduces a common, step- wise, accessible, and data-driven approach to characterizing thresholds in state–pressure rela- tionships (cf. Bestelmeyer et al. 2011). As such, it can provide multiple lines of evidence for associa- tions between certain pressures (e.g., PDO) and threshold responses in an array of ecosystem states. Our comprehensive exploration of thresh- olds also supports the concept that some ecosys- tem states are more prone tothresholdresponses than others (e.g., the northern copepod biomass anomaly; Fig. 5). Furthermore, employing multi- ple statistical approaches helped to identify ecosys- tem thresholds that individual methodologies might have missed. As an example, only the full GAM detected a nonlinear, threshold response of California sea lion pup production to NOI s (Fig. 4). Though beyond the scope of the current study, we further suggest that this MMI approach could be used (1) to harness the power of spatio-temporal data sets to test for threshold changes in ecosystem states across spatial gradients in pressures, and (2) to determine whether there are nonlinear relation- ships between ecosystem states, such as in the case of trophic relationships between the abundance of prey and their predators. While our multimodel approach helped identify thresholds, using multiple lines of evidence Fig. 3. Truncated GAM analyses (data from 2003 to 2012) of ecosystem responses to environmental or human pressures, where the dashed line is the GAM smoother, gray polygon is 95% CI, points are raw data, thick solid line indicates the threshold range where the 95% CI of the second derivative does not include 0, and red dotted arrow indicates the best estimate of the location of the threshold (i.e., where the second derivative is most difference from zero within the threshold range). See Appendix S1: Fig. S4 for addi- tional details. ❖www.esajournals.org12June 2017❖Volume 8(6)❖Article e01860 SAMHOURI ET AL. sometimes led to inconsistent conclusions. For example, there was only one pressure–ecosystem state relationship for which thresholds were iden- tified by multiple analyses (northern copepod anomaly in the winter with habitat modification —full and truncated GAM analyses; Table 3). As mentioned above, a small number of extreme data points caused the functional form of this pres- sure–state relationship to differ in the analysis of the shorter and longer data sets. Furthermore, the mechanistic underpinnings for this relationship are unclear, though it is possible that indirect effects cause habitat modification (trawling) to lag changes in the northern copepod anomaly (ecosystem productivity). In addition, we tested >100 state–pressure relationships, increasing the possibility of making conclusions about thresh- olds that were statistically spurious. This choice was sensible because our interest was in the iden- tification of potential thresholds rather than statis- tical significance (White et al. 2014), but may not be appropriate for all applications. We caution against using this exploratory approach to identify novel causal relationships. Instead, it is best used for generating new hypotheses or confirming existing ones regarding mechanistic links between ecosystem pressures and states. Lastly, we did not specifically examine threshold responses of multi- variate ecosystem indicators or the potential for thresholds to emerge from multivariate predictors (Large et al. 2015a), though we did identify threshold changes in the cumulative ecosystem response using gradient forest analysis (Fig. 2). These avenues are ripe for future research, with multivariate thresholds providing context for eval- uating tradeoffs. We caution that it may be chal- lenging to use multivariate thresholds to inform management decisions (Fay et al. 2015). Given these strengths and weaknesses, we believe the MMI approach may be particularly useful as a precautionary framework for identify- ing ecosystem components and relationships worthy of further detailed analyses. We contend that the risks of identifying spurious thresholds and over-interpreting a limited data set are coun- terbalanced by the need to anticipate, prepare for, and, if necessary, avoid crossing ecosystem thresholds (sensu Jacquet et al. 2015). Fig. 4. Full GAM analyses (data from 1996 t",
  "sections": {
    "abstract": ".The oceans are changing more rapidly than ever before. Unprecedented climatic variability is interacting with unmistakable long-term trends, all against a backdrop of intensifying human activities. What remains unclear, however, is how to evaluate whether conditions have changed sufficiently to pro- voke major responses of species, habitats, and communities. We developed a framework based on multi- model inference to define ecosystem-based thresholds for human and environmental pressures in the California Current marine ecosystem. To demonstrate how to apply the framework, we explored two dec- ades of data using gradient forest and generalized additive model analyses, screening for nonlinearities and potential threshold responses of ecosystem states (n=9) across environmental (n=6) and human (n=10) pressures. These analyses identified the existence of threshold responses offive ecosystem states to four environmental and two human pressures. Both methods agreed on threshold relationships in two cases: (1) the winter copepod anomaly and habitat modification, and (2) sea lion pup production and the summer mode of the Pacific Decadal Oscillation (PDO). Considered collectively, however, these alternative analytical approaches imply that as many asfive of the nine ecosystem states may exhibit threshold changes in response to negative PDO values in the summer (copepods, scavengers, groundfish, and marine mammals). This result is consistent with the idea that the influence of the PDO extends across multiple trophic levels, but extends current knowledge by defining the nonlinear nature of these responses. This research provides a new way to interpret changes in the intensities of human and environmental pressures as they relate to the ecological integrity of the California Current ecosystem. These insights can be used to make more informed assessments of when and under what conditions intervention, preparation, and miti- gation may enhance progress toward ecosystem-based ma",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we report the results of each of the three analyses (gradient forest analysis, full GAM analyses, and truncated GAM analyses).",
    "Our analysis reveals effects of both environmen- tal and human pressures as major predictors of individual and aggregated ecosystem states in the CCS.",
    "We observed a range of magnitudes in the response of ecosystem states across the associ- ated thresholds.",
    "we found two significant threshold relationships in the full GAM analyses with plausible mechanistic under- pinnings.",
    "we demonstrated how the MMI framework highlights potentially nonlinear ecosystem state–pressure relationships.",
    "our results suggest that while such activities may be associated with linear changes in the ecosystem over the time period of our study, broadscale oceanographic indices such as the PDO, the NPGO, and the NOI are primarily responsible for threshold changes.",
    "significant increases in the cumulativeR 2 -importance values of each ecosystem state given a split at specific values of the pressure (Large et al."
  ],
  "fullText": "\n\nDefining ecosystem thresholds for human activities and\nenvironmental pressures in the California Current\nJAMEALF. SAMHOURI,\n1,\n \nKELLYS. ANDREWS,\n1\nGAVINFAY,\n2\nCHRISJ. HARVEY,\n1\nELLIOTTL. HAZEN,\n3\nSHANNONM. HENNESSEY,\n4\nKIRSTINHOLSMAN,\n5\nMARYE. HUNSICKER,\n6\nSCOTTI. LARGE,\n7\nKRISTINN. MARSHALL,\n1\nADRIANC. STIER,\n8,9\nJAMIEC. TAM,\n10\nANDSTEPHANIG. ZADOR\n5\n1\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic &\nAtmospheric Administration, 2725 Montlake Boulevard, Seattle, Washington 98112 USA\n2\nDepartment of Fisheries Oceanography, School for Marine Science and Technology, University of Massachusetts Dartmouth,\n200 Mill Road, Fairhaven, Massachusetts 02719 USA\n3\nEnvironmental Research Division, Southwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic &\nAtmospheric Administration, 99 Pacific Street, Suite 255A, Monterey, California 93940 USA\n4\nDepartment of Integrative Biology, Oregon State University, 3029 Cordley Hall, Corvallis, Oregon 97331 USA\n5\nResource Ecology & Fisheries Management Division, Alaska Fisheries Science Center, National Marine Fisheries Service,\nNational Oceanic & Atmospheric Administration, 7600 Sand Point Way N.E., Seattle, Washington 98115 USA\n6\nFish Ecology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric\nAdministration, 2032 SE OSU Drive, Newport, Oregon 97365 USA\n7\nInternational Council for the Exploration of the Sea (ICES), H.C. Andersens Boulevard 44-46, 1553 Copenhagen V, Denmark\n8\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101 USA\n9\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, California 93106 USA\n10\nNortheast Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration,\n166 Water Street, Woods Hole, Massachusetts 02543 USA\nCitation:Samhouri, J. F., K. S. Andrews, G. Fay, C. J. Harvey, E. L. Hazen, S. M. Hennessey, K. Holsman, M. E.\nHunsicker, S. I. Large, K. N. Marshall, A. C. Stier, J. C. Tam, and S. G. Zador. 2017. Defining ecosystem thresholds for\nhuman activities and environmental pressures in the California Current. Ecosphere 8(6):e01860. 10.1002/ecs2.1860\nAbstract.The oceans are changing more rapidly than ever before. Unprecedented climatic variability is\ninteracting with unmistakable long-term trends, all against a backdrop of intensifying human activities.\nWhat remains unclear, however, is how to evaluate whether conditions have changed sufficiently to pro-\nvoke major responses of species, habitats, and communities. We developed a framework based on multi-\nmodel inference to define ecosystem-based thresholds for human and environmental pressures in the\nCalifornia Current marine ecosystem. To demonstrate how to apply the framework, we explored two dec-\nades of data using gradient forest and generalized additive model analyses, screening for nonlinearities\nand potential threshold responses of ecosystem states (n=9) across environmental (n=6) and human\n(n=10) pressures. These analyses identified the existence of threshold responses offive ecosystem states\nto four environmental and two human pressures. Both methods agreed on threshold relationships in two\ncases: (1) the winter copepod anomaly and habitat modification, and (2) sea lion pup production and the\nsummer mode of the Pacific Decadal Oscillation (PDO). Considered collectively, however, these alternative\nanalytical approaches imply that as many asfive of the nine ecosystem states may exhibit threshold\nchanges in response to negative PDO values in the summer (copepods, scavengers, groundfish, and marine\nmammals). This result is consistent with the idea that the influence of the PDO extends across multiple\ntrophic levels, but extends current knowledge by defining the nonlinear nature of these responses. This\nresearch provides a new way to interpret changes in the intensities of human and environmental pressures\nas they relate to the ecological integrity of the California Current ecosystem. These insights can be used to\nmake more informed assessments of when and under what conditions intervention, preparation, and miti-\ngation may enhance progress toward ecosystem-based management goals.\nKey words:ecosystem indicator; ecosystem threshold; ecosystem-based management; nonlinear; reference points.\n \n❖www.esajournals.org1June 2017❖Volume 8(6)❖Article e01860\n\nReceived7 December 2016; revised 29 March 2017; accepted 19 April 2017;final version received 15 May 2017.\nCorresponding Editor: Guy Ziv.\nCopyright:©2017 Samhouri et al. This is an open access article under the terms of the Creative Commons Attribution\nLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\n E-mail:jameal.samhouri@noaa.gov\nINTRODUCTION\nAny  performance  management  system—\nwhether it is focused on health care, national\nsecurity, business, or the environment—restsfirst\nand foremost upon a reliable set of measure-\nments. These measurements, or indicators, can\nbe used to evaluate a system’s status (Otley\n1999). The rise of ecosystem-based management\n(EBM) of the ocean is no exception to this\ngenerality. As scientists and managers have tried\nto move marine EBM from theory to practice\n(Pikitch et al. 2004, Arkema et al. 2006, Levin\net al.  2009,  Samhouri  et al.  2013,  Link  and\nBrowman 2014), a frequentfirst step has been to\nidentify and report on indicators of ocean condi-\ntions (Kershner et al. 2011, Halpern et al. 2012,\nAndrews et al. 2015). In marine EBM and else-\nwhere, however, indicators are necessary but not\nsufficient for successful performance manage-\nment  (Otley  1999).  Useful  indicators  must\ndescribe a system in relation to the objectives set\nfor it (Melnyk et al. 2004). Reference points pro-\nvide just such a basis for comparison of an indi-\ncator’s value to an internal or external standard.\n(See Appendix S1: Table S1 for definition of indi-\ncator, reference point, and other terms used in\nthe text.) Thus, they are a critical component of\nadvancing EBM from concept to commonplace.\nAn increasing variety of environmental perfor-\nmance management approaches are built around\nreference points, from global to local scales (Hal-\npern et al. 2012, Hamel et al. 2015, UMCES\n2016). For example, the most familiar reference\npoint infisheries science is the concept of maxi-\nmum sustainable yield, which is calculated based\non estimates of population size, carrying capac-\nity, and growth rates (Hilborn and Walters 1992).\nOne of the most informative techniques to estab-\nlish reference points relies upon thresholds in\necosystem  state.  Following  Groffman  et al.\n(2006), we define an ecosystem threshold as a\nlarge, nonlinear change in an ecosystem state\nindicator (e.g., biodiversity of a key species or\nfunctional group) in response to an incremental\nchange in an anthropogenic or environmental\npressure(s), such as pollution or temperature\n(Lackey 1998, Methratta and Link 2006, Martin\net al. 2009, Samhouri et al. 2012).\nDetermining  where  ecosystem  thresholds\noccur, and how large a shift may be induced by\ncrossing them, is key for informing management\nthat prepares for and is designed to avoid abrupt\nand undesired changes (Doak et al. 2008). For\ninstance, the concept of rising variance, where\nthe variability in an ecosystem state(s) can pro-\nvide advance warning of an ecosystem shift, has\nled to new insights about both terrestrial and\nmarine  systems  (Carpenter  and  Brock  2006,\nSydeman  et al.  2013,  Litzow and  Hunsicker\n2016). Many analytical techniques for identifying\necosystem thresholds based on state–pressure\nrelationships have also been proposed (Samhouri\net al. 2010, Large et al. 2013, 2015a,b, Hunsicker\net al. 2016), leaving an open question: Which is\nmost appropriate, and under what conditions?\nHere, we propose a framework centered on\nmultimodel inference (MMI), rather than a single\nstatistical tool, to define ecosystem thresholds for\nenvironmental and human pressures. To illus-\ntrate how our MMI framework can be used, we\napply it to the U.S. California Current System\n(CCS), which supports more than $23 billion in\nrevenue fromfisheries, tourism, and recreation\n(data source: NOAA Coastal Services Center,\n2013 GDP data for living resources and tourism\nand  recreation  sectors;  http://www.oceaneco\nnomics.org/). The vast majority of ocean condi-\ntion reports for the CCS focus on ecosystem\nstates, as well as environmental and human pres-\nsures, relative to internal standards—long-term\naverages of conditions (Halpern et al. 2014, Har-\nvey et al. 2014, Leising et al. 2014, ONMS 2015,\nZador 2015). Here, we seek to enhance these\nassessments by directly connecting variability in\nenvironmental  and  human  pressures  to  the\npotential  for  nonlinear  ecosystem  responses.\nSuch nonlinear ecosystem responses are common\n \n❖www.esajournals.org2June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nin many ecosystems (Hunsicker et al. 2016) and\ncan alter the human-derived benefits of a system\n(Selkoe et al. 2015). As such, we believe our MMI\nframework that identifies ecosystem thresholds\nhas broad application to other regions in the pro-\ncess of operationalizing EBM.\nMETHODS\nAnalytical framework\nWe developed an analytical approach to define\necosystem  thresholds  for  environmental  and\nhuman pressures. The goal was to represent the\nvalue of a pressure relative to an inflection point\nin its relationship to one or more ecosystem states,\nand to quantify the magnitude of ecosystem\nchange associated with crossing that value. This\npressure–state approach is distinct from one that\nfocuses on changes in state or pressure variables\nover time, or the time at which a threshold was\ncrossed (Bestelmeyer et al. 2011, Scheffer et al.\n2012). The workflow (Fig. 1) can be summarized\nin four parts, including (1) pre-treatment, (2)\nscreening, (3) functional form identification, and\n(4) threshold identification.\nStep 1: Pre-treatment: Which data?—Thefirst step\nin this workflow represents scoping, winnowing,\nand data preparation. Scoping precisely defines\nthe focus of the analysis in terms of ecosystem\nstate and pressure indicators. It is important to\nclarify whether the focus of the analysis will be on\nunivariate or multivariate ecosystem indicators,\nand on bivariate pressure–state relationships or\nassociations between univariate ecosystem indica-\ntors and multiple pressures.\nThe goal of pre-treatment is to narrow the\nuniverse of possibilities to a manageable subset\nof time series, a suite of spatial data from a lim-\nited time period, or a spatio-temporal data set.\nThis winnowing of data sources can be accom-\nplished via expert opinion, reference to pre-\nestablished indicator frameworks (e.g., European\nSpecified functional form\nGAM with autocorrelation\nScreening\nPre–treatment\nGradient forest\nGradient forest\nBreakpoint analysis\nThreshold GAM\nID shape\nID threshold\nand/or\nWhich human and environmental pressures\n are likely to have nonlinear relationship with indicators?\nWhat is the sign and functional form of the \nrelationship(s) between pressure(s) and indicator(s)?\nWhat is (are) the location and magnitude\nof the threshold(s)?\nCulling (expert opinion)\nSupplementation (add indicators)\nInterpolation (DFA)\nWhich human activities (H)? \nWhich ecosystem states (S)?\nWhich environmental pressures (E)?\nQuestionsStepPurposeToolsConcept\n1\nE or H\nE or H\nE\nS\n1\nS\n2\nS\nS\nS\n3\nE\n1\nH\nS\nE\nH\n2\n3\n4\nUnivariateBivariate\nMagnitude\nWhat type of nonlinearity exists?\nHow strong are the nonlinearities?\nAre there thresholds?\nWhich data?\nEcosystem\nE\n2\nE\n3\nH\n1\nH\n2\nH\n3\nFig. 1. Analytical framework for defining ecosystem-based thresholds for environmental and human pressures.\nS=ecosystem state indicator(s); E=environmental pressure indicator(s); H=human pressure indicator(s);\nDFA=dynamic factor analysis; mag=magnitude of ecosystem response across a threshold. Note that the tools\nlisted here are intended as examples, rather than an exhaustive list. GAM, generalized additive model.\n \n❖www.esajournals.org3June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nMarine Strategy Framework Directive, Tett et al.\n2013, California Current Integrated Ecosystem\nAssessment, Harvey et al. 2014, the Puget Sound\nPartnership Science Update, PSP 2011), or multi-\nvariate analyses intended to reduce dimensional-\nity for large data sets (e.g., dynamic factor\nanalysis; Zuur et al. 2003). This step helps to\nreduce the occurrence of statistically spurious\nresults. The process of winnowing also provides\nan opportunity to ensure that the state and\npressure variable data are derived at spatial\nscales that allow for biologically plausible rela-\ntionships. While it is difficult to provide prescrip-\ntive guidelines about requirements without a\npriori  knowledge  of  effect  sizes,  variances,\nand other characteristics of the data, a minimum\nof ten matched state–pressure data points is\nrecommended.\nAfter winnowing, any data preparation such\nas the interpolation or extrapolation of missing\ndata points should be completed. (We caution\nagainst using interpolated missing values when\nthey occur at the beginning or end of time series).\nDecisions about whether and how to consider\ntime lags and spatial-scale mismatches in pres-\nsure–state relationships should be made at this\nstage. For example, are large-scale indicators of\nthe intensity of human activities appropriate for\nidentifying threshold changes in an ecosystem\nstate measured at a smaller spatial scale? Simi-\nlarly, are thresholds in a pressure–state relation-\nship expected to occur simultaneously, or would\nthresholds be more likely to be observed when\necosystem state data are lagged?\nStep 2: Screening: Are there nonlinearities?—The\nsecond step explores the potential for nonlinear\nrelationships between ecosystem states and pres-\nsures and seeks to identify the potential existence\nof thresholds. This portion of the analysis relies\non MMI, rather than a single statistical tool.\nBroadly defined, MMI is the application of sev-\neral quantitative representations of a system to\nlearn how the system works (Townsend et al.\n2014). As this step is intended to eliminate\npressure–state relationships from the analysis\nthat are unlikely to show evidence for thresh-\nolds, we recommend comparing model results\nqualitatively (rather than developing a quantita-\ntive  model  consensus).  Strongest  inferences\ncan be made where models agree on the exis-\ntence and location of thresholds, and quantitative\ndescriptors of the identity and magnitude of the\nthreshold can be developed in the following\nsteps.\nCommon approaches for identifying the pres-\nence of thresholds include gradient forest, gener-\nalized additive and generalized additive mixed\nmodels (GAMs and GAMMs), and specified\nfunctional form analyses (Samhouri et al. 2010,\nLarge et al. 2013, 2015a,b, Baker and Hollowed\n2014, Hunsicker et al. 2016). Importantly, the\nchoice of methods may be influenced by the com-\npleteness of the indicator data, as some methods\nuse all ecosystem and pressure indicators simul-\ntaneously and require complete data sets (e.g.,\ngradient forest), while other methods evaluate\nindividual pressure–state relationships and can\nreasonably handle missing values in a time series\n(e.g., GAM).\nStep 3: Functional form identification: What type\nof nonlinearity exists?—For relationships identified\nas nonlinear in the preceding screening step, the\nnext stage of analysis derives relevant statistics\nfrom the models to describe their signs and func-\ntional forms. The outcome of this analysis should\nbe a quantitative description of whether a pres-\nsure is positively or negatively correlated with\nan ecosystem state, and at a minimum a qualita-\ntive description of the shape of the relationship\n(e.g., hockey stick, sigmoidal, parabolic). While\nmany statistical models will allow such a quanti-\ntative description (e.g., GAMs, specified func-\ntional forms), others will not (gradient forest\nanalysis).\nStep 4: Threshold identification: How strong are\nthe nonlinearities?—For relationships that emerge\nas nonlinear, afinal set of analyses is used to\ndetermine the location (inflection point) and\nstrength of the threshold. This step provides (1) a\nquantitative estimate of the threshold level(s) of\na pressure corresponding to an abrupt change in\nthe direction of its relationship with an ecosys-\ntem state, typically defined as the point of inflec-\ntion where the second derivative changes sign\n(Samhouri et al. 2010, Large et al. 2013), and (2)\nthe magnitude of change in an ecosystem state\nassociated with breaching the threshold level of a\npressure. Several statistical tools can be used to\nlocate the threshold, estimate the uncertainty\naround its location, and describe the magnitude\nor effect size corresponding to the threshold\n(Andersen et al. 2009, Foley et al. 2015).\n \n❖www.esajournals.org4June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nCalifornia current application\nWe applied the MMI framework described\nabove to the CCS. A comprehensive assessment of\nthe conditions within this coupled social–ecologi-\ncal system is reported in NOAA’s California Cur-\nrent Integrated Ecosystem Assessment (CCIEA;\nHarvey et al. 2014). The following section repre-\nsents the pre-treatment steps for application of\nour MMI framework for identifying thresholds.\nThe  CCS  is  an  eastern  boundary  current\necosystem, with seasonal periods of upwelling of\ncold nutrient-rich waters along the coast that\ndrive primary and secondary productivity and\naffect the dynamics of the diverse resident and\nmigratory  species  throughout  the  food  web\n(Bograd et al. 2009, Hazen et al. 2014). In addi-\ntion tofluctuations in the oceanographic and bio-\nphysical environment, the CCS is affected by a\nvariety of human uses that includefisheries and\nother marine activities, as well as land-based\nactivities  that  result  in  localized  (i.e.,  point\nsource) and broadscale (i.e., nonpoint source)\ntransfer of materials to the coastal zone (Halpern\net al. 2009, Andrews et al. 2015).\nChanges in environmental pressures in the CCS\ncan be abrupt. Some vary at relatively short time-\nscales, including short-term variability in upwel-\nling strength as tracked by the North Pacific High\n(Schroeder et al. 2013) and the Northern Oscilla-\ntion Index (NOI; Schwing et al. 2002). Other pro-\ncesses act at interdecadal scales; for example, the\nstrength of transport by the North Pacific Gyre is\nindexed by the North Pacific Gyre Oscillation\n(NPGO; Di Lorenzo et al. 2008), and decadal\nchanges in sea surface temperature regimes in the\nnortheast Pacific are tracked by the Pacific Deca-\ndal Oscillation (PDO; Mantua and Hare 2002).\nWhen  warmer-than-average  temperatures  and\nweak upwelling dominate the CCS (e.g., positive\nPDO and negative NOI), large ecosystem state\nchanges have been observed (King et al. 2011),\nincluding shifts in planktonic communities (Peter-\nson et al. 2014) and lower trophic-levelfishes\n(Chavez et al. 2003), as well as higher trophic-\nlevelfishes (Lindley et al. 2009), seabirds, and\nmammals (Leising et al. 2014).\nHuman activities within the CCS are also quite\ndynamic (Andrews et al. 2015). Economic shocks\n(e.g., McKenna et al. 2012), emerging technolo-\ngies (Kim et al. 2012, Plummer and Feist 2016),\nand regulatory shifts (e.g., infisheries; Hilborn\net al. 2012, Lubchenco et al. 2016) have caused\nrapid changes in ocean uses. As with variability\nin the environment, these changes have both\ndirect and indirect effects on various components\nof the ecosystem (Halpern et al. 2009). Here, we\ndrew from the 19 human activities presented in\nthe CCIEA (Harvey et al. 2014) and focused on\nthe 10 that provided available data across most\nof the period of interest (Table 1).\nData sources.—Our analysis centered on the\nidentification of levels of pressures likely to\ninduce the crossing of a threshold for one or more\nindicators of ecological integrity and was based\non time series data. While spatial variability is\ncertainly a key feature of the California Current,\nan analysis of whether and how relationships\nbetween ecosystem states and pressures differ\nTable 1. Indicators of environmental and human pressures in the California Current System.\nComponentPressureIndicatorTime series\nEnvironmentalBasin-scale sea surface temperaturePDO summer and winter indices1900–2014\nBasin-scale atmospheric forcingNOI summer and winter indices1948–2014\nChanges in source watersNPGO summer and winter indices1950–2014\nHumanAtmospheric pollutionDeposition of sulfate1994–2014\nCommercial shipping activityVolume of water disturbed2001–2012\nDredgingDredge volumes1997–2014\nGroundfishfisheries removalsCommercial groundfish landings1981–2014\nHabitat modificationDistance trawled1999–2012\nInorganic pollutionToxicity-weighted chemical releases1988–2012\nInvasive speciesTons of cargo1993–2013\nNutrient inputNitrogen and phosphorus input1945–2010\nOrganic pollutionToxicity-weighted concentrations of pesticides1993–2010\nTotalfisheries removalsTotal commercial and recreational landings1981–2014\nNote:Further details of data sets can be found in Appendix S1: Table S2.\n \n❖www.esajournals.org5June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nfrom place to place was beyond the scope of this\nstudy.\nThe CCIEA defines ecological integrity as the\nspecies composition, biodiversity, and functional\norganization of an ecosystem and includes nine\ncoast-wide indicators: a mean trophic index, spe-\ncies density, species richness, Simpson diversity,\nscavenger biomass, the Northern copepod anom-\naly (winter and summer), and California sea lion\n(Zalophus californianus) pup abundance and pup\ngrowth rate (Table 2; Williams et al. 2014). These\necosystem state time series were derived from\nthreefishery-independent data sets that span\nseveral major taxonomic groups (invertebrates,\nfishes, and mammals), and summarized at the\nlargest spatial domain possible given the data set\n(see Williams et al. 2014 for details).\nThere are a wide variety of pressures with the\npotential to effect change in these ecosystem\nstates. Although there are regional differences\nwithin the CCS in physical forcing, climatic vari-\nability, and ecosystem responses (Mendelssohn\net al. 2003, Garc\n!\nıa-Reyes and Largier 2012), we\nfocused on six basin-scale environmental pres-\nsures in the North Pacific (Table 2; Appendix S1:\nTable S2). These environmental pressures are the\nprimary basin-wide indicators of oceanography\nand climate in the CCIEA (Hazen et al. 2014) and\ninclude the winter and summer anomalies in the\nNOI  (NOI\nw\nand  NOI\ns\n,  respectively),  NPGO\n(NPGO\nw\nand NPGO\ns\n, respectively), and PDO\n(PDO\nw\nand PDO\ns\n, respectively). We include both\nwinter and summer indicators because two modes\nof upwelling in the CCS drive different compo-\nnents of biological productivity. While the stron-\ngest upwelling occurs in the summertime, the\nwinter mode (upwelling at the beginning of the\nseason) can be equally important for growth and\nreproduction in some species (Black et al. 2011).\nAs with the environmental pressures, many\nhuman activities are likely to be associated with\nvariability in ecological integrity in the CCS.\nHere, we focus on ten human activities that have\nreceived global (Halpern et al. 2008, 2015) and\nregional (Halpern et al. 2009, Andrews et al.\n2015) attention in relation to changes in marine\necological  integrity  (Table 1;  Appendix  S1:\nTable S2). Four activities relate to pollution\n(atmospheric, inorganic, nutrients, and organic),\nthree pertain to habitat disturbance (commercial\nshipping, habitat modification, and dredging),\ntwo  concern  extraction  (totalfisheries  and\ngroundfish landings), and one is associated with\ninvasive species. The intensities of all of these\nactivities were summarized at the scale of the full\nCCS (see Andrews et al. 2015 for details).\nTable 2. Ecosystem states assessed in the case study of the California Current System.\nEcosystem\nattributeIndicator\nTaxonomic\ngroupCommunity\nDefinition and source\nof dataTime series\nSampling\nfrequency\nSpecies\ncomposition\nNorthern copepod\nanomaly, winter\nand summer\nInvertebratesPelagicMonthly anomalies in the\nrelative biomass of\ncopepods with cold-water\naffinities off Newport, OR\n(Peterson et al. 2015, NOAA)\n1996–2014    Biweekly;\nsummarized\nas winter and\nsummer\nanomalies\nBiodiversitySpecies richness,\nSpecies density,\nSimpson’s index\nGroundfishBenthicIndex of groundfish community\ncomposition (Bradburn\net al. 2011, NWFSC)\n2003–2014    Summers,\nannual\nFunctional\norganization\nMean trophic index    GroundfishBenthicTrophic structure of groundfish\ncommunity (Bradburn\net al. 2011, NWFSC)\n2003–2014    Summers,\nannual\nFunctional\norganization\nScavenger biomassGroundfish\nand\ninvertebrates\nBenthicRelative biomass of scavengers,\nas defined by esp. Brand et al.\n(2007), fromfishery-independent\nsurveys (Bradburn\net al. 2011, NWFSC)\n2003–2014    Summers,\nannual\nFunctional\norganization\nCalifornia sea lion\npup production\nand growth\nMarine\nmammals\nTop\npredators\nAverage no. of pups on\nSan Miguel Island in late July\nand predicted daily growth\nrate of pups between June\nand October (Melin et al. 2012,\nWells et al. 2013, NMML)\n1997–2014    July and\nJune–October,\nrespectively;\nannual\nNotes:These“Ecological integrity”indicators are used by NOAA’s Integrated Ecosystem Assessment for the California Current with detailed\ndescriptions in Williams et al. (2014). Note that the California sea lion pup growth time series was missing data for a single year (2011). Prelimi-\nnary investigation suggested that a simple mean interpolation was the most parsimonious way tofill this gap. NOAA=National Oceanic and\nAtmospheric Administration; NMML=National Marine Mammal Laboratory; NWFSC=Northwest Fisheries Science Center.\n \n❖www.esajournals.org6June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nImplementation of the analytical framework.—To\nembrace the MMI philosophy of the framework\ndescribed above, we used gradient forest, GAM,\nand GAMM analyses to screen for nonlinearities\nand potential threshold responses of ecosystem\nstates (Liaw and Wiener 2002, Ellis et al. 2012,\nBaker and Hollowed 2014, Large et al. 2015b,\nHunsicker et al. 2016). We tested for nonlinearities\nin all possible pressure–state relationships, but\nsubsequently excluded those without plausible\nmechanistic relationships. While this approach\nincreased the possibility that we would detect sig-\nnificant thresholds and nonlinearities, our interest\nwas in the precautionary identification of poten-\ntial thresholds rather than statistical significance\n(White et al. 2014), especially given the limitations\nof inferences based onP-values (Barber and Ogle\n2014).\nWe implemented the gradient forest, GAM,\nand GAMM analyses on a subset of the full time\nseries. When considered collectively, the time ser-\nies of ecosystem states spanned a 19-yr period\nfrom 1996 to 2014 (Table 2), but the span of over-\nlap among all ecosystem and pressure time series\nwas 10 yr (2003–2012). For the gradient forest\nanalyses, missing data for any time series is\nproblematic; we truncated each time series to this\n10-yr period for the purposes of MMI (hereafter,\ntruncated analyses). We removed two human\npressures (organic pollution and nutrient input)\nfrom the truncated analyses due to missing data\nin 2011–2012.\nWhile  the  truncated  analyses  allowed  for\ndirect comparison of results among models, this\napproach had the obvious drawback of not using\nall the available data. Therefore, we also con-\nducted GAM/GAMM analyses on the longest\ntime series available for each pressure–state pair\n(hereafter, full GAM analyses).\nDetailed  description  of  the  gradient  forest\nanalyses.—The gradient forest analysis quantified\nthe ability of each environmental or human pres-\nsure to predict variation in the time series of mul-\ntiple ecosystem states (Breiman 2001, Large et al.\n2015b). Gradient forest analysis is an ensemble of\nrandom forest models, each of which splits\necosystem states into two groups at specific val-\nues of an environmental or human pressure. Par-\ntitions are further made until one group becomes\na terminal node. TheR\n2\n-importance of each value\nof the pressure—in other words, the possibility\nthat it represented a threshold—was calculated\nbased on maximizing the homogeneity of vari-\nance of the ecosystem state values within each\nsubsequent partition. Ecosystem states with zero\nvariance explained by random forests were not\nincluded in thefinal gradient forest models.\nWe estimated the aggregate response of all\necosystem  indicators,  called  the  cumulative\necosystem response, to each pressure. The cumu-\nlative ecosystem response was calculated from\nthe cumulative importance distributions of split\nimprovement for each ecosystem state, scaled for\neach ecosystem indicator byR\n2\n-importance and\nstandardized by the density of observations.\nThough the gradient forest analysis identified\npotential thresholds wherever splits in the pres-\nsure improved the homogeneity of variance of\nthe cumulative ecosystem response values, we\nfocused only on improvements in cumulative\necosystem responseR\n2\n-importance that exceeded\n0.01.\nFor  pressures  that  increased  cumulative\necosystem responseR\n2\n-importance by≥0.01, we\nidentified individual ecosystem state thresholds\nbased on a range of pressure values. This range\nwas defined in relation to significant increases in\nthe cumulativeR\n2\n-importance values of each\necosystem state given a split at specific values of\nthe pressure (Large et al. 2015b). We used the R\npackages“randomForest”(Liaw and  Wiener\n2002, R Core Team 2016) and“gradientForest”\n(Ellis et al. 2012) for all calculations.\nDetailed  description  of  the  GAM/GAMM\nanalyses.—We used a model selection approach to\ndetermine whether a nonlinear GAM or GAMM\nprovided a more parsimonious explanation of\npressure–state relationships than a linear model\n(Sonderegger et al. 2009, Bestelmeyer et al. 2011,\nSamhouri et al. 2012). However, because our anal-\nyses focused on time series data, wefirst used a\nlog-likelihood ratio test adapted from the meth-\nods described in Gilman et al. (2012) to determine\nwhether a generalized additive mixed model with\nautocorrelated error structure (GAMM) was more\nappropriate than a GAM with normal error struc-\nture. The log-likelihood ratio test was based on a\ncomparison of (1) thefit of residuals from the\nGAMM in a linear model with autocorrelated\nstructure in the residual covariance matrix to (2)\nthefit of residuals in a simple linear model.\nWhere temporal autocorrelation was determined\n \n❖www.esajournals.org7June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nto be significant, we used Akaike’s Information\nCriterion (corrected for small sample sizes; AIC\nc\n)\nto select between GAMM (“gamm”function in R)\nand linear models with autocorrelated structure\nin the residual covariance matrices (Eqs. 1–3).\nWhere  temporal  autocorrelation  was  deemed\nnonsignificant, we used AIC\nc\nto select between\nsimple GAM (gam() function in the mgcv() pack-\nage in R) and linear models (Eqs. 1, 2 and 4).\nFormally, letE\ny\nbe the value of the ecological\nindicator in yeary,aafixed intercept effect,P\ny\nthe value of the pressure in yeary,s() the smooth-\ning function,ea normally distributed random\nerror term, andR\nac\nandRthe structures of the\nresidual covariance matrices (represented here\nfor a three-year period), with and without auto-\ncorrelation, respectively, yielding:\nE\ny\n¼aþsðP\ny\nÞþe\ny\n(1)\nE\ny\n¼aþP\ny\nþe\ny\n(2)\nR\nac\n¼r\n2\n1qq\n2\nq1q\nq\n2\nq1\n2\n4\n3\n5\n(3)\nR¼r\n2\n100\n010\n001\n2\n4\n3\n5\n(4)\nThe formulation of Eq. 3 implies that the most\nrecent values of a pressure have the greatest\ninfluence on the response of the ecosystem indi-\ncator, and the previous influence of a pressure\ndiminishes quickly according to the autocorrela-\ntion coefficientq. In contrast, the formulation of\nEq. 4 implies that values of a pressure in a previ-\nous year have zero influence on the response of\nan ecosystem indicator.\nWe determined whether there was more evi-\ndence for linearity or nonlinearity based on the\nfollowing three criteria: (1) The estimated degrees\nof freedom, which increases with a curve’s nonlin-\nearity, was≥2.0 (Zuur et al. 2009, Hunsicker et al.\n2016); (2) the generalized cross validation score\n(GCV; Wood 2004b) was minimized in the GAM\ncompared to the LM (GCV is not a calculated cri-\nterion for GAMMs); and (3) the difference in AIC\nc\nvalues was≥2.0 units in favor of the nonlinear\nmodel (Burnham and Anderson 2002). For both\nGAM and GAMM, we used thin plate regression\nspline  smoothing  terms,  the“mgcv”(Wood\n2004a) package, and set the size of the basis\ndimension to 4 to reduce the possibility of over-\nfitting (Large et al. 2013).\nFor pressure–state relationships identified as\nnonlinear, we defined the location of the threshold\nas the inflection point, that is, the value of the pres-\nsure where the second derivative changed sign\n(Fewster et al. 2000, Bestelmeyer et al. 2011, Sam-\nhouri et al. 2012, Large et al. 2013). For these anal-\nyses, we calculated the 95% CI of the smoothing\nfunction itself, along with its second derivative,\nvia bootstrapping of the residuals in order to allow\nfor autocorrelation. This procedure generated a\nrange of pressure values where a threshold might\noccur. Because location of the inflection point on\nthe second derivative function is based on a statis-\nticalfit and cannot be determined exactly, we\ndefined that location as the place where the second\nderivative is most different from zero. Thus, we\nare most confident that the second derivative\nchanged from zero to nonzero at this point.\nWe determined the functional form and mag-\nnitude of change in ecosystem state variables\nassociated with crossing a threshold based on the\nfull GAM/GAMM analyses only. The functional\nform  of  the  nonlinear  GAM/GAMMs  was\ndefined based on the sign of the smoother coeffi-\ncient on each pressure, the number of inflection\npoints, and visual inspection of the shape of each\npressure–state relationship. The magnitude of\nchange associated with crossing a threshold was\nestimated based on the proportional difference in\necosystem indicator values on either side of the\nthreshold, bounded as the maximum, minimum,\nand best estimate of the threshold value (as\ndefined in the preceding paragraph).\nModel output.—In the interest of using MMI to\ndetect thresholds, we report the results of each of\nthe three analyses (gradient forest analysis, full\nGAM analyses, and truncated GAM analyses).\nNote that for both the full and truncated GAM\nanalyses, model selection criteria never identified\nGAMs  with  autocorrelated  error  structure\n(GAMM) as the most parsimonious model; thus,\nthe following results are based on output from\nGAMs.\nFor relationships with identified thresholds and\nplausible mechanistic explanations, we mapped\nthe range of threshold values for each ecosystem\nindicator to the corresponding pressure time\n \n❖www.esajournals.org8June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nseries to identify the relative frequency with\nwhich the pressure exceeded the ecosystem-based\nthreshold.\nRESULTS\nOur analysis reveals effects of both environmen-\ntal and human pressures as major predictors of\nindividual and aggregated ecosystem states in the\nCCS. These threshold relationships were evident\nfor individual ecosystem indicators as well as the\ncumulative ecosystem response, though the types\nand magnitudes of nonlinearities varied among\necosystem states. Encouragingly, while the impor-\ntance of many of these pressures for the CCS was\npreviously known, we identified several novel\nnonlinear pressure–state relationships with poten-\ntial utility for EBM. Below we present the results\nsuch that they parallel the MMI framework intro-\nduced in Fig. 1 (except for pre-treatment steps\ndescribed inMethods). We also demonstrate how\nthe ecosystem thresholds can be mapped to time\nseries of pressures, providing new insights into\nhow variability in the environment and human\nactivities may influence ecological integrity.\nScreening for nonlinearities\nWe identified two pressure–state relationships\nas potentially nonlinear via multiple methods.\nBoth the truncated and full GAM analyses sug-\ngested that the relationships between (1) the win-\nter copepod anomaly and habitat modification,\nand (2) sea lion pup production and PDO\ns\n, were\ncharacterized by thresholds. In addition, we\nflagged nine other potential nonlinear pressure–\nstate relationships based on a single method\n(Figs. 2–4, Table 3; Appendix S1: Table S3).\nPDO\ns\nand PDO\nw\nboth showed evidence for\nnonlinear  relationships  with  three ecosystem\nstates and the cumulative ecosystem response,\nunderlining the potential importance of environ-\nmental  conditions  for the  CCS. In  contrast,\nNPGO\nw\n, NOI\ns\n, and habitat modification each\nonly showed evidence for nonlinear relationships\nwith a single ecosystem state. While both gradi-\nent forest and GAM analyses pointed to individ-\nual ecosystem thresholds in relation to PDO\ns\nand\nPDO\nw\n, only gradient forest analysis highlighted\na potential ecosystem threshold in relation to\ncommercial shipping activity (Fig. 2, Table 3;\nAppendix S1: Tables S3 and S4).\nThere was no evidence for nonlinear responses\nof groundfish species density, species richness, or\nSimpson diversity to the environmental and\nhuman pressures we tested. Of thefive ecosystem\nstates with nonlinear responses, four showed evi-\ndence for thresholds in relation to more than one\npressure (Table 3; Appendix S1: Table S3).\nFunctional form identification\nThe truncated and full GAM analyses allowed\nidentification of functional forms of relationships\nbetween three ecosystem states andfive pres-\nsures. California sea lion pup production showed\nevidence for hockey stick and inverse parabolic\nrelationships  with  three  environmental  pres-\nsures. First, it declined precipitously with initial\nincreases in PDO\ns\nbut thereafter was relatively\ninvariant (Figs. 3 and 4). This ecosystem state\nalso showed an inverse parabolic relationship\nwith PDO\nw\n, increasing initially to a peak at a\nvalue of around%0.5, and then declining with\nlarge positive values of this pressure (Fig. 3).\nFinally, California sea lion pup production exhib-\nited little change associated with increases in\nNOI\ns\nuntil NOI\ns\nvalues of 0.25, whereby increas-\ning NOI\ns\nvalues were associated with anoma-\nlously low pup production rates (Fig. 4).\nWe also determined the functional form of\nnonlinear relationships between the summer and\nwinter copepod anomalies and both environ-\nmental and human pressures. The relationship\nbetween the summer copepod anomaly and the\nNPGO\nw\nwas best described as a hockey stick,\nsuch that this ecosystem state was associated\npositively  and  linearly  with  NPGO\nw\nwhen\nNPGO\nw\nwas negative, but was relatively invari-\nant for positive values of NPGO\nw\n(Fig. 4). The\nwinter copepod anomaly showed a parabolic\nrelationship with habitat modification, with max-\nimum values at low and high values of this pres-\nsure, according to the truncated GAM analysis\n(Fig. 3). However, the full GAM analysis indi-\ncated precipitous declines in the winter copepod\nanomaly associated with initial increases in habi-\ntat modification, followed by small increases at\nintermediate values of habitat modification, and\nfinally a second set of declines associated with\nhigh levels of habitat modification (similar to a\nsinusoidal relationship; Fig. 4). The contrast in\nthe functional form of this pressure–state rela-\ntionship demonstrates the potential for strong\n \n❖www.esajournals.org9June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nFig. 2. Gradient forest analysis of nine ecosystem states, six environmental pressures, and eight human\n \n❖www.esajournals.org10June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nleverage of a small number of extreme data\npoints when time series are relatively short.\nQuantifying the strength of nonlinearities\nWe quantified the location of thresholds that\nemerged from both the gradient forest and GAM\nanalyses, and the magnitude of change in ecosys-\ntem states associated with breaching threshold\nlevels of pressures based on the GAM analyses.\nThe values of environmental pressures associ-\nated with threshold changes in ecosystem states\ncorresponded to changes from positive to nega-\ntive anomalies in some cases (winter copepod\nanomaly and California sea lion pup production\nvs. PDO\nw\n; summer copepod anomaly, scavenger\nratio, and groundfish mean trophic index vs.\nPDO\ns\n; California sea lion pup production vs.\nNOI\ns\n), but not in all comparisons (summer cope-\npod anomaly vs. NPGO\nw\nand PDO\nw\n; California\nsea lion pup production vs. PDO\ns\n; Table 3, Fig. 5;\nAppendix S1: Figs. S4 and S5). One nonlinear\nrelationship did not meet our definition of hav-\ning a distinct threshold (CA sea lion pup produc-\ntion vs. PDO\ns\nfull GAM analysis).\nFor the thresholds related to human pressures\n(Table 3, Fig. 5; Appendix S1: Figs. S4 and S5),\nthe truncated and full GAM analyses agreed on\nthe location of the threshold for the winter cope-\npod anomaly in relation to habitat modification.\nThe threshold for commercial shipping activity\ndetermined  by  the  gradient  forest  analysis\noccurred at intermediate values of this activity.\nWe observed a range of magnitudes in the\nresponse of ecosystem states across the associ-\nated thresholds. At the low end, California sea\nlion pup production changed by~10% across the\nthreshold found with NOI\ns\n(Fig. 4, Table 3). At\nthe high  end,  the winter northern  copepod\nanomaly changed by 180% across the threshold\nfound with NPGO\nw\n(Fig. 4, Table 3).\nMapping ecosystem threshold values onto\npressure time series\nA useful way to visualize how the temporal\nchanges  in  the  California  Current  pressures\nrelate to ecosystem states is to plot the values of\npressures  relative  to  ecosystem  thresholds\n(Fig. 6). This approach complements one that\nrelies strictly on anomalous variation to deter-\nmine whether conditions in any particular year\nare“good”or“bad.”We focus here on threshold\nvalues of pressures based on the full GAM analy-\nses, which harnesses all of the data available to\nus. For example, in 10 of 19 yr between 1996 and\n2014 the NPGO\nw\nsuggested conditions distant\nfrom the threshold corresponding to an abrupt\ndecline in the summer copepod anomaly (blue\nshading), one year in which the NPGO\nw\nwas in\nthe range of the threshold for the summer cope-\npod anomaly (yellow shading), and 6 yr in\nwhich the NPGO\nw\nhad exceeded this threshold\n(red shading; Fig. 6a). In nine of 19 yr between\n1996 and 2014 the NOI\ns\nindex suggested condi-\ntions distant from the threshold corresponding to\nan abrupt decline in CA sea lion pup production\n(blue shading), one year in which the NOI\ns\nwas\nin the range of this ecosystem threshold, and one\nyear in which the NOI\ns\nexceeded the threshold\ncorresponding to an abrupt decline in CA sea\nlion pup production (1998; Fig. 6b).\nDISCUSSION\nThe  quantitative  identification  of  abrupt\nchanges in ecosystems is an essential step toward\nforecasting and preparing for the accelerating\nchanges of the Anthropocene (Rockstr\n€\nom et al.\n2009, Steffen et al. 2011, Scheffer et al. 2012). In\nmarine environments, the consequences of cross-\ning thresholds—for population extinctions, anox-\nia,  and  acidification,  for  instance—are  often\npressures using data from 2003 to 2012. Top: importance of environmental and human pressures weighted across\nall ecosystem states. Pressures withR\n2\n-importance≥0.01 were considered capable of predicting variation in\necosystem states. Cumulative importance (inR\n2\n-importance units) of the aggregate response of all ecosystem\nstates (middle) and four individual ecosystem states that were predicted by the best model for this set of\npressures (bottom) across the gradient of each pressure. Each plot is scaled to the maximum cumulative response\nto allow for direct comparison of ecosystem responses to each pressure. PDO, Pacific Decadal Oscillation; NOI,\nNorthern Oscillation Index; NGPO, North Pacific Gyre Oscillation; N copepod anom_s, Northern copepod\nanomaly summer; N copepod anom_w, Northern copepod anomaly winter.\n(Fig. 2.Continued)\n \n❖www.esajournals.org11June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\ndifficult to reverse (deYoung et al. 2008, Selkoe\net al.  2015).  Anticipating,  mitigating  for,  or\navoiding (when possible) these thresholds may\nreduce the risk of unwanted collapses and buffer\ncoupled social–ecological systems from dramatic\nchange (e.g., Groffman et al. 2006). Even in cases\nwhere environmental changes beyond the con-\ntrol  of  resource  managers  cause  threshold\necosystem responses, such recognition provides\ncrucial context for decisions about human uses of\nthe  marine  environment  that  are  subject  to\nmanipulation. The quantitative framework out-\nlined here can help to define ecosystem-based\nthresholds for human and environmental pres-\nsures, an issue with potentially broad application\nto other regions in the process of operationaliz-\ning EBM. Indeed, our application of the frame-\nwork  to  the  CCS  revealed  novel  nonlinear\necosystem responses, consistent with well-under-\nstood oceanographic forcing mechanisms.\nMultimodel inference for ecosystem thresholds\nUsing indicators developed by NOAA’sCCIEA,\nwe screened all bivariate state–pressure relation-\nships for nonlinearities using multiple analytical\napproaches. This strategy has clear strengths, as\nwell as, arguably, some weaknesses. To its advan-\ntage, our framework introduces a common, step-\nwise, accessible, and data-driven approach to\ncharacterizing thresholds in state–pressure rela-\ntionships (cf. Bestelmeyer et al. 2011). As such, it\ncan provide multiple lines of evidence for associa-\ntions between certain pressures (e.g., PDO) and\nthreshold responses in an array of ecosystem\nstates. Our comprehensive exploration of thresh-\nolds also supports the concept that some ecosys-\ntem states are more prone tothresholdresponses\nthan others (e.g., the northern copepod biomass\nanomaly; Fig. 5). Furthermore, employing multi-\nple statistical approaches helped to identify ecosys-\ntem  thresholds  that  individual  methodologies\nmight have missed. As an example, only the full\nGAM detected a nonlinear, threshold response of\nCalifornia sea lion pup production to NOI\ns\n(Fig. 4).\nThough beyond the scope of the current study, we\nfurther suggest that this MMI approach could be\nused (1) to harness the power of spatio-temporal\ndata sets to test for threshold changes in ecosystem\nstates across spatial gradients in pressures, and (2)\nto determine whether there are nonlinear relation-\nships between ecosystem states, such as in the case\nof trophic relationships between the abundance of\nprey and their predators.\nWhile our multimodel approach helped identify\nthresholds,  using  multiple  lines  of  evidence\nFig. 3. Truncated GAM analyses (data from 2003 to\n2012) of ecosystem responses to environmental or\nhuman pressures, where the dashed line is the GAM\nsmoother, gray polygon is 95% CI, points are raw data,\nthick solid line indicates the threshold range where the\n95% CI of the second derivative does not include 0,\nand red dotted arrow indicates the best estimate of\nthe location of the threshold (i.e., where the second\nderivative is most difference from zero within the\nthreshold range). See Appendix S1: Fig. S4 for addi-\ntional details.\n \n❖www.esajournals.org12June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nsometimes led to inconsistent conclusions. For\nexample, there was only one pressure–ecosystem\nstate relationship for which thresholds were iden-\ntified by multiple analyses (northern copepod\nanomaly in the winter with habitat modification\n—full and truncated GAM analyses; Table 3). As\nmentioned above, a small number of extreme data\npoints caused the functional form of this pres-\nsure–state relationship to differ in the analysis of\nthe shorter and longer data sets. Furthermore, the\nmechanistic underpinnings for this relationship\nare unclear, though it is possible that indirect\neffects cause habitat modification (trawling) to lag\nchanges  in  the  northern  copepod  anomaly\n(ecosystem productivity). In addition, we tested\n>100 state–pressure relationships, increasing the\npossibility of making conclusions about thresh-\nolds that were statistically spurious. This choice\nwas sensible because our interest was in the iden-\ntification of potential thresholds rather than statis-\ntical significance (White et al. 2014), but may not\nbe appropriate for all applications. We caution\nagainst using this exploratory approach to identify\nnovel causal relationships. Instead, it is best used\nfor generating new hypotheses or confirming\nexisting ones regarding mechanistic links between\necosystem pressures and states. Lastly, we did not\nspecifically examine threshold responses of multi-\nvariate ecosystem indicators or the potential for\nthresholds to emerge from multivariate predictors\n(Large  et al.  2015a), though  we  did identify\nthreshold changes in the cumulative ecosystem\nresponse using gradient forest analysis (Fig. 2).\nThese avenues are ripe for future research, with\nmultivariate thresholds providing context for eval-\nuating tradeoffs. We caution that it may be chal-\nlenging to use multivariate thresholds to inform\nmanagement decisions (Fay et al. 2015).\nGiven these strengths and weaknesses, we\nbelieve the MMI approach may be particularly\nuseful as a precautionary framework for identify-\ning ecosystem components  and  relationships\nworthy of further detailed analyses. We contend\nthat the risks of identifying spurious thresholds\nand over-interpreting a limited data set are coun-\nterbalanced by the need to anticipate, prepare\nfor, and, if necessary, avoid crossing ecosystem\nthresholds (sensu Jacquet et al. 2015).\nFig. 4. Full GAM analyses (data from 1996 to 2014) of ecosystem responses to environmental or human pres-\nsures. See Fig. 3 caption and Appendix S1: Fig. S5 for additional details.\n \n❖www.esajournals.org13June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nFig. 5. Location of thresholds for multiple ecosystem indicators related to (a) the summer mode and (b) the\nwinter mode of the Pacific Decadal Oscillation (PDO). Open circles: gradient forest; closed circles: GAM. Note\nthat for CA sea lion pup production in relation to the PDO winter, there are two key thresholds at both cold and\nwarm anomalies (also see Table 3).\nTable 3. Nonlinear ecosystem state–pressure relationships as identified by gradient forest (GF), truncated gener-\nalized additive model (GAM), or full GAM analyses including functional form, location of threshold range,\nand magnitude of change in ecosystem state across the threshold range.\nEcosystem stateDriver/PressureAnalysis\nFunctional\nform(s)\nLocation of\nthreshold(s)\nBest estimate\nof threshold\nlocation(s)\nMagnitude of\nresponse(s)\n(%)\nCopepod anomaly\nwinter\nPDO winterGF–%0.5 to%0.2––\nCopepod anomaly\nwinter\nHabitat\nmodification\nTruncated GAMParabolic143–23420870\nFull GAMSinusoidal138–25222730\nCopepod anomaly\nsummer\nNPGO winterGAMHockey stick0.2–0.80.2180\nCopepod anomaly\nsummer\nPDO summerGF–%1.2 to 0.5––\nCopepod anomaly\nsummer\nPDO winterGF–0.7–0.8––\nScavenger ratioCommercial\nshipping activity\nGF–14.7–15.2––\nScavenger ratioPDO summerGF–%0.6 to 0.1––\nGroundfish mean\ntrophic index\nPDO summerGF–%0.3 to 0––\nCA sea lion pup\nproduction\nNOI summerGAMHockey stick%0.4 to 1.20.210\nCA sea lion pup\nproduction\nPDO summerTruncated GAMSigmoidal%1.5 to%0.2%0.810\nFull GAMHockey stickNTINTINTI\nCA sea lion pup\nproduction\nPDO winterTruncated GAMSigmoidal0.7–1.50.930\nTruncated GAM%1.4 to 0.2%0.80\nNote:NTI, no threshold identi\nfied by CI of the second derivative;–, information not determined from the model.\n \n❖www.esajournals.org14June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nEcosystem thresholds in the California Current\nIn the CCS, we identified the existence of\nthreshold responses offive ecosystem states to\nfour environmental and two human pressures.\nThese results broadly corroborate existing evi-\ndence for the importance of physical forcing in\nthe CCS (Di Lorenzo et al. 2008, Bograd et al.\n2009, Black et al. 2011). Previous studies have\nestablished the strong influence of human activi-\nties in this system (Halpern et al. 2009, Hilborn\net al. 2012, Andrews et al. 2015). Our results add\nto this literature by demonstrating that while\necosystem states have changed in response to\nhuman activities over the relatively short length\nof our time series, there is little evidence that\nthese changes have been nonlinear. However,\nthis result does not imply that linear relation-\nships  between  ecosystem  states  and  human\nactivities are inconsequential. Indeed, some may\nrequire increased attention by resource managers\nwhen environmental conditions are poor. For\nexample, given that sea lion pup production\ndeclines precipitously when NPGO winter is\nnegative,  it  may  be  important  to  provide\nincreased scrutiny on human activities likefish-\ning that affect sea lion prey during those periods\n(Chasco et al. 2017).\nNonetheless, the analyses presented here stand\nin contrast to results from other systems. For\ninstance,  in  the  Northwest  Atlanticfisheries-\nrelated pressures were associated with substantial\nthreshold responses in the ecosystem (Large et al.\n2013, 2015b). It is important to note that the North-\nwest  Atlantic  analysis  focused  specifically on\necosystem  responses  tofishing  and  that  the\nlengths of the CCS time series we used were com-\nparatively short. This latter point is a limiting fac-\ntor in identifying ecosystem thresholds for many\nstatistical methods and may explain why we did\nnot  observe  nonlinear  associations  between\necosystem states andfisheries landings in the CCS.\nNotwithstanding such limitations, we found\ntwo significant threshold relationships in the full\nGAM analyses with plausible mechanistic under-\npinnings. First, the summer northern copepod\nanomaly showed a positive, linear increase before\nasymptoting at values>0.2 with the winter mode\nof the NPGO (Fig. 4). Increasingly positive values\nof the NPGO\nw\nare associated with greater upwel-\nling strength, nutrient transport into the photic\nzone, and primary productivity (Di Lorenzo et al.\n2008), which could fuel the increased secondary\nproductivity we observed. Second, California sea\nlion pup production showed a precipitous decline\nwhen values of the summer mode of the NOI\nexceeded 0.2 (Fig. 4). This threshold response is\ncounter to the assumption that highly positive\nNOI\ns\nvalues (La Ni\n~\nna conditions) should be good\nfor pup production. However, the NOI\ns\nalso cap-\ntures the quick transition between El Ni\n~\nno and La\nNi\n~\nna conditions experienced in the North Pacific,\nFig. 6. Time series of (a) the winter Northern Pacific\nGyre Oscillation (NPGO) and (b) the summer North-\nern Oscillation Index (NOI), relative to confidence\nintervals for thresholds in ecosystem states (horizontal\ngray lines). The NPGO winter is shown in relation to\nthe summer copepod anomaly, while the NOI summer\ntime series is shown in relation to thresholds for Cali-\nfornia sea lion pup production (note that pup produc-\ntion is higher when values of NOI summer are lower).\nBlue shading indicates that the value of the environ-\nmental pressure was associated with more positive\nvalues of the ecosystem state, while red shading indi-\ncates the opposite. Yellow shading indicates that the\nvalue of the environmental pressure was within the\nconfidence interval of the threshold for the relationship\nbetween it and the ecosystem state.\n \n❖www.esajournals.org15June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nespecially between 1998–99 and 2009–10. Thus,\nthe 1998 and 2010 NOI\ns\nvalues were the most pos-\nitive values in the time series and represent the\nsubsequent La Ni\n~\nna conditions of the following\nyears. It was curious that the winter mode of the\nNOI did not identify this nonlinear response in\nthe hypothesized direction. These relationships\nhighlight the importance of considering time lags\nbetween the pressure and the ecological response,\nwhich should be the subject of further research.\nPerhaps the most interesting outcome of apply-\ning the MMI framework to the California Current\ndata is the strong evidence for threshold ecosys-\ntem responses to both modes of the PDO. Previ-\nous  studies  have  identified  climate-driven\n“regime shifts”as recently as 1998, as the PDO\nreversed sign and many ecosystem components\nincluding salmon and anchovy responded (Peter-\nson and Schwing 2003). While the importance of\nPDO in the California Current has a long history\n(Hare et al. 1999, Mantua and Hare 2002), evi-\ndence  for  associated  nonlinear  ecosystem\nresponses is more limited. For example, Bestel-\nmeyer et al. (2011) provided evidence for a linear\nrelationship between euphausiid abundance and\nthe PDO in the Southern California Current, and\nthis conclusion has been complemented more\nrecently by analyses showing that copepod spe-\ncies and coho salmon in the Northern California\nCurrent linearly track shifts in the PDO (Litzow\nand Hunsicker 2016). In contrast, our analyses\nimply that as many asfive of the nine ecosystem\nstates we evaluated exhibited threshold increases\nin response to negative PDO\ns\nvalues (copepods,\nscavengers, groundfish, and marine mammals;\nFig. 5a, Table 3), a result consistent with the idea\nthat the influence of the PDO extends across mul-\ntiple trophic levels (Hare et al. 1999, Mantua and\nHare 2002). The location of thresholds associated\nwith PDO\nw\nfor copepods and marine mammals\nranged more widely (Fig. 5b, Table 3), suggesting\ntaxon-specific responses. These interpretations are\nsupported by results from the gradient forest\nanalyses, which show that the aggregate ecosys-\ntem state in the CCS demonstrates a threshold\nrelationship with both modes of the PDO (Fig. 2).\nRecognition of taxon-specific vs. ecosystem-\nwide threshold responses is a novel insight that\ncan be tailored to sector-specific or full-ecosys-\ntem management needs. Instead of categorizing\nall anomalously positive (or negative) pressure\nvalues as“good”or“bad”across all ecosystem\ncomponents, taxon-specific thresholds allow a\nmore refined evaluation of variability in environ-\nmental pressures (e.g., Fig. 6). On the other hand,\ncross-taxa agreement on the location of threshold\nvalues  of  a  pressure  provides  insights  into\necosystem-wide responses to changing ocean\nconditions. In our application, gradient forest\nanalysis  identified  a  threshold  cumulative\necosystem  response  to  PDO\ns\n(Fig. 2)  that\nspanned the same range of values as thresholds\nfor individual ecosystem states identified via\nGAMs (Figs. 3–5) and gradient forest analysis\n(Figs. 2 and 5). These results clearly point to\nimportant nonlinearities in ecosystem dynamics\nacross a range of trophic levels.\nCONCLUSION\nThis paper outlined a quantitative framework\nbased on MMI that allows for precautionary\nscreening  of  threshold  relationships  between\necosystem states and environmental or human\npressures. Establishment of quantitative ecosys-\ntem-based thresholds allows for direct ecological\ninterpretation of variability in environmental\npressures and the intensity of human activities.\nThis approach provides a foundation for evaluat-\ning the status of ecosystems and informing pre-\ncautionary management of the multitude  of\nhuman activities occurring within them. The\nmost successful applications of this framework\nwill provide advice to managers charged with\ndeveloping ecosystem monitoring priorities, pre-\npare ocean users for major shifts in ecosystem\nconditions, and indicate when human activity\nlevels risk imposing critical transitions in indi-\nvidual or collective ecosystem states.\nApplied to the CCS, we demonstrated how the\nMMI framework highlights potentially nonlinear\necosystem state–pressure relationships. The CCS is\na system increasingly crowded with human uses\n(Halpern et al. 2009), yet our results suggest that\nwhile such activities may be associated with linear\nchanges in the ecosystem over the time period of\nour study, broadscale oceanographic indices such\nas the PDO, the NPGO, and the NOI are primarily\nresponsible for threshold changes. Thesefindings\nprovide support for emphasizing the importance\nof these particular environmental pressures to\nresource managers of the California Current. In\n \n❖www.esajournals.org16June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nparticular, the PDO appears to be more associated\nwith nonlinear ecosystem responses than the other\npressures we examined. While resource managers\ncannot directly and easily control large-scale envi-\nronmental pressures, tracking their status and\nstrength provides critical context for decisions\nabout human activities that can be managed.\nAlong with parallel analyses in other regions of\nthe United States (Large et al. 2013, 2015b;Tam\net al.,unpublished manuscript), our results under-\nscore the importance of long-term monitoring data\nto capture ecosystem-wide changes driven by\nenvironmental and anthropogenic pressures.\nACKNOWLEDGMENTS\nJ. Samhouri and K. Andrews contributed equally to\nthis work. All authors are especially appreciative of the\nscientists involved with collection of the data used in\nthese analyses, especially Bill Peterson, the NWFSC\ntrawl survey team, and Sharon Melin. This paper is a\nresult of research supported by the National Oceanic\nand Atmospheric Administration’s Integrated Ecosys-\ntem Assessment (NOAA IEA) Program. Contributing\nsupport for this work was provided to JS, AS, and MH\nby the Gordon and Betty Moore Foundation through\ntheir generous support of the Ocean Tipping Points\nproject during the development of this paper. This\npaper is NOAA IEA program contribution no. 2017_2.\nAll co-authors are grateful for support from the NOAA\nIEA program and to University of Washington SAFS\nfor providing conference space during the workshop\nthat culminated in this paper, and for socks, particu-\nlarly the Aquasox, and the Pacific Northwest in general.\nLITERATURECITED\nAndersen, T., J. Carstensen, E. Hern\n!\nandez-Garc\n!\nıa, and\nC. M. Duarte. 2009. Ecological thresholds and\nregime shifts: approaches to identification. Trends\nin Ecology and Evolution 24:49–57.\nAndrews, K. S., G. D. Williams, J. F. Samhouri, K. N.\nMarshall, V. V. Gertseva, and P. S. Levin. 2015. The\nlegacy of a crowded ocean: indicators, status, and\ntrends of anthropogenic pressures in the California\nCurrent ecosystem. Environmental Conservation\n42:139–151.\nArkema, K. K., S. C. Abramson, and B. M. Dewsbury.\n2006. Marine ecosystem-based management: from\ncharacterization to implementation. Frontiers in\nEcology and the Environment 4:525–532.\nBaker, M. R., and A. B. Hollowed. 2014. Delineating\necological regions in marine systems: integrating\nphysical structure and community composition to\ninform spatial management in the eastern Bering\nSea. Deep Sea Research Part II: Topical Studies in\nOceanography 109:215–240.\nBarber, J. J., and K. Ogle. 2014. To P or not to P? Ecol-\nogy 95:621–626.\nBestelmeyer, B. T., A. M. Ellison, W. R. Fraser, K. B.\nGorman, S. J. Holbrook, C. M. Laney, M. D.\nOhman, D. P. Peters, F. C. Pillsbury, and A. Rass-\nweiler. 2011. Analysis of abrupt transitions in eco-\nlogical systems. Ecosphere 2:art129.\nBlack, B. A., I. D. Schroeder, W. J. Sydeman, S. J.\nBograd, B. K. Wells, and F. B. Schwing. 2011.\nWinter and summer upwelling modes and their\nbiological importance in the California Current\nEcosystem. Global Change Biology 17:2536–2545.\nBograd, S. J., I. Schroeder, N. Sarkar, X. Qiu, W. J.\nSydeman, and F. B. Schwing. 2009. Phenology of\ncoastal upwelling in the California Current. Geo-\nphysical Research Letters 36:L01602.\nBradburn, M. J., A. Keller, and B. H. Horness. 2011.\nThe 2003 to 2008 U.S. West Coast bottom trawl\nsurveys of groundfish resources off Washington,\nOregon, and California: estimates of distribution,\nabundance, length, and age composition. NOAA\nTechnical Memorandum NMFS-NWFSC-114. U.S.\nDepartment of Commerce, Seattle, Washington,\nUSA.\nBrand, E. J., I. C. Kaplan, C. J. Harvey, P. S. Levin, E. A.\nFulton, A. J. Harmann, and J. C. Field. 2007. A\nspatially explicit ecosystem model of the California\nCurrent’s food web and oceanography. NOAA\nTechnical Memorandum NMFS-NWFSC-84. U.S.\nDepartment of Commerce, Seattle, Washington,\nUSA.\nBreiman, L. 2001. Random forests. Machine Learning\n45:5–32.\nBurnham, K. P., and D. R. Anderson. 2002. Model\nselection and multimodel inference: a practical\ninformation-theoretic  approach.  Second  edition.\nSpringer, New York, New York, USA.\nCarpenter, S. R., and W. A. Brock. 2006. Rising vari-\nance: a leading indicator of ecological transition.\nEcology Letters 9:311–318.\nChavez, F. P., J. Ryan, S. E. Lluch-Cota, and C. M.\nNiquen. 2003. From anchovies to sardines and\nback: multidecadal change in the Pacific Ocean.\nScience 299:217–221.\nChasco, B., et al. 2017. Estimates of Chinook salmon\nconsumption in Washington State inland waters by\nfour marine mammal predators from 1970–2015.\nCanadian  Journal  of  Fisheries  and  Aquatic\nSciences. https://doi.org/10.1139/cjfas-2016-0203\ndeYoung, B., M. Barange, G. Beaugrand, R. Harris,\nR. I. Perry, M. Scheffer, and F. Werner. 2008.\n \n❖www.esajournals.org17June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nRegime shifts in marine ecosystem: detection, pre-\ndiction, and management. Trends in Ecology and\nEvolution 23:402–409.\nDi Lorenzo, E., N. Schneider, K. Cobb, P. Franks,\nK. Chhak, A. Miller, J. McWilliams, S. Bograd,\nH. Arango, and E. Curchitser. 2008. North Paci-\nfic Gyre Oscillation links ocean climate and ecosys-\ntem  change.  Geophysical  Research  Letters  35:\nL08607.\nDoak, D. F., et al. 2008. Understanding and predicting\necological dynamics: are major surprises inevitable.\nEcology 89:952–961.\nEllis, N., S. J. Smith, and C. R. Pitcher. 2012. Gradient\nforests: calculating importance gradients on physi-\ncal predictors. Ecology 93:156–168.\nFay, G., J. S. Link, S. I. Large, and R. J. Gamble. 2015.\nManagement performance of ecological indica-\ntors in the Georges Bankfinfishfishery. ICES\nJournal of Marine Science: Journal du Conseil\n72:1285–1296.\nFewster, R. M., S. T. Buckland, G. M. Siriwardena, S. R.\nBaillie, and J. D. Wilson. 2000. Analysis of popula-\ntion trends for farmland birds using generalized\nadditive models. Ecology 81:1970–1984.\nFoley, M. M., R. G. Martone, M. D. Fox, C. V. Kappel,\nL. A. Mease, A. L. Erickson, B. S. Halpern, K. A.\nSelkoe,  P.  Taylor,  and  C.  Scarborough.  2015.\nUsing ecological thresholds to inform resource\nmanagement: current options and future possibili-\nties. Frontiers in Marine Science 2. https://doi.org/\n10.3389/fmars.2015.00095\nGarc\n!\nıa-Reyes, M., and J. Largier. 2012. Seasonality of\ncoastal upwelling off central and northern Califor-\nnia: new insights, including temporal and spatial\nvariability.  Journal  of  Geophysical  Research:\nOceans  117:C03028.  https://doi.org/10.1029/2011\nJC007629\nGilman, E., M. Chaloupka, A. Read, P. Dalzell, J. Hole-\ntschek, and C. Curtice. 2012. Hawaii longline\ntunafishery temporal trends in standardized catch\nrates and length distributions and effects on pela-\ngic and seamount ecosystems. Aquatic Conserva-\ntion: Marine and Freshwater Ecosystems 22:446–\n488.\nGroffman, P., et al. 2006. Ecological thresholds: The\nkey to successful environmental management or\nan important concept with no practical applica-\ntion? Ecosystems 9:1–13.\nHalpern, B. S., C. V. Kappel, K. A. Selkoe, F. Micheli,\nC. M. Ebert, C. Kontgis, C. M. Crain, R. G. Martone,\nC. Shearer, and S. J. Teck. 2009. Mapping cumula-\ntive human impacts to California Current marine\necosystems. Conservation Letters 2:138–148.\nHalpern, B. S., C. Longo, D. Hardy, K. L. McLeod, J. F.\nSamhouri, S. K. Katona, K. Kleisner, S. E. Lester,\nJ. O’Leary, and M. Ranelletti. 2012. An index to\nassess the health and benefits of the global ocean.\nNature 488:615–620.\nHalpern, B. S., C. Longo, C. Scarborough, D. Hardy,\nB. D. Best, S. C. Doney, S. K. Katona, K. L. McLeod,\nA. A. Rosenberg, and J. F. Samhouri. 2014. Assess-\ning the health of the U.S. West Coast with a regio-\nnal-scale application of the ocean health index.\nPLoS One 9:e98995.\nHalpern, B. S., et al. 2008. A global map of human\nimpact on marine ecosystems. Science 319:948–952.\nHalpern,  B. S., et al. 2015.  Spatial  and  temporal\nchanges in cumulative human impacts on the\nworld’s  ocean.  Nature  Communications  6:615.\nhttps://doi.org/10.1038/ncomms8615\nHamel, N., J. Joyce, M. Fohn, A. James, J. Toft, A. Law-\nver, S. Redman, and M. Naughton. 2015. 2015 State\nof the Sound: report on the Puget Sound vital\nsigns. http://www.psp.wa.gov/sos\nHare, S. R., N. J. Mantua, and R. C. Francis. 1999.\nInverse  production  regimes:  Alaska  and  West\nCoast Pacific salmon. Fisheries 24:6–14.\nHarvey, C., N. Garfield, E. Hazen, and G. Williams, edi-\ntors.  2014.  The  California  Current  integrated\necosystem  assessment:  phase  III  report.  U.S.\nDepartment of Commerce, NOAA. https://www.in\ntegratedecosystemassessment.noaa.gov/Assets/iea/\ncalifornia/Report/pdf/CCIEA%20Phase%20III%20\nIntroduction.pdf\nHazen, E. L., I. D. Schroeder, J. Peterson, B. Peterson,\nW. J. Sydeman, S. A. Thompson, B. K. Wells, S. J.\nBograd, and N. Garfield. 2014. Oceanographic and\nclimatic drivers and pressures.InC. J. Harvey,\nN. Garfield, E. L. Hazen, and G. D. Williams,\neditors. The California Current integrated ecosys-\ntem assessment: phase III report. http://www.noaa.\ngov/iea/CCIEA-Report/index\nHilborn, R., I. J. Stewart, T. A. Branch, and O. P. Jensen.\n2012.  Defining  trade-offs  among  conservation,\nprofitability, and food security in the California\nCurrent bottom-trawlfishery. Conservation Biol-\nogy 26:257–268.\nHilborn, R., and C. J. Walters. 1992. Quantitativefish-\neries  stock  assessment:  choice,  dynamics,  and\nuncertainty. Chapman Hall, New York, New York,\nUSA.\nHunsicker, M. E., C. V. Kappel, K. A. Selkoe, B. S. Hal-\npern, C. Scarborough, L. Mease, and A. Amrhein.\n2016. Characterizing driver–response relationships\nin marine pelagic ecosystems for improved ocean\nmanagement. Ecological Applications 26:651–663.\nJacquet, J., J. Estes, J. Jackson, A. E. Johnson, N. Knowl-\nton, L. Mcclenachan, D. Pauly, and E. Sala. 2015.\nOcean calamities: Hyped litany or legitimate con-\ncern? BioScience 65:745–746.\n \n❖www.esajournals.org18June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nKershner, J., J. F. Samhouri, C. A. James, and P. S.\nLevin. 2011. Selecting indicator portfolios for mar-\nine species and food webs: a Puget Sound case\nstudy. PLoS One 6:e25248.\nKim, C.-K., J. E. Toft, M. Papenfus, G. Verutes, A. D.\nGuerry,  M.  H.  Ruckelshaus,  K.  K.  Arkema,\nG. Guannel, S. A. Wood, and J. R. Bernhardt. 2012.\nCatching the right wave: evaluating wave energy\nresources and potential compatibility with existing\nmarine and coastal uses. PLoS One 7:e47598.\nKing, J. R., V. N. Agostini, C. J. Harvey, G. A. McFarlane,\nM. G. G. Foreman, J. E. Overland, E. Di Lorenzo,\nN. A. Bond, and K. Y. Aydin. 2011. Climate forcing\nand the California Current ecosystem. ICES Journal\nof Marine Science: Journal du Conseil 68:1199–1216.\nLackey, R. T. 1998. Fisheries management: integrating\nsocietal preference, decision analysis, and ecologi-\ncal risk assessment. Environmental Science and\nPolicy 1:329–335.\nLarge, S. I., G. Fay, K. D. Friedland, and J. S. Link.\n2013. Defining trends and thresholds in responses\nof ecological indicators tofishing and environmen-\ntal pressures. ICES Journal of Marine Science: Jour-\nnal du Conseil 70:755–767.\nLarge, S. I., G. Fay, K. D. Friedland, and J. S. Link.\n2015a. Critical points in ecosystem responses to\nfishing and environmental pressures. Marine Ecol-\nogy Progress Series 521:1–17.\nLarge, S. I., G. Fay, K. D. Friedland, and J. S. Link.\n2015b. Quantifying patterns of change in marine\necosystem response to multiple pressures. PLoS\nOne 10:e0119922.\nLeising, A. W., I. D. Schroeder, S. J. Bograd, W. T. Peter-\nson, R. Brodeur, C. Barcelo, T. D. Auth, E. A. Daly,\nR. M. Suryan, and A. J. Gladics. 2014. State of the\nCalifornia Current 2013–14: El Ni\n~\nno Looming.\nCalifornia Cooperative Oceanic Fisheries Investiga-\ntions Reports 55:51–87.\nLevin, P. S., M. J. Fogarty, S. A. Murawski, and D. Flu-\nharty.  2009.  Integrated  ecosystem  assessments:\ndeveloping the scientific basis for ecosystem-based\nmanagement of the ocean. PLoS Biology 7:23–28.\nLiaw, A., and M. Wiener. 2002. Classification and\nregression by randomForest. R News 2:18–22.\nLindley, S. T., C. B. Grimes, M. S. Mohr, W. T. Peterson,\nJ. E. Stein, J. J. Anderson, L. W. Botsford, D. L.\nBottom, C. A. Busack, and T. K. Collier. 2009. What\ncaused the Sacramento River fall Chinook stock\ncollapse? U.S. Department of Commerce, Santa\nCruz, California, USA.\nLink, J. S., and H. I. Browman. 2014. Integrating what?\nLevels of marine ecosystem-based assessment and\nmanagement. ICES Journal of Marine Science: Jour-\nnal du Conseil 71:1170–1173.\nLitzow, M. A., and M. E. Hunsicker. 2016. Early warn-\ning signals, nonlinearity, and signs of hysteresis in\nreal ecosystems. Ecosphere 7:12.\nLubchenco, J., E. B. Cerny-Chipman, J. N. Reimer, and\nS. A. Levin. 2016. The right incentives enable ocean\nsustainability successes and provide hope for the\nfuture. Proceedings of the National Academy of\nSciences 113:14507–14514.\nMantua, N. J., and S. R. Hare. 2002. The pacific decadal\noscillation. Journal of Oceanography 58:35–44.\nMartin, J., M. C. Runge, J. D. Nichols, B. C. Lubow,\nand W. L. Kendall. 2009. Structured decision mak-\ning as a conceptual framework to identify thresh-\nolds for conservation and management. Ecological\nApplications 19:1079–1090.\nMcKenna, M., S. Katz, S. Wiggins, D. Ross, and\nJ. Hildebrand. 2012. A quieting ocean: unintended\nconsequence of a\nfluctuating economy. Journal of\nthe Acoustical Society of America 132:EL169–EL175.\nMelin, S. R., A. J. Orr, J. D. Harris, J. L. Laake, and\nR. L. DeLong. 2012. California sea lions: an indica-\ntor for integrated ecosystem assessment of the\nCalifornia current system. California Cooperative\nOceanic Fisheries Investigations Reports 53:140–152.\nMelnyk, S. A., D. M. Stewart, and M. Swink. 2004.\nMetrics and performance measurement in opera-\ntions management: dealing with the metrics maze.\nJournal of Operations Management 22:209–218.\nMendelssohn, R., F. B. Schwing, and S. J. Bograd. 2003.\nSpatial structure of subsurface temperature vari-\nability in the California Current, 1950–1993. Jour-\nnal of Geophysical Research: Oceans 108:3093.\nMethratta, E. T., and J. S. Link. 2006. Evaluation of\nquantitative indicators for marinefish communi-\nties. Ecological Indicators 6:575–588.\nONMS (Office of National Marine Sanctuaries). 2015.\nMonterey Bay National Marine Sanctuary condi-\ntion report partial update: a new assessment of the\nstate of sanctuary resources 2015. U.S. Department\nof Commerce, National Oceanic and Atmospheric\nAdministration, Office of National Marine Sanctu-\naries, Silver Spring, Maryland, USA.\nOtley, D. 1999. Performance management: a frame-\nwork for management control systems research.\nManagement Accounting Research 10:363–382.\nPeterson, W. T., J. L. Fisher, C. A. Morgan, J. O. Peter-\nson, B. J. Burke, and K. L. Fresh. 2015. Ocean\necosystem indicators of salmon marine survival in\nthe northern California Current. NOAA/NMFS/\nFish  Ecology  Division.  http://www.nwfsc.noaa.\ngov/research/divisions/fe/estuarine/oeip/documents/\nPeterson_etal_2015.pdf\nPeterson, W. T., J. L. Fisher, J. O. Peterson, C. A. Mor-\ngan, B. J. Burke, and K. L. Fresh. 2014. Applied\n \n❖www.esajournals.org19June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nfisheries oceanography: ecosystem indicators of\nocean conditions informfisheries management in\nthe California Current. Oceanography 27:80–89.\nPeterson, W. T., and F. B. Schwing. 2003. A new climate\nregime in northeast Pacific ecosystems. Geophysi-\ncal Research Letters 30:1896.\nPikitch, E., et al. 2004. Ecosystem-basedfishery man-\nagement. Science 305:346–347.\nPlummer, M. L., and B. E. Feist. 2016. Capturing\nenergy from the motion of the ocean in a crowded\nsea. Coastal Management 44:464–485.\nPSP. 2011. Puget Sound Science Update, April 2011\nversion. http://www.psp.wa.gov/.%C2%A0Puget%\nC2%A0Sound%C2%A0Partnership.%C2%A0Tacoma,\n%C2%A0Washington\nR Core Team. 2016. R: a language and environment for\nstatistical computing. R Foundation for Statistical\nComputing, Vienna, Austria.\nRockstr\n€\nom, J., W. Steffen, K. Noone,\n#\nA. Persson, F. S.\nChapin, E. F. Lambin, T. M. Lenton, M. Scheffer,\nC. Folke, and H. J. Schellnhuber. 2009. A safe oper-\nating space for humanity. Nature 461:472–475.\nSamhouri, J. F., A. J. Haupt, P. S. Levin, J. S. Link, and\nR. Shuford. 2013. Lessons learned from developing\nintegrated ecosystem assessments to inform marine\necosystem-based management in the USA. ICES\nJournal of Marine Science: Journal du Conseil\n71:1205–1215.\nSamhouri, J. F., S. E. Lester, E. R. Selig, B. S. Halpern,\nM. J. Fogarty, C. Longo, and K. L. McLeod. 2012.\nSea sick? Setting targets to assess ocean health and\necosystem services. Ecosphere 3:art41.\nSamhouri, J. F., P. S. Levin, and C. H. Ainsworth. 2010.\nIdentifying thresholds for ecosystem-based man-\nagement. PLoS One 5:1–10.\nScheffer, M., S. R. Carpenter, T. M. Lenton, J. Bas-\ncompte, W. Brock, V. Dakos, J. Van De Koppel, I. A.\nVan De Leemput, S. A. Levin, and E. H. Van Nes.\n2012. Anticipating critical transitions. Science 338:\n344–348.\nSchroeder, I. D., B. A. Black, W. J. Sydeman, S. J.\nBograd, E. L. Hazen, J. A. Santora, and B. K. Wells.\n2013. The North Pacific High and wintertime pre-\nconditioning of California current productivity.\nGeophysical Research Letters 40:541–546.\nSchwing, F., T. Murphree, and P. Green. 2002. The\nNorthern Oscillation Index (NOI): a new climate\nindex  for  the  northeast  Pacific.  Progress  in\nOceanography 53:115–139.\nSelkoe, K. A., T. Blenckner, M. R. Caldwell, L. B.\nCrowder, A. L. Erickson, T. E. Essington, J. A. Estes,\nR. M. Fujita, B. S. Halpern, and M. E. Hunsicker.\n2015. Principles for managing marine ecosystems\nprone to tipping points. Ecosystem Health and\nSustainability 1:1–18.\nSonderegger, D. L., H. Wang, W. H. Clements, and\nB. R. Noon. 2009. Using SiZer to detect thresholds\nin ecological data. Frontiers in Ecology and the\nEnvironment 7:190–195.\nSteffen, W.,\n#\nA. Persson, L. Deutsch, J. Zalasiewicz,\nM. Williams, K. Richardson, C. Crumley, P. Crut-\nzen, C. Folke, and L. Gordon. 2011. The Anthro-\npocene:  from  global  change  to  planetary\nstewardship. Ambio 40:739–761.\nSydeman, W. J., J. A. Santora, S. A. Thompson, B. Mari-\nnovic, and E. D. Lorenzo. 2013. Increasing variance\nin North Pacific climate relates to unprecedented\necosystem variability off California. Global Change\nBiology 19:1662–1675.\nTett, P., R. Gowen, S. Painting, M. Elliott, R. Forster,\nD. Mills, E. Bresnan, E. Capuzzo, T. Fernandes, and\nJ.  Foden.  2013.  Framework  for  understanding\nmarine ecosystem health. Marine Ecology Progress\nSeries 494:1–27.\nTownsend, H., C. Harvey, K. Aydin, R. Gamble, A. Gr\n€\nuss,\nP. Levin, J. Link, K. Osgood, J. Polovina, and M. Schir-\nripa. 2014.Report of the 3rd national ecosystem\nmodeling workshop (NEMoW 3): mingling models\nfor marine resource management—multiple model\ninference. NOAA Technical Memorandum NMFS-\nF/SPO-149. U.S. Department of Commerce, Silver\nSpring, Maryland, USA.\nUMCES. 2016. Chesepeake Bay report card 2015.\nUniversity of Maryland Center for Environmental\nScience.   http://ecoreportcard.org/site/assets/files/\n1627/2015-chesapeake-bay-report-card.pdf\nWells, B. K., et al. 2013. State of the California Current\n2012–13: no such thing as an”average”year.\nCalCOFI Reports 54:37–71. https://swfsc.noaa.gov/\npublications/CR/2013/2013Wells2.pdf\nWhite, J. W., A. Rassweiler, J. F. Samhouri, A. C. Stier,\nand C. White. 2014. Ecologists should not use sta-\ntistical significance tests to interpret simulation\nmodel results. Oikos 123:385–388.\nWilliams, G. D., K. S. Andrews, J. F. Samhouri, and\nN. Tolimieri. 2014. Ecological integrity.InC. J. Har-\nvey, N. Garfield, E. L. Hazen, and G. D. Williams,\neditors. The California Current integrated ecosys-\ntem assessment: phase III report. https://www.\nintegratedecosystemassessment.noaa.gov/Assets/\niea/california/Report/pdf/CCIEA%20Phase%20III\n%20Introduction.pdf\nWood, S. N. 2004a. mgcv: GAMs with GCV Smooth-\nness  Estimation  and  GAMMs  by  REML/PQL.\nR package. Version 1. https://cran.r-project.org/web/\npackages/mgcv/mgcv.pdf\nWood, S. N. 2004b. Stable and efficient multiple\nsmoothing parameter estimation for generalized\nadditive models. Journal of the American Statistical\nAssociation 99:673–686.\n \n❖www.esajournals.org20June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nZador, S., editor. 2015. Ecosystem considerations 2015:\nstatus of Alaska’smarineecosystems,stockassess-\nment andfishery evaluation report. North PacificFish-\nery Management Council, Anchorage, Alaska, USA.\nZuur, A. F., R. J. Fryer, I. T. Jolliffe, R. Dekker, and J. J.\nBeukema. 2003. Estimating common trends in\nmultivariate time series using dynamic factor anal-\nysis. Environmetrics 14:665–685.\nZuur, A. F., E. N. Ieno, N. Walker, A. A. Saveliev, and\nG. M. Smith. 2009. Mixed effects models and exten-\nsions in ecology with R. Springer, New York, New\nYork, USA.\nSUPPORTINGINFORMATION\nAdditional Supporting Information may be found online at: http://onlinelibrary.wiley.com/doi/10.1002/ecs2.\n1860/full\n \n❖www.esajournals.org21June 2017❖Volume 8(6)❖Article e01860\nSAMHOURI ET AL.\n\nSupplemental materials \nTable S1. Glossary of terms and acronyms used in the text. \n \nTerm Definition \nEcosystem state Aspect of ecosystem structure and function \nrelevant to the EBM goal of maintaining a \nhealthy, productive, and resilient \necosystem. \nEcosystem threshold A large, nonlinear change in an ecosystem \nindicator (e.g., biodiversity of a key species \nor functional group) in response to a small \nchange in an anthropogenic or \nenvironmental pressure(s), such as \npollution or temperature \nFunctional relationship The quantitative correspondence between \nan ecosystem state and one or more \npressure variables. \nIndicator A measurement that enables an evaluation \nof a system’s status. In this application, an \necosystem indicator is a quantitative proxy \nfor an ecosystem state. \nInflection point A point on a curve at which a change in the \ndirection of curvature (the sign of the \nsecond derivative) occurs. \nNonlinearity A relationship that does not involve a direct \nproportionality between two or more \nvariables. \nPressure Anthropogenic or environmental factor that \nforces a change in an ecosystem state. \nReference point Basis for comparison of an indicator’s \nvalue to an internal or external standard. \nAICc Akaike Information Criterion, corrected for \nsmall sample sizes \nCCIEA California Current Integrated Ecosystem \nAssessment \nCCS California Current System \nEBM Ecosystem-based management \nEDF Effective degrees of freedom \nGAM Generalized additive model \nGAMM Generalized additive mixed model \nGCV Generalized cross-validation score \nMMI Multi-model inference \nNOAA National Oceanic and Atmospheric \nAdministration \n\nNOI Northern Oscillation Index \nNPGO Northern Pacific Gyre Oscillation Index \nPDO Pacific Decadal Oscillation \n \n\nTable S2. Definition and source of data for environmental and human pressures in the California 1 \nCurrent System (CCS) shown in Table 1 of main text. Detailed descriptions of indicators can be 2 \nfound in Hazen et al. (2014) for environmental pressures and Andrews et al. (2015) for human  3 \npressures. 4 \nComponent Indicator Definition and source of data \nEnvironmental \n \nPDO summer and \nwinter indices \nPacific Decadal Oscillation (PDO; Mantua and Hare 2002) index for summer (July, Aug, \nSept) and winter (Jan, Feb, Mar) months. Data accessed at \nhttp://research.jisao.washington.edu/pdo/. \nNOI summer and \nwinter indices \nNorthern Oscillation Index (NOI) is the sea level pressure difference between the \nclimatological mean position of the North Pacific High and Darwin, Australia (Schwing et \nal. 2002). Data accessed at www.pfel.noaa.gov/products/PFEL-\n/modeled/indices/NOIx/noix.html. \nNPGO summer and \nwinter indices \nThe North Pacific Gyre Oscillation (NPGO) is a low frequency signal in sea surface heights \nover the NE Pacific. Data accessed at www.o3d.org/npgo/. \nHuman \nAtmospheric pollution Annual precipitation-weighted mean concentrations of sulfate (mg/L) measured at \ndeposition sites in CA, OR, and WA by the National Atmospheric Deposition Program. \nCommercial shipping \nactivity \nVolume (trillions of m\n3\n) of water disturbed by domestic and foreign commercial shipping \nvessels calculated using draft, breadth and distance traveled within CCS. Data from Army \nCorps of Engineers Navigation Data Center (ACENDC). \nDredging Dredge volumes (millions of m\n3\n) for individual private contracts and Army Corps operated \ndredge projects in WA, CA, and OR. Data from ACENDC. \nGroundfish fisheries \nremovals \nLandings (1000’s mt) of all species landed by commercial groundfish fisheries in CA, OR \nand WA. Data accessed via Pacific Fisheries Information Network (PacFIN). \nBenthic modification Distance (1000’s km) trawled by the limited-trawl groundfish fishery in CA, OR and WA. \nData from the Northwest Fisheries Science Center’s Observer Science Program. \nInorganic pollution Normalized index of industrial inorganic pollutants released to the ground or water \nweighted by toxicity scores and impervious surface area (ISA) in the drainage watersheds \nof the CCS. Data from the Environmental Protection Agency’s Toxics Release Inventory \nProgram. \nInvasive species Cargo volume (millions mt) moved through ports in CA, OR and WA. Data from ACENDC. \nNutrient input Normalized index of the total farm and non-farm nitrogen and phosphorus input from \nfertilizer used in counties within CCS watersheds. Data from U.S. Geological Survey \n(USGS), Ruddy et al. (2006) & Gronberg and Spahr (2012). \nOrganic pollution Toxicity-weighted index of the summed concentrations of 16 pesticides measured in water \nsamples from stream-water sites in WA, OR and CA. Data accessed at \nhttp://pubs.usgs.gov/ds/655/. \nFisheries removals Landings (1000’s mt) of all species landed by commercial and recreational fisheries in CA, \nOR and WA. Data accessed via PacFIN and the Recreational Fisheries Information \nNetwork. \nGronberg, J. M., and N. E. Spahr. 2012. County-level estimates of nitrogen and phosphorus from 5 \ncommercial fertilizer for the conterminous United States, 1987–2006. Scientific Investigations 6 \nReport 2012-5207. U.S. Geological Survey, Reston, VA, USA.  7 \nRuddy, B. C., D. L. Lorenz, and D. K. Mueller. 2006. County-level estimates of nutrient inputs 8 \nto the land surface of the conterminous United States, 1982–2001. Scientific Investigations 9 \nReport 2006- 5012. U.S. Geological Survey, National Water-Quality Assessment Program, 10 \nReston, VA, USA.11 \n\nTable S3. Results of screening of CCS ecosystem states in relation to environmental and human pressures. Gray shading indicates that 12 \nat least one of the three analytical methods (GF, truncated GAM, full GAM) showed evidence for a nonlinear relationship, while black 13 \nshading indicates two of the three methods showed evidence for a nonlinear relationship. 14 \n\t\t\t\tEcosystem\tStates\t\n\t\t\t\t\nCA\tsea\tlion\t\npup\t\nproduction\t\nCopepod\t\nanomaly\t\nsummer\t\nCopepod\t\nanomaly\t\nwinter\t\nGroundfish\t\nmean\t\ntrophic\t\nindex\t\nGroundfish\t\nSimpson\t\ndiversity\t\nGroundfish\t\nspecies\t\ndensity\t\nGroundfish\t\nspecies\t\nrichness\t\nScavenger\t\nratio\t\nEnvironmental\t\nPressures\t\nNOI\tsummer\t\n\t\t\t\t\t\t\t\t\nNOI\twinter\t\t\t\n\t\t\t\t\t\t\t\nNPGO\tsummer\t\n\t\t\t\t\t\t\t\t\nNPGO\twinter\t\n\t\t\t\t\t\t\t\t\nPDO\tsummer\t\n\t\n\t\t\n\t\t\t\t\t\t\nPDO\twinter\t\n\t\n\t\t\n\t\n\t\t\n\t\t\t\n\t\t\nHuman\t\nPressures\t\nAtmospheric\tpollution\t\t\t\t\t\t\t\n\t\t\t\t\t\nCommercial\tshipping\tactivity\t\n\t\t\t\t\t\t\t\t\nDredging\t\n\t\t\t\t\t\t\t\n\t\t\nGroundfish\tfisheries\tremovals\t\n\t\t\t\t\t\t\t\t\nBenthic\tmodification\t\n\t\t\t\t\t\t\t\t\nInorganic\tpollution\t\n\t\t\n\t\t\n\t\t\t\t\t\nInvasive\tspecies\t\n\t\t\t\t\t\t\t\t\nNutrient\tinput\t\n\t\t\t\t\t\t\t\t\nOrganic\tpollution\t\n\t\t\t\t\t\t\t\t\nTotal\tfisheries\tremovals\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n 15 \n 16 \n\nTable S4. Mean predictive performance (in R\n2\n-importance units) of gradient forest analysis for 17 \neach ecosystem state-pressure pairing included in the best model. GF=groundfish, MTI=Mean 18 \nTrophic Index, PDO=Pacific Decadal Oscillation, NPGO=North Pacific Gyre Oscillation, 19 \nNOI=Northern Oscillation Index. 20 \nDrivers Copepod \nsummer \nCopepod winter Groundfish MTI Scavenger biomass \nratio \nPDO \nsummer \n0.017 0.005 0.110 0.037 \nPDO winter 0.015 0.043 0.020 0.000 \nNPGO \nsummer \n0.002 0.000 0.004 0.001 \nNPGO \nwinter \n0.002 0.005 0.018 0.003 \nNOI \nsummer \n0.000 0.000 0.000 0.000 \nNOI winter 0.005 0.013 0.001 0.002 \nAtmospheric \npollution \n0.001 0.000 0.000 0.026 \nCommercial \nshipping \n0.001 0.003 0.053 0.107 \nDredging 0.000 0.000 0.000 0.000 \nGF landings 0.000 0.000 0.000 0.000 \nBenthic \nmodification \n0.002 0.008 0.000 0.003 \nInorganic \npollution \n0.000 0.001 0.000 0.000 \nInvasive \nspecies \n0.000 0.000 0.000 0.000 \nTotal \nfisheries \nlandings \n0.000 0.000 0.000 0.000 \n 21 \n\nFigure S1. Time series of ecosystem state indicators for the California Current ecosystem from 22 \n1996 - 2014. Dotted gray line is long-term mean, solid gray lines are ±1 s.d. of long-term mean, 23 \nshaded area is last five years of dataset, arrow shows whether the indicator has increased (↗), 24 \ndecreased (↘), or remained the same (→) over the last five years, symbol shows whether the 25 \nmean of the last five years of the dataset was > (+), < (-) or within (●) 1 s.d. of the long-term 26 \nmean. See Table 2 for data sources. 27 \n 28 \n\nFigure S2. Time series of basin-scale environmental pressure indicators for the California 29 \nCurrent ecosystem from 1996 - 2014. Symbology same as Figure S1. 30 \n 31 \n\nFigure S3. Time series of coastwide human pressure indicators for the California Current 32 \necosystem from 1996 - 2014. Symbology same as Figure S1. 33 \n  34 \n 35 \n\nFigure S4. Truncated GAM analyses (data from 2003 to 2012) showing ecosystem response (top 36 \npanels), 1st derivative (s′(X); middle panels) and 2nd derivative (s′′(X); bottom panels)  to 37 \nenvironmental or human pressures, where the dashed black line is the GAM smoother, gray 38 \npolygon is 95% CI, points are raw data, thick solid line indicates the threshold range where the 39 \n95% CI of the 2nd derivative does not include 0 (bold polygons on 2nd derivative plots), and red 40 \ndotted arrow indicates the best estimate of the location of the threshold (i.e., where the 2nd 41 \nderivative is at its absolute maximum value within the threshold range). (Note that each top panel 42 \nis identical to a panel in Figure 3). 43 \n 44 \n 45 \n 46 \n 47 \na) \nb) \n2\nc) \n2\nd) \n2\ne) \n2\nf) \n2\ng) \n2\nh) \n2\ni) \n\nFigure S5. Full GAM analyses (data from 1996 to 2014) showing ecosystem response (panels 48 \na,d,g,j), 1st derivative (s′(X); panels b,e,h,k) and 2nd derivative (s′′(X); panels c,f,i,l) ecosystem 49 \nresponses to environmental or human pressures, where the dashed black line is the GAM 50 \nsmoother, gray polygon is 95% CI, points are raw data, thick solid line indicates the threshold 51 \nrange where the 95% CI of the 2nd derivative does not include 0 (filled polygons on 2nd 52 \nderivative plots), and red dotted arrow indicates the best estimate of the location of the threshold 53 \n(i.e., where the 2nd derivative is at its absolute maximum value within the threshold range). 54 \n(Note that panels labeled (a,d,g,f) are identical to panels in Figure 4). 55 \n 56 \n 57 \n 58 \n 59 \n 60 \n 61 \n1\na)\n1\nb)\n1\nc)\n1\nd)\n1\ne)\n1\nf)\n1\ng)\nh) \ni) \nj) \nk) \nl) ",
  "extractedAt": "2025-12-12T18:45:11.679Z",
  "success": true,
  "matchedPublication": {
    "title": "Defining ecosystem thresholds for human activities and environmental pressures in the California Current",
    "doi": "10.1002/ecs2.1860",
    "year": "2017",
    "authors": "Samhouri, Jameal F.; Andrews, Kelly S.; Fay, Gavin; Harvey, Chris J.; Hazen, Elliott L.; Hennessey, Shannon M.; Holsman, Kirstin; Hunsicker, Mary E.; Large, Scott I.; Marshall, Kristin N.; Stier, Adrian C.; Tam, Jamie C.; Zador, Stephani G."
  }
}