{
  "filename": "Science - Editors Choice - Shima et al 2010.pdf",
  "numPages": 2,
  "text": "1328 EDITED BY GILBERT CHIN AND JAKE YESTON EDITORS’CHOICE IMMUNOLOGY Less Can Be More Elite controllers are HIV-infected individuals who manage to maintain low levels of viremia without therapy and who rarely progress to AIDS. They disproportionately express certain major histocompatibility complex (MHC) class I alleles, such as HLA-B57, which are strongly associated with viral control. HLA molecules present viral fragments (peptides) to CD8 + T cells, which can then go on to recognize and kill infected cells; however, how the expression of HLA-B57 contributes to enhanced viral control is not well understood. Komrlj et al. are now able to address this question by using computational modeling to demonstrate that the expression of HLA-B57 affects T cell development in a way that results in elevated frequencies of virus-specifi c T cells that are more cross-reactive. Compared to non- protective HLA molecules, HLA-B57 binds to substantially fewer peptides derived from one- self in the thymus. This is important because the spectrum of specifi cities of the developing T cells is determined by interactions with MHC proteins that bind to self peptides in the thymus. The au- thors fi nd that when T cells encounter fewer self ECOLOGY Caught in the Net Coral reefs have turned out to be startlingly vulnerable to environmental events. Relatively small temperature rises make corals shed their essential symbionts in mass bleach- ing events; a small decrease in ocean pH erodes their apatite skeletons; seaweeds smother them if large fi sh are harvested to excess; crown-of-thorns starfi sh happily munch on them; and passing typhoons and hurricanes transform reefs into rubble. And these are only the things we know about! Shima et al. have discovered in fi eld surveys and experi- ments that a type of gastropod that lives buried and immobile within the coral superstructure is yet another threat to life. Wormsnails, or vermetids, are poorly studied and appear to feed by extruding a mucilaginous net across the substratum, and it seems to be this net that kills the coral through as yet unknown means. The presence of vermetids affects the growth rate of reef-building corals by 56%, causes dead patches, and reduces colony survival by 40%. Not all coral species are af- fected, indicating that resistance mechanisms may be at work and also that the wormsnails may exert a strong enough selective effect to change the species composition and, ulti- mately, the shape of a reef.  CA Biol. Lett. 6, 10.1098/rsbl.2010.0291 (2010). peptides in the thymus, T cells that recognize viral peptides on the basis of a small number of important contacts develop with higher frequen- cy. The resulting cells are more cross-reactive, which means that they can also recognize viral peptides containing point mutations, a situa- tion that often arises as HIV attempts to evade immune detection by mutating its proteins. These computational predictions were supported by comparative data from HLA-typed cohorts of controllers versus noncontrollers. Control of infection was associated with HLA molecules binding fewer self peptides. The number of self peptides bound by HLA molecules may mediate a general enhancement in viral surveillance because HLA-B57 is also associated with control of hepatitis C virus.  KLM Nature 465, 350 (2010). BIOMEDICINE Inhaled Drugs Lung cancer is the leading cause of cancer- related deaths for men and for women in the United States, and patient survival rates have not changed appreciably during the past 30 years. Recently, therapies that target specifi c genetic alterations in lung cancer cells have offered new hope, but the response to these newer drugs is typically of short duration. Garbuzenko et al. have revisited a conventional cytotoxic drug used clinically for lung cancer treatment (doxorubicin) in order to ex- plore whether it would be possible to increase its effi cacy (i) by deliver- ing the drug directly to lung tissue, thereby minimizing damage to healthy cells that are exposed to the drug when it is administered intravenously, and (ii) by simultaneously delivering other drugs that make lung cancer cells less able to develop resistance to doxorubicin. To achieve this, the authors gener- ated liposomes that contained doxorubicin plus two antisense oligonucleotides directed against general drug resistance proteins and that importantly were in a form that could be introduced via the air passages into the lungs. Inhalation of this drug formulation by mice bearing lung tumors caused an inhibition of tumor growth with minimal adverse side effects, thus demonstrating that this approach might CREDITS (TOP TO BOTTOM): JEFF SHIMA; THINKSTOCK 11 JUNE 2010 VOL 328 SCIENCE www.sciencemag.org Published by AAAS on June 12, 2010 www.sciencemag.org Downloaded from EDITORS’CHOICE CREDIT: THINKSTOCK www.sciencemag.org SCIENCE VOL 328 11 JUNE 2010 enable the delivery of higher doses of doxorubi- cin directly to lung tumors in humans and hence improve clinical outcomes.  PAK Proc. Natl. Acad. Sci. U.S.A. 107, 10.1073/ pnas.1004604107 (2010). NEUROSCIENCE Detecting Subjective Truth As a consequence of recent investigations that have used sophisticated methods of analyz- ing brain activity to propose that objective lie detection may be feasible, it has become appar- ent that designing a task in which subjects lie whole-heartedly and voluntarily (as opposed to being instructed to do so every fi fth answer, for instance) is a nontrivial undertaking. Rissman et al. have approached this challenge by adapt- ing a well-established laboratory paradigm that of face recognitionto conditions that approximate those of quotidian experience. They asked subjects to study 200 faces and then interrogated them 1 hour later, using a mix of new and old test faces. The menu of responses offered a choice of (i) defi nitely remembered; (ii-iii) high and low confi dence that the face was familiar; and (iv-v) high and low confi dence that the face was new. An analysis of brain activity during the re- sponse phase revealed distinctive patterns when old (that is, previously studied) faces were rated by the subject as defi nitely remembered versus strongly familiar, and also when they were rated as being strongly versus weakly familiar. In contrast, for faces rated as being weakly unfamiliar, it was not possible to tell from the neural activity patterns which were actually new and which had been seen during the study phase, and for weakly familiar faces, the new/ old distinction was achievable only some of the time. Furthermore, if subjects were instead told to rate attractiveness during the study phase and then asked to categorize faces by gender during the response phase, it was not possible to diagnose which faces were new and which were not. Taken together, these fi ndings suggest that brain activity refl ects subjective, rather than objective, face recognition.  GJC Proc. Natl. Acad. Natl. U.S.A. 107, 9849 (2010). ANTHROPOLOGY A Rainforest’s Recovery The Mayan civilization thrived in Mesoamerica (a region now encompassing Mexico, Honduras, and Guatamala), developing a written language, art, and urban centers. The Mayans also cleared large areas of the rainforest for agriculture. Their civilization waned around 1000 CE; the population collapsed and urban and agricultural areas were abandoned. Mueller et al. docu- ment this collapse and the rapid recovery of the rainforest afterward through a sediment and pollen record from Lake Petén Itzá, in the low- lands of Central America. The record shows that the lake received extensive clay and relatively little pollen up to perhaps as late as 1160 CE, indicating that the forest and shores were open. Thus, either the lake still attracted farming and migrants after the main regional collapse, as the archaeological record suggests, or there was otherwise a brief lag in forest recovery. In any case, the pollen record shows that forest became widespread soon afterward, perhaps as quickly as 80 years after the main collapse.  BH Geology 38, 523 (2010). MATERIALS SCIENCE Preparing Pores A challenge in making three-dimensional bio- materials or tissue scaffolds is the inclusion of a connected network of pores and channels to allow for fl uid fl ow, cell migration, and the diffusion of gases, nutrients, and growth factors. Zawko and Schmidt have developed a simple procedure involving the crystallization of a small molecule within a polymeric gel. Once the crystal network has formed, the polymer is solidifi ed via cross-linking and the crystals can be washed away. The authors focused on hyaluronic acid (HA), a biopolymer found in all tissues, and urea for the crystal network. Crystallization of the urea could be ini- tiated at a single point, multiple points, or along a line. At low urea supersaturation a dendritic network formed, whereas for higher concentra- tions the crystals were more needle-like. When the density of the crystal branches was high, the HA polymerized into a fi brillar microstructure similar to the protein fi bers found in extracel- lular matrix and basement membranes. The authors found that for a given polymer-crystal pair, the crystal template varied with molecular structure, solubility, degree of supersaturation, viscosity, and temperature, so that it should be possible to use this method for a wide range of cross-linkable gel materials.  MSL Acta Biomater. 6, 2415 (2010). Published by AAAS on June 12, 2010 www.sciencemag.org Downloaded from",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\n1328\nEDITED BY GILBERT CHIN AND JAKE YESTON\nEDITORS’CHOICE\nIMMUNOLOGY\nLess Can Be More\nElite controllers are HIV-infected individuals \nwho manage to maintain low levels of viremia \nwithout therapy and who rarely progress to \nAIDS. They disproportionately express certain \nmajor histocompatibility complex (MHC) class \nI alleles, such as HLA-B57, which are strongly \nassociated with viral control. HLA molecules \npresent viral fragments (peptides) to CD8\n+\n T \ncells, which can then go on to recognize and kill \ninfected cells; however, how the expression of \nHLA-B57 contributes to enhanced viral control \nis not well understood.\nKomrlj et al. are now able to address this \nquestion by using computational modeling to \ndemonstrate that the expression of HLA-B57 \naffects T cell development in a way that results \nin elevated frequencies of virus-specifi c T cells \nthat are more cross-reactive. Compared to non-\nprotective HLA molecules, HLA-B57 binds to \nsubstantially fewer peptides derived from one-\nself in the thymus. This is important because the \nspectrum of specifi cities of the developing T cells \nis determined by interactions with MHC proteins \nthat bind to self peptides in the thymus. The au-\nthors fi nd that when T cells encounter fewer self \nECOLOGY\nCaught in the Net\nCoral  reefs  have  turned  out  to  be  startlingly  vulnerable  to  \nenvironmental  events.  Relatively  small  temperature  rises  \nmake corals shed their essential symbionts in mass bleach-\ning events; a small decrease in ocean pH erodes their apatite \nskeletons; seaweeds smother them if large fi sh are harvested \nto excess; crown-of-thorns starfi sh happily munch on them; \nand  passing  typhoons  and  hurricanes  transform  reefs  into  \nrubble. And these are only the things we know about!\nShima et al. have discovered in fi eld surveys and experi-\nments that a type of gastropod that lives buried and immobile \nwithin  the  coral  superstructure  is  yet  another  threat  to  life.  \nWormsnails,  or  vermetids,  are  poorly  studied  and  appear  to  \nfeed by extruding a mucilaginous net across the substratum, \nand it seems to be this net that kills the coral through as yet \nunknown means. The presence of vermetids affects the growth \nrate of reef-building corals by 56%, causes dead patches, and \nreduces colony survival by 40%. Not all coral species are af-\nfected, indicating that resistance mechanisms may be at work \nand  also  that  the  wormsnails  may  exert  a  strong  enough  \nselective effect to change the species composition and, ulti-\nmately, the shape of a reef.  CA\nBiol. Lett. 6, 10.1098/rsbl.2010.0291 (2010).\npeptides in the thymus, T cells that recognize \nviral peptides on the basis of a small number of \nimportant contacts develop with higher frequen-\ncy. The resulting cells are more cross-reactive, \nwhich means that they can also recognize viral \npeptides containing point mutations, a situa-\ntion that often arises as HIV attempts to evade \nimmune detection by mutating its proteins. \nThese computational predictions were supported \nby comparative data from HLA-typed cohorts \nof controllers versus noncontrollers. Control of \ninfection was associated with HLA molecules \nbinding fewer self peptides. The number of self \npeptides bound by HLA molecules may mediate \na general enhancement in viral surveillance \nbecause HLA-B57 is also associated with control \nof hepatitis C virus.  KLM     \nNature \n465, 350 (2010). \nBIOMEDICINE\nInhaled Drugs\nLung cancer is the leading cause of cancer-\nrelated deaths for men and for women in the \nUnited States, and patient survival rates have \nnot changed appreciably during the past 30 \nyears. Recently, therapies that target specifi c \ngenetic alterations in lung cancer cells have \noffered new hope, but the response to these \nnewer drugs is typically of short duration. \nGarbuzenko et al. have revisited a conventional \ncytotoxic drug used clinically for lung cancer \ntreatment (doxorubicin) in order to ex-\nplore whether it would be \npossible to increase its \neffi cacy (i) by deliver-\ning the drug directly \nto lung tissue, thereby \nminimizing damage \nto healthy cells that \nare exposed to the drug \nwhen it is administered \nintravenously, and (ii) by \nsimultaneously delivering \nother drugs that make lung \ncancer cells less able to develop resistance to \ndoxorubicin. To achieve this, the authors gener-\nated liposomes that contained doxorubicin plus \ntwo antisense oligonucleotides directed against \ngeneral drug resistance proteins and that\nimportantly were in a form that could be \nintroduced via the air passages into the lungs. \nInhalation of this drug formulation by mice \nbearing lung tumors caused an inhibition of \ntumor growth with minimal adverse side effects, \nthus demonstrating that this approach might \nCREDITS (TOP TO BOTTOM): JEFF SHIMA; THINKSTOCK\n11 JUNE 2010    VOL 328    SCIENCE    www.sciencemag.org \nPublished by AAAS\n on June 12, 2010 \nwww.sciencemag.org\nDownloaded from \n\nEDITORS’CHOICE\nCREDIT: THINKSTOCK\nwww.sciencemag.org    SCIENCE    VOL 328    11 JUNE 2010\nenable the delivery of higher doses of doxorubi-\ncin directly to lung tumors in humans and hence \nimprove clinical outcomes.  PAK\nProc. Natl. Acad. Sci. U.S.A. 107, 10.1073/\npnas.1004604107 (2010).\nNEUROSCIENCE\nDetecting Subjective Truth\nAs a consequence of recent investigations that \nhave used sophisticated methods of analyz-\ning brain activity to propose that objective lie \ndetection may be feasible, it has become appar-\nent that designing a task in which subjects lie \nwhole-heartedly and voluntarily (as opposed to \nbeing instructed to do so every fi fth answer, for \ninstance) is a nontrivial undertaking. Rissman \net al. have approached this challenge by adapt-\ning a well-established laboratory paradigm\nthat of face recognitionto conditions that \napproximate those of quotidian experience. \nThey asked subjects to study 200 faces and then \ninterrogated them 1 hour later, using a mix of \nnew and old test faces. The menu of responses \noffered a choice of (i) defi nitely remembered; \n(ii-iii) high and low confi dence that the face \nwas familiar; and (iv-v) high and low confi dence \nthat the face was new.\nAn analysis of brain activity during the re-\nsponse phase revealed distinctive patterns when \nold (that is, previously studied) faces were rated \nby the subject as defi nitely remembered versus \nstrongly familiar, and also when they were \nrated as being strongly versus weakly familiar. \nIn contrast, for faces rated as being weakly \nunfamiliar, it was not possible to tell from the \nneural activity patterns which were actually \nnew and which had been seen during the study \nphase, and for weakly familiar faces, the new/\nold distinction was achievable only some of the \ntime. Furthermore, if subjects were instead told \nto rate attractiveness during the study phase \nand then asked to categorize faces by gender \nduring the response phase, it was not possible \nto diagnose which faces were new and which \nwere not. Taken together, these fi ndings suggest \nthat brain activity refl ects subjective, rather \nthan objective, face recognition.  GJC\nProc. Natl. Acad. Natl. U.S.A. 107, 9849 (2010).\nANTHROPOLOGY\nA Rainforest’s Recovery\nThe Mayan civilization thrived in Mesoamerica \n(a region now encompassing Mexico, Honduras, \nand Guatamala), developing a written language, \nart, and urban centers. The Mayans also cleared \nlarge areas of the rainforest for agriculture. \nTheir civilization waned around 1000 CE; the \npopulation collapsed and urban and agricultural \nareas were abandoned. Mueller et al. docu-\nment this collapse and the rapid recovery of the \nrainforest afterward through a sediment and \npollen record from Lake Petén Itzá, in the low-\nlands of Central America.  The record shows that \nthe lake received extensive clay and relatively \nlittle pollen up to perhaps as late as 1160 CE, \nindicating that the forest and shores were open.   \nThus, either the lake still attracted farming and \nmigrants after the main regional collapse, as \nthe archaeological record suggests, or there was \notherwise a brief lag in forest recovery. In any \ncase, the pollen record shows that forest became \nwidespread soon afterward, perhaps as quickly \nas 80 years after the main collapse.  BH\nGeology 38, 523 (2010).\nMATERIALS SCIENCE\nPreparing Pores\nA challenge in making three-dimensional bio-\nmaterials or tissue scaffolds is the inclusion \nof a connected network of pores and channels to \nallow for fl uid fl ow, cell migration, and the \ndiffusion of gases, nutrients, and growth factors. \nZawko and Schmidt have developed a simple \nprocedure involving the crystallization of a small \nmolecule within a polymeric gel.  Once the \ncrystal network has formed, the \npolymer is solidifi ed via cross-linking and \nthe crystals can be washed away. The authors \nfocused on hyaluronic acid (HA), a biopolymer \nfound in all tissues, and urea for the crystal \nnetwork. Crystallization of the urea could be ini-\ntiated at a single point, multiple points, or along \na line. At low urea supersaturation a dendritic \nnetwork formed, whereas for higher concentra-\ntions the crystals were more needle-like. When \nthe density of the crystal branches was high, the \nHA polymerized into a fi brillar microstructure \nsimilar to the protein fi bers found in extracel-\nlular matrix and basement membranes. The \nauthors found that for a given polymer-crystal \npair, the crystal template varied with molecular \nstructure, solubility, degree of supersaturation, \nviscosity, and temperature, so that it should be \npossible to use this method for a wide range of \ncross-linkable gel materials.  MSL\nActa Biomater. 6, 2415 (2010).\nPublished by AAAS\n on June 12, 2010 \nwww.sciencemag.org\nDownloaded from ",
  "extractedAt": "2025-12-12T18:45:12.176Z",
  "success": true
}