{
  "filename": "Seifert et al (Biological Reviews) 2011.pdf",
  "numPages": 16,
  "text": "Biol. Rev.(2011), pp. 000–000.1 doi: 10.1111/j.1469-185X.2011.00199.x The influence of fundamental traits on mechanisms controlling appendage regeneration Ashley W. Seifert 1,2,∗ , James R. Monaghan 1,2 , Matthew D. Smith 1,2 , Bret Pasch 1,2 , Adrian C. Stier 1,2 , Franc ̧ois Michonneau 1,2 and Malcolm Maden 2 1 Nexus Biology Group, University of Florida, 223 Bartram Hall, P.O. Box 118525, Gainesville, FL 32611, USA 2 Department of Biology, University of Florida, 223 Bartram Hall, P.O. Box 118525, Gainesville, FL 32611, USA ABSTRACT One of the most compelling questions in evolutionary biology is why some animals can regenerate injured struc- tures while others cannot. Appendage regeneration appears to be common when viewed across the metazoan phylogeny, yet this ability has been lost in many taxa to varying degrees. Within species, the capacity for regen- eration also can vary ontogenetically among individuals. Here we argue that appendage regeneration along the secondary body axis may be constrained by fundamentaltraits such as body size, aging, life stage, and growth pattern. Studies of the molecular mechanisms affecting regeneration have been conducted primarily with small organisms at early life stages. Such investigations disregard the dramatic shifts in morphology and physiology that organisms undergo as they age, grow, and mature. To help explain interspecific and intraspecific constraints on regeneration, we link particular fundamental traits to specific molecular mechanisms that control regeneration. We present a new synthesis for how these fundamental traitsmay affect the molecular mechanisms of regeneration at the tissue, cellular, and genomic levels of biological organization. Future studies that explore regeneration in organisms across a broad phylogenetic scale, and within an ontogenetic framework, will help elucidate the proxi- mate mechanisms that modulate regeneration and may reveal new biomedical applications for use in regenerative medicine. Key words: regeneration, appendage, growth, development, metamorphosis, fundamental trait, phylogenetic constraint, regenerative medicine, body size. CONTENTS I. Introduction................................................................................................2 (1) General introduction...................................................................................2 (2) Types of regeneration..................................................................................2 (3) Appendage regeneration...............................................................................3 (4) Fundamental traits and regeneration: patterns and assumptions.......................................4 II. Tissue-level effects..........................................................................................5 (1) Wound healing and re-epithelialization................................................................6 (2) Histolysis and blastema formation.....................................................................6 (3) Nerve dependence.....................................................................................7 (4) Angiogenesis...........................................................................................7 (5) Growth and differentiation.............................................................................8 III. Cellular effects..............................................................................................8 * Address for correspondence at address 2 (Tel.: (352) 273-7876; Fax: (352) 392-3704; E-mail: seifert@ufl.edu). Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society 2Ashley W. Seifert and others (1) Cell cycle re-entry and de-differentiation..............................................................8 (2) Progenitor cells.........................................................................................10 (3) Cell proliferation and growth..........................................................................10 IV. Genomic-level effects.......................................................................................11 (1) Regeneration-specific genes............................................................................11 (2) Epigenetic control of regeneration.....................................................................11 V. Future perspectives.........................................................................................12 VI. Conclusions................................................................................................14 VII. Acknowledgements.........................................................................................14 VIII. References..................................................................................................14 I. INTRODUCTION (1) General introduction The ability of organisms to regenerate tissues and structures is one of the most captivating phenomena in biology. Regeneration is a ubiquitous feature of metazoans (Brockes & Kumar, 2008), although there is substantial variation across taxa from the complete regeneration of an entire organism (e.g. hydra, cnidarians, planarians) to a restricted regeneration of certain tissues in birds and mammals. A major goal of regeneration research is to understand if the same molecular mechanisms control regeneration in distantly related taxa, or if the capacity to regenerate damaged tissue has evolved multiple times and with different control mechanisms. Additionally, there is substantial variation in regeneration among individuals within regenerating species. For example, older zebrafish (Danio rerio) regenerate their fins more poorly compared to young individuals (Anchelin et al., 2011). What are the changes that occur throughout the lifetime of an individual to constrain regeneration? The possible discovery of conserved molecular mechanisms that control regeneration would have a profound impact on regenerative medicine. Is it possible to activate such mechanisms and reawaken latent regenerative capacity in older individuals or in mammals? Contemporary advances in molecular biology have begun to uncover the cellular, molecular, and genetic mechanisms governing regeneration, however, our understanding of what explains variation in regenerative ability within and across taxa is lacking. One possible explanation for our limited understanding of why regenerative capacity fluctuates across taxa is the bias of regeneration research towards experiments conducted on small-sized model organisms when they are young in age, and early in life stage. This approach ignores considerable shifts in growth, development, and physiology that animals experience in their lifetime, and thus masks the influence of numerous fundamental traits on regenerative capacity. Therefore, we need to consider both the ability to regenerate across species, and alterations in regenerative capacity throughout an individual’s lifetime (within species). Fundamental traits are organismal properties (e.g. life-history traits, developmental traits, physiological traits) that are inherent to individuals and species; and that influence their ecology, behaviour, and physiology. As such, fundamental traits have the potential to constrain regenerative ability or the rate of regeneration. Identifying constraints on regenerative ability that operate both within and across species will help elucidate if regeneration is inherently linked to development and growth. Exploring relationships between fundamental traits and regeneration at the mechanistic level can serve as a platform for investigating why some animals have reduced powers of regeneration. Herein we address how a suite of fundamental traits can influence regeneration. These traits can influence the ability to regenerate, the rate of regeneration, or the quality of the regenerated appendage (i.e. heteromorphy) both within and across species. Specifically, we focus on reparative regener- ation of appendages along the secondary body axis, and the following fundamental traits: (1) body size, (2) aging, (3) life stage (pre- or post-metamorphosis; larva, juvenile or adult), and (4) mode of post-embryonic growth (determinatever- susindeterminate). We first review the literature and present published viewpoints regarding how fundamental traits affect regeneration. We then present hypotheses about how specific fundamental traits can influence the mechanisms of regener- ation at the tissue, cellular, and genomic levels of biological organization. Along with these hypotheses we suggest multi- ple avenues for future research. In order to maximize read- ability, we avoid reiterating molecular mechanisms for each trait by organizing this review according to biological level, and discussing fundamental traits within each section. Our goal is to spark an interest in the underexplored relationships between fundamental traits and mechanisms of regeneration towards a better understanding of how and why regen- eration is curtailed in more derived vertebrates, including humans. (2) Types of regeneration Regeneration is traditionally viewed in two contexts; physio- logical and reparative (Table 1) (Morgan, 1901). Physiologi- cal regeneration is the regular and repeated regeneration of a particular structure that is normally replaced throughout the life of an organism and examples exist in every meta- zoan species (Table 1). By contrast, reparative regeneration is induced by injury, and leads to replacement of the missing structure. Although this definition distinguishes repair from replacement, some traditional examples of reparative regen- eration blur the lines between them because restoration of the missing part occurs with structural alterations and with Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society The influence of fundamental traits on mechanisms controlling appendage regeneration3 Table 1. Examples of regular and recurring regeneration (physiological) and regeneration stimulatedviainjury or damage (reparative) Type of regenerationExamples PhysiologicalCervid antlers, replacement of blood, epidermis, endometrium, gut lining, arthropod exoskeleton (moulting) ReparativeIncomplete: fish barbels, lizard tails, larval urodele tails, young mammalian digit tips Complete: urodele limbs, adult urodele tails, some fish fins, mollusc eye stalks, arthropod and crustacean limbs, antennae reductions in function. Thus, reparative regeneration can be complete or incomplete (Table 1). Examples of incomplete regeneration include tail regeneration in lizards (which do not regenerate neurons or vertebrae) (Simpson, 1964), and barbel regeneration in fish (which do not regenerate the structural mesodermal core) (LeClair & Topczewski, 2010). Interestingly, when the larval urodele tail is amputated the notochord fails to regenerate, and is replaced by cartilagi- nous vertebrae that will not develop until months later in the rest of the tail (Goss, 1969). In this case of regeneration the replacement is not perfect, but rather is a precursor of what will develop around the structure in the future. This fine distinction is important as it may reveal early compromises on regenerative ability in some lineages where regeneration and repair occur in tandem. Here we define regeneration as the complete replacement of the original form. We also note a fundamental distinction between the ability to generate an entirely new organism from a severed piece (e.g.Hydra) and regeneration of a limb in arthropods or salamanders (Fig. 1). Whereby, if you cut a planarian in two, or sever the arm of a starfish, each piece has the ability to form a complete, autonomous animal (Fig. 1A). By contrast, the severed tail of a lizard or the limb of a cockroach cannot give rise to a new individual, and this piece fails to survive apart from the animal (Fig. 1B). Mechanistically, the ability to replace a missing structure in asexually reproducing animals stems from a continuous source of pluripotent cells with limitless proliferative potential and with the ability to form every cell type in the new animal (Wagner, Wang & Reddien, 2011). By contrast, cells involved in vertebrate, crustacean, or arthropod regeneration cannot form every part of an animal in vivo,and are limited in their developmental potency (Kragl et al., 2009; Truby, 1983). Herein, we focus on appendage regeneration along the secondary body axis. (3) Appendage regeneration The early events of appendage regeneration can occur from the production of new tissue through cell proliferation (epi- morphosis), or through the rearrangement of existing cells to form the new part in the initial absence of proliferation (mor- phallaxis) (Morgan, 1901). More recently this distinction has B A Fig. 1.Distinguishing between modes of regeneration. (A) After a seastar loses an arm, both the body (missing the arm) and the arm (apart from the body) can regenerate the missing part. (B) A lizard, following autotomy or injury, can regenerate a new tail, but the tail has no capacity to regenerate more of itself, let alone another lizard. been argued to be purely historical, and that all instances of regeneration share the feature of re-specification of positional information at the injury site followed by intercalation and re-growth of the regenerating tissue (Agata, Saito & Naka- jima, 2007). The important distinction is that in all examples of appendage regeneration along the secondary body axis cell proliferation is required to supply material for the initial regenerating appendage, and this process couples growth of the appendage with regeneration. For this reason, epimor- phosis mechanistically unites leg or antennae regeneration in hemimetabolous insects, eye-stalk regeneration in snails, and limb, fin, and tail regeneration in vertebrates. Following extirpation, epimorphic appendage regener- ation proceeds through a series of similar events (Fig. 2) (Bryant, Endo & Gardiner, 2002). First, epithelial cells migrate over the wound surface (under in the case where a scab is formed) to re-epithelialize the injury site. Next, cells at the amputation plane re-enter the cell cycle and de- differentiate. Local cell populations comprised of these newly dedifferentiated cells, progenitor cells, and fibroblasts form a regeneration blastema. The blastema proliferates, and as in embryonic development, these cells acquire spatial pattern- ing information as they expand, ultimately re-differentiating to restore the injured structure through intercalation (French, Bryant & Bryant, 1976). An extended growth period follows regeneration once patterning is complete. Full replacement of the appendage can take years in some large terrestrial sala- manders (Young, Bailey & Dalley, 1983b), and is restricted by moulting times in arthropods such that a small limb emerges and grows after each successive moult (Maruzzoet al., 2005). That epimorphic regeneration of appendages appears highly conserved is fascinating given the great phylogenetic dis- tance among these species, although it remains unclear if the molecular mechanisms underlying these processes are homologous across taxa. Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society 4Ashley W. Seifert and others Arthropod regeneration De-Diff.Blastema Blastema Proliferation Proliferation Proliferation Re-Ep. Re-Ep. Injury or Amputation Differentiation Differentiation Patterning Growth De-differentiationWound healing Cutical reformation MuscleCuticle NervesEpidermis Cartilage/Bone Vertebrate regeneration Fig. 2.Epimorphic regeneration in vertebrates and arthropods. Following injury or amputation, appendage regeneration in these taxa proceeds through a generally similar set ofstages. First, re-epithelialization (Re-Ep.)occurs as the edges of the epidermis migrate to cover the wound surface. In taxa with an exoskeleton, the cuticle reforms after the epidermis has finished covering the wound. Cell cycle re-entry and de-differentiation (De-Diff.) of local cell populations leads to the formation of a regeneration blastema. Blastemal cells proliferate and acquire patterning information as they re-differentiate to replace the missing structure. (4) Fundamental traits and regeneration: patterns and assumptions Fundamental traits are key components of the ecology, behaviour, physiology, and life-history strategy of an organism. The critical role of fundamental traits in modifying form and function begs the question whether or not they may also influence mechanisms that control appendage regeneration. Surprisingly, the effects of such fundamental traits have been largely ignored in rigorous experimental studies, and this oversight stems partly from the difficulty in separating traits that are correlated with one another (Goss, 1969; Pritchett & Dent, 1972; Scott, 1909; Speakman, 2005; Wagner & Misof, 1992; Younget al., 1983b). Nonetheless, some studies have examined the influence of body size in vertebrates (but not arthropods), which has led to the perception that rate of regeneration and replacement time of a structure are negatively affected by size (Pritchett & Dent, 1972). Unfortunately, only one study has addressed body size alone (controlling for age): Pritchett & Dent (1972) found that in newts, the larger hindlimbs took longer to regen- erate than did the smaller forelimbs in the same individuals. From this they inferred a negative relationship between the size of adult newts and the rate of limb regeneration (Pritch- ett & Dent, 1972). In practice, the study was limited by the size variation in limbs, inherent differences in the structure of hindlimbs and forelimbs, and that the patterning phase and the growth phase were analyzed together. Analyzing regeneration and growth together confounds how the size of a structure might directly influence the development and pat- terning phases of regeneration (Fig. 2). For instance, studies in salamanders and fish have shown that body size neg- atively correlates with growth of the regenerate following morphogenesis, although not necessarily for development of the regenerating anlagen (Fig. 2) (Scott, 1909; Tank, Carlson & Connelly, 1976; Younget al., 1983b). Thus, the influence of size on regeneration remains unclear, and we can con- clude only that larger organisms take longer to re-grow an appendage following regeneration of a small replacement. Aging and life stage also strongly influence organismal performance (Lakatta, 1983; Mardenet al., 2003; Pough & Kamel, 1984). Among vertebrates, the general assumption is that regeneration will take longer at older ages (Wagner & Misof, 1992; Wallace, 1981). Although regeneration has been documented to occur in a few mature salamanders and fish, little information actually exists on regenerative ability or rate in aged animals. Underscoring the importance of con- ducting regeneration experiments in older animals, a recent study found no difference in the rate or quality of regen- erating lenses in very old newts between 16 and 30 years of age (Eguchiet al., 2011). Still, at a mechanistic level, there are many reasons why aging may affect regeneration. When decoupled from body size, aging becomes relevant to cell differentiation, cell cycle re-entry (de-differentiation), metabolic stress, and the capacity for cell proliferation. Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society The influence of fundamental traits on mechanisms controlling appendage regeneration5 Similarly, metamorphosis represents a major transition in life where structure, function, and physiology change dramati- cally. Life-stage-limited regeneration has been demonstrated in anurans (Dent, 1962) and holometabolous insects (see ref- erences in Maginnis, 2006; Maruzzoet al., 2005) where the capacity to regenerate is lost after metamorphosis. Regener- ative capacity in hemimetabolous insects, crustaceans, and some chelicerates is dependent on remaining moulting peri- ods (see references in Goss, 1969; Maginnis, 2006; Maruzzo et al., 2005); whether or not these organisms can regenerate an appendage beneath the cuticle following their final instar remains unknown. Assuming that the cellular and genetic structure of these animals does not change at metamorphosis (or moult), then why there is a change in their regenerative ability is puzzling, and warrants further inquiry in a variety of pre- and post-metamorphic animals. While the relationship between regeneration and growth has long been appreciated (Goss, 1965; Voit, Anton & Blecker, 1995), the interaction between regeneration and mode of growth (determinateversusindeterminate) remains poorly studied. Some evidence suggests that species which continue to grow after reaching sexual maturity (indeter- minate growth) may be more likely to retain the capacity to regenerate throughout their life (Kara, 1994; Klapper et al., 1998), whereas this capacity may be limited to juvenile growth periods in species that attain maximum size at matu- rity (determinate growth). In newts and other amphibians, the yearly addition of skeletal bone (measured as growth rings) is a key factor in attributing indeterminate growth to these ani- mals (Homan, Reed & Windmiller, 2003; Jakobet al., 2002). Despite continued skeletal addition, overall growth rates for many species of indeterminategrowers often decrease with age, metamorphosis, or sexual maturity, and this may greatly reduce regenerative capacity. For example, some effects of aging that may inhibit regeneration have been observed in mammalian cells, but appear to be absent from fishes and amphibians with indeterminate growth. Interestingly, arthro- podsthatdo notexhibitpost-larval cell division (e.g. mites) are incapable of regeneration because they are incapable of fur- ther growth (Rockett & Woodring, 1972). While regeneration in determinate growers remains to be tested at stages where growth plateaus, the current evidence supports a relationship between growth potential and the capacity for regeneration. After considering previous attempts to explain how fundamental traits can affect appendage regeneration, we are left with conflicting results, and with no clear set of hypotheses for how these traits may affect the specific mechanisms that control regeneration. Below we discuss how fundamental traits can modulate mechanisms of regeneration at three levels of biological organization: tissue, cellular, and genomic. Some traits may have diverse effects at multiple levels, while others (e.g. size) may have effects at only one level (Fig. 3). Because of the complex interaction between traits and mechanisms, we present hypotheses for each level of organization and reference traits where applicable. II. TISSUE-LEVEL EFFECTS An appendage is comprised of multiple tissues that can include combinations of nerves, muscle, cartilage, and bone surrounded by epidermis. At the tissue level, fundamental traits of an organism may limit regeneration through effects on these tissue components alone or in combination (Fig. 3). Appendage size, which is correlated with body size, dictates the area of the injury plane. In large-bodied animals, the area of this surface may delay re-epithelialization to such a degree that it prevents the formation of a blastema. Also, injury above a critical size could lead to lethal loss of vital fluids (e.g. blood, haemolymph, water). The inability to recover from such a large injury would negate the need for regenerating Life stage Growth pattern Tissue level properties Cellular level properties Genomic level propertie s Catastrophic loss of limb Re-epithelialization Appendage growth Nerve dependence Angiogenic dependence Cell cycle re-entry De-differentiation Progenitor cell availability DNA methylation state Fundamental Trait Body size Age AEC formation Cell proliferation Telomerase activity Histone modifications Histolysis Blastema formation Fig. 3.Fundamental traits can exert their effect on regenerative processes at multiple levels of biological organization. Biological processes are listed for the level of biological organization at which they can exert their effect on regenerative capacity. Lines connecting a fundamental trait to a biological process indicate a hypothesized interaction that can affect regeneration. These interactions are discussed in the text. AEC, apical epithelial cap. Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society 6Ashley W. Seifert and others the appendage, and would provide a natural limit for the injury size an animal could sustain. Provided the injury is not life threatening, how does the size of the appendage, or its developmental stage impact particular requirements to mount a successful regenerative response? (1) Wound healing and re-epithelialization In order to stabilize an injury, animals need to close the wound surface to protect against infection, desiccation (terrestrial animals), or osmotic imbalance (aquatic animals). Both initiation and the rate of re-epithelialization can regulate the regenerative response, and may be dependent on size, aging, or life stage. All animals capable of appendage regeneration completely re-epithelialize the wound surface. A survey of limb regeneration among amphibians showed that species exhibiting some form of regenerative outgrowth have rapid epithelial migration, whereas species with delayed migration exhibit no regeneration (Scadding, 1981). Moreover, the largest individuals in this survey showed a reduced regenerative capacity (i.e. slower rates, incomplete patterning, incomplete regeneration); but variation in size among species, and variation in age within species were not rigorously controlled for. This suggests that size may have increased the time needed to re-epithelialize the wound, which in turn inhibited a successful regenerative response. Delayed re-epithelialization contributes to scarring and can lead to chronic, non-healing wounds (Sivamani, Garcia & Isseroff, 2007). By contrast, rapid re-epithelialization occurs during scar-free healing in fetal mammals and an increased rate of re-epithelialization can reduce scarring (Whitby et al., 1991). Among arthropods, re-epithelialization follows haemoly- mph coagulation which initially protects the amputation plane by forming a scab (similar to mammals) (Adidoyi, 1972; Rockett & Woodring, 1972). The rate of re-epithelialization in arthropods is much slower compared to amphibians, but has not been examined across an age or size gradient; and whether or not re-epithelialization occurs in non-moulting adults following amputation is not known. The neo-epidermis also plays an important role in directing regeneration. Following re-epithelialization, the new epidermal layer becomes a specialized signaling centre called the apical epithelial cap (AEC). The AEC directs growth of the underlying tissue and is necessary for successful appendage regeneration (Wallace, 1981). Formation of this structure appears to depend partially on the life stage when the amputation occurs. The inability to regenerate a tail during frog metamorphosis is correlated with a lack of AEC formation, and post-metamorphic anuran species that show heteromorphic regeneration do not form an AEC as thick as that seen in urodeles capable of complete limb regeneration (Wolfe, Nye & Cameron, 2000). The loss of limb regeneration ability in anurans also may be due to a loss of competency in the mesenchyme as opposed to the epidermis. Yokoyama et al. (2000) created recombinant limbs with epider- mis collected from regeneration-incompetent limbs and mesenchyme from regeneration-competent limbs (andvice- versa). They showed that only the regeneration-competent mesenchyme can rescue a regeneration-incompetent epider- mis (i.e. regeneration-competent epidermis did not rescue regeneration-incompetent mesenchyme). Thus, some con- troversy remains about whether changes in the epidermis are the cause of regenerative loss. However, complete for- mation of the AEC is required for complete limb regeneration in salamanders; and available evidence shows a correlation between life stage and AEC formation. Life stage may affect the regenerative response due to alterations in tissue physiology of the epidermis. During regeneration, changes in ion flux across the wound bed cause a shift in electric potential that correlates with a regeneration- permissive environment (Borgens, Vanable & Jaffe, 1977). Xenopus laevistadpoles are normally capable of tail regener- ation but undergo a short refractory period (stages 45-47) preceding metamorphosis where they become regeneration incompetent (Beck, Christen & Slack, 2003). Regeneration prior to this phase is partly due to the movement of protons (viaan ion pump) across the new epithelium and to the sub- sequent rapid physiological restoration of a polarized plasma membrane that covers the wound site (Adams, Masi & Levin, 2007). An inability to rapidly re-polarize during the refrac- tory period leads to loss of regeneration while mis-expression of a heterologous cell membrane H + pump in refractory epidermis can rescue tail regeneration in tadpoles (Adams et al., 2007). Though previous research has been conducted only on tail regeneration, appendage regeneration following metamorphosis may be constrained in a similar manner. The involvement of tissue-specific changes that alter ion movements underscores the role that life stage may play in the control of regeneration through changes in tissue physiology. (2) Histolysis and blastema formation Following re-epithelialization, histolysis of underlying stump tissue takes place to break down injured tissue and the surrounding extracellular matrix (ECM). This, in turn, frees up cells to migrate and form a blastema (Fig. 2). The process of histolysis and blastema formation may be influenced by structural changes that occur to the ECM during aging. Collagen is the major component of the ECM in skin, and must be degraded for cell migration to proceed. As vertebrates age, cross-linking of collagen increases tensile strength and decreases solubility of the ECM (Baum, Faris & Franzblau, 1975; Kara, 1994). Thus, aged animals likely have a more difficult time breaking down the ECM, which would consequently delay or inhibit blastema formation. In addition to the ECM, bone and cartilage at the amputation plane must undergo histolysis prior to replacement during regeneration (Wallace, 1981). While the ratio of bone to cartilage increases with age, the effects of these ratios on regeneration rates are not known. Further testing of these observations is necessary to understand if adult appendages with mineralized skeletons exhibit reduced regenerative capacity. Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society The influence of fundamental traits on mechanisms controlling appendage regeneration7 (3) Nerve dependence One of the most extensively studied phenomena in regenera- tion is the dependence on an intact nerve supply as observed in hydra, echinoderms, planarians, annelids (reviewed in Brockes & Kumar, 2008), teleost fins (Geraudie & Singer, 1985),Xenopus laevisfroglet limbs (Suzukiet al., 2005), urodele limbs (Singer, 1952), lizard tails (Simpson, 1970), and fetal wound healing in chickens and mammals (Harsum, Clarke & Martin, 2001; Stelnickiet al., 2000). Nerves play a supportive (rather than instructive) role by secreting nerve-derived fac- tors that facilitate appendage regeneration (Carlson, 2007). Body size, aging, and life stage each may alter the nerve-limb relationship and lead to the loss of regenerative capacity. In vertebrates, the number of nerve fibres or the cross- sectional area of nerve bundles (expressed as a fraction of the cross-sectional area of the limb) is often negatively cor- related with increasing body size (Peadon & Singer, 1965; Wallace, 1981). In a large animal, an insufficient concen- tration of nerves may constrain regeneration in a large appendage that would normally be able to regenerate if it was smaller. The hypothesis that nerve concentration con- strains regenerative capacity was championed by Marcus Singer, based primarily on experiments showing that newt limbs must have a minimum number of nerve fibres in order to regenerate (Singer, 1952). Also, there may be an inter- specific relationship between regeneration rate and degree of innervation. However, the evidence for this is equivocal: nerve abundance appears to be positively correlated with the rate of regeneration acrossAmbystomaspecies (Young et al., 1983b), but other studies have shown that regenerative capacity among species does not correlate with innervation (Kurabuchi, 1990; Scadding, 1982; Van Stone, 1964) or with regeneration rate within the same species (Scadding, 1983). Furthermore, the Mexican axolotl has a relatively fast rate of regeneration, despite having one of the lowest nerve densities among amphibians (Scadding, 1982). More experiments that compare innervation parameters across larger interspecific ranges in appendage size are necessary to better resolve the connection between nerve fibre abundance and regenerative ability or rate. In addition to body size, aging and metamorphosis may constrain regenerative capacity by inhibiting the ability of a nerve to produce the vital nerve-derived factor(s). Compared to old individuals, spinal cord extracts from young axolotls are more mitogenic than extracts from old axolotls when added to blastemal cells (in vitro) from a regenerating limb (Boilly & Albert, 1988). This suggests that there is some decrease in the neurotrophic influence of spinal cords across an age gradient in salamanders. Nerves may also lose the ability to re-grow over ontological time, making them unable to provide support for regeneration. The ability of mammals to regenerate peripheral nerves decreases with age, and all vertebrates regenerate nerves better when they are younger (Tanaka & Ferretti, 2009; Verduet al., 2000). Additionally, some forms of axon re-growth are lost at metamorphosis (Gibbs, Chittur & Szaro, 2010). For example, X. laevisaxons can regenerate across a spinal cord lesion when metamorphosis is pharmacologically inhibited, but this ability is lost when metamorphosis is precociously forced. Thus, during aging and after metamorphosis, there is a clear decrease in the regenerative capacity of the nervous system and this likely contributes to the reduced ability of an animal to support peripheral tissue regeneration. An exception to the nerve-dependency phenomenon is that larval salamander limbs can regenerate without innervation if the limb was never innervated during development (termed aneurogenic) (Yntema, 1959). During development, limb buds are formed before nerve fibres enter the limb, meaning that early limb development is nerve independent. Limb buds and surgically created aneurogenic limbs may produce their own neurotrophic-like factors (Filoni et al., 1999), or they may not need the neurotrophic factor for growth (Tassava & Olsen-Winner, 2003). Regardless of the mechanism, innervation of developing or aneurogenic limbs leads to nerve dependency (Thornton & Thornton, 1970). Surgically creating aneurogenic limbs may simply extend the time in which the limb can produce its own neurotrophic-like factors, or the time in which the limb does not need the neurotrophic-like factors for growth. Recent studies have shown that denervated limbs can regenerate (albeit without muscle) if a single molecule, anterior gradient 2, is introduced into the denervated limb blastema (Kumar et al., 2007). An explanation for why aneurogenic limbs can regenerate may be provided through functional studies during limb development and in aneurogenic limbs. The key point is that once limbs are innervated for some time, they become nerve dependent for the life of the animal, and thus may be affected by fundamental traits later in life. The role of the nervous system during arthropod regen- eration has received little attention, partly due to difficulties associated with denervating arthropod appendages. Some studies have established that muscle regeneration is depen- dent upon innervation after moulting (Consoulas & Levine, 1997), while others suggest that innervation plays only a par- tial role in the support of appendage regeneration (Nuesch, 1968). Although the available evidence supports a role for nerves, the conflicting results and experimental hurdles from various arthropod studies make it difficult to test hypotheses about how changes in the nervous system across ontogeny may influence regeneration (Goss, 1969; Nuesch, 1968). (4) Angiogenesis Similar to nerve requirements, vascular support is also a likely requisite for proper appendage regeneration. The formation of new blood vessels (angiogenesis) is necessary for organ development and tissue homeostasis in adulthood. Upon injury, hypoxic conditions produced by the local destruction of tissue are thought to induce the formation of angiogenic factors including vascular endothelial growth factor (VEGF) (Ferrara, 2002). During fin regeneration in zebrafish, block- ing angiogenesis by inhibiting VEGF signaling does not affect blastema formation or early tissue outgrowth (∼800μm), but does block further growth of the regenerate (Baylisset al., 2006). This suggests that while vascularization does not play Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society 8Ashley W. Seifert and others a role in blastema formation or early cell proliferation, it is necessary for growth and morphogenesis of the regenerat- ing appendage (Fig. 2). The age and size of a regenerating structure likely affects angiogenesis in a similar manner to nerve regeneration, because growth of the two tissues is inti- mately connected. Angiogenic potential decreases with age in mammals (that do not regenerate), and affects the injury response (Edelberg & Reed, 2003), but whether animals with regenerative abilities also have decreased angiogenesis with increased age is unknown. (5) Growth and differentiation The previous sections discussed influences on the ability of an organism to mount a regenerative response (i.e. prior to differentiation of the regenerate; Fig. 2). Alternatively, fun- damental traits may affect the growth phase of regeneration. Intriguingly, the rate of regeneration prior to differentiation may be relatively constant across body size, and only vary as the newly regenerated appendage grows (which would be a function of growth rate). Observations from regenerating limbs of large and oldAmbystoma mexicanumdemonstrate that the digit-stage regenerate is actually a small limb in the centre of the amputation plane, surrounded by a collar of tissue (unpublished data). In contrast to previous research (Scadding, 1977), a study on large adultAmbystoma annulatum, A. maculatum, A. texanum, andA. tigranumfound they were capable of regenerating their limbs, although in some cases complete replacement took nearly two years (Young, Bailey & Dalley, 1983a; Younget al., 1983b). In hemimetabolous insects and crustaceans, regeneration is wholly dependent on moulting (and thus on growth). For many arthropods and crustaceans, the regenerate following the first moult is always a small version of the missing appendage, and sub- sequent moults are necessary in order to completely replace the missing part (Maruzzoet al., 2005). The formation of a miniature replacement suggests that fundamental traits may constrain regeneration after patterning, and that given enough time and energy, a small appendage will eventually regenerate to the normal size. Hence, claims that larger and older animals regenerate more slowly may have nothing to do with regenerationper se,but instead be a consequence of growth of the replacement part. To understand more fully how growth and regeneration are coupled, future stud- ies examining this relationship should consider: (1) if factors permit a regenerative response but preclude growth to fully restore the missing tissue; and (2) how various factors affect the rate of regeneration during the development phase and growth phase independently. III. CELLULAR EFFECTS Next, we address how fundamental traits may affect regen- eration at the cellular level. During embryonic development of an appendage, the proliferation, patterning, and differen- tiation of dividing cells are integrated to produce the final structure. Appendage regeneration following injury appears to recapitulate the developmental process. But in contrast to development, differentiated cells must re-enter the cell cycle during regeneration, and are induced to proliferate amongst populations of cells that necessarily must remain in the differ- entiated state. The delicate regulation of de-differentiation, proliferation, and re-differentiation is critical to the regener- ation process. The effects of aging and growth on the ability of cells to de-differentiate and proliferate likely contribute to constraints on regeneration. Aging in some animals is inti- mately tied to cellular senescence and a decrease in telomere size. The role of cellular senescence and telomere length in relation to regeneration has been almost completely unex- plored outside of mammals and a few fish. A lack of cellular senescence in cold-blooded vertebrates and some crustaceans may provide for prolonged regenerative capacity throughout life (Elmoreet al., 2008; Gomes, Shay & Wright, 2010). Here we explore how these cellular mechanisms can be affected during the aging process, and how indeterminate growers might escape the effects of senescence, thereby exhibiting near-limitless regenerative potential. (1) Cell cycle re-entry and de-differentiation Following appendage amputation in vertebrates and arthro- pods, local signals at the site of injury stimulate differentiated cells to ‘‘rewind’’ their cellular history and re-enter the cell cycle (Echeverri, Clarke & Tanaka, 2001; Hay & Fis- chman, 1961; Lentz, 1969; Truby, 1983). Simultaneously, progenitor cells are mobilized and contribute to regenerat- ing tissue (Morrisonet al., 2006). Both differentiated cells and local progenitor cells participate in appendage regeneration, although the relative contribution of these cells to the sub- sequent tissue components remains unclear (Morrisonet al., 2006). Recent research examining axolotl limb regeneration confirmed that blastemal cells respect strict cell lineages, sug- gesting that de-differentiation does not produce a blastema of pluripotent stem cells, but rather a blastema of lineage- committed cells that respect their embryonic origin (Kragl et al., 2009). Following activation or de-differentiation, both cell types must proliferate, acquire positional identity, and then differentiate to populate the regenerated tissue (Fig. 2). Subsequent regeneration will not proceed correctly if cells at the injury site are unable to complete all of these processes. Research on the cellular mechanisms of de-differentiation has mainly focused on lens regeneration in newts (Eguchi & Shingai, 1971; Imokawa & Brockes, 2003), muscle regen- eration in amphibians and mammals (Carlson, 2007; Slack, 2006), and heart regeneration in the zebrafish (Joplinget al., 2010; Kikuchiet al., 2010). The most well-studied example of de-differentiation is the re-entry of myonuclei into the cell cycle during urodele appendage regeneration (Fig. 4). Following amputation, muscle fibres located near the ampu- tation plane fragment into mononucleate cells, divide, and contribute to new muscle in the regenerate (Calve & Simon, 2011; Echeverriet al., 2001; Hay & Fischman, 1961; Kumar et al., 2004; Lentz, 1969; Morrisonet al., 2006; Thornton, 1938). Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society The influence of fundamental traits on mechanisms controlling appendage regeneration9 Non-amniotic vertebrateMammal Injury Injury Exogenous Exogenous human ? Injury Injury Knockdown of pRb and ARF In vivo conditions Quiescent cells Experimental manipulations Cell cycle re-entry Cell cycle re-entry NO cell cycle re-entry cell cycle re-entry growth arrest and NO S quiescent cell de-diff. cell G 2 M G 1 cdk4,6 P P P P P quiescent cell Rb p MCM2 p53 Rb p de-diff. cell MCM2 53 p growth arrrested cell ARF MCM2 53 p growth arrrested cell ARF + A B C S G 2 M G 1 S G 2 M G 1 S G 2 M G 1 S G 2 M G 1 S G 2 M G 1 cdk4,6 cdk4,6 cdk4,6 Rb p cdk4,6 Rb p pInk4a/b pInk4a/b pInk4a/b Ink4a p16 Ink4b 15 p Ink4b 15 p Ink4b 15 p Ink4a 16 p Ink4a 16 p Ink4a 16 p Rb p cdk4,6 Rb p Fig. 4.Myofibre cell cycle re-entry in non-amniotic vertebratesversusmammals. (A) Schematic representation of the inhibitory mechanisms present in quiescent cells that block myofibre cell cycle re-entry in vertebrates. Non-amniotic vertebrates possess one INK4gene that produces cyclin-dependent kinase inhibitor 2 (p16 Ink4 ) while mammals possess twoInk4genes (Ink4awhich produces p16 INK4a and ARF andInk4bwhich produces p15 INK4b ). p16 INK4a and p15 INK4b block cyclin-dependent kinases 4 and 6 (cdk4,6) activity under normal conditions. Mammals possess an extra level of cell cycle re-entry inhibition by alternate open reading frame (ARF) through tumor protein p53. Under normal conditions,maintenance of chromosomes 2 (MCM2) ubiquitinates p53 and targets it for destruction. pRb, retinoblastoma protein. Black circles depict complete cell cycle and individual phases (G1, S, G2, M). (B) The vertebrate response to muscle injury. Left: the non-amniotic myofibre response to appendage amputation. pInk4a/b is either not produced or blocked upon injury, allowing cdk4,6 to inhibit pRb by phosphorylation (purple circles) thus permitting cell cycle re-entry. de-diff., de-differentiated. Right: the known cell cycle re-entry inhibitor pathways in mammals. ARF is produced and binds directly to MCM2, inhibiting its activity on p53 and allowing p53 to block cell cycle re-entry. (C) Left: red text indicates experimental manipulations performed in urodele myotubes which block cell cycle re-entry. Over-expression of a human form of p16 INK4a blocks cell cycle re-entry by inhibiting pRb phosphorylation. Right: red text indicates experimental manipulations performed in mammalian myotubes which allow cells to re-enter the cell cycle. Only when both pRb and ARF are knocked down can primary mammalian myotubes re-enter the cell cycle and mimic the urodele response to injury. Vertebrate muscle development is partly regulated by retinoblastoma protein (pRb) that initiates and main- tains cell cycle withdrawal during the fusion of myoblasts into myotubes (Zacksenhauset al., 1996) (Fig. 4A). Newt myofibers circumvent mitotic block following injury by phos- phorylation of pRb, which allows the formation of a myoblast pool that regenerates into new muscle (Calve & Simon, 2011; Tanakaet al., 1997) (Fig. 4B). By contrast, mammalian myofi- bres cannot be induced to re-enter the cell cycle upon injury or serum stimulation (Huhet al., 2004; Tanakaet al., 1997) (Fig. 4B). The inhibition of cell-cycle re-entry may be due to mammals possessing an additional level of protection caused by gene duplication at theInk4locus such that two proteins, cyclin-dependent kinase inhibitor 2 (p16 INK4a ) and alternate open reading frame (ARF), are produced from alternative splicing ofINK4a(Gilley & Fried, 2001; Kimet al., 2003). In mammals, p16 INK4a and p15 INK4b prevent cell cycle re-entry through regulation of pRb, whereas ARF regulates tumour protein p53 activity, thusadding an additional layer of protec- tion (Pajciniet al., 2010) (Fig. 4A, C). Subsequent knockdown of both pRb and ARF allow mammalian myotubes to re- enter the cell cycle (Pajciniet al., 2010) (Fig. 4C). Interestingly, p16 INK4a is a potent tumour suppressor that is undetectable in young mammals but accumulates in older individuals. Experimentally reducing p16 INK4a levels in old individuals leads to a substantial increase in regenerative ability (Krishnamurthyet al., 2006). Furthermore, when a plasmid encoding human p16 INK4a is injected into newt myotubes, their ability to re-enter the cell cycle (and thus de-differentiate) is blocked (Tanakaet al., 1997) (Fig. 4C). Homologs of p16 INK4a and p15 INK4b are present as one gene product (pInk4a/b) in amphibians (X. tropicalis; Gene ID 448767) and fish (Gilley & Fried, 2001), suggesting poten- tial conservation of this mechanism of pRb control (Pajcini et al., 2010). Whether or not pInk4a/b is inhibited following injury in salamanders, fish and arthropods to control pRb, or Biological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society 10Ashley W. Seifert and others operates in aged individuals, awaits detailed investigation of pInk4a/b to shed light on this mechanism of cellular control. An open question is whether de-differentiation in other cell types may be controlledviaregulation of alternate cell cycle control genes that permit entry into S-phase. The nucleolar protein nucleostemin can regulate stem cell self-renewal and proliferation in a p53-dependent manner, and regulates cell-cycle re-entry during regeneration (Ma & Pederson, 2007; Makiet al., 2007; Tsai, Kittappa & McKay, 2002). In newts, upregulation of nucleostemin precedes cell-cycle re-entry and it co-localizes with de-differentiating pigmented retinal epitheliumduring lens regeneration, and with blastema cells during limb regeneration (Makiet al., 2007). Interestingly, ARF expression (from theInk4alocus) downregulates nucleostemin which leads to",
  "sections": {
    "abstract": "One of the most compelling questions in evolutionary biology is why some animals can regenerate injured struc- tures while others cannot. Appendage regeneration appears to be common when viewed across the metazoan phylogeny, yet this ability has been lost in many taxa to varying degrees. Within species, the capacity for regen- eration also can vary ontogenetically among individuals. Here we argue that appendage regeneration along the secondary body axis may be constrained by fundamentaltraits such as body size, aging, life stage, and growth pattern. Studies of the molecular mechanisms affecting regeneration have been conducted primarily with small organisms at early life stages. Such investigations disregard the dramatic shifts in morphology and physiology that organisms undergo as they age, grow, and mature. To help explain interspecific and intraspecific constraints on regeneration, we link particular fundamental traits to specific molecular mechanisms that control regeneration. We present a new synthesis for how these fundamental traitsmay affect the molecular mechanisms of regeneration at the tissue, cellular, and genomic levels of biological organization. Future studies that explore regeneration in organisms across a broad phylogenetic scale, and within an ontogenetic framework, will help elucidate the proxi- mate mechanisms that modulate regeneration and may reveal new biomedical applications for use in regenerative medicine.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significant decrease in the me 3 K27 H3 mark, but not in the me 3 K4 H3 mark that also correlated with a significant increase in expression of some genes involved in the regenerative response.",
    "These findings suggest that nucleostemin may contribute to cell cycle re- entry in other cell types, and supports a role for theInk4alocus in restricting de-differentiation in mammalian cells through multiple pathways.",
    "These findings suggest an increased methylation in control regions of genes that participate in regeneration, and therefore may help explain the loss of regenerative ability following metamorphosis inX."
  ],
  "fullText": "\n\nBiol. Rev.(2011), pp. 000–000.1\ndoi: 10.1111/j.1469-185X.2011.00199.x\nThe influence of fundamental traits\non mechanisms controlling appendage\nregeneration\nAshley W. Seifert\n1,2,∗\n, James R. Monaghan\n1,2\n, Matthew D. Smith\n1,2\n, Bret Pasch\n1,2\n,\nAdrian C. Stier\n1,2\n, Franc ̧ois Michonneau\n1,2\nand Malcolm Maden\n2\n1\nNexus Biology Group, University of Florida, 223 Bartram Hall, P.O. Box 118525, Gainesville, FL 32611, USA\n2\nDepartment of Biology, University of Florida, 223 Bartram Hall, P.O. Box 118525, Gainesville, FL 32611, USA\nABSTRACT\nOne of the most compelling questions in evolutionary biology is why some animals can regenerate injured struc-\ntures while others cannot. Appendage regeneration appears to be common when viewed across the metazoan\nphylogeny, yet this ability has been lost in many taxa to varying degrees. Within species, the capacity for regen-\neration also can vary ontogenetically among individuals. Here we argue that appendage regeneration along the\nsecondary body axis may be constrained by fundamentaltraits such as body size, aging, life stage, and growth\npattern. Studies of the molecular mechanisms affecting regeneration have been conducted primarily with small\norganisms at early life stages. Such investigations disregard the dramatic shifts in morphology and physiology that\norganisms undergo as they age, grow, and mature. To help explain interspecific and intraspecific constraints on\nregeneration, we link particular fundamental traits to specific molecular mechanisms that control regeneration. We\npresent a new synthesis for how these fundamental traitsmay affect the molecular mechanisms of regeneration\nat the tissue, cellular, and genomic levels of biological organization. Future studies that explore regeneration in\norganisms across a broad phylogenetic scale, and within an ontogenetic framework, will help elucidate the proxi-\nmate mechanisms that modulate regeneration and may reveal new biomedical applications for use in regenerative\nmedicine.\nKey words: regeneration, appendage, growth, development, metamorphosis, fundamental trait, phylogenetic constraint,\nregenerative medicine, body size.\nCONTENTS\nI. Introduction................................................................................................2\n(1) General introduction...................................................................................2\n(2) Types of regeneration..................................................................................2\n(3) Appendage regeneration...............................................................................3\n(4) Fundamental traits and regeneration: patterns and assumptions.......................................4\nII. Tissue-level effects..........................................................................................5\n(1) Wound healing and re-epithelialization................................................................6\n(2) Histolysis and blastema formation.....................................................................6\n(3) Nerve dependence.....................................................................................7\n(4) Angiogenesis...........................................................................................7\n(5) Growth and differentiation.............................................................................8\nIII. Cellular effects..............................................................................................8\n* Address for correspondence at address 2 (Tel.: (352) 273-7876; Fax: (352) 392-3704; E-mail: seifert@ufl.edu).\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n2Ashley W. Seifert and others\n(1) Cell cycle re-entry and de-differentiation..............................................................8\n(2) Progenitor cells.........................................................................................10\n(3) Cell proliferation and growth..........................................................................10\nIV. Genomic-level effects.......................................................................................11\n(1) Regeneration-specific genes............................................................................11\n(2) Epigenetic control of regeneration.....................................................................11\nV. Future perspectives.........................................................................................12\nVI. Conclusions................................................................................................14\nVII. Acknowledgements.........................................................................................14\nVIII. References..................................................................................................14\nI. INTRODUCTION\n(1) General introduction\nThe ability of organisms to regenerate tissues and structures\nis one of the most captivating phenomena in biology.\nRegeneration is a ubiquitous feature of metazoans (Brockes\n& Kumar, 2008), although there is substantial variation\nacross taxa from the complete regeneration of an entire\norganism (e.g. hydra, cnidarians, planarians) to a restricted\nregeneration of certain tissues in birds and mammals. A\nmajor goal of regeneration research is to understand if the\nsame molecular mechanisms control regeneration in distantly\nrelated taxa, or if the capacity to regenerate damaged\ntissue has evolved multiple times and with different control\nmechanisms. Additionally, there is substantial variation in\nregeneration among individuals within regenerating species.\nFor example, older zebrafish (Danio rerio) regenerate their\nfins more poorly compared to young individuals (Anchelin\net al., 2011). What are the changes that occur throughout\nthe lifetime of an individual to constrain regeneration?\nThe possible discovery of conserved molecular mechanisms\nthat control regeneration would have a profound impact\non regenerative medicine. Is it possible to activate such\nmechanisms and reawaken latent regenerative capacity in\nolder individuals or in mammals? Contemporary advances\nin molecular biology have begun to uncover the cellular,\nmolecular, and genetic mechanisms governing regeneration,\nhowever, our understanding of what explains variation in\nregenerative ability within and across taxa is lacking.\nOne possible explanation for our limited understanding of\nwhy regenerative capacity fluctuates across taxa is the bias\nof regeneration research towards experiments conducted\non small-sized model organisms when they are young\nin age, and early in life stage. This approach ignores\nconsiderable shifts in growth, development, and physiology\nthat animals experience in their lifetime, and thus masks the\ninfluence of numerous fundamental traits on regenerative\ncapacity. Therefore, we need to consider both the ability\nto regenerate across species, and alterations in regenerative\ncapacity throughout an individual’s lifetime (within species).\nFundamental traits are organismal properties (e.g. life-history\ntraits, developmental traits, physiological traits) that are\ninherent to individuals and species; and that influence their\necology, behaviour, and physiology. As such, fundamental\ntraits have the potential to constrain regenerative ability\nor the rate of regeneration. Identifying constraints on\nregenerative ability that operate both within and across\nspecies will help elucidate if regeneration is inherently linked\nto development and growth. Exploring relationships between\nfundamental traits and regeneration at the mechanistic level\ncan serve as a platform for investigating why some animals\nhave reduced powers of regeneration.\nHerein we address how a suite of fundamental traits can\ninfluence regeneration. These traits can influence the ability\nto regenerate, the rate of regeneration, or the quality of the\nregenerated appendage (i.e. heteromorphy) both within and\nacross species. Specifically, we focus on reparative regener-\nation of appendages along the secondary body axis, and the\nfollowing fundamental traits: (1) body size, (2) aging, (3) life\nstage (pre- or post-metamorphosis; larva, juvenile or adult),\nand (4) mode of post-embryonic growth (determinatever-\nsusindeterminate). We first review the literature and present\npublished viewpoints regarding how fundamental traits affect\nregeneration. We then present hypotheses about how specific\nfundamental traits can influence the mechanisms of regener-\nation at the tissue, cellular, and genomic levels of biological\norganization. Along with these hypotheses we suggest multi-\nple avenues for future research. In order to maximize read-\nability, we avoid reiterating molecular mechanisms for each\ntrait by organizing this review according to biological level,\nand discussing fundamental traits within each section. Our\ngoal is to spark an interest in the underexplored relationships\nbetween fundamental traits and mechanisms of regeneration\ntowards a better understanding of how and why regen-\neration is curtailed in more derived vertebrates, including\nhumans.\n(2) Types of regeneration\nRegeneration is traditionally viewed in two contexts; physio-\nlogical and reparative (Table 1) (Morgan, 1901). Physiologi-\ncal regeneration is the regular and repeated regeneration of\na particular structure that is normally replaced throughout\nthe life of an organism and examples exist in every meta-\nzoan species (Table 1). By contrast, reparative regeneration\nis induced by injury, and leads to replacement of the missing\nstructure. Although this definition distinguishes repair from\nreplacement, some traditional examples of reparative regen-\neration blur the lines between them because restoration of\nthe missing part occurs with structural alterations and with\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration3\nTable 1. Examples of regular and recurring regeneration\n(physiological) and regeneration stimulatedviainjury or damage\n(reparative)\nType of\nregenerationExamples\nPhysiologicalCervid antlers, replacement of blood, epidermis,\nendometrium, gut lining, arthropod\nexoskeleton (moulting)\nReparativeIncomplete: fish barbels, lizard tails, larval\nurodele tails, young mammalian digit tips\nComplete: urodele limbs, adult urodele tails,\nsome fish fins, mollusc eye stalks, arthropod\nand crustacean limbs, antennae\nreductions in function. Thus, reparative regeneration can be\ncomplete or incomplete (Table 1). Examples of incomplete\nregeneration include tail regeneration in lizards (which do\nnot regenerate neurons or vertebrae) (Simpson, 1964), and\nbarbel regeneration in fish (which do not regenerate the\nstructural mesodermal core) (LeClair & Topczewski, 2010).\nInterestingly, when the larval urodele tail is amputated the\nnotochord fails to regenerate, and is replaced by cartilagi-\nnous vertebrae that will not develop until months later in the\nrest of the tail (Goss, 1969). In this case of regeneration the\nreplacement is not perfect, but rather is a precursor of what\nwill develop around the structure in the future. This fine\ndistinction is important as it may reveal early compromises\non regenerative ability in some lineages where regeneration\nand repair occur in tandem. Here we define regeneration as\nthe complete replacement of the original form.\nWe also note a fundamental distinction between the ability\nto generate an entirely new organism from a severed piece\n(e.g.Hydra) and regeneration of a limb in arthropods or\nsalamanders (Fig. 1). Whereby, if you cut a planarian in two,\nor sever the arm of a starfish, each piece has the ability to form\na complete, autonomous animal (Fig. 1A). By contrast, the\nsevered tail of a lizard or the limb of a cockroach cannot give\nrise to a new individual, and this piece fails to survive apart\nfrom the animal (Fig. 1B). Mechanistically, the ability to\nreplace a missing structure in asexually reproducing animals\nstems from a continuous source of pluripotent cells with\nlimitless proliferative potential and with the ability to form\nevery cell type in the new animal (Wagner, Wang & Reddien,\n2011). By contrast, cells involved in vertebrate, crustacean, or\narthropod regeneration cannot form every part of an animal\nin vivo,and are limited in their developmental potency (Kragl\net al., 2009; Truby, 1983). Herein, we focus on appendage\nregeneration along the secondary body axis.\n(3) Appendage regeneration\nThe early events of appendage regeneration can occur from\nthe production of new tissue through cell proliferation (epi-\nmorphosis), or through the rearrangement of existing cells to\nform the new part in the initial absence of proliferation (mor-\nphallaxis) (Morgan, 1901). More recently this distinction has\nB\nA\nFig. 1.Distinguishing  between  modes  of  regeneration.\n(A) After a seastar loses an arm, both the body (missing the\narm) and the arm (apart from the body) can regenerate the\nmissing part. (B) A lizard, following autotomy or injury, can\nregenerate a new tail, but the tail has no capacity to regenerate\nmore of itself, let alone another lizard.\nbeen argued to be purely historical, and that all instances of\nregeneration share the feature of re-specification of positional\ninformation at the injury site followed by intercalation and\nre-growth of the regenerating tissue (Agata, Saito & Naka-\njima, 2007). The important distinction is that in all examples\nof appendage regeneration along the secondary body axis\ncell proliferation is required to supply material for the initial\nregenerating appendage, and this process couples growth of\nthe appendage with regeneration. For this reason, epimor-\nphosis mechanistically unites leg or antennae regeneration\nin hemimetabolous insects, eye-stalk regeneration in snails,\nand limb, fin, and tail regeneration in vertebrates.\nFollowing extirpation, epimorphic appendage regener-\nation proceeds through a series of similar events (Fig. 2)\n(Bryant, Endo & Gardiner, 2002). First, epithelial cells\nmigrate over the wound surface (under in the case where\na scab is formed) to re-epithelialize the injury site. Next,\ncells at the amputation plane re-enter the cell cycle and de-\ndifferentiate. Local cell populations comprised of these newly\ndedifferentiated cells, progenitor cells, and fibroblasts form a\nregeneration blastema. The blastema proliferates, and as in\nembryonic development, these cells acquire spatial pattern-\ning information as they expand, ultimately re-differentiating\nto restore the injured structure through intercalation (French,\nBryant & Bryant, 1976). An extended growth period follows\nregeneration once patterning is complete. Full replacement\nof the appendage can take years in some large terrestrial sala-\nmanders (Young, Bailey & Dalley, 1983b), and is restricted by\nmoulting times in arthropods such that a small limb emerges\nand grows after each successive moult (Maruzzoet al., 2005).\nThat epimorphic regeneration of appendages appears highly\nconserved is fascinating given the great phylogenetic dis-\ntance among these species, although it remains unclear if\nthe molecular mechanisms underlying these processes are\nhomologous across taxa.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n4Ashley W. Seifert and others\nArthropod regeneration\nDe-Diff.Blastema\nBlastema\nProliferation\nProliferation\nProliferation\nRe-Ep.\nRe-Ep.\nInjury or Amputation\nDifferentiation\nDifferentiation\nPatterning   Growth\nDe-differentiationWound healing\nCutical \nreformation\nMuscleCuticle\nNervesEpidermis\nCartilage/Bone\nVertebrate regeneration\nFig. 2.Epimorphic regeneration in vertebrates and arthropods. Following injury or amputation, appendage regeneration in these\ntaxa proceeds through a generally similar set ofstages. First, re-epithelialization (Re-Ep.)occurs as the edges of the epidermis migrate\nto cover the wound surface. In taxa with an exoskeleton, the cuticle reforms after the epidermis has finished covering the wound. Cell\ncycle re-entry and de-differentiation (De-Diff.) of local cell populations leads to the formation of a regeneration blastema. Blastemal\ncells proliferate and acquire patterning information as they re-differentiate to replace the missing structure.\n(4) Fundamental traits and regeneration: patterns\nand assumptions\nFundamental traits are key components of the ecology,\nbehaviour, physiology,  and  life-history strategy  of  an\norganism. The critical role of fundamental traits in modifying\nform and function begs the question whether or not they\nmay also influence mechanisms that control appendage\nregeneration. Surprisingly, the effects of such fundamental\ntraits have been largely ignored in rigorous experimental\nstudies, and this oversight stems partly from the difficulty in\nseparating traits that are correlated with one another (Goss,\n1969; Pritchett & Dent, 1972; Scott, 1909; Speakman, 2005;\nWagner & Misof, 1992; Younget al., 1983b).\nNonetheless, some studies have examined the influence of\nbody size in vertebrates (but not arthropods), which has led\nto the perception that rate of regeneration and replacement\ntime of a structure are negatively affected by size (Pritchett\n& Dent, 1972). Unfortunately, only one study has addressed\nbody size alone (controlling for age): Pritchett & Dent (1972)\nfound that in newts, the larger hindlimbs took longer to regen-\nerate than did the smaller forelimbs in the same individuals.\nFrom this they inferred a negative relationship between the\nsize of adult newts and the rate of limb regeneration (Pritch-\nett & Dent, 1972). In practice, the study was limited by the\nsize variation in limbs, inherent differences in the structure\nof hindlimbs and forelimbs, and that the patterning phase\nand the growth phase were analyzed together. Analyzing\nregeneration and growth together confounds how the size of\na structure might directly influence the development and pat-\nterning phases of regeneration (Fig. 2). For instance, studies\nin salamanders and fish have shown that body size neg-\natively correlates with growth of the regenerate following\nmorphogenesis, although not necessarily for development of\nthe regenerating anlagen (Fig. 2) (Scott, 1909; Tank, Carlson\n& Connelly, 1976; Younget al., 1983b). Thus, the influence\nof size on regeneration remains unclear, and we can con-\nclude only that larger organisms take longer to re-grow an\nappendage following regeneration of a small replacement.\nAging and life stage also strongly influence organismal\nperformance (Lakatta, 1983; Mardenet al., 2003; Pough &\nKamel, 1984). Among vertebrates, the general assumption\nis that regeneration will take longer at older ages (Wagner\n& Misof, 1992; Wallace, 1981). Although regeneration has\nbeen documented to occur in a few mature salamanders and\nfish, little information actually exists on regenerative ability\nor rate in aged animals. Underscoring the importance of con-\nducting regeneration experiments in older animals, a recent\nstudy found no difference in the rate or quality of regen-\nerating lenses in very old newts between 16 and 30 years\nof age (Eguchiet al., 2011). Still, at a mechanistic level,\nthere are many reasons why aging may affect regeneration.\nWhen decoupled from body size, aging becomes relevant to\ncell differentiation, cell cycle re-entry (de-differentiation),\nmetabolic stress, and the capacity for cell proliferation.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration5\nSimilarly, metamorphosis represents a major transition in life\nwhere structure, function, and physiology change dramati-\ncally. Life-stage-limited regeneration has been demonstrated\nin anurans (Dent, 1962) and holometabolous insects (see ref-\nerences in Maginnis, 2006; Maruzzoet al., 2005) where the\ncapacity to regenerate is lost after metamorphosis. Regener-\native capacity in hemimetabolous insects, crustaceans, and\nsome chelicerates is dependent on remaining moulting peri-\nods (see references in Goss, 1969; Maginnis, 2006; Maruzzo\net al., 2005); whether or not these organisms can regenerate\nan appendage beneath the cuticle following their final instar\nremains unknown. Assuming that the cellular and genetic\nstructure of these animals does not change at metamorphosis\n(or moult), then why there is a change in their regenerative\nability is puzzling, and warrants further inquiry in a variety\nof pre- and post-metamorphic animals.\nWhile the relationship between regeneration and growth\nhas long been appreciated (Goss, 1965; Voit, Anton &\nBlecker, 1995), the interaction between regeneration and\nmode of growth (determinateversusindeterminate) remains\npoorly studied. Some evidence suggests that species which\ncontinue to grow after reaching sexual maturity (indeter-\nminate growth) may be more likely to retain the capacity\nto regenerate throughout their life (Kara, 1994; Klapper\net al., 1998), whereas this capacity may be limited to juvenile\ngrowth periods in species that attain maximum size at matu-\nrity (determinate growth). In newts and other amphibians, the\nyearly addition of skeletal bone (measured as growth rings) is\na key factor in attributing indeterminate growth to these ani-\nmals (Homan, Reed & Windmiller, 2003; Jakobet al., 2002).\nDespite continued skeletal addition, overall growth rates for\nmany species of indeterminategrowers often decrease with\nage, metamorphosis, or sexual maturity, and this may greatly\nreduce regenerative capacity. For example, some effects of\naging that may inhibit regeneration have been observed in\nmammalian cells, but appear to be absent from fishes and\namphibians with indeterminate growth. Interestingly, arthro-\npodsthatdo notexhibitpost-larval cell division (e.g. mites) are\nincapable of regeneration because they are incapable of fur-\nther growth (Rockett & Woodring, 1972). While regeneration\nin determinate growers remains to be tested at stages where\ngrowth plateaus, the current evidence supports a relationship\nbetween growth potential and the capacity for regeneration.\nAfter considering previous attempts to explain how\nfundamental traits can affect appendage regeneration, we\nare left with conflicting results, and with no clear set of\nhypotheses for how these traits may affect the specific\nmechanisms that control regeneration. Below we discuss how\nfundamental traits can modulate mechanisms of regeneration\nat three levels of biological organization: tissue, cellular, and\ngenomic. Some traits may have diverse effects at multiple\nlevels, while others (e.g. size) may have effects at only one\nlevel (Fig. 3). Because of the complex interaction between\ntraits and mechanisms, we present hypotheses for each level\nof organization and reference traits where applicable.\nII. TISSUE-LEVEL EFFECTS\nAn appendage is comprised of multiple tissues that can\ninclude combinations of nerves, muscle, cartilage, and bone\nsurrounded by epidermis. At the tissue level, fundamental\ntraits of an organism may limit regeneration through effects\non these tissue components alone or in combination (Fig. 3).\nAppendage size, which is correlated with body size, dictates\nthe area of the injury plane. In large-bodied animals, the area\nof this surface may delay re-epithelialization to such a degree\nthat it prevents the formation of a blastema. Also, injury\nabove a critical size could lead to lethal loss of vital fluids (e.g.\nblood, haemolymph, water). The inability to recover from\nsuch a large injury would negate the need for regenerating\nLife stage\nGrowth pattern\nTissue level properties\nCellular level properties\nGenomic level propertie\ns\nCatastrophic loss of limb\nRe-epithelialization \nAppendage growth\nNerve dependence\nAngiogenic dependence\nCell cycle re-entry\nDe-differentiation\nProgenitor cell availability\nDNA methylation state\nFundamental Trait\nBody size\nAge\nAEC formation\nCell proliferation\nTelomerase activity\nHistone modifications\nHistolysis\nBlastema formation\nFig. 3.Fundamental traits can exert their effect on regenerative processes at multiple levels of biological organization. Biological\nprocesses are listed for the level of biological organization at which they can exert their effect on regenerative capacity. Lines\nconnecting a fundamental trait to a biological process indicate a hypothesized interaction that can affect regeneration. These\ninteractions are discussed in the text. AEC, apical epithelial cap.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n6Ashley W. Seifert and others\nthe appendage, and would provide a natural limit for the\ninjury size an animal could sustain. Provided the injury is\nnot life threatening, how does the size of the appendage, or\nits developmental stage impact particular requirements to\nmount a successful regenerative response?\n(1) Wound healing and re-epithelialization\nIn order to stabilize an injury, animals need to close\nthe wound surface to protect against infection, desiccation\n(terrestrial animals), or osmotic imbalance (aquatic animals).\nBoth initiation and the rate of re-epithelialization can\nregulate the regenerative response, and may be dependent\non size, aging, or life stage. All animals capable of appendage\nregeneration completely re-epithelialize the wound surface.\nA survey of limb regeneration among amphibians showed\nthat species exhibiting some form of regenerative outgrowth\nhave rapid epithelial migration, whereas species with\ndelayed migration exhibit no regeneration (Scadding, 1981).\nMoreover, the largest individuals in this survey showed a\nreduced regenerative capacity (i.e. slower rates, incomplete\npatterning, incomplete regeneration); but variation in size\namong species, and variation in age within species were not\nrigorously controlled for. This suggests that size may have\nincreased the time needed to re-epithelialize the wound,\nwhich in turn inhibited a successful regenerative response.\nDelayed re-epithelialization contributes to scarring and can\nlead to chronic, non-healing wounds (Sivamani, Garcia &\nIsseroff, 2007). By contrast, rapid re-epithelialization occurs\nduring scar-free healing in fetal mammals and an increased\nrate of re-epithelialization can reduce scarring (Whitby\net al., 1991).\nAmong arthropods, re-epithelialization follows haemoly-\nmph coagulation which initially protects the amputation\nplane by forming a scab (similar to mammals) (Adidoyi, 1972;\nRockett & Woodring, 1972). The rate of re-epithelialization\nin arthropods is much slower compared to amphibians, but\nhas not been examined across an age or size gradient; and\nwhether or not re-epithelialization occurs in non-moulting\nadults following amputation is not known.\nThe neo-epidermis also plays an important role in\ndirecting regeneration. Following re-epithelialization, the\nnew epidermal layer becomes a specialized signaling centre\ncalled the apical epithelial cap (AEC). The AEC directs\ngrowth of the underlying tissue and is necessary for successful\nappendage regeneration (Wallace, 1981). Formation of this\nstructure appears to depend partially on the life stage when\nthe amputation occurs. The inability to regenerate a tail\nduring frog metamorphosis is correlated with a lack of AEC\nformation, and post-metamorphic anuran species that show\nheteromorphic regeneration do not form an AEC as thick as\nthat seen in urodeles capable of complete limb regeneration\n(Wolfe, Nye & Cameron, 2000).\nThe  loss  of  limb  regeneration  ability  in  anurans\nalso  may  be  due  to  a  loss  of  competency  in  the\nmesenchyme as opposed to the epidermis. Yokoyama\net al.  (2000)  created  recombinant  limbs  with  epider-\nmis collected from regeneration-incompetent limbs and\nmesenchyme from regeneration-competent limbs (andvice-\nversa). They showed that only the regeneration-competent\nmesenchyme can rescue a regeneration-incompetent epider-\nmis (i.e. regeneration-competent epidermis did not rescue\nregeneration-incompetent mesenchyme). Thus, some con-\ntroversy remains about whether changes in the epidermis\nare the cause of regenerative loss. However, complete for-\nmation of the AEC is required for complete limb regeneration\nin salamanders; and available evidence shows a correlation\nbetween life stage and AEC formation.\nLife stage may affect the regenerative response due to\nalterations in tissue physiology of the epidermis. During\nregeneration, changes in ion flux across the wound bed cause\na shift in electric potential that correlates with a regeneration-\npermissive environment (Borgens, Vanable & Jaffe, 1977).\nXenopus laevistadpoles are normally capable of tail regener-\nation but undergo a short refractory period (stages 45-47)\npreceding metamorphosis where they become regeneration\nincompetent (Beck, Christen & Slack, 2003). Regeneration\nprior to this phase is partly due to the movement of protons\n(viaan ion pump) across the new epithelium and to the sub-\nsequent rapid physiological restoration of a polarized plasma\nmembrane that covers the wound site (Adams, Masi & Levin,\n2007). An inability to rapidly re-polarize during the refrac-\ntory period leads to loss of regeneration while mis-expression\nof a heterologous cell membrane H\n+\npump in refractory\nepidermis can rescue tail regeneration in tadpoles (Adams\net al., 2007). Though previous research has been conducted\nonly on tail regeneration, appendage regeneration following\nmetamorphosis may be constrained in a similar manner.\nThe involvement of tissue-specific changes that alter ion\nmovements underscores the role that life stage may play\nin the control of regeneration through changes in tissue\nphysiology.\n(2) Histolysis and blastema formation\nFollowing re-epithelialization, histolysis of underlying stump\ntissue takes place to break down injured tissue and the\nsurrounding extracellular matrix (ECM). This, in turn, frees\nup cells to migrate and form a blastema (Fig. 2). The process\nof histolysis and blastema formation may be influenced by\nstructural changes that occur to the ECM during aging.\nCollagen is the major component of the ECM in skin,\nand must be degraded for cell migration to proceed. As\nvertebrates age, cross-linking of collagen increases tensile\nstrength and decreases solubility of the ECM (Baum, Faris &\nFranzblau, 1975; Kara, 1994). Thus, aged animals likely have\na more difficult time breaking down the ECM, which would\nconsequently delay or inhibit blastema formation. In addition\nto the ECM, bone and cartilage at the amputation plane must\nundergo histolysis prior to replacement during regeneration\n(Wallace, 1981). While the ratio of bone to cartilage increases\nwith age, the effects of these ratios on regeneration rates are\nnot known. Further testing of these observations is necessary\nto understand if adult appendages with mineralized skeletons\nexhibit reduced regenerative capacity.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration7\n(3) Nerve dependence\nOne of the most extensively studied phenomena in regenera-\ntion is the dependence on an intact nerve supply as observed\nin hydra, echinoderms, planarians, annelids (reviewed in\nBrockes & Kumar, 2008), teleost fins (Geraudie & Singer,\n1985),Xenopus laevisfroglet limbs (Suzukiet al., 2005), urodele\nlimbs (Singer, 1952), lizard tails (Simpson, 1970), and fetal\nwound healing in chickens and mammals (Harsum, Clarke &\nMartin, 2001; Stelnickiet al., 2000). Nerves play a supportive\n(rather than instructive) role by secreting nerve-derived fac-\ntors that facilitate appendage regeneration (Carlson, 2007).\nBody size, aging, and life stage each may alter the nerve-limb\nrelationship and lead to the loss of regenerative capacity.\nIn vertebrates, the number of nerve fibres or the cross-\nsectional area of nerve bundles (expressed as a fraction of\nthe cross-sectional area of the limb) is often negatively cor-\nrelated with increasing body size (Peadon & Singer, 1965;\nWallace, 1981). In a large animal, an insufficient concen-\ntration of nerves may constrain regeneration in a large\nappendage that would normally be able to regenerate if it\nwas smaller. The hypothesis that nerve concentration con-\nstrains regenerative capacity was championed by Marcus\nSinger, based primarily on experiments showing that newt\nlimbs must have a minimum number of nerve fibres in order\nto regenerate (Singer, 1952). Also, there may be an inter-\nspecific relationship between regeneration rate and degree\nof innervation. However, the evidence for this is equivocal:\nnerve abundance appears to be positively correlated with\nthe rate of regeneration acrossAmbystomaspecies (Young\net al., 1983b), but other studies have shown that regenerative\ncapacity among species does not correlate with innervation\n(Kurabuchi, 1990; Scadding, 1982; Van Stone, 1964) or with\nregeneration rate within the same species (Scadding, 1983).\nFurthermore, the Mexican axolotl has a relatively fast rate of\nregeneration, despite having one of the lowest nerve densities\namong amphibians (Scadding, 1982). More experiments that\ncompare innervation parameters across larger interspecific\nranges in appendage size are necessary to better resolve the\nconnection between nerve fibre abundance and regenerative\nability or rate.\nIn addition to body size, aging and metamorphosis may\nconstrain regenerative capacity by inhibiting the ability of a\nnerve to produce the vital nerve-derived factor(s). Compared\nto old individuals, spinal cord extracts from young axolotls\nare more mitogenic than extracts from old axolotls when\nadded to blastemal cells (in vitro) from a regenerating limb\n(Boilly & Albert, 1988). This suggests that there is some\ndecrease in the neurotrophic influence of spinal cords\nacross an age gradient in salamanders. Nerves may also\nlose the ability to re-grow over ontological time, making\nthem unable to provide support for regeneration. The ability\nof mammals to regenerate peripheral nerves decreases with\nage, and all vertebrates regenerate nerves better when they\nare younger (Tanaka & Ferretti, 2009; Verduet al., 2000).\nAdditionally, some forms of axon re-growth are lost at\nmetamorphosis (Gibbs, Chittur & Szaro, 2010). For example,\nX. laevisaxons can regenerate across a spinal cord lesion\nwhen metamorphosis is pharmacologically inhibited, but\nthis ability is lost when metamorphosis is precociously forced.\nThus, during aging and after metamorphosis, there is a clear\ndecrease in the regenerative capacity of the nervous system\nand this likely contributes to the reduced ability of an animal\nto support peripheral tissue regeneration.\nAn exception to the nerve-dependency phenomenon\nis that larval salamander limbs can regenerate without\ninnervation if the limb was never innervated during\ndevelopment (termed aneurogenic) (Yntema, 1959). During\ndevelopment, limb buds are formed before nerve fibres enter\nthe limb, meaning that early limb development is nerve\nindependent. Limb buds and surgically created aneurogenic\nlimbs may produce their own neurotrophic-like factors (Filoni\net al., 1999), or they may not need the neurotrophic factor\nfor growth (Tassava & Olsen-Winner, 2003). Regardless of\nthe mechanism, innervation of developing or aneurogenic\nlimbs leads to nerve dependency (Thornton & Thornton,\n1970). Surgically creating aneurogenic limbs may simply\nextend the time in which the limb can produce its own\nneurotrophic-like factors, or the time in which the limb does\nnot need the neurotrophic-like factors for growth. Recent\nstudies have shown that denervated limbs can regenerate\n(albeit without muscle) if a single molecule, anterior gradient\n2, is introduced into the denervated limb blastema (Kumar\net al., 2007). An explanation for why aneurogenic limbs\ncan regenerate may be provided through functional studies\nduring limb development and in aneurogenic limbs. The key\npoint is that once limbs are innervated for some time, they\nbecome nerve dependent for the life of the animal, and thus\nmay be affected by fundamental traits later in life.\nThe role of the nervous system during arthropod regen-\neration has received little attention, partly due to difficulties\nassociated with denervating arthropod appendages. Some\nstudies have established that muscle regeneration is depen-\ndent upon innervation after moulting (Consoulas & Levine,\n1997), while others suggest that innervation plays only a par-\ntial role in the support of appendage regeneration (Nuesch,\n1968). Although the available evidence supports a role for\nnerves, the conflicting results and experimental hurdles from\nvarious arthropod studies make it difficult to test hypotheses\nabout how changes in the nervous system across ontogeny\nmay influence regeneration (Goss, 1969; Nuesch, 1968).\n(4) Angiogenesis\nSimilar to nerve requirements, vascular support is also a likely\nrequisite for proper appendage regeneration. The formation\nof new blood vessels (angiogenesis) is necessary for organ\ndevelopment and tissue homeostasis in adulthood. Upon\ninjury, hypoxic conditions produced by the local destruction\nof tissue are thought to induce the formation of angiogenic\nfactors including vascular endothelial growth factor (VEGF)\n(Ferrara, 2002). During fin regeneration in zebrafish, block-\ning angiogenesis by inhibiting VEGF signaling does not affect\nblastema formation or early tissue outgrowth (∼800μm),\nbut does block further growth of the regenerate (Baylisset al.,\n2006). This suggests that while vascularization does not play\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n8Ashley W. Seifert and others\na role in blastema formation or early cell proliferation, it is\nnecessary for growth and morphogenesis of the regenerat-\ning appendage (Fig. 2). The age and size of a regenerating\nstructure likely affects angiogenesis in a similar manner to\nnerve regeneration, because growth of the two tissues is inti-\nmately connected. Angiogenic potential decreases with age\nin mammals (that do not regenerate), and affects the injury\nresponse (Edelberg & Reed, 2003), but whether animals with\nregenerative abilities also have decreased angiogenesis with\nincreased age is unknown.\n(5) Growth and differentiation\nThe previous sections discussed influences on the ability of\nan organism to mount a regenerative response (i.e. prior to\ndifferentiation of the regenerate; Fig. 2). Alternatively, fun-\ndamental traits may affect the growth phase of regeneration.\nIntriguingly, the rate of regeneration prior to differentiation\nmay be relatively constant across body size, and only vary\nas the newly regenerated appendage grows (which would be\na function of growth rate). Observations from regenerating\nlimbs of large and oldAmbystoma mexicanumdemonstrate that\nthe digit-stage regenerate is actually a small limb in the\ncentre of the amputation plane, surrounded by a collar of\ntissue (unpublished data). In contrast to previous research\n(Scadding, 1977), a study on large adultAmbystoma annulatum,\nA. maculatum, A. texanum, andA. tigranumfound they were\ncapable of regenerating their limbs, although in some cases\ncomplete replacement took nearly two years (Young, Bailey\n& Dalley, 1983a; Younget al., 1983b). In hemimetabolous\ninsects and crustaceans, regeneration is wholly dependent\non moulting (and thus on growth). For many arthropods\nand crustaceans, the regenerate following the first moult is\nalways a small version of the missing appendage, and sub-\nsequent moults are necessary in order to completely replace\nthe missing part (Maruzzoet al., 2005). The formation of\na miniature replacement suggests that fundamental traits\nmay constrain regeneration after patterning, and that given\nenough time and energy, a small appendage will eventually\nregenerate to the normal size. Hence, claims that larger and\nolder animals regenerate more slowly may have nothing to\ndo with regenerationper se,but instead be a consequence\nof growth of the replacement part. To understand more\nfully how growth and regeneration are coupled, future stud-\nies examining this relationship should consider: (1) if factors\npermit a regenerative response but preclude growth to fully\nrestore the missing tissue; and (2) how various factors affect\nthe rate of regeneration during the development phase and\ngrowth phase independently.\nIII. CELLULAR EFFECTS\nNext, we address how fundamental traits may affect regen-\neration at the cellular level. During embryonic development\nof an appendage, the proliferation, patterning, and differen-\ntiation of dividing cells are integrated to produce the final\nstructure. Appendage regeneration following injury appears\nto recapitulate the developmental process. But in contrast to\ndevelopment, differentiated cells must re-enter the cell cycle\nduring regeneration, and are induced to proliferate amongst\npopulations of cells that necessarily must remain in the differ-\nentiated state. The delicate regulation of de-differentiation,\nproliferation, and re-differentiation is critical to the regener-\nation process. The effects of aging and growth on the ability\nof cells to de-differentiate and proliferate likely contribute to\nconstraints on regeneration. Aging in some animals is inti-\nmately tied to cellular senescence and a decrease in telomere\nsize. The role of cellular senescence and telomere length in\nrelation to regeneration has been almost completely unex-\nplored outside of mammals and a few fish. A lack of cellular\nsenescence in cold-blooded vertebrates and some crustaceans\nmay provide for prolonged regenerative capacity throughout\nlife (Elmoreet al., 2008; Gomes, Shay & Wright, 2010). Here\nwe explore how these cellular mechanisms can be affected\nduring the aging process, and how indeterminate growers\nmight escape the effects of senescence, thereby exhibiting\nnear-limitless regenerative potential.\n(1) Cell cycle re-entry and de-differentiation\nFollowing appendage amputation in vertebrates and arthro-\npods, local signals at the site of injury stimulate differentiated\ncells to ‘‘rewind’’ their cellular history and re-enter the\ncell cycle (Echeverri, Clarke & Tanaka, 2001; Hay & Fis-\nchman, 1961; Lentz, 1969; Truby, 1983). Simultaneously,\nprogenitor cells are mobilized and contribute to regenerat-\ning tissue (Morrisonet al., 2006). Both differentiated cells and\nlocal progenitor cells participate in appendage regeneration,\nalthough the relative contribution of these cells to the sub-\nsequent tissue components remains unclear (Morrisonet al.,\n2006). Recent research examining axolotl limb regeneration\nconfirmed that blastemal cells respect strict cell lineages, sug-\ngesting that de-differentiation does not produce a blastema\nof pluripotent stem cells, but rather a blastema of lineage-\ncommitted cells that respect their embryonic origin (Kragl\net al., 2009). Following activation or de-differentiation, both\ncell types must proliferate, acquire positional identity, and\nthen differentiate to populate the regenerated tissue (Fig. 2).\nSubsequent regeneration will not proceed correctly if cells at\nthe injury site are unable to complete all of these processes.\nResearch on the cellular mechanisms of de-differentiation\nhas mainly focused on lens regeneration in newts (Eguchi\n& Shingai, 1971; Imokawa & Brockes, 2003), muscle regen-\neration in amphibians and mammals (Carlson, 2007; Slack,\n2006), and heart regeneration in the zebrafish (Joplinget al.,\n2010; Kikuchiet al., 2010). The most well-studied example\nof de-differentiation is the re-entry of myonuclei into the\ncell cycle during urodele appendage regeneration (Fig. 4).\nFollowing amputation, muscle fibres located near the ampu-\ntation plane fragment into mononucleate cells, divide, and\ncontribute to new muscle in the regenerate (Calve & Simon,\n2011; Echeverriet al., 2001; Hay & Fischman, 1961; Kumar\net al., 2004; Lentz, 1969; Morrisonet al., 2006; Thornton,\n1938).\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration9\nNon-amniotic vertebrateMammal\nInjury\nInjury\nExogenous\nExogenous\nhuman \n?\nInjury\nInjury\nKnockdown of \npRb and ARF\nIn vivo conditions\nQuiescent cells\nExperimental manipulations\nCell cycle re-entry\nCell cycle re-entry\nNO cell cycle re-entry\ncell cycle re-entry\ngrowth arrest and NO\nS\nquiescent cell\nde-diff. cell\nG\n2\nM\nG\n1\ncdk4,6\nP\nP\nP\nP\nP\nquiescent cell\nRb\np\nMCM2\np53\nRb\np\nde-diff. cell\nMCM2\n53\np\ngrowth \narrrested cell\nARF MCM2\n53\np\ngrowth \narrrested cell\nARF\n+\nA\nB\nC\nS\nG\n2\nM\nG\n1\nS\nG\n2\nM\nG\n1\nS\nG\n2\nM\nG\n1\nS\nG\n2\nM\nG\n1\nS\nG\n2\nM\nG\n1\ncdk4,6\ncdk4,6\ncdk4,6\nRb\np\ncdk4,6\nRb\np\npInk4a/b\npInk4a/b\npInk4a/b\nInk4a\np16\nInk4b\n15\np\nInk4b\n15\np\nInk4b\n15\np\nInk4a\n16\np\nInk4a\n16\np\nInk4a\n16\np\nRb\np\ncdk4,6\nRb\np\nFig. 4.Myofibre cell cycle re-entry in non-amniotic vertebratesversusmammals. (A) Schematic representation of the inhibitory\nmechanisms present in quiescent cells that block myofibre cell cycle re-entry in vertebrates. Non-amniotic vertebrates possess one\nINK4gene that produces cyclin-dependent kinase inhibitor 2 (p16\nInk4\n) while mammals possess twoInk4genes (Ink4awhich produces\np16\nINK4a\nand ARF andInk4bwhich produces p15\nINK4b\n). p16\nINK4a\nand p15\nINK4b\nblock cyclin-dependent kinases 4 and 6 (cdk4,6)\nactivity under normal conditions. Mammals possess an extra level of cell cycle re-entry inhibition by alternate open reading frame\n(ARF) through tumor protein p53. Under normal conditions,maintenance of chromosomes 2 (MCM2) ubiquitinates p53 and\ntargets it for destruction. pRb, retinoblastoma protein. Black circles depict complete cell cycle and individual phases (G1, S, G2,\nM). (B) The vertebrate response to muscle injury. Left: the non-amniotic myofibre response to appendage amputation. pInk4a/b\nis either not produced or blocked upon injury, allowing cdk4,6 to inhibit pRb by phosphorylation (purple circles) thus permitting\ncell cycle re-entry. de-diff., de-differentiated. Right: the known cell cycle re-entry inhibitor pathways in mammals. ARF is produced\nand binds directly to MCM2, inhibiting its activity on p53 and allowing p53 to block cell cycle re-entry. (C) Left: red text indicates\nexperimental manipulations performed in urodele myotubes which block cell cycle re-entry. Over-expression of a human form\nof p16\nINK4a\nblocks cell cycle re-entry by inhibiting pRb phosphorylation. Right: red text indicates experimental manipulations\nperformed in mammalian myotubes which allow cells to re-enter the cell cycle. Only when both pRb and ARF are knocked down\ncan primary mammalian myotubes re-enter the cell cycle and mimic the urodele response to injury.\nVertebrate muscle development is partly regulated by\nretinoblastoma protein (pRb) that initiates and main-\ntains cell cycle withdrawal during the fusion of myoblasts\ninto myotubes (Zacksenhauset al., 1996) (Fig. 4A). Newt\nmyofibers circumvent mitotic block following injury by phos-\nphorylation of pRb, which allows the formation of a myoblast\npool that regenerates into new muscle (Calve & Simon, 2011;\nTanakaet al., 1997) (Fig. 4B). By contrast, mammalian myofi-\nbres cannot be induced to re-enter the cell cycle upon injury\nor serum stimulation (Huhet al., 2004; Tanakaet al., 1997)\n(Fig. 4B). The inhibition of cell-cycle re-entry may be due to\nmammals possessing an additional level of protection caused\nby gene duplication at theInk4locus such that two proteins,\ncyclin-dependent kinase inhibitor 2 (p16\nINK4a\n) and alternate\nopen reading frame (ARF), are produced from alternative\nsplicing ofINK4a(Gilley & Fried, 2001; Kimet al., 2003). In\nmammals, p16\nINK4a\nand p15\nINK4b\nprevent cell cycle re-entry\nthrough regulation of pRb, whereas ARF regulates tumour\nprotein p53 activity, thusadding an additional layer of protec-\ntion (Pajciniet al., 2010) (Fig. 4A, C). Subsequent knockdown\nof both pRb and ARF allow mammalian myotubes to re-\nenter the cell cycle (Pajciniet al., 2010) (Fig. 4C).\nInterestingly, p16\nINK4a\nis a potent tumour suppressor that\nis undetectable in young mammals but accumulates in older\nindividuals. Experimentally reducing p16\nINK4a\nlevels in old\nindividuals leads to a substantial increase in regenerative\nability (Krishnamurthyet al., 2006). Furthermore, when a\nplasmid encoding human p16\nINK4a\nis injected into newt\nmyotubes, their ability to re-enter the cell cycle (and thus\nde-differentiate) is blocked (Tanakaet al., 1997) (Fig. 4C).\nHomologs of p16\nINK4a\nand p15\nINK4b\nare present as one gene\nproduct (pInk4a/b) in amphibians (X. tropicalis; Gene ID\n448767) and fish (Gilley & Fried, 2001), suggesting poten-\ntial conservation of this mechanism of pRb control (Pajcini\net al., 2010). Whether or not pInk4a/b is inhibited following\ninjury in salamanders, fish and arthropods to control pRb, or\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n10Ashley W. Seifert and others\noperates in aged individuals, awaits detailed investigation of\npInk4a/b to shed light on this mechanism of cellular control.\nAn open question is whether de-differentiation in other\ncell types may be controlledviaregulation of alternate\ncell cycle control genes that permit entry into S-phase.\nThe nucleolar protein nucleostemin can regulate stem cell\nself-renewal and proliferation in a p53-dependent manner,\nand regulates cell-cycle re-entry during regeneration (Ma &\nPederson, 2007; Makiet al., 2007; Tsai, Kittappa & McKay,\n2002). In newts, upregulation of nucleostemin precedes\ncell-cycle re-entry and it co-localizes with de-differentiating\npigmented retinal epitheliumduring lens regeneration, and\nwith blastema cells during limb regeneration (Makiet al.,\n2007). Interestingly, ARF expression (from theInk4alocus)\ndownregulates nucleostemin which leads to p53-mediated\ncell cycle arrest (Ma & Pederson, 2007). These findings\nsuggest that nucleostemin may contribute to cell cycle re-\nentry in other cell types, and supports a role for theInk4alocus\nin restricting de-differentiation in mammalian cells through\nmultiple pathways. In cockroaches, epidermal cells re-enter\nthe cell cycle following amputation, although the mechanisms\nof this action are unclear (Truby, 1983). Hypothesizing that\nsimilar events occur in these and other arthropods capable of\nregeneration is reasonable and warrants further investigation\ninto the control of cell cycle re-entry during appendage\nregeneration. Future research should address: (1) whether\nor not de-differentiation in other organs and appendages\ninvolves removing similar inhibition of cell cycle re-entry;\n(2) if this blockade is maintained in an age-dependent fashion;\nand (3) whether other metazoans also have such mechanisms.\n(2) Progenitor cells\nProgenitor cells are lineage-restricted stem cells that can dif-\nferentiate into specific cell types a limited number of times,\nand serve to replenish various cell types throughout the body.\nAlong with de-differentiating cells, progenitor cells account\nfor an unknown fraction of regenerating tissue. Data from\nmammalian and avian taxa indicate that the number and\nproliferative ability of progenitor cells declines with age (Carl-\nson, 1995; Renaultet al., 2000). Furthermore, evidence from\nboth newts and mammals has demonstrated the involve-\nment of resident progenitor cells from a variety of tissues\nduring regeneration (Carlson, 2007). Progenitor cells are\nthought to re-enter the cell cycle following injury in a similar\nmanner to de-differentiating cells (Dhawan & Rando, 2005;\nMorrisonet al., 2006). Evidence in favour of a repressive\nrole for progenitor cell cycle re-entry as cells age comes from\ninvestigations examining the Notch/Delta signaling pathway\nand transforming growth factor-ß induced phosphorylation\nof Smad3 (Tgf-ß/pSmad3) in satellite cells during muscle\nregeneration (Carlson, Hsu & Conboy, 2008; Hjiantoniou\net al., 2008; Odelberg, 2002). Inhibiting the Notch pathway\nin young muscle inhibits regeneration, while forced acti-\nvation of Notch in old muscle rejuvenates repair (Conboy\net al., 2003). Additionally, heterochronic parabiotic pairings\nbetween old and young mice have shown that systemic fac-\ntors are capable of rescuing the proliferative and regenerative\nability of aged satellite cells through activation of the Notch\npathway (Conboyet al., 2005). Conversely, young regenera-\ntive muscle has low levels of Tgf-ß/pSmad3, and this balance\nshifts towards higher levels in old, non-regenerative muscle\n(Carlsonet al., 2008). Whether or not these pathways interact\ndirectly to convey regenerative capacity remains unclear. At\nleast in mammalian cells, aging does change the way that\nthese progenitor cells respond to injury cues through these\nand other cell cycle modulators. Because these pathways\nare involved in mammalian muscle regeneration, they are\nintriguing candidates to explore in non-mammalian verte-\nbrates and arthropods (especially in cases where regeneration\nis curtailed because of metamorphosis or life stage).\n(3) Cell proliferation and growth\nTelomeres are regions of repetitive DNA at the ends of\nchromosomes that function to prevent cellular degradation.\nTelomeres progressively shorten during successive cell\ndivisions, eventually leading to cellular senescence and\nthe cessation of cell proliferation (Leeet al., 1998). The\nenzyme telomerase acts to combat this shortening. Thus, the\nability of cells to remain in the cell cycle and proliferate is\npartially due to telomerase (Bousman, Schneider & Shampay,\n2003; Greider, 1998; Klapperet al., 1998; Leeet al., 1998).\nTelomerase activity also appears to function independently\nof telomere maintenance to maintain cell proliferationvia\nan unknown mechanism (Smith, Coller & Roberts, 2003).\nTelomerase expression and subsequent activity may be\ninfluenced during aging, following metamorphosis, or by\ngrowth patterns.\nFollowing de-differentiation and blastema formation, cells\nmust proliferate for morphogenesis to proceed. The molec-\nular pathways described above confer the ability of cells to\nre-enter the cell cycle primarily through a loss of repression\non cell cycle control genes (or signaling pathways that interact\nwith them). As regenerative capacity declines, either with age\nor following metamorphosis, these repressive states become\nharder to overcome. Following de-differentiation, mitotic\ndivision follows and proliferation must be maintained for\nregeneration to proceed. While maintaining cells in a prolif-\nerative state is clearly a nerve-dependent process (see Section\nII.3), blastemal cells must also retain the ability to divide\nrepeatedly (instead of differentiating) in order to produce\nenough cells to replace the missing tissue. Examining the role\nof telomerase during appendage regeneration seems appro-\npriate given the importance for maintaining cell proliferation\nin regenerating tissues. In fact, an examination of telomerase\nactivity across taxa suggests a strong correlation between\nregeneration, aging, and growth pattern (Gomeset al., 2010).\nIn addition to being used as a marker of cellular age,\ntelomerase activity also can be used as an indicator for\ngrowth capacity (Klapperet al., 1998). Telomerase activity\nincreases to restore telomere length and remains high during\nproliferation in regenerating tissues (Elmoreet al., 2008;\nKlapperet al., 1998). Although not examined in the context\nof metamorphosis, evidence fromXenopus laevissuggests that\ntelomerase activity is highest in embryonic tissue and in\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration11\nadult tissues with high regenerative capacity (e.g. testis, liver,\nspleen) (Bousmanet al., 2003). Telomerase activity is high in\nboth larval tissue and in fully differentiated adult tissue of\narthropods that are capable of appendage regeneration (e.g.\nlobsters) (Gomeset al., 2010; Klapperet al., 1998). The same\npattern holds for a diverse array of fish, and an upregulation\nof telomerase activity has been detected in fin tissue during\nregeneration (Elmoreet al., 2008). In birds and mammals that\nexhibit cellular aging and senescence, telomerase activity is\npredictably high in embryonic tissues and germ cells, but\nlow in fully differentiated tissues incapable of regeneration.\nTaken together, these studies demonstrate a correlation\nbetween regenerative capacity, high telomerase activity,\n‘‘young’’ tissue, and high growth capacity. This correlation\nsuggests that telomerase activity might also predict the\nability to regenerate both intraspecifically (as an animal ages)\nand interspecifically. In addition, cells capable of indefinite\ngrowth have high telomerase activity, but there is little to no\nactivity in terminally differentiated cells from animals that age\n(Gomeset al., 2010; Greider, 1998). Some urodeles, like many\nfish, are indeterminate growers whose cells may not senesce\n(Goss, 1994; Kara, 1994). Thus, indeterminate growth may\nconfer a high degree of regenerative ability, and this can be\ntested in a diverse array of animals (Klapperet al., 1998).\nIV. GENOMIC-LEVEL EFFECTS\nLastly, we examine the involvement of a single gene family\nthat may permit regeneration regardless of fundamental\ntraits; and then address how fundamental traits may affect\nregenerative capacity at the level of the epigenome. Genetic\ntools (e.g. microarrays, high-throughput sequencing) and\nproteomics have identified a number of key signals that act\nin time and space to coordinate a regenerative response,\nyet the factors that govern activation of these genes remain\nunclear (Monaghanet al., 2009; Raoet al., 2009; Whitehead\net al., 2005).\nAt the genomic level, the ability to respond to injury by\nexpressing key genes could be affected by fundamental traits\nif such traits alter the ability of genes to become activated\n(either directly or through a loss of inhibition) in response to\ninjury. Access to promoter or enhancer sites (and thus the\nability to activate or repress transcription) can be maintained\nthrough epigenetic mechanisms. Epigenetic control over\nchromatin structure could in turn govern the ability to\nmount a regenerative response. Thus, it seems plausible to\nask if regenerative capacity is ultimately controlled by cellular\nchanges that are directed by epigenetics, and if these changes\ncould be influenced by fundamental traits of an organism.\n(1) Regeneration-specific genes\nAs discussed throughout this review, several key pro-\ncesses are necessary for complete appendage regeneration\nto occur. Some researchers have proposed the involve-\nment of regeneration-specific genes that coordinate these\nprocesses and ultimately permit appendage regeneration\n(Garza-Garciaet al., 2009; Garza-Garcia, Driscoll & Brockes,\n2010). The existence of regeneration-specific genes was based\non the discovery of Prod1, a cell surface protein of the\nCD59/Ly6 protein family that regulates proximodistal cell\nidentity (Blassberget al., 2011). Furthermore, the subsequent\ndiscovery that the Prod1 ligand, newt anterior gradient pro-\ntein (nAG), was sufficient to partly rescue limb regeneration\nin denervated newt limbs, suggested that Prod1 coordinated\nboth growth and patterning to regulate the regenerative\nresponse (Kumaret al., 2007). That Prod1 is found only in\nsalamanders led to the suggestion that the lack of regenera-\ntive ability in certain vertebrate lineages stems partly from a\nlack of this gene (Garza-Garciaet al., 2010).\nSubsequentresearch hasidentified axolotl Prod1, although\nit is a secreted molecule instead of being linked to the cell\nmembrane as in newts (Blassberget al., 2011). A different\nmember of the CD59/Ly6 protein family, CD59, was also\nfound to play a role in proximodistal cell identity during gecko\ntail regeneration, suggesting that the CD59/Ly6 family of\nproteins may have been adapted by different vertebrate\nlineages to regulate patterning during regeneration (Wang\net al., 2011). It will be interesting to see if the CD59/Ly6\nprotein family plays a similar role in all regenerating species,\nand if the activity of these proteins is lost in non-regenerating\nspecies. Ultimately, the existence of mammalian CD59 and\nadditional CD59/Ly6 family members, along with the role\nof CD59 during gecko tail regeneration, suggests that it is\nnot the presence or absence of a particular gene that controls\nregenerative ability, but rather an inability to coordinate\ngene expression to induce a regenerative response.\n(2) Epigenetic control of regeneration\nDuring the regenerative response, both the ability of cells\nto re-enter the cell cycle, and the ability to activate\nspecific genetic networks can be controlled through cell-\ncycle control genes and transcription factors. Epigenetic\nmodification refers to changes in non-sequence DNA that\nalters transcription and gene function, resulting in phenotypic\nchanges at the cellular level (Fraga, 2009). Various epigenetic\nmechanisms can regulate gene expression, and changes\nin these mechanisms due to age or metamorphosis may\ninfluence the regenerative ability of an organism.\nA number of potential epigenetic alterations can affect\ngene expression. First, a change in methylation state at CpG\nislands (genomic regions of>50% same strand CG asso-\nciations) or in promoter and enhancer regions can affect\nthe chromatin state of DNA. Alterations to chromatin state\ncan subsequently render genes in a transcriptionally silent\nor active state (reviewed in Bird & Wolffe, 1999). Second,\nmodifications to histones (through selective methylation,\nacetylation, sumolation, or phosphorylation at specific amino\nacid residues) can directly affect the ability of genes to be\nactively transcribed either directly or through higher order\nchromatin rearrangement (reviewed in Jenuwein & Allis,\n2001). Both of these modifications to DNA architecture are\ngoverned through the enzymatic activity of various proteins\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n12Ashley W. Seifert and others\nsuch as the polycomb-group (PcG), trithorax-group (TcG),\nhistone methyltranferases (HMTases), histone deacetylases\n(HDACs), and lysine demethylases. Each of these proteins has\na high specificity for particular modifications that alone or in\ncombination can regulate cell behaviour (reviewed in Berger,\n2007). Clearly epigenetic alterations that affect cell cycle re-\nentry and proliferation (de-differentiation), or that affect\nthe transcriptional networks underlying positional informa-\ntion would have profound effects on regenerative ability\n(Yakushiji, Yokoyama & Tamura, 2009b). Although few\nstudies examining structural regeneration have accounted\nfor the possibility of epigenetic modifications, recent work\nhas just begun to address this issue. Moreover, we understand\nlittle about how fundamental traits may influence epigenetic\nmodifications.\nCan life stage (i.e. metamorphosis) influence the modifi-\ncation of DNA architecture? In anurans, pre-metamorphic\ntadpoles are capable of limb regeneration, whereas post-\nmetamorphic froglets are not (Dent, 1962; Polezhayev, 1946).\nUsingXenopus laevis,Yakushijiet al., (2007) examined methy-\nlation states at CpG islands of an enhancer region for the\nSonic hedgehog(Shh) gene that plays an important role during\nembryonic limb development and limb regeneration. They\nfound low levels of methylation in theShhenhancer region,\nand correspondingly high expression ofShhin the limb\ncells of tadpoles. By contrast, they found a higher degree\nof methylation in froglets, correlating with a failure to acti-\nvateShhand incomplete regeneration. Further, whenShh\nexpression was experimentally activated (exogenously, using\nsmall molecules) following amputation in froglets, there was\nan increase in cell proliferation and regenerative capacity\n(Yakushijiet al., 2009a). These findings suggest an increased\nmethylation in control regions of genes that participate in\nregeneration, and therefore may help explain the loss of\nregenerative ability following metamorphosis inX. laevis.\nInterestingly, axolotls and newts show relatively low lev-\nels of methylation in theShhenhancer in both intact and\nregenerating limbs (Yakushijiet al., 2007). This suggests a\nspecies-specific component to methylation at this enhancer,\nwhich might contribute to retention of regenerative ability\nin urodeles. These examples suggest a strong correlation\nbetween regeneration and growth that may be dependent on\nthe drastic physiological and morphological changes that\noccur during metamorphosis. They also underscore the\nimportance of multiple genetic inputs for successfully res-\ncuing regeneration, and cast doubt on a ‘‘magic bullet’’ in\nthe form of one lone gene or pathway. These studies offer\ntantalizing clues to how life stage might alter methylation\nstates of key regenerative genes to suppress transcription, and\nimply that methylation may also be regulated at the species\nlevel in the context of regeneration.\nWhile methylation state at CpG islands is most often asso-\nciated with gene silencing, histone modifications provide an\nattractive model for how a regeneration program can be\ncontrolled to affect regeneration. In another study examin-\ning caudal fin regeneration in zebrafish, (Stewart, Tsun &\nIzpisua Belmonte, 2009) the ‘‘bivalent loci’’ control of gene\nexpression through selective trimethylation of lysine 27 his-\ntone 3 (me\n3\nK27 H3) by polycomb group proteins (PcGs) and\ntrimethylation of lysine 4 histone 3 (me\n3\nK4 H3) by trithorax\ngroup proteins (TcGs) was examined. Based on previous\nwork in embryonic stem cells, the authors proposed that\nmaintenance of both histone marks act to prime genes for\nactivation, and that subsequent loss of the repressive me\n3\nK27\nH3 mark can lead to gene activation. When they examined\ngenes involved in fin regeneration they observed a significant\ndecrease in the me\n3\nK27 H3 mark, but not in the me\n3\nK4\nH3 mark that also correlated with a significant increase\nin expression of some genes involved in the regenerative\nresponse. Underscoring the complexity of these modifica-\ntions, this pattern does not hold for many of the genes\nknown to be important for regeneration, and the authors\nsuggest that alternative control mechanisms might have con-\nfounded their results. Nonetheless, their data suggests the\npotential for these types of epigenetic modifications to affect\nlimb regeneration and should spur future experiments in\nmore relevant systems, particularly after metamorphosis in\nanurans.\nV. FUTURE PERSPECTIVES\nWith the re-emergence of regeneration research in the con-\ntext of regenerative medicine, the prospects for discovery\nhave never been richer. The last twenty years has seen\nhuge progress in our ability to replace failing organs with\nbioengineered replacements based on biological scaffolds\nand autologous human cells. Damaged blood vessels, heart\nvalves, tracheas, bone fragments, and even bladders can all\nnow be replaced through advances in regenerative medicine.\nDespite these successes, bioengineering approaches have\nfailed to find a way to regenerate skin, appendages, or parts\nof complex organs containing specialized cell types. The\nfuture lies in the ability of science to coax damaged tis-\nsue to repair itself, thus regenerating a perfect replacement\nin situ. If we are to succeed in this task, researchers must\nlook towards organisms that regenerate damaged tissues in\norder to understand the mechanisms that naturally regulate\nand constrain regeneration at various levels of biological\norganization.\nUnderlying the hypotheses presented above is an implicit\nsuggestion that regenerative ability is fundamentally cou-\npled to development and growth. Although not a new idea,\ndiscovering how these processes interact is tantamount to\nunderstanding how and why some animals can regener-\nate but others cannot. Traditional evolutionary comparisons\nof regenerative ability across metazoans have used sim-\nple presence or absence (of regeneration) when comparing\nspecies, rather than comparing whether regenerative capac-\nity changes across life stage. This has led to the misconception\nthat adult appendage regeneration is widespread. In fact,\nwhen life stage is considered, the available evidence sug-\ngests otherwise. Very few species that reproduce sexually\nare capable of appendage regeneration along the secondary\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration13\nAppendage Regeneration and Growth\nArthropoda\nCONTINUOUS MOULTING\nCONTINUOUS MOULTING\nHEMIMETABOLOUS\nHOLOMETABOLOUS\nINDETERMINATE\nDETERMINATE\nINDETERMINATE\nINDETERMINATE\nDETERMINATE\nINDETERMINATE\nDETERMINATE\nDETERMINATE\nTERMINAL MOULTING\nTERMINAL MOULTING\nMODE OF \nGROWTH\nDEVELOPMENT\n?\nNon-Amniotes\nAmniotes\nCrustacea\nChelicerata\nHexapoda\nFishes\nUrodeles\nAnurans\nReptiles\nAves\nMammals\nVertebrata\nEmbryoLarvaeJuvenile\nJuvenile\nAdult\nUnknown age-limit to\nregenerative ability\nUnknown age limit to\nregenerative ability\nUnknown age limit to\nregenerative ability\nRegenerative ability disappears during metamorphosis\nRegenerative ability disappears \nduring metamorphosis\nBirds cannot regenerate appendages \neven as embryos\nRegenerative ability disappears early in \nembryonic development\nLizard tail regeneration\nRegenerative ability declines towards final moult\nRegenerative ability declines towards final moult\nFig. 5.Appendage regeneration is restricted among adult forms of Arthropoda and Vertebrata. Regenerative ability appears\nhighly correlated with development and growth capacity. Shaded bars represent regenerative ability. Green represents complete\nregeneration and red, no or partial regeneration. Species fromeach phyla are grouped according to their mode of growth (growth\npatterns for many species are unknown). All amphibians are considered indeterminate growers (see Section I.4). Within amniotes,\nappendage regeneration either does not occur (birds) or is lost during embryogenesis. Tail regeneration in certain reptiles is the\nexception and is incomplete as the spinal cord is not regenerated.\nbody axis as adults (Fig. 5). Instead, the data suggest a near-\nubiquity of appendage regeneration in embryos and larvae,\nwith a general decline as juveniles move towards adulthood\n(Fig. 5). Exceptions occur in some salamanders, fish, and\ncrustaceans that exhibit seemingly boundless regenerative\nability, even as adults. Interestingly, indeterminate growth\nand neoteny (some salamanders) occur in conjunction with\nthis extended regenerative capacity, suggesting a mechanism\nthat hijacks aspects of juvenile development to block cellular\nsenescence or to provide a constant source of progenitor cells\nto the continually growing organism. An important advance\nin understanding the relationship between indeterminate\ngrowth (or neoteny) and extended regeneration will be to find\nthe upper age boundaries at which regeneration fails (if at all).\nThis relationship also makes revisiting regeneration across\nmetamorphosis appealing as it provides an experimental sys-\ntem where regenerative capacity is naturally lost in the same\ntissue over a short time period. Future research attempting to\nidentify the cellular and molecular mechanisms underlying\nregeneration through comparative studies will benefit from\nexperiments conducted across various developmental stages,\nand from species with different modes of growth.\nThe discussion and hypotheses in this paper have aimed\nto frame future research by emphasizing the importance of\nfundamental traits in the context of appendage regeneration.\nThis stems partly from a need to understand if regener-\nation fluctuates within a species, or is an all-or-nothing\nprocess within taxa. Researchers must continue to explore\nnew species and gather data on the presence and absence of\nregeneration. Simultaneously, they will need to uncover how\n(if at all) regenerative capacity changes over variable body\nsizes, during aging within species, across metamorphosis,\nand with respect to growth patterns. While time consuming,\nthis approach is vital to elucidating mechanisms that dis-\nrupt regeneration, and will provide insight into mammalian\nrepair processes. We conclude that increasing phylogenetic\nsampling and exploring these ideas from multiple levels of\nbiological organization is vital to finding an answer to the\nquestion that continues to elude science: why can some\nanimals regenerate but others cannot?\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n14Ashley W. Seifert and others\nVI. CONCLUSIONS\n(1) This review summarizes our current knowledge of how\ncertain fundamental traits (e.g. body size, aging, life stage, and\ngrowth pattern) affect appendage regeneration in metazoans.\nWe highlight the need for future experiments to decouple\nthese traits to examine if they constrain regeneration within\nand across species.\n(2) We posit specific ways in which fundamental traits can\nmodify mechanisms controlling regeneration at the tissue,\ncellular, and genomic levels. These include: age-dependent\nloss of telomerase expression and activity (which restricts\nproliferative capacity and thus regeneration); prolonged\nregenerative capacity with indeterminate growth (through\nthe lack of cellular senescence, sustained access to progenitor\ncells, and maintenance of high proliferative capacity); and\nlife-stage-associated changes in the epigenetic control of gene\nexpression (which can restrict the ability to mount a complete\nregenerative response).\n(3) We review possible taxon-specific differences over the\nmolecular control of cell-cycle re-entry (e.g.Ink4a/blocus\ngenes, nucleostemin) and highlight the need to investigate\nthese interactions across an array of regenerating species and\ntissue types.\n(4) Appendage regeneration in metazoans is strongly\ncoupled to developmental stage. When viewed across taxa,\nregeneration appears widespread among larval and juvenile\nstates but becomes restricted among adult forms. Limited\ndata suggest that some taxa may escape this developmental\nconstraint through extended growth capacity, although more\ninformation on the presence and absence of regeneration in\nlarger and older organisms is necessary.\nVII. ACKNOWLEDGEMENTS\nWe thank Jamie Gillooly for discussions and helpful sugges-\ntions on the manuscript and two anonymous reviewers for\nhelpful comments. We thank Luther D. Smith for stimulat-\ning discussions on the topic of indeterminate growth and are\ngrateful to Michael Samuels for providing the owl house for\nour working group. We apologize to those authors whose\noriginal work was not directly cited due to space constraints.\nOur work is supported by the Michael A. Singer Biology\nFund through the Department of Biology at the University\nof Florida.\nVIII. REFERENCES\nAdams, D. S.,Masi, A. &Levin, M. (2007). H+ pump-dependent changes in\nmembrane voltage are an early mechanism necessary and sufficient to induce\nXenopus tail regeneration.Development134, 1323–35.\nAdidoyi, R. G. (1972). Wound healing and regeneration in the crab Paratelphusa\nhydrodromous.International Review of Cytology32, 257–289.\nAgata, K.,Saito, Y. &Nakajima, E. (2007). Unifying principles of regeneration\nI: Epimorphosis versus morphallaxis.Development Growth and Differentiation49, 73–8.\nAnchelin, M.,Murcia, L.,Alcaraz-Perez, F.,Garcia-Navarro, E. M. &\nCayuela, M. L. (2011). Behaviour of telomere and telomerase during aging and\nregeneration in zebrafish.PLoS One6, e16955.\nBaum, B. J.,Faris, B. &Franzblau, C. (1975). Further studies on newt tail collagen:\ndescription of lysine-derived crosslinks.Comparative Biochemistry and Physiology Part B\n51, 51–5.\nBayliss, P. E.,Bellavance, K. L.,Whitehead, G. G.,Abrams, J. M.,\nAegerter, S.,Robbins, H. S.,Cowan, D. B.,Keating, M. T.,O’Reilly, T.,\nWood, J. M.,Roberts, T. M. &Chan, J. (2006). Chemical modulation of receptor\nsignaling inhibits regenerative angiogenesis in adult zebrafish.Nature Chemical Biology\n2, 265–73.\nBeck, C. W.,Christen, B. &Slack, J. M. (2003). Molecular pathways needed for\nregeneration of spinal cord and muscle in a vertebrate.Developmental Cell5, 429–39.\nBerger, S. L. (2007). The complex language of chromatin regulation during\ntranscription.Nature447, 407–12.\nBird, A. P. &Wolffe, A. P. (1999). Methylation-induced repression–belts, braces,\nand chromatin.\nCell99, 451–4.\nBlassberg, R. A.,Garza-Garcia, A.,Janmohamed, A.,Gates, P. B. &\nBrockes, J. P. (2011). Functional convergence of signalling by GPI-anchored\nand anchorless forms of a salamander protein implicated in limb regeneration.\nJournal of Cell Science124, 47–56.\nBoilly, B. &Albert, P. (1988). Blastema cell proliferation in vitro: effects of limb\namputation on the mitogenic activity of spinal cord extracts.Biology of the Cell62,\n183–7.\nBorgens, R. B.,Vanable, J. W., Jr. &Jaffe, L. F. (1977). Bioelectricity and\nregeneration: large currents leave the stumps of regenerating newt limbs.Proceedings\nof the National Academies of Sciences of the United Statesof America74, 4528–32.\nBousman, S.,Schneider, G. &Shampay, J. (2003). Telomerase activity is\nwidespread in adult somatic tissues of Xenopus.Journal of Experimental Zoology\nPart B Molecular and Developmental Evolution295, 82–6.\nBrockes, J. P. &Kumar, A. (2008). Comparative aspects of animal regeneration.\nAnnu Rev Cell Developmental Biology24, 525–49.\nBryant, S. V.,Endo, T. &Gardiner, D. M. (2002). Vertebrate limb regeneration\nand the origin of limb stem cells.International Journal ofDevelopmental Biology46,\n887–96.\nCalve, S. &Simon, H. G. (2011). High resolution three-dimensional imaging:\nEvidence for cell cycle reentry in regenerating skeletal muscle.Developmental Dynamics\n240, 1233–9.\nCarlson, B. M. (1995). Factors influencing the repair and adaptation of muscles in\naged individuals: satellite cells and innervation.The Journals of Gerontology. Series A,\nBiological Sciences and Medical Sciences50Spec No, 96–100.\nCarlson, B. M. (2007).Principles of Regenerative Biology.Elsevier.\nCarlson, M. E.,Hsu, M. &Conboy, I. M. (2008). Imbalance between pSmad3 and\nNotch induces CDK inhibitors in old muscle stem cells.Nature454, 528–32.\nConboy, I. M.,Conboy\n, M. J.,Smythe, G. M. &Rando, T. A. (2003). Notch-\nmediated restoration of regenerative potential to aged muscle.Science302, 1575–7.\nConboy, I. M.,Conboy, M. J.,Wagers, A. J.,Girma, E. R.,Weissman, I. L. &\nRando, T. A. (2005). Rejuvenation of aged progenitor cells by exposure to a young\nsystemic environment.Nature433, 760–4.\nConsoulas, C. &Levine, R. B. (1997). Accumulation and proliferation of adult leg\nmuscle precursors in Manduca are dependent on innervation.Journal of Neurobiology\n32, 531–53.\nDent, J. N. (1962). Limb regeneration in larvae and metamorphosing individuals of\nthe South African clawed toad.Journal of Morphology110, 61–77.\nDhawan, J. &Rando, T. A. (2005). Stem cells in postnatal myogenesis: molecular\nmechanisms of satellite cell quiescence, activation and replenishment.Trends in Cell\nBiology15, 666–73.\nEcheverri, K.,Clarke, J. D. &Tanaka, E. M. (2001). In vivo imaging indicates\nmuscle fiber dedifferentiation is a major contributor to the regenerating tail blastema.\nDevelopmental Biology236, 151–64.\nEdelberg, J. M. &Reed, M. J. (2003). Aging and angiogenesis.Frontiers in Bioscience\n8, s1199–209.\nEguchi, G.,Eguchi, Y.,Nakamura, K.,Yadav, M. C.,Millan, J. L. &\nTsonis, P. A. (2011). Regenerative capacity in newts is not altered by repeated\nregeneration and ageing.Nature Communications2, 384.\nEguchi, G. &Shingai, R. (1971). Cellular analysis on localization of lens forming\npotency in the newt iris epithelium.Development Growth and Differentiation13, 337–49.\nElmore, L. W.,Norris, M. W.,Sircar, S.,Bright, A. T.,McChesney, P. A.,\nWinn, R. N. &Holt, S. E. (2008). Upregulation of telomerase function during\ntissue regeneration.Experimental Biology and Medicine (Maywood)233, 958–67.\nFerrara, N. (2002). Role of vascular endothelial growth factor in physiologic and\npathologic angiogenesis: therapeutic implications.Seminars in Oncology29, 10–4.\nFiloni, S.,Bernardini, S.,Cannata, S. M. &Ghittoni, R. (1999). Nerve-\nindependence of limb regeneration in larval Xenopus laevis is related to the\npresence of mitogenic factors in early limb tissues.Journal of Experimental Zoology284,\n188–96.\nFraga, M. F. (2009). Genetic and epigenetic regulation of aging.Current Opinions in\nImmunology21, 446–53.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\nThe influence of fundamental traits on mechanisms controlling appendage regeneration15\nFrench, V.,Bryant, P. J. &Bryant, S. V. (1976). Pattern regulation in epimorphic\nfields.Science193, 969–81.\nGarza-Garcia, A.,Harris, R.,Esposito, D.,Gates, P. B. &Driscoll, P. C.\n(2009). Solution structure and phylogenetics of Prod1, a member of the three-finger\nprotein superfamily implicated in salamander limb regeneration.PLoS One4, e7123.\nGarza-Garcia, A. A.,Driscoll, P. C. &Brockes, J. P. (2010). Evidence for\nthe local evolution of mechanisms underlying limb regeneration in salamanders.\nIntegrative and Comparative Biology50, 528–35.\nGeraudie, J. &Singer, M. (1985). Necessity of an adequate nerve supply for\nregeneration of the amputated pectoral fin in the teleost Fundulus.Journal of\nExperimental Zoology234, 367–74.\nGibbs, K. M.,Chittur, S. V. &Szaro, B. G. (2010). Metamorphosis and the\nregenerative capacity of spinal cord axons in Xenopus laevis.The European Journal of\nNeuroscience33, 9–25.\nGilley, J. &Fried, M. (2001). One INK4 gene and no ARF at the Fugu equivalent of\nthe human INK4A/ARF/INK4B tumour suppressor locus.Oncogene20, 7447–52.\nGomes, N. M.,Shay, J. W. &Wright, W. E. (2010). Telomere biology in Metazoa.\nFEBS Letters584, 3741–51.\nGoss, R. J. (1965). Kinetics of Compensatory Growth.Quarterly Review of Biology40,\n123–46.\nGoss, R. J. (1969).Principles of Regeneration. Academic Press, New York.\nGoss, R. J. (1994). Why study ageing in cold-blooded vertebrates?Gerontology40, 65–9.\nGreider, C. W. (1998). Telomerase activity, cell proliferation, and cancer.Proceedings\nof the National Academies of Sciences of the United States of America95, 90–2.\nHarsum, S.,Clarke, J. D. &Martin\n, P. (2001). A reciprocal relationship between\ncutaneous nerves and repairing skin wounds in the developing chick embryo.\nDevelopmental Biology238, 27–39.\nHay, E. D. &Fischman, D. A. (1961). Origin of the blastema in regenerating limbs of\nthe newt Triturus viridescens. An autoradiographic study using tritiated thymidine\nto follow cell proliferation and migration.Developmental Biology3, 26–59.\nHjiantoniou, E.,Anayasa, M.,Nicolaou, P.,Bantounas, I.,Saito, M.,\nIseki, S.,Uney, J. B. &Phylactou, L. A. (2008). Twist induces reversal of\nmyotube formation.Differentiation76, 182–92.\nHoman, R. N.,Reed, J. M. &Windmiller, B. S. (2003). Analysis of spotted\nsalamander (Ambystoma maculatum) growth rates based on long-bone growth\nrings.Journal of Herpetology37, 617–621.\nHuh, M. S.,Parker, M. H.,Scime, A.,Parks, R. &Rudnicki, M. A. (2004). Rb is\nrequired for progression through myogenic differentiation but not maintenance of\nterminal differentiation.Journal of Cell Biology166, 865–76.\nImokawa, Y. &Brockes, J. P. (2003). Selective activation of thrombin is a critical\ndeterminant for vertebrate lens regeneration.Current Biology13, 877–81.\nJakob, C.,Poizat, G.,Crivelli, A. J. &Veith, M. (2002). Larval growth variation\nin marbled newts (Triturus marmoratus) from temporary Mediterranean ponds.\nAmphibia-Reptilia23, 359–362.\nJenuwein, T. &Allis, C. D. (2001). Translating the histone code.Science293,\n1074–80.\nJopling, C.,Sleep, E.,Raya, M.,Marti, M.,Raya, A. &\nBelmonte, J. C.\n(2010). Zebrafish heart regeneration occursby cardiomyocyte dedifferentiation and\nproliferation.Nature464, 606–9.\nKara, T. C. (1994). Ageing in amphibians.Gerontology40, 161–73.\nKikuchi, K.,Holdway, J. E.,Werdich, A. A.,Anderson, R. M.,Fang, Y.,\nEgnaczyk, G. F.,Evans, T.,Macrae, C. A.,Stainier, D. Y. &Poss, K. D.\n(2010).  Primary  contribution  to  zebrafish  heart  regeneration  by  gata4(\n+)\ncardiomyocytes.Nature464, 601–5.\nKim, S. H.,Mitchell, M.,Fujii, H.,Llanos, S. &Peters, G. (2003). Absence of\np16INK4a and truncation of ARF tumor suppressors in chickens.Proceedings of the\nNational Academies of Sciencesof the United States of America100, 211–6.\nKlapper, W.,Kuhne, K.,Singh, K. K.,Heidorn, K.,Parwaresch, R. &\nKrupp, G. (1998). Longevity of lobsters is linked to ubiquitous telomerase expression.\nFEBS Letters439, 143–6.\nKragl, M.,Knapp, D.,Nacu, E.,Khattak, S.,Maden, M.,Epperlein, H. H. &\nTanaka, E. M. (2009). Cells keep a memory of their tissue origin during axolotl\nlimb regeneration.Nature460, 60–5.\nKrishnamurthy, J.,Ramsey, M. R.,Ligon, K. L.,Torrice, C.,Koh, A.,\nBonner-Weir, S. &Sharpless, N. E. (2006). p16INK4a induces an age-\ndependent decline in islet regenerative potential.Nature443, 453–7.\nKumar, A.,Godwin, J. W.,Gates, P. B.,Garza-Garcia, A. A. &Brockes, J. P.\n(2007). Molecular basis for the nerve dependence of limb regeneration in an adult\nvertebrate.Science318, 772–7.\nKumar, A.,Velloso, C. P.,Imokawa, Y. &Brockes, J. P. (2004). The regenerative\nplasticity of isolated urodele myofibers and its dependence on MSX1.PLoS Biology\n2, E218.\nKurabuchi, S. (1990). Loss of limb regenerative capacity during postmetamorphic\ngrowth in the tree frog, Hyla arborea japonica.\nGrowth Development and Aging54,\n17–22.\nLakatta, E. G. (1983). Determinants of Cardiovascular Performance - Modification\nDue to Aging.Journal of Chronic Diseases36, 15–30.\nLeClair, E. E. &Topczewski, J. (2010). Development and regeneration of the\nzebrafish maxillary barbel: a novel study system for vertebrate tissue growth and\nrepair.PLoS One5, e8737.\nLee, H. W.,Blasco, M. A.,Gottlieb, G. J.,Horner, J. W., 2nd,Greider, C. W.\n&DePinho, R. A. (1998). Essential role of mouse telomerase in highly proliferative\norgans.Nature392, 569–74.\nLentz, T. L. (1969). Cytological studies of muscle dedifferentiation and differentiation\nduring limb regeneration of the newt Triturus.American Journal of Anatomy124,\n447–79.\nMa, H. &Pederson, T. (2007). Depletion of the nucleolar protein nucleostemin\ncauses G1 cell cycle arrest via the p53 pathway.Molecular Biology of the Cell18,\n2630–5.\nMaginnis, T. L. (2006). The costs of autotomy and regeneration in animals: a review\nand framework for future research.Behavioral Ecology17, 857–872.\nMaki, N.,Takechi, K.,Sano, S.,Tarui, H.,Sasai, Y. &Agata, K. (2007). Rapid\naccumulation of nucleostemin in nucleolus during newt regeneration.Developmental\nDynamics236, 941–50.\nMarden, J. H.,Rogina, B.,Montooth, K. L. &Helfand, S. L. (2003). Conditional\ntradeoffs between aging and organismal performance of Indy long-lived mutant flies.\nProceedings of the National Academy of Sciences of the United States of America100, 3369–3373.\nMaruzzo, D.,Bonato, L.,Brena, C.,Fusco, G. &Minelli\n, A. (2005). Appendage\nloss and regeneration in arthropods: A comparative view. InCrustacea and arthropod\nrelationships(eds S.Koenemannand R A.Jenner). CRC Press, Boca Raton\nMonaghan, J. R.,Epp, L. G.,Putta, S.,Page, R. B.,Walker, J. A.,\nBeachy, C. K.,Zhu, W.,Pao, G. M.,Verma, I. M.,Hunter, T.,Bryant, S. V.,\nGardiner, D. M.,Harkins, T. T. &Voss, S. R. (2009). Microarray and cDNA\nsequence analysis of transcription during nerve-dependent limb regeneration.BMC\nBiology7, 1.\nMorgan, T. H. (1901).Regeneration.The Macmillan Company, New York.\nMorrison, J. I.,Loof, S.,He, P. &Simon, A. (2006). Salamander limb regeneration\ninvolves the activation of a multipotent skeletal muscle satellite cell population.\nJournal of Cell Biology172, 433–40.\nNuesch, H. (1968). Role of Nervous System in Insect Morphogenesis and\nRegeneration.Annual Review of Entomology13, 27–44.\nOdelberg, S. J. (2002). Inducing cellular dedifferentiation: a potential method for\nenhancing endogenous regeneration in mammals.Seminars in Cell and Developmental\nBiology13, 335–43.\nPajcini, K. V.,Corbel, S. Y.,Sage, J.,Pomerantz, J. H. &Blau, H. M. (2010).\nTransient inactivation of Rb and ARF yields regenerative cells from postmitotic\nmammalian muscle.Cell Stem Cell7, 198–213.\nPeadon, A. M. &Singer, M. (1965). A quantitative study of forelimb innervation in\nrelation to regenerative capacity in the larval, land stage, and adult forms of Triturus\nviridescens.Journal of Exp Zool159, 337–45.\nPolezhayev\n, L. W. (1946). The loss and restoration of regenerative capacity in the\nlimbs of tailless Amphibia.Biological Reviews of Cambridge Philosophical Society21, 141–7.\nPough, F. H. &Kamel, S. (1984). Post-Metamorphic Change in Activity Metabolism\nof Anurans in Relation to Life-History.Oecologia65, 138–144.\nPritchett, W. H. &Dent, J. N. (1972). The role of size in the rate of limb\nregeneration in the adult newt.Growth36, 275–89.\nRao, N.,Jhamb, D.,Milner, D. J.,Li, B.,Song, F.,Wang, M.,Voss, S. R.,\nPalakal, M.,King, M. W.,Saranjami, B.,Nye, H. L.,Cameron, J. A. &\nStocum, D. L. (2009). Proteomic analysis of blastema formation in regenerating\naxolotl limbs.BMC Biology7, 83.\nRenault, V.,Piron-Hamelin, G.,Forestier, C.,DiDonna, S.,Decary, S.,\nHentati, F.,Saillant, G.,Butler-Browne, G. S. &Mouly, V. (2000). Skeletal\nmuscle regeneration and the mitotic clock.Experimental Gerontology35, 711–9.\nRockett, C. L. &Woodring, J. P. (1972). Comparative Studies of Acarine Limb\nRegeneration, Apolysis, and Ecdysis.Journal of Insect Physiology18, 2319-&.\nScadding, S. R. (1977). Phylogenic Distribution of Limb Regeneration Capacity in\nAdult Amphibia.Journal of Experimental Zoology202, 57–67.\nScadding, S. R. (1981). Limb Regeneration in Adult Amphibia.Canadian Journal of\nZoology-Revue Canadienne De Zoologie59, 34–46.\nScadding, S. R. (1982). Can differences in limb regeneration ability between\namphibian species be explained by differences in quantity of innervation?Journal of\nExperimental Zoology219, 81–85.\nScadding\n, S. R. (1983). Can differences in limb regeneration ability between\nindividuals within certain amphibian species be explained by differences in the\nquantity of innervation?Journal of Experimental Zoology226, 75–80.\nScott, G. G. (1909). Regeneration in fundulus and its relation to the size of the fish.\nBiological Bulletin17, 343–353.\nSimpson, S. B. (1964). Analysis of Tail Regeneration in Lizard Lygosoma Laterale .1.\nInitiation of Regeneration+Cartilage Differentiation - Role of Ependyma.Journal\nof Morphology114, 425-&.\nSimpson, S. B., Jr. (1970). Studies on regeneration of the lizard’s tail.American Zoologist\n10, 157–65.\nSinger, M. (1952). The influence of the nerve in regeneration of the amphibian\nextremity.Quarterly Review of Biology27, 169–200.\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society\n\n16Ashley W. Seifert and others\nSivamani, K.,Garcia, M. S. &Isseroff, R. R. (2007). Wound re-epithelialization:\nmodulating keratinocyte migration in wound healing. Frontiers in Bioscience12,\n2849–68.\nSlack, J. M. (2006). Amphibian muscle regeneration–dedifferentiation or satellite\ncells?Trends in Cell Biology16, 273–5.\nSmith, L. L.,Coller, H. A. &Roberts, J. M. (2003). Telomerase modulates\nexpression of growth-controlling genes and enhances cell proliferation.Nature Cell\nBiology5, 474–9.\nSpeakman, J. R. (2005). Correlations between physiology and lifespan–two widely\nignored problems with comparative studies.Aging Cell4, 167–75.\nStelnicki,  E.  J.,Doolabh,  V.,Lee,  S.,Levis,  C.,Baumann,  F.  G.,\nLongaker, M. T. &Mackinnon, S. (2000). Nerve dependency in scarless fetal\nwound healing.Plastic and Reconstructive Surgery105, 140–7.\nStewart, S.,Tsun, Z. Y. &Izpisua Belmonte, J. C. (2009). A histone demethylase\nis necessary for regeneration in zebrafish.Proceedings of the National Academiesof Sciences\nof the United States of America106, 19889–94.\nSuzuki, M.,Satoh, A.,Ide, H. &Tamura, K. (2005). Nerve-dependent and -\nindependent events in blastema formationduring Xenopus froglet limb regeneration.\nDevelopmental Biology286, 361–75.\nTanaka, E. M. &Ferretti, P. (2009). Considering the evolution of regeneration in\nthe central nervous system.Nature Reviews Neuroscience10, 713–23.\nTanaka, E. M.,Gann, A. A.,Gates, P. B. &Brockes, J. P. (1997). Newt myotubes\nreenter the cell cycle by phosphorylation of the retinoblastoma protein.Journal of\nCell Biology136, 155–65.\nTank, P. W.,Carlson, B. M. &\nConnelly, T. G. (1976). A staging system for\nforelimb regeneration in the axolotl, Ambystoma mexicanum.Journal of Morphology\n150, 117–28.\nTassava, R. A. &Olsen-Winner, C. L. (2003). Responses to amputation of\ndenervated ambystoma limbs containing aneurogenic limb grafts.Journal of\nExperimental Zoology Part A Comparative and Experimental Biology297, 64–79.\nThornton, C. S. (1938). The histogenesis of muscle in the regenerating fore limb of\nlarval Amblystoma punctatum.Journal of Morphology62, 17–47.\nThornton, C. S. &Thornton, M. T. (1970). Recuperation of regeneration in\ndenervated limbs of Ambystoma larvae.Journal of Experimental Zoology173, 293–301.\nTruby, P. R. (1983). Blastema formation and cell division during cockroach limb\nregeneration.Journal of Embryology and Experimental Morphology75, 151–64.\nTsai, R. Y.,Kittappa, R. &McKay, R. D. (2002). Plasticity, niches, and the use of\nstem cells.Developmental Cell2, 707–12.\nVan Stone, J. M. (1964). The relationship of nerve number to regenerative capacity\nin hind limbs of Rana sylvatica.Journal of Experimental Zoology155, 293–302.\nVerdu, E.,Ceballos, D.,Vilches, J. J. &Navarro, X. (2000). Influence of aging\non peripheral nerve function and regeneration.Journal of the Peripheral Nervous System\n5, 191–208.\nVoit, E. O.,Anton, H. J. &Blecker, J. (1995). Regenerative Growth Curves.\nMathematical Bioscience73, 253–269.\nWagner, D. E.,Wang, I. E. &Reddien, P. W. (2011). Clonogenic neoblasts\nare pluripotent adult stem cells that underlie planarian regeneration.Science332,\n811–6.\nWagner, G. P. &Misof, B. Y. (1992). Evolutionary Modification of Regenerative\nCapability in Vertebrates - a Comparative-Study on Teleost Pectoral Fin\nRegeneration.Journal of Experimental Zoology261, 62–78.\nWallace, H. (1981).Vertebrate Limb Regeneration.John Wiley and Sons.\nWang, Y.,Wang\n, R.,Jiang, S.,Zhou, W.,Liu, Y.,Gu, Q.,Gu, Y.,Dong, Y.,\nLiu, M.,Gu, X. &Ding, F. (2011). Gecko CD59 is implicated in proximodistal\nidentity during tail regeneration.PLoS One6, e17878.\nWhitby, D. J.,Longaker, M. T.,Harrison, M. R.,Adzick, N. S. &\nFerguson, M. W. (1991). Rapid epithelialisation of fetal wounds is associated\nwith the early deposition of tenascin.Journal of Cell Science99(Pt 3), 583–6.\nWhitehead, G. G.,Makino, S.,Lien, C. L. &Keating, M. T. (2005). fgf20 is\nessential for initiating zebrafish fin regeneration.Science310, 1957–60.\nWolfe, A. D.,Nye, H. L. &Cameron, J. A. (2000). Extent of ossification at\nthe amputation plane is correlated with the decline of blastema formation\nand regeneration in Xenopus laevis hindlimbs.Developmental Dynamics218,\n681–97.\nYakushiji, N.,Suzuki, M.,Satoh, A.,Ide, H. &Tamura, K. (2009a). Effects\nof activation of hedgehog signaling on patterning, growth, and differentiation in\nXenopus froglet limb regeneration.Developmental Dynamics238, 1887–96.\nYakushiji, N.,Suzuki, M.,Satoh, A.,Sagai, T.,Shiroishi, T.,Kobayashi, H.,\nSasaki, H.,Ide, H. &Tamura, K. (2007). Correlation between Shh expression\nand DNA methylation status of the limb-specific Shh enhancer region during limb\nregeneration in amphibians.Developmental Biology312, 171–82.\nYakushiji, N.,Yokoyama, H. &Tamura\n, K. (2009b). Repatterning in amphibian\nlimb regeneration: A model for study of genetic and epigenetic control of organ\nregeneration.Seminars in Cell and Developmental Biology20, 565–74.\nYntema, C. L. (1959). Blastema formation in sparsely innervated and aneurogenic\nforelimbs of amblystoma larvaeJournal of Experimental Zoology142, 423–39.\nYokoyama, H.,Yonei-Tamura, S.,Endo, T.,Izpisua  Belmonte, J. C.,\nTamura, K. &Ide, H. (2000). Mesenchyme with fgf-10 expression is responsible\nfor regenerative capacity in Xenopus limb buds.Developmental Biology219,\n18–29.\nYoung, H. E.,Bailey, C. F. &Dalley, B. K. (1983a). Environmental-Conditions\nPrerequisite for Complete Limb Regeneration in the Postmetamorphic Adult Land-\nPhase Salamander, Ambystoma.Anatomical Record206, 289–294.\nYoung, H. E.,Bailey, C. F. &Dalley, B. K. (1983b). Gross Morphological Analysis\nof Limb Regeneration in Postmetamorphic Adult Ambystoma.Anatomical Record\n206, 295–306.\nZacksenhaus, E.,Jiang, Z.,Chung, D.,Marth, J. D.,Phillips, R. A. &\nGallie, B. L. (1996). pRb controls proliferation, differentiation, and death of\nskeletal muscle cells and other lineages during embryogenesis.Genes and Development\n10, 3051–64.\n(Received 8 March 2011; revised 21 July 2011; accepted 9 August 2011)\nBiological Reviews(2011) 000–0002011 The Authors. Biological Reviews2011 Cambridge Philosophical Society",
  "extractedAt": "2025-12-12T18:45:12.291Z",
  "success": true
}