{
  "filename": "Selkoe et al (ESS) 2015.pdf",
  "numPages": 18,
  "text": "Principles for managing marine ecosystems prone to tipping points Kimberly A. Selkoe, 1,2,17 Thorsten Blenckner, 3 Margaret R. Caldwell, 4 Larry B. Crowder, 4 Ashley L. Erickson, 4 Timothy E. Essington, 5 James A. Estes, 6 Rod M. Fujita, 7 Benjamin S. Halpern, 1,8,9 Mary E. Hunsicker, 1 Carrie V. Kappel, 1 Ryan P. Kelly, 10 John N. Kittinger, 11 Phillip S. Levin, 12 John M. Lynham, 13 Megan E. Mach, 4 Rebecca G. Martone, 4 Lindley A. Mease, 4 Anne K. Salomon, 14 Jameal F. Samhouri, 12 Courtney Scarborough, 1 Adrian C. Stier, 1 Crow White, 15 and Joy Zedler 16 1 National Center for Ecological Analysis and Synthesis, 735 State Street, Suite 300, Santa Barbara, California 93101 USA 2 Hawaii Institute of Marine Biology, University of Hawaii, Kaneohe, Hawaii 96744 USA 3 Stockholm Resilience Centre, Stockholm University, Kra ̈ftriket 2B, 10691 Stockholm, Sweden 4 Center for Ocean Solutions, Stanford Woods Institute for the Environment, Stanford University, 473 Via Ortega Room 193, Stanford, California 94305 USA 5 School of Aquatic and Fishery Sciences, University of Washington, Seattle, Washington 98195 USA 6 Department of Ecology and Evolutionary Biology, 100 Shaffer Road, University of California, Santa Cruz, California 95060 USA 7 Environmental Defense Fund, 123 Mission Street, 28th Floor, San Francisco, California 94105 USA 8 Bren School of Environmental Science and Management, University of California, Santa Barbara, California 93106 USA 9 Imperial College London, Silwood Park Campus, Buckhurst Road, Ascot SL5 7PY United Kingdom 10 School of Marine and Environmental Affairs, University of Washington, 3707 Brooklyn Avenue NE, Seattle, Washington 98105-6715 USA 11 Conservation International, Betty and Gordon Moore Center for Science and Oceans, 7192 Kalaniana‘ole Highway, Suite G230, Honolulu, Hawaii 96825 USA 12 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, 2725 Montlake Boulevard East, Seattle, Washington 98112 USA 13 Department of Economics, University of Hawaii at Manoa, Honolulu, Hawaii 96822 USA 14 School of Resource and Environmental Management, Simon Fraser University, Burnaby, British Columbia V5A 1S6 Canada 15 Department of Biological Sciences, California Polytechnic State University, San Luis Obispo, California 93407 USA 16 Botany Department, University of Wisconsin, Madison, Wisconsin 53706 USA Abstract.As climatic changes and human uses intensify, resource managers and other decision makers are taking actions to either avoid or respond to ecosystem tipping points, or dramatic shifts in structure and function that are often costly and hard to reverse. Evidence indicates that explicitly addressing tipping points leads to improved management outcomes. Drawing on theory and examples from marine systems, we distill a set of seven principles to guide effective management in ecosystems with tipping points, derived from the best available science. These principles are based on observations that tipping points (1) are possible everywhere, (2) are associated with intense and/or multifaceted human use, (3) may be preceded by changes in early- warning indicators, (4) may redistribute benefits among stakeholders, (5) affect the relative costs of action and inaction, (6) suggest biologically informed management targets, and (7) often require an adaptive response to monitoring. We suggest that early action to preserve system resilience is likely more practical, affordable, and effective than late action to halt or reverse a tipping point. We articulate a conceptual approach to management focused on linking management targets to thresholds, tracking early-warning signals of ecosystem instability, and stepping up investment in monitoring and mitigation as the likelihood of dramatic ecosystem change increases. This approach can simplify and economize management by allowing decision makers to capitalize on the increasing value of precise information about threshold relationships when a system is closer to tipping or by ensuring that restoration effort is sufficient to tip a system into the desired regime. Key words:critical transition; ecosystem-based management; marine spatial planning; nonlinear relationships; restoration ecology; stakeholder engagement. Citation:Selkoe, K. A., et al. 2015. Principles for managing marine ecosystems prone to tipping points. Ecosystem Health and Sustainability 1(5):17. http://dx.doi.org/10.1890/EHS14-0024.1 Introduction Ecosystems sometimes undergo large, sudden, and surprising changes in response to stressors. Theory and Manuscript received 14 December 2014; revised 3 March 2015; accepted 4 March 2015; final version received 22 April 2015; published 15 July 2015. 17 E-mail:selkoe@nceas.ucsb.edu Ecosystem Health and Sustainability 1www.ecohealthsustain.org empirical evidence suggest that many complex systems have system boundaries (also called thresholds or tipping points; see Table 1) beyond which the system will rapidly reorganize into an alternative regime (Lewontin 1969, Holling 1973, Sutherland 1974, May 1977, Scheffer et al. 2001, Scheffer and Carpenter 2003, Folke et al. 2004, Petraitis et al. 2009). Tipping points can be quantified as zones of rapid change in a nonlinear relationship between ecosystem condition and intensity of a driver (Fig. 1, Table 2). For those who have witnessed collapsing fish stocks, cascading effects of eutrophication or overfishing, or climate-driven shifts in food webs, such tipping points may be intuitively understood. Nevertheless, rapid ecological shifts may surprise us, particularly when we have assumed linear, additive, and gradual ecological responses to impacts of human uses or natural drivers. Unanticipated ecological changes can be socially, culturally, and economically costly (Doak et al. 2008, Scheffer et al. 2009, Travis et al. 2014). For instance, in many aquatic systems, gradual increases in nutrient loading may have limited impacts on aquatic and marine ecosystems until a threshold nutrient level is reached, creating harmful algal blooms and oxygen-depleted zones that threaten water quality, human health, and animal life (e.g., Rabalais et al. 2010, Johannessen and Miles 2011, Michalak et al. 2013). However, for decades, water quality managers assumed constant, linear relationships between sewage discharge and impacts on local waterbodies, such as Lake Washington in Seattle, Washington, USA, and Tampa Bay, Florida, USA (Edmondson and Lehman 1981, Greening and Janicki 2006). Many such waterbodies have since tipped rapidly from clear-water, productive ecosystems to algal-dominated environments that pose health risks, compromise recreation, and threaten aquatic life. Given increasing evidence and understand- ing of complex system behavior and ecosystem tipping points, scientists, managers, stakeholders, and policy- makers may benefit from new or renewed consideration of how plans and strategies can account for possible tipping points, whether the context is ecosystem-based management, environmental restoration, single-sector management (e.g., fisheries), or comprehensive spatial planning. Our focus here is on managing marine systems prone to tipping points, but the issues and solutions we discuss are relevant to any setting in which ecosystems are likely to exhibit tipping points. A recent synthesis of managed ecosystems showed that, in a variety of settings, manage- ment strategies that include monitoring ecosystem state and identifying measurable tipping points tend to be more effective in achieving stated conservation and manage- ment goals than strategies that do not consider possible tipping points (Kelly et al. 2014b). As a precursor to tackling implementation, this study lays out the motiva- tions and principles for acknowledging and addressing the potential for tipping points in marine ecosystems. Although many of these ideas have been articulated individually elsewhere, we synthesize them in a cohesive, accessible format, supported by theory (Table 2) and applied specifically to marine natural resource manage- ment. Our focus on marine tipping points complements recent efforts to list key challenges of applying resilience theory to social-ecological systems (Walker and Salt 2012) and principles for enhancing resilience of ecosystem services (Biggs et al. 2012). Our approach is inspired by similar efforts to translate broad scientific insights and management ideals into specific planning guidelines by articulating principles of ecosystem-based management and marine spatial planning (Leslie and McLeod 2007, Foley et al. 2010). Seven Principles for Managing Ecosystem Tipping Points In a series of five workshops held in 2013 and 2014 with subsets of the coauthors and a dozen other scientists, marine managers, stewards, and policymakers (see Acknowledgements), we sought to generate and then prioritize a short list of principles for managing marine ecosystems prone to tipping points. We began by articulating fundamental traits of ecological and social- ecological tipping points, derived from ecological resilience theory, that participants felt were most relevant to management (Table 2). We describe these traits using examples from marine systems. Next, we discuss the significance of these traits for management of social-ecological systems in marine and coastal settings. Management principles were generated through group discussion and drawn from existing literature on application of theory to management practice (Table 3). 1. Tipping points are common The ecological literature provides numerous examples of nonlinear relationships between predictor and response variables, including responses exhibited at individual, population, species, and ecosystem levels. Examples of fundamental, ubiquitous, nonlinear responses include density dependence, such as the logistic curve of population growth, the Allee effect (i.e., accelerating likelihood of local extinction as population density falls below a minimum threshold; Stephens et al. 1999, Dulvy et al. 2003), and the relationship of per capita consump- tion rate to food availability (Holling 1959, Arditi and Ginzburg 1989, Abrams and Ginzburg 2000). Dose- response curves are also pervasive in physiology, and some can cascade to ecosystem-level responses (e.g., Salazar and Salazar 1991, Fairchild et al. 1992, Meador et al. 2002, Karnosky et al. 2005, Lockwood et al. 2005). A recent synthesis of empirical studies in pelagic marine systems provides further support for the ubiquity of threshold responses (M. E. Hunsicker et al.,unpublished Ecosystem Health and Sustainability 2Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points manuscript). Across 736 quantified stressor–response relationships involving a variety of climate, fishing, and food-web stressor types, over half were nonlinear. When nonlinearities occur, they are often strongly nonlinear, and thus may have detectable thresholds that can be quantified and incorporated into management decision-making (M. E. Hunsicker et al.,unpublished manuscript). Tipping points are perhaps less often documented and/ or recognized at the ecosystem level than the species level. They occur as a consequence of changes in feedback processes that impart stability and resilience to the ecosystem’s configuration. Ecosystems tend to resist major change until a‘‘breaking point’’is reached (Table 2). Commonly observed marine ecosystem tipping points include the sudden development of anoxic conditions in estuaries, transition of coral-dominated reefs to macro- algal-dominated reefs, and rapid loss of kelp cover after urchin population explosions (Samhouri et al. 2010, McClanahan et al. 2011, Rocha et al. 2015). A forthcoming synthesis of marine ecosystem shifts at 95 locations worldwide found that examples spanned a wide diver- Table 1.Foundational concepts behind the theory of tipping points. TermDefinition Cross-scale interactions Processes at one spatial or temporal scale interact with processes at another scale, resulting in an ecosystem tipping point. These interactions change pattern–process relationships across scales such that fine-scale processes can influence a broad spatial extent or a long time period, or broadscale drivers can interact with fine-scale processes to create surprising or unpredictable system dynamics (Peters et al. 2007). Early-warning indicator A system metric that can be monitored through time and is known to show predictable changes in advance of an event (i.e., tipping point) to provide warning of the event or clues suggesting increase in its probability of occurring. Ecosystem stateA multidimensional description of an ecosystem, which may include metrics of composition, structure, functions, governing processes, and other emergent properties that distinguish the state from other possible states of interest. External driverA force of change that can affect the ecosystem but is unaffected by the ecosystem (as measured over the most relevant temporal scale). Drivers can be natural or anthropogenic processes, events, or activities that cause a change in an ecosystem process, component, function, property, or service. For example, sedimentation (e.g., from erosion caused by coastal development) is a driver of coral mortality. A stressor is a category of driver. FeedbackAn ecological process within an ecosystem that either reinforces or degrades resilience of a regime (Briske et al. 2006). Positive feedbacks are destabilizing (they amplify the amount of change the system will experience in response to a small perturbation), whereas negative feedbacks are stabilizing (they dampen effects of perturbations), counteracting change (Suding and Hobbs 2009, Nystrom et al. 2012). HysteresisA pattern observed when the pathway of recovery of an ecosystem differs from its pathway of degradation (Suding and Hobbs 2009); path dependence. In other words, a different threshold must be crossed for recovery, often with time lags to recovery even when stressors are abated (Montefalcone et al. 2011). Factors such as random chance operating on which species colonize first and then exclude or facilitate coexistence of other species (priority effects) or the specific sequence of habitat alteration events in a successional process can cause path dependence. NonlinearNonlinear relationships have one or more curves or points of rapid change and are often used to graphically represent tipping points in driver–response relationships of ecosystems. Regime shiftThe rapid reorganization of a system from one relatively unchanging state over time to another (Carpenter and Folke 2006); synonym of tipping point. Distinct and relatively unchanging regimes are characterized by a set of governing processes, species compositions, and relationships among species and external drivers. Initial conditions can also shape an observed regime. ResilienceThe capacity of an ecosystem to tolerate disturbance without crossing a threshold into a different regime (Folke et al. 2004, Suding and Hobbs 2009). Speed of recovery following perturbation is a common empirical metric of resilience. Resilience imparts regime stability without precluding change, flexibility, and/or adaptation. StressorA type of driver that is specifically linked directly or indirectly to human use(s) and/or actions that cause undesired change in an ecosystem. ThresholdA relatively rapid change from one ecological condition to another. When a system is close to an ecological threshold, a large ecological response results from a relatively small change in a driver (Bennett and Radford 2003, Huggett 2005, Groffman et al. 2006, Suding and Hobbs 2009). Ecological thresholds exist at all levels of organization, including single populations and species, species interactions, ecosystem functions/processes, and whole ecosystems. TriggerAn internal system behavior that initiates a regime shift, e.g., disease outbreak or mass coral bleaching. The behavior can be due to an external shock, e.g., cyclone, or culmination of a positive feedback loop (Suding and Hobbs 2009). Note:The concept of ecosystem tipping points largely derives from theoretical ecology, with important contributions from subdisciplines focused on ecosystems, restoration and resilience, climatology, systems biology, neurobiology, mathematics, and engineering. Ecosystem Health and Sustainability 3Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points Fig. 1.Types of regime shifts. Phase shifts can be smooth or nonlinear, whereas alternative stable states show discontinuous change with some level of hysteresis. Modified from Dudgeon et al. (2010). Table 2.A brief primer on the theory behind ecosystem tipping point. TheoryExplanation Ecosystems show alternative stable states, a.k.a. dynamic regimes. Ecosystems may have alternative states with different structure and function, (a.k.a. regimes), under otherwise similar environmental conditions. Initial conditions (e.g., which species is colonized) and external conditions (e.g., the degree of resource extraction, pollution, habitat alteration, and inherent productivity) contribute to a regime’s configuration. Stable states are not truly static: regular fluctuations and stochastic change occurs around an average state. Changes to feedbacks cause tipping points. A small number of feedback mechanisms maintain an ecosystem in a given state. When mounting stress disrupts one or more feedback mechanisms, the system can cross a tipping point and rapidly reorganize into another regime with new stabilizing feedback mechanisms. Thus, restoration may require triggering a new tipping point by disrupting feedback mechanisms. Resilience mediates sensitivity to tipping points. Resilience depends on factors like species diversity, functional redundancy (multiple species playing similar ecological roles), and complementarity among species (slight differences in how species carry out those roles; Chapin et al. 1997, Peterson et al. 1998, Luck et al. 2003, Laliberte et al. 2010, Karp et al. 2011, Thibaut et al. 2012, Mori et al. 2013). Because of diversity and redundancy in feedback processes, a combination of drivers is often needed to erode resilience to the point of breaking key stabilizing feedbacks (Scheffer and Carpenter 2003). Characteristic changes in diversity and stability precede regime shifts. Loss of resilience as a system approaches a tipping point may occur in distinct stages (Briske et al. 2006, McClanahan et al. 2011), resulting in a series of changes in ecosystem function that precede a system- level shift. Grassland and coral reef studies have identified consistent metrics that may indicate these stages. For instance, a dip in reef species richness occurs early on, whereas estimates of coral cover show a sudden drop just prior to a shift to algal dominance (McClanahan et al. 2011, Karr et al. 2015). The trigger of a tipping point may be a small- scale event. Cross- scale interactions are key to regime shifts. When stabilizing feedbacks have been altered and the system suffers a large loss of resilience, any further incremental change or shock to the system may be the final straw that produces a large response: a tipping point due to the collapse of stabilizing feedbacks. The spatial extent of a regime shift is often larger than the trigger event due to cascading effects. For example, a single lightning strike can ignite a fire that spreads nonlinearly across a vast range as the dominant processes controlling the fire move from the scale of individual trees to within patch variation in fuel load to among-patch connectivity (Peters et al. 2007). The accelerating spread of an invasive species, which gets a foothold in a new region by exploiting a local disturbance event, may show similar dynamics. Connectivity encourages nonlinear/threshold responses. Mechanisms of connectivity, such as larval dispersal, ocean currents, and migratory species, can facilitate the ripple effect of a localized regime shift by linking distant communities. However, connectivity can buffer impacts of stress when unimpacted areas serve as source populations. Thus, connectivity can enhance cross-scale interactions, which increases the likelihood of threshold responses and regime shifts (Nystrom et al. 2012). Socioeconomic tipping points may accompany ecological tipping points. When shifts give rise to new sets of dominant species and functions, associated ecosystem services often change in nature and extent (Graham et al. 2013). In some cases, these feedbacks lead to hysteresis, such that recreating the previous external conditions fails to produce the former regime or the system is very slow to return to its former state. Restoring an ecosystem that has crossed a tipping point and exhibits hysteresis may not be achieved by simply reversing or abating the causal drivers, and restoration thus will likely be more costly and unpredictable. Ecosystem Health and Sustainability 4Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points sity of ecosystem types and geographic locations (C. Kappel,unpublished manuscript). Oceanographic connec- tivity may strengthen the nonlinearity of marine popu- lation- and ecosystem-level responses. Connectivity may facilitate spread of a regime shift across areas; conversely, connectivity can also impart stability and resilience when it allows replenishment from distant refuges (Allison et al. 1998, Olds et al. 2012). Importantly, even when ecological responses to stressors are relatively linear, such changes may trigger nonlinear responses in linked social-ecological systems, creating an ecosystem tipping point, such as when fishery productivity falls below a cost-effective level for fleet operation (Poe et al. 2014). Management principle: in the absence of evidence to the contrary, assume potential for nonlinear relationships and tipping points Clearly stating assumptions about linear vs. nonlinear ecosystem responses (such as within environmental impact assessments or fishery management plans), and examining consequences of assumptions, will help guide expectations and assessment strategies. Modify- ing assumptions, monitoring plans, and management actions to presume tipping points exist may reduce risk of adverse social, economic, and ecological outcomes and surprises associated with transitions to alternative ecosystem states, despite the apparent up-front cost of these modifications. Engaging experts to quantify relationships between ecosystem response variables and drivers of concern can reduce the need for assumptions. Even preliminary estimates of tipping points serve to document their presence and motivate increased monitoring and refinement of threshold estimates. 2. Intense human use, often involving multiple drivers, may cause a tipping point by radically altering ecological structure and function Because complex systems absorb disturbance and resist change, great pressure is sometimes needed to cross a tipping point; in other cases, for systems that are already close to a tipping point or have lower resilience, smaller pressures suffice. There are several examples of systems that have crossed tipping points when local-scale anthropogenic stresses precede a period of large-scale climatic change, whether the climate change is anthro- pogenic or natural. In both the Baltic and Black Seas, overharvest of top predators and eutrophication from pollution produced significant alteration of trophic dynamics after a sudden change in climatic conditions (e.g., a switch from a predator guild dominated by fishes to jellyfish in the Black Sea [Daskalov 2002, Oguz and Gilbert 2007], and a switch from piscivore to planktivore domination in the Baltic Sea [Casini et al. 2009]). Effects of human exploitation can be exacerbated in ecosystems subject to large natural climatic oscillations (e.g., the Pacific decadal oscillation and Atlantic multidecadal oscillation; AMO), perhaps because loss of resilience from human impacts hampers the ability of key species and whole food webs to weather swings in temperature and productivity (Hsieh et al. 2008, Planque et al. 2010). The ecological effects of climate cycles become more complex and unpredictable when intense fishing or anthropogenic climatic stressors co-occur, making tip- ping points more likely (e.g., ocean acidification plus ocean warming; Griffith et al. 2011, Lindegren et al. 2013, Ohman et al. 2013). In coastal systems, land- and ocean-based stressors can interact to cause marine tipping points. In many coral reef ecosystems, land-use changes have caused increased nearshore nutrient and sediment concentra- tions and, at the same time, overfishing of herbivorous fishes reduced grazer diversity (e.g., Caribbean [Hughes 1994], Seychelles [Graham et al. 2006]). In Discovery Bay, Jamaica, and elsewhere in the Caribbean, overfishing enabled the spiny sea urchin population to explode, which first maintained low algal cover in the absence of fish herbivory, but then succumbed to a disease epidemic. Ongoing nutrient enrichment combined with reduced grazer densities to produce algal overgrowth. A hurricane in 1989 then caused a significant die-off of the Table 3.Summary of principles for managing ecosystems prone to tipping points. Social-ecological observationManagement principle 1. Tipping points are common.1. In the absence of evidence to the contrary, assume nonlinearity. 2. Intense human use may cause a tipping point by radically altering ecological structure and function. 2. Address stressor intensity and interactive, cross-scale effects of human uses to avoid tipping points. 3. Early-warning indicators of tipping points enable proactive responses. 3. Work toward identifying and monitoring leading indicators of tipping points. 4. Crossing a tipping point may redistribute ecosystem benefits. 4. Work to make transparent the effects of tipping points on benefits, burdens, and preferences. 5. Tipping points change the balance between costs of action and inaction. 5. Tipping points warrant increased precaution. 6. Thresholds can guide target-setting for management.6. Tie management targets to ecosystem thresholds. 7. Tiered management can reduce monitoring costs while managing risk. 7. Increase monitoring and intervention as risk of a tipping point increases. Ecosystem Health and Sustainability 5Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points remaining coral. Historically, the system had recovered from hurricanes, but due to the loss of ecosystem resilience, this shock to the system shifted coral reefs to an algal-dominated regime with altered species interac- tions and feedbacks. Ocean acidification and tempera- ture stress from climate change are expected to further reduce the resilience of reefs worldwide (Hoegh-Guld- berg et al. 2007). Tipping points have also been tied to single, intense stressors, most often intense harvest of a key predator (Estes et al. 1998, 2011, Myers et al. 2007, Baum and Worm 2009, Ferretti et al. 2010). Otter removal is the singular cause of rocky reef shifts from kelp forest to urchin barrens in the northeast Pacific (Estes and Palmisano 1974, Estes and Duggins 1995, Dean et al. 2000). Fishing is likely to be the singular cause of coral reef regime shifts in Fiji (Rasher et al. 2013) and the shift from cod- to lobster-dominated food webs in the Gulf of Maine (Steneck and Wahle 2013). These shifts occurred when a central node or compartment of the food web was removed, a potentially common cause of system- wide regime shifts and trophic cascades (Scheffer et al. 2001, Daskalov 2002, Frank et al. 2005, 2011, Estes et al. 2011, O’Gorman et al. 2011; C. Kappel et al.,unpublished manuscript). Management principle: address stressor intensity and interactive, cross-scale effects of human use to avoid tipping points Understanding and tracking cross-scale interactions in both human and natural dimensions of a managed system is critical. Questions to consider include: How might global or regional drivers have the potential to override local management actions? And how might large-scale tipping points cascade up from local events, such as disease outbreaks, storm damage, and changes in fleet behavior? Tying management reference points to metrics of both human and natural dimensions may assist in reducing interactive effects (Large et al. 2013). For instance, during a warm AMO phase with higher total biomass available for landings, fisheries managers might consider less conservative harvest quotas for the northeastern United States shelf; in a cool AMO phase, more conservative harvest quotas may be more appro- priate. In systems dominated by a keystone species that preserves a desired ecosystem state, managers could prioritize monitoring cumulative impacts to that species. In situations with many types of human uses and threats (e.g., most coastal zones), explicit decision rules can be adopted to address combinations of human uses. Caps on total allowable human use or total allowable harm (sensu Canadian species at risk; Ve ́lez-Espino and Koops 2009) can provide a vehicle for this strategy. Such an approach requires cooperation and coordination across management sectors, which often operate on different time and geographic scales, adding to the potential for cross-scale social-ecological interactions. In some cases, substantive jurisdictional incompatibilities make such coordination extremely difficult to achieve. 3. Changes in early-warning indicators may precede ecosystem tipping points Although it is difficult to predict the exact amount of stress that will trigger a tipping point, warning signs that precede the tipping point can be instrumental in avoiding collapse. Theory predicts that diversity and functional redundancy at multiple levels (e.g., within species, across species, and across trophic groups) affect a system’s resilience to change (Table 2). As components of the ecosystem are compromised or lost, the system may lose resilience and become more prone to crossing a tipping point with the next shock or stressor (Briske et al. 2006, Brandl and Bellwood 2014). For example, a case study of Bristol Bay, Alaska, USA, sockeye salmon revealed how population-level diversity can maintain resilience of a heavily exploited species (Schindler et al. 2010). Diversity in genetic traits controlling behavior and environmental tolerance of individual spawning stocks creates a portfolio effect within and across watersheds: variation in timing of salmon returning from sea enhances the ability of the whole population to absorb environmental stresses, stabilizing ecosystem processes, ecosystem services, and the human econo- mies that depend on them (Schindler et al. 2010). New large-scale studies show that the particular sequence of change in measures of resilience and/or ecosystem state can be consistent at regional scales, suggesting these changes can be monitored to reveal early-warning indicators of a tipping point. System- specific metrics are beginning to emerge from syntheses of empirical data. For example, in South Pacific reef fishes, phylogenetic and functional diversity were found to be more sensitive indicators of human impacts than species richness (D’Agata et al. 2014). In separate studies of Indian Ocean and Caribbean coral reefs (McClanahan et al. 2011, Karr et al. 2015), increased spatial variance in macroalgal cover was identified as a leading indicator of decline in coral dominance while coral cover itself was a lagging indicator; the results held at local and regional scales. Both studies suggested a rule of thumb that preserving 50% of unfished biomass in the coral reef state should reduce the risk of a sudden change in state to macroalgal dominance while likely preserving high yields (Fig. 2; Hilborn 2010, Karr et al. 2015). When high-quality time series chronicling historical ecosystem tipping points exist, they can be mined to identify species or system traits that changed in advance of the ecosystem shift and might serve as early-warning indicators of a future tipping point. Promising early- warning indicators include variance and autocorrelation of biomass, densities, and catch, and rate of recovery from perturbation, i.e., critical slowing down (Carpenter and Brock 2006, Scheffer 2009, Scheffer et al. 2009, Dakos Ecosystem Health and Sustainability 6Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points et al. 2011, 2012, Dai et al. 2012, 2013, Kefi et al. 2014). In a recent study, increased spatial variance in crustacean fishery catch was found to precede stock collapses by one to four years (Bering Sea and Gulf of Alaska; Litzow et al. 2013). Finding reliable leading indicators of tipping points is a promising and growing area of research (see review by Ditlevsen and Johnsen 2010, Boettiger and Hastings 2012a,b, Dakos et al. 2015), but still in the early stages and challenged by data needs (e.g., attempts to find early-warning indicators based on zooplankton in central Baltic Sea time series were equivocal, perhaps due to data quality; Lindegren et al. 2012). Management principle: work toward identifying and monitoring leading indicators of tipping points Though challenging to define and often data-intensive, early-warning indicators can enable managers to trigger rapid, adaptive management responses to pending ecosystem change (Fujita et al. 2013b). In the absence of system-specific indicator data, protecting functional diversity and redundancy may be a useful rule of thumb (Elmqvist et al. 2003). Understanding species’roles in the food web can further guide which components of diversity and redundancy are most critical. Partnering with scientists and on-the-water experts to investigate potential early-warning indicators of declining resilience (e.g., interannual variability in catch per unit effort; Litzow et al. 2008) can help managers develop indicators specific to vulnerabilities of the focal ecosystem and address priority stressors. When time-series data are unavailable, spatial data spanning a gradient of condi- tions may help characterize relationships between anthropogenic stressors and measurable ecosystem components and identify potential leading indicators of ecosystem shifts (Fig. 2; McClanahan et al. 2011, Karr et al. 2015). Importantly, using early-warning indicators requires real-time data streams and management processes nimble enough to respond proactively and adaptively, ideally with strong localized control. A Pacific oyster aquaculture company in Washington State, USA, active- ly manages around a tipping point in ocean pH that leads to a precipitous decline in larval growth and viability. The operation has hourly pH measurements to enable use of an alternate water supply when acidity of nearshore waters reaches harmful levels (Barton et al. 2012, Washington Blue Ribbon Panel on Ocean Acidifi- cation 2012). Management frameworks can include decision rules that enable flexibility. For instance, in coral reef systems, plans focused on coral recovery could allow for imposing temporary, immediate bans on herbivore harvest at small scales when coral bleaching levels exceed a predetermined threshold. 4. Crossing a tipping point may redistribute benefits to stakeholders When an ecosystem crosses a tipping point, its dominant species, food-web structure, diversity, and functions change. In some cases, tipping points cause severe loss of biodiversity and benefits (e.g., eutrophi- cation and algal domination of coasts and reefs). However, the new regime may also provide new benefits (e.g., a switch from finfisheries to shellfisheries). For human economies to effectively capitalize on these Fig. 2.Empirically derived rules of thumb can serve as management targets focused on avoiding levels of human use associated with tipping points or degraded states in fairly data-poor situations. Coral reef studies suggest that a number of coral reef system traits widely believed to relate to resilience (e.g., the proportion of herbivorous fishes, the number of fish species, and urchin density) show steep declines when fish biomass falls below 50% of unfished biomass. Unfished density can be estimated from established local no-take reserves. A tiered approach to risk might set response plans based on these targets (colored circles). Ecosystem Health and Sustainability 7Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points new benefits, societal shifts are often required, including new capital investments, supply chains, and social dynamics. Thus, tipping points may be accompanied by a period of social and economic disruption. Impor- tantly, once adaptation is underway, there can be a disincentive to support restoration of the older regime. Resource users can become entrenched in their prefer- ences and investments over time in the existing regime. In the Gulf of Maine, for example, a high-value, cod- dominated ecosystem shifted to a more lucrative, lobster-dominated state as cod were overfished (Steneck et al. 2011). Many stakeholders (most obviously the lobster-fishing industry) consequently oppose efforts to restore cod dominance, which might compromise lobster productivity. Similarly, fierce debate continues over whether to avoid or support otter reestablishment in Southern California, USA, and elsewhere following decades of local extinction that allowed shellfisheries to flourish (seeOtters, urchins, and kelp forests: linking tipping points to target-setting and monitoring). This entrenchment may be common in systems that exhibit tipping point behavior. The longer a regime has been stable (or the longer a user has interacted with the regime), the more managers might anticipate some resistance to restoration (Duarte et al. 2009). Even when all stakeholders would eventually gain from a changing ecosystem state, it may be difficult to implement change if the immediate cost is dispropor- tionate among stakeholders (Smith et al. 2010). In some cases, a less-desired state with fewer services may be preferred when the expense of restoring or avoiding degradation is too high or uncertain (e.g., removal of sewage input or removal of hardened shoreline and restoration of natural habitat; Kelly et al. 2014a). Compromises may be possible in which novel ecosys- tems are engineered (sensu Hobbs et al. 2006) to allow coexistence of otherwise mutually exclusive benefits through human or technological manipulations (e.g., mariculture, feed supplementation, hatcheries, and constructed habitats). Management principle: work to make transparent the effects of tipping points on distributions of benefits, burdens, and preferences Many management decisions are the result of decision makers trying to address underlying sets of (often contrasting) human values. Sudden and/or large shifts in ecosystem services associated with ecological tipping points highlight and possibly exacerbate potentially inequitable distribution of costs and benefits among stakeholders and sectors. For instance, recent modeling of the Baltic Sea food web estimated a lack of recovery of cod stocks following regime shift comes at an annual cost of EUR€120 million (Bleckner et al. 2015). Engaging user groups to explore the distribution of costs and benefits across stakeholders under possible tipping point scenarios can help foster dialogue about equity, which can inform decision-making about management alternatives. Stakeholder groups with the largest eco- nomic gains from the current regime are likely to have a louder voice (e.g., capacity to organize and fund lobbying and participatory management activities) than marginalized groups or industries. Management pro- cesses that enable all groups to have a seat at the table may help avoid inequitable outcomes of participatory management. Improving environmental equity among groups can also help produce‘‘triple bottom line’’ solutions (i.e., social, environmental, and financial improvements), although a focus on equity can, under some circumstances, delay or lower probability of management success (Halpern et al. 2013). 5. Tipping points change the balance between costs of action and inaction Crossing tipping points may come with a high cost if valuable ecosystem benefits are lost and time to recovery is long. In contrast, if ecosystems were to respond to stressors in a linear, additive manner and improve predictably with the removal of stress, risks and costs associated with ecosystem change would be lower and relatively constant. Risk is a function of both probability of occurrence and magnitude of effect; both will rapidly climb as a tipping point is approached. Probability of tipping points may be difficult to determine, with tipping points often only understood when inevitable and imminent, or even passed (Hughes et al. 2013), especially if the system is initially insensitive to mounting pressure. The impacts of crossing a tipping point are often difficult to predict but are exacerbated when hysteresis is strong, because recovery to the previous state is unlikely (Tables 1 and 2). The high cost and difficulty of restoration in the face of hysteresis can exceed the limits and/or budgets of human ecosystem engineering (Fig. 3). These various unknowns and barriers, and in particular, uncertainty in exactly where the tipping point lies, argue for increasing regulation of human uses and influences tied directly or indirectly to resilience and tipping points, especially when a system is thought to be moving toward a tipping point. Precautionary regulation is often unpopular, finan- cially costly, or impractical, partly due to economic discounting and underestimating future risks (Scheffer 2009). However, tipping points change the balance between the costs of action and inaction. The cost of inaction skyrockets in a system that exhibits tipping points as pressure on a system intensifies, compromis- ing resilience and leaving little buffer for the system to absorb unforeseen shocks (Kelly et al. 2014a). Early action to preserve resilience of a desired state is more practical, affordable, and perhaps effective than late action to prevent a tipping point by taking extreme measures to halt stress (Kelly et al. 2014a). Note that if Ecosystem Health and Sustainability 8Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points and when probing experiments to learn about thresh- olds become possible, new knowledge may reduce the level of precaution needed (Farrow 2004). In some cases, the decision by fisheries managers to set harvest levels below maximum sustainable yield (MSY) has been motivated by boosting precaution in order to avoid severe economic consequences of crossing a tipping point (i.e., stock collapses; Punt et al. 2012). Australia has fully adopted risk-based mea- sures throughout their fisheries management (Smith et al. 2009). Similarly, scientists are calling for managers to significantly reduce take of forage fish below MSY to avoid risk of adverse ecological effects for dependent predators (e.g., sea birds, mammals, and commercially valuable larger fish like halibut, salmon, and rockfish; Cury et al. 2011, Hunsicker et al. 2010, Smith et al. 2011, Pikitch 2012). Managers can proactively protect func- tional redundancy and diversity in the food web, e.g., by protecting species or populations that might have little economic value but boost food-web resilience (Link 2007). Management principle: tipping points warrant increased precaution Because the exact location of a tipping point is often unknown and difficult to quantify, greater precaution in setting management targets may be justified. Rigorous cost–benefit analysis can help to inform precautionary target-setting and reveal how costs and benefits are distributed among stakeholders to assess equity. Stake- holders will vary in their risk tolerance; the role of science is to uncover those tolerances and present them on economic, ecological, and cultural axes to inform policy development (Burgman 2005, Shelton et al. 2014). Increased information and tolerance for risk allow managers to approach a system’s tipping point more Fig. 3.Recovery stymied by hysteresis. (A) Following dredging of San Diego Bay, California, USA, attempts to restore tall salt marsh cordgrass (Spartina foliosa) for nesting by the endangered Light-footed Clapper Rail (Rallus longirostris levipes) were ineffective in sandy substrates (including dredge spoil deposits). Field experiments revealed that height was nitrogen-limited, but five years of annual fertilizer additions could not restore self-sustaining tall canopies (Lindig-Cisneros et al. 2003). Researchers and managers agreed that the mitigation site (shown here in its current state; photo by Joy Zedler) would never suit Clapper Rails. Fine clay soils of natural marshes could grow and sustain tall cordgrass, but importing clay and silt was not feasible. (B) Hysteresis plagues Hawaiian coral reefs within embayments downstream from erosion due to development, invasive ungulates, and native habitat removal. Very fine sediment remains trapped in protected embayments and is constantly resuspended but not flushed out by currents, blocking light and smothering corals for decades after the sedimentation event (Field et al. 2008, Storlazzi et al. 2009). There is no known method to safely and effectively remove such fine sediment (photos by Mike Field, USGS). Ecosystem Health and Sustainability 9Volume 1(5)vArticle 17 SELKOE ET AL.Managing ocean tipping points closely, while lower tolerance and knowledge gaps justify greater precaution. Factors affecting risk toler- ance for ecological tipping points include probability of crossing a tipping point, costs of precautionary actions, cost of restoration, probability of hysteresis or slow recovery, relative values of services lost and gained, costs of adapting to changes in resources and services, and the chance of triggering a socioeconomic collapse. Holding conversations among stakeholders and man- agers about the risks and costs associated with tipping points, and engaging stakeholders to clarify their tolerances for both, can yield important information for cost–benefit analysis. Communicating and quantify- ing the ancillary benefits of precautionary action is also important. For example, capping harvest levels below MSY tends to increase profits, improve sport fishing, and in some cases, improve dive tourism while reducing risk of stock collapse (Grafton et al. 2012). However, this approach requires strong regulatory control and access to plentiful data. Measures that make future benefits of precautionary action more salient, such as low-interest loan programs (e.g., the California Fisheries Fund), catch shares, and other incentive-based programs, may be helpful (Grimm et al. 2012, Fujita et al. 2013a). 6. Thresholds can inform target-setting for management If threshold responses are strongly nonlinear, the thresholds themselves present logical limits that may simplify debate about how much use is acceptable (Rockstrom et al. 2009). For stressors that are not under management control, understanding thresholds can still guide management responses to change. Because ecosystem stability and predictability decrease as systems approach a threshold, using a precautionary buffer to set targets can help reduce risk of crossing a tipping point (Fig. 4). Risk tolerance, cost of precaution, and uncertainty in the threshold value all factor into size of the buffer (e.g., Samhouri et al. 2010, Cury et al. 2011, McClanahan et al. 2011, Large et al. 2013). Multiple examples of ecological threshold-based management standards exist within U.S. federal environmental laws, including MSY in the Magnuson Stevens Act, optimal sustainable production in the Marine Mammal Protec- tion Act, and jeopardy determinations under the Endangered Species Act (see Kelly et al. 2014a). Management principle: tie management targets to ecosystem thresholds Identifying how and at what level activities and actions lead to ecosystem tipping points has high relevance to choosing effective management targets or limits. Exact targets will be influenced by societal risk tolerance, which is in turn related to the effort and expense required to mitigate risk. In restoration settings, management interventions that fall short of pushing a system past a recovery threshold may show no long- term progress. In other words, only a big investment is likely to pay off (i.e.,‘‘go big or go home’’; Fig. 4; van der Heide et al. 2007, Martin and Kirkman 2009, Dixson et al. 2014). The unhelpful resilience of the undesired state dampens response to interventions (Standish et al. 2014). For instance, models of nutrient reduction strategies to significantly reduce the dead zone in the Gulf of Mexico recently revealed that the agreed-upon goals (widely considered ambitious) are unlikely to generate a detectable change in the size of the dead zone (Dale et al. 2010). 7. Tiered management can reduce monitoring costs while managing risk Defining thresholds and setting precautionary buffers can be viewed as setting the boundaries of a system’s ‘‘safe operating space,’’in which risk of unwanted regime shift is low and resilience is high (Fig. 4). Monitoring driver levels, ecosystem state indicators, and Fig. 4.A conceptual model of addressing tipping points with management targets. Maintaining or restoring a desired ecosystem regime may be aided by tying management targets to the threshold relationship(s) of top drivers to ecosystem condition. Assessments of cost, risk tolerance, and threshold confidence limits guide the width of a precaution- ary buffer that puts management targets within the safe operating space. To maintain a desired regime, the manage- ment target would be a maximum limit of a driver or",
  "sections": {
    "abstract": ".As climatic changes and human uses intensify, resource managers and other decision makers are taking actions to either avoid or respond to ecosystem tipping points, or dramatic shifts in structure and function that are often costly and hard to reverse. Evidence indicates that explicitly addressing tipping points leads to improved management outcomes. Drawing on theory and examples from marine systems, we distill a set of seven principles to guide effective management in ecosystems with tipping points, derived from the best available science. These principles are based on observations that tipping points (1) are possible everywhere, (2) are associated with intense and/or multifaceted human use, (3) may be preceded by changes in early- warning indicators, (4) may redistribute benefits among stakeholders, (5) affect the relative costs of action and inaction, (6) suggest biologically informed management targets, and (7) often require an adaptive response to monitoring. We suggest that early action to preserve system resilience is likely more practical, affordable, and effective than late action to halt or reverse a tipping point. We articulate a conceptual approach to management focused on linking management targets to thresholds, tracking early-warning signals of ecosystem instability, and stepping up investment in monitoring and mitigation as the likelihood of dramatic ecosystem change increases. This approach can simplify and economize management by allowing decision makers to capitalize on the increasing value of precise information about threshold relationships when a system is closer to tipping or by ensuring that restoration effort is sufficient to tip a system into the desired regime.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nPrinciples for managing marine ecosystems\nprone to tipping points\nKimberly A. Selkoe,\n1,2,17\nThorsten Blenckner,\n3\nMargaret R. Caldwell,\n4\nLarry B. Crowder,\n4\nAshley L. Erickson,\n4\nTimothy E. Essington,\n5\nJames A. Estes,\n6\nRod M. Fujita,\n7\nBenjamin S. Halpern,\n1,8,9\nMary E. Hunsicker,\n1\nCarrie V.\nKappel,\n1\nRyan P. Kelly,\n10\nJohn N. Kittinger,\n11\nPhillip S. Levin,\n12\nJohn M. Lynham,\n13\nMegan E. Mach,\n4\nRebecca G.\nMartone,\n4\nLindley A. Mease,\n4\nAnne K. Salomon,\n14\nJameal F. Samhouri,\n12\nCourtney Scarborough,\n1\nAdrian C. Stier,\n1\nCrow White,\n15\nand Joy Zedler\n16\n1\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Suite 300, Santa Barbara, California 93101 USA\n2\nHawaii Institute of Marine Biology, University of Hawaii, Kaneohe, Hawaii 96744 USA\n3\nStockholm Resilience Centre, Stockholm University, Kra ̈ftriket 2B, 10691 Stockholm, Sweden\n4\nCenter for Ocean Solutions, Stanford Woods Institute for the Environment, Stanford University,\n473 Via Ortega Room 193, Stanford, California 94305 USA\n5\nSchool of Aquatic and Fishery Sciences, University of Washington, Seattle, Washington 98195 USA\n6\nDepartment of Ecology and Evolutionary Biology, 100 Shaffer Road, University of California, Santa Cruz, California 95060 USA\n7\nEnvironmental Defense Fund, 123 Mission Street, 28th Floor, San Francisco, California 94105 USA\n8\nBren School of Environmental Science and Management, University of California, Santa Barbara, California 93106 USA\n9\nImperial College London, Silwood Park Campus, Buckhurst Road, Ascot SL5 7PY United Kingdom\n10\nSchool of Marine and Environmental Affairs, University of Washington, 3707 Brooklyn Avenue NE, Seattle, Washington 98105-6715 USA\n11\nConservation International, Betty and Gordon Moore Center for Science and Oceans,\n7192 Kalaniana‘ole Highway, Suite G230, Honolulu, Hawaii 96825 USA\n12\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service,\nNational Oceanic and Atmospheric Administration, 2725 Montlake Boulevard East, Seattle, Washington 98112 USA\n13\nDepartment of Economics, University of Hawaii at Manoa, Honolulu, Hawaii 96822 USA\n14\nSchool of Resource and Environmental Management, Simon Fraser University, Burnaby, British Columbia V5A 1S6 Canada\n15\nDepartment of Biological Sciences, California Polytechnic State University, San Luis Obispo, California 93407 USA\n16\nBotany Department, University of Wisconsin, Madison, Wisconsin 53706 USA\nAbstract.As climatic changes and human uses intensify, resource managers and other decision makers are\ntaking actions to either avoid or respond to ecosystem tipping points, or dramatic shifts in structure and\nfunction that are often costly and hard to reverse. Evidence indicates that explicitly addressing tipping points\nleads to improved management outcomes. Drawing on theory and examples from marine systems, we distill a\nset of seven principles to guide effective management in ecosystems with tipping points, derived from the best\navailable science. These principles are based on observations that tipping points (1) are possible everywhere,\n(2) are associated with intense and/or multifaceted human use, (3) may be preceded by changes in early-\nwarning indicators, (4) may redistribute benefits among stakeholders, (5) affect the relative costs of action and\ninaction, (6) suggest biologically informed management targets, and (7) often require an adaptive response to\nmonitoring. We suggest that early action to preserve system resilience is likely more practical, affordable, and\neffective than late action to halt or reverse a tipping point. We articulate a conceptual approach to management\nfocused on linking management targets to thresholds, tracking early-warning signals of ecosystem instability,\nand stepping up investment in monitoring and mitigation as the likelihood of dramatic ecosystem change\nincreases. This approach can simplify and economize management by allowing decision makers to capitalize\non the increasing value of precise information about threshold relationships when a system is closer to tipping\nor by ensuring that restoration effort is sufficient to tip a system into the desired regime.\nKey words:critical transition; ecosystem-based management; marine spatial planning; nonlinear relationships;\nrestoration ecology; stakeholder engagement.\nCitation:Selkoe, K. A., et al. 2015. Principles for managing marine ecosystems prone to tipping points. Ecosystem Health and Sustainability 1(5):17.\nhttp://dx.doi.org/10.1890/EHS14-0024.1\nIntroduction\nEcosystems sometimes undergo large, sudden, and\nsurprising changes in response to stressors. Theory and\nManuscript received 14 December 2014; revised 3 March 2015;\naccepted 4 March 2015; final version received 22 April 2015;\npublished 15 July 2015.\n17\nE-mail:selkoe@nceas.ucsb.edu\nEcosystem Health and Sustainability\n1www.ecohealthsustain.org\n\nempirical evidence suggest that many complex systems\nhave system boundaries (also called thresholds or\ntipping points; see Table 1) beyond which the system\nwill rapidly reorganize into an alternative regime\n(Lewontin 1969, Holling 1973, Sutherland 1974, May\n1977, Scheffer et al. 2001, Scheffer and Carpenter 2003,\nFolke et al. 2004, Petraitis et al. 2009). Tipping points can\nbe quantified as zones of rapid change in a nonlinear\nrelationship between ecosystem condition and intensity\nof a driver (Fig. 1, Table 2). For those who have\nwitnessed collapsing fish stocks, cascading effects of\neutrophication or overfishing, or climate-driven shifts in\nfood webs, such tipping points may be intuitively\nunderstood. Nevertheless, rapid ecological shifts may\nsurprise us, particularly when we have assumed linear,\nadditive, and gradual ecological responses to impacts of\nhuman uses or natural drivers. Unanticipated ecological\nchanges can be socially, culturally, and economically\ncostly (Doak et al. 2008, Scheffer et al. 2009, Travis et al.\n2014). For instance, in many aquatic systems, gradual\nincreases in nutrient loading may have limited impacts\non aquatic and marine ecosystems until a threshold\nnutrient level is reached, creating harmful algal blooms\nand oxygen-depleted zones that threaten water quality,\nhuman health, and animal life (e.g., Rabalais et al. 2010,\nJohannessen and Miles 2011, Michalak et al. 2013).\nHowever, for decades, water quality managers assumed\nconstant, linear relationships between sewage discharge\nand impacts on local waterbodies, such as Lake\nWashington in Seattle, Washington, USA, and Tampa\nBay, Florida, USA (Edmondson and Lehman 1981,\nGreening and Janicki 2006). Many such waterbodies\nhave since tipped rapidly from clear-water, productive\necosystems to algal-dominated environments that pose\nhealth risks, compromise recreation, and threaten\naquatic life. Given increasing evidence and understand-\ning of complex system behavior and ecosystem tipping\npoints, scientists, managers, stakeholders, and policy-\nmakers may benefit from new or renewed consideration\nof how plans and strategies can account for possible\ntipping points, whether the context is ecosystem-based\nmanagement, environmental restoration, single-sector\nmanagement (e.g., fisheries), or comprehensive spatial\nplanning.\nOur focus here is on managing marine systems prone to\ntipping points, but the issues and solutions we discuss are\nrelevant to any setting in which ecosystems are likely to\nexhibit tipping points. A recent synthesis of managed\necosystems showed that, in a variety of settings, manage-\nment strategies that include monitoring ecosystem state\nand identifying measurable tipping points tend to be more\neffective in achieving stated conservation and manage-\nment goals than strategies that do not consider possible\ntipping points (Kelly et al. 2014b). As a precursor to\ntackling implementation, this study lays out the motiva-\ntions and principles for acknowledging and addressing\nthe potential for tipping points in marine ecosystems.\nAlthough many of these ideas have been articulated\nindividually elsewhere, we synthesize them in a cohesive,\naccessible format, supported by theory (Table 2) and\napplied specifically to marine natural resource manage-\nment. Our focus on marine tipping points complements\nrecent efforts to list key challenges of applying resilience\ntheory to social-ecological systems (Walker and Salt 2012)\nand principles for enhancing resilience of ecosystem\nservices (Biggs et al. 2012). Our approach is inspired by\nsimilar efforts to translate broad scientific insights and\nmanagement ideals into specific planning guidelines by\narticulating principles of ecosystem-based management\nand marine spatial planning (Leslie and McLeod 2007,\nFoley et al. 2010).\nSeven Principles for Managing\nEcosystem Tipping Points\nIn a series of five workshops held in 2013 and 2014 with\nsubsets of the coauthors and a dozen other scientists,\nmarine managers, stewards, and policymakers (see\nAcknowledgements), we sought to generate and then\nprioritize a short list of principles for managing marine\necosystems prone to tipping points. We began by\narticulating fundamental traits of ecological and social-\necological tipping points, derived from ecological\nresilience theory, that participants felt were most\nrelevant to management (Table 2). We describe these\ntraits using examples from marine systems. Next, we\ndiscuss the significance of these traits for management\nof social-ecological systems in marine and coastal\nsettings. Management principles were generated\nthrough group discussion and drawn from existing\nliterature on application of theory to management\npractice (Table 3).\n1. Tipping points are common\nThe ecological literature provides numerous examples of\nnonlinear relationships between predictor and response\nvariables, including responses exhibited at individual,\npopulation, species, and ecosystem levels. Examples of\nfundamental, ubiquitous, nonlinear responses include\ndensity dependence, such as the logistic curve of\npopulation growth, the Allee effect (i.e., accelerating\nlikelihood of local extinction as population density falls\nbelow a minimum threshold; Stephens et al. 1999, Dulvy\net al. 2003), and the relationship of per capita consump-\ntion rate to food availability (Holling 1959, Arditi and\nGinzburg 1989, Abrams and Ginzburg 2000). Dose-\nresponse curves are also pervasive in physiology, and\nsome can cascade to ecosystem-level responses (e.g.,\nSalazar and Salazar 1991, Fairchild et al. 1992, Meador et\nal. 2002, Karnosky et al. 2005, Lockwood et al. 2005). A\nrecent synthesis of empirical studies in pelagic marine\nsystems provides further support for the ubiquity of\nthreshold responses (M. E. Hunsicker et al.,unpublished\nEcosystem Health and Sustainability\n2Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nmanuscript). Across 736 quantified stressor–response\nrelationships involving a variety of climate, fishing,\nand food-web stressor types, over half were nonlinear.\nWhen nonlinearities occur, they are often strongly\nnonlinear, and thus may have detectable thresholds that\ncan be quantified and incorporated into management\ndecision-making (M. E. Hunsicker et al.,unpublished\nmanuscript).\nTipping points are perhaps less often documented and/\nor recognized at the ecosystem level than the species\nlevel. They occur as a consequence of changes in feedback\nprocesses that impart stability and resilience to the\necosystem’s configuration. Ecosystems tend to resist\nmajor change until a‘‘breaking point’’is reached (Table\n2). Commonly observed marine ecosystem tipping points\ninclude the sudden development of anoxic conditions in\nestuaries, transition of coral-dominated reefs to macro-\nalgal-dominated reefs, and rapid loss of kelp cover after\nurchin population explosions (Samhouri et al. 2010,\nMcClanahan et al. 2011, Rocha et al. 2015). A forthcoming\nsynthesis of marine ecosystem shifts at 95 locations\nworldwide found that examples spanned a wide diver-\nTable 1.Foundational concepts behind the theory of tipping points.\nTermDefinition\nCross-scale interactions   Processes at one spatial or temporal scale interact with processes at another scale, resulting in an\necosystem tipping point. These interactions change pattern–process relationships across scales such\nthat fine-scale processes can influence a broad spatial extent or a long time period, or broadscale\ndrivers can interact with fine-scale processes to create surprising or unpredictable system dynamics\n(Peters et al. 2007).\nEarly-warning indicator    A system metric that can be monitored through time and is known to show predictable changes in\nadvance of an event (i.e., tipping point) to provide warning of the event or clues suggesting increase\nin its probability of occurring.\nEcosystem stateA multidimensional description of an ecosystem, which may include metrics of composition, structure,\nfunctions, governing processes, and other emergent properties that distinguish the state from other\npossible states of interest.\nExternal driverA force of change that can affect the ecosystem but is unaffected by the ecosystem (as measured over\nthe most relevant temporal scale). Drivers can be natural or anthropogenic processes, events, or\nactivities that cause a change in an ecosystem process, component, function, property, or service. For\nexample, sedimentation (e.g., from erosion caused by coastal development) is a driver of coral\nmortality. A stressor is a category of driver.\nFeedbackAn ecological process within an ecosystem that either reinforces or degrades resilience of a regime\n(Briske et al. 2006). Positive feedbacks are destabilizing (they amplify the amount of change the\nsystem will experience in response to a small perturbation), whereas negative feedbacks are stabilizing\n(they dampen effects of perturbations), counteracting change (Suding and Hobbs 2009, Nystrom et al.\n2012).\nHysteresisA pattern observed when the pathway of recovery of an ecosystem differs from its pathway of\ndegradation (Suding and Hobbs 2009); path dependence. In other words, a different threshold must\nbe crossed for recovery, often with time lags to recovery even when stressors are abated\n(Montefalcone et al. 2011). Factors such as random chance operating on which species colonize first\nand then exclude or facilitate coexistence of other species (priority effects) or the specific sequence of\nhabitat alteration events in a successional process can cause path dependence.\nNonlinearNonlinear relationships have one or more curves or points of rapid change and are often used to\ngraphically represent tipping points in driver–response relationships of ecosystems.\nRegime shiftThe rapid reorganization of a system from one relatively unchanging state over time to another\n(Carpenter and Folke 2006); synonym of tipping point. Distinct and relatively unchanging regimes are\ncharacterized by a set of governing processes, species compositions, and relationships among species\nand external drivers. Initial conditions can also shape an observed regime.\nResilienceThe capacity of an ecosystem to tolerate disturbance without crossing a threshold into a different regime\n(Folke et al. 2004, Suding and Hobbs 2009). Speed of recovery following perturbation is a common\nempirical metric of resilience. Resilience imparts regime stability without precluding change, flexibility,\nand/or adaptation.\nStressorA type of driver that is specifically linked directly or indirectly to human use(s) and/or actions that cause\nundesired change in an ecosystem.\nThresholdA relatively rapid change from one ecological condition to another. When a system is close to an\necological threshold, a large ecological response results from a relatively small change in a driver\n(Bennett and Radford 2003, Huggett 2005, Groffman et al. 2006, Suding and Hobbs 2009). Ecological\nthresholds exist at all levels of organization, including single populations and species, species\ninteractions, ecosystem functions/processes, and whole ecosystems.\nTriggerAn internal system behavior that initiates a regime shift, e.g., disease outbreak or mass coral bleaching.\nThe behavior can be due to an external shock, e.g., cyclone, or culmination of a positive feedback loop\n(Suding and Hobbs 2009).\nNote:The concept of ecosystem tipping points largely derives from theoretical ecology, with important contributions from subdisciplines focused on\necosystems, restoration and resilience, climatology, systems biology, neurobiology, mathematics, and engineering.\nEcosystem Health and Sustainability\n3Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nFig. 1.Types of regime shifts. Phase shifts can be smooth or nonlinear, whereas alternative stable states show discontinuous\nchange with some level of hysteresis. Modified from Dudgeon et al. (2010).\nTable 2.A brief primer on the theory behind ecosystem tipping point.\nTheoryExplanation\nEcosystems show\nalternative stable\nstates, a.k.a. dynamic\nregimes.\nEcosystems may have alternative states with different structure and function, (a.k.a. regimes), under\notherwise similar environmental conditions. Initial conditions (e.g., which species is colonized) and\nexternal conditions (e.g., the degree of resource extraction, pollution, habitat alteration, and inherent\nproductivity) contribute to a regime’s configuration. Stable states are not truly static: regular\nfluctuations and stochastic change occurs around an average state.\nChanges to feedbacks\ncause tipping points.\nA small number of feedback mechanisms maintain an ecosystem in a given state. When mounting stress\ndisrupts one or more feedback mechanisms, the system can cross a tipping point and rapidly\nreorganize into another regime with new stabilizing feedback mechanisms. Thus, restoration may\nrequire triggering a new tipping point by disrupting feedback mechanisms.\nResilience mediates\nsensitivity to tipping\npoints.\nResilience depends on factors like species diversity, functional redundancy (multiple species playing\nsimilar ecological roles), and complementarity among species (slight differences in how species carry\nout those roles; Chapin et al. 1997, Peterson et al. 1998, Luck et al. 2003, Laliberte et al. 2010, Karp et\nal. 2011, Thibaut et al. 2012, Mori et al. 2013). Because of diversity and redundancy in feedback\nprocesses, a combination of drivers is often needed to erode resilience to the point of breaking key\nstabilizing feedbacks (Scheffer and Carpenter 2003).\nCharacteristic changes in\ndiversity and stability\nprecede regime shifts.\nLoss of resilience as a system approaches a tipping point may occur in distinct stages (Briske et al. 2006,\nMcClanahan et al. 2011), resulting in a series of changes in ecosystem function that precede a system-\nlevel shift. Grassland and coral reef studies have identified consistent metrics that may indicate these\nstages. For instance, a dip in reef species richness occurs early on, whereas estimates of coral cover\nshow a sudden drop just prior to a shift to algal dominance (McClanahan et al. 2011, Karr et al. 2015).\nThe trigger of a tipping\npoint may be a small-\nscale event. Cross-\nscale interactions are\nkey to regime shifts.\nWhen stabilizing feedbacks have been altered and the system suffers a large loss of resilience, any\nfurther incremental change or shock to the system may be the final straw that produces a large\nresponse: a tipping point due to the collapse of stabilizing feedbacks. The spatial extent of a regime\nshift is often larger than the trigger event due to cascading effects. For example, a single lightning\nstrike can ignite a fire that spreads nonlinearly across a vast range as the dominant processes\ncontrolling the fire move from the scale of individual trees to within patch variation in fuel load to\namong-patch connectivity (Peters et al. 2007). The accelerating spread of an invasive species, which\ngets a foothold in a new region by exploiting a local disturbance event, may show similar dynamics.\nConnectivity encourages\nnonlinear/threshold\nresponses.\nMechanisms of connectivity, such as larval dispersal, ocean currents, and migratory species, can facilitate\nthe ripple effect of a localized regime shift by linking distant communities. However, connectivity can\nbuffer impacts of stress when unimpacted areas serve as source populations. Thus, connectivity can\nenhance cross-scale interactions, which increases the likelihood of threshold responses and regime\nshifts (Nystrom et al. 2012).\nSocioeconomic tipping\npoints may\naccompany ecological\ntipping points.\nWhen shifts give rise to new sets of dominant species and functions, associated ecosystem services often\nchange in nature and extent (Graham et al. 2013). In some cases, these feedbacks lead to hysteresis,\nsuch that recreating the previous external conditions fails to produce the former regime or the system\nis very slow to return to its former state. Restoring an ecosystem that has crossed a tipping point and\nexhibits hysteresis may not be achieved by simply reversing or abating the causal drivers, and\nrestoration thus will likely be more costly and unpredictable.\nEcosystem Health and Sustainability\n4Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nsity of ecosystem types and geographic locations (C.\nKappel,unpublished manuscript). Oceanographic connec-\ntivity may strengthen the nonlinearity of marine popu-\nlation- and ecosystem-level responses. Connectivity may\nfacilitate spread of a regime shift across areas; conversely,\nconnectivity can also impart stability and resilience when\nit allows replenishment from distant refuges (Allison et\nal. 1998, Olds et al. 2012). Importantly, even when\necological responses to stressors are relatively linear,\nsuch changes may trigger nonlinear responses in linked\nsocial-ecological systems, creating an ecosystem tipping\npoint, such as when fishery productivity falls below a\ncost-effective level for fleet operation (Poe et al. 2014).\nManagement principle: in the absence of evidence\nto the contrary, assume potential for nonlinear\nrelationships and tipping points\nClearly stating assumptions about linear vs. nonlinear\necosystem responses (such as within environmental\nimpact assessments or fishery management plans), and\nexamining consequences of assumptions, will help\nguide expectations and assessment strategies. Modify-\ning assumptions, monitoring plans, and management\nactions to presume tipping points exist may reduce risk\nof adverse social, economic, and ecological outcomes\nand surprises associated with transitions to alternative\necosystem states, despite the apparent up-front cost of\nthese modifications. Engaging experts to quantify\nrelationships between ecosystem response variables\nand drivers of concern can reduce the need for\nassumptions. Even preliminary estimates of tipping\npoints serve to document their presence and motivate\nincreased monitoring and refinement of threshold\nestimates.\n2. Intense human use, often involving multiple\ndrivers, may cause a tipping point by radically\naltering ecological structure and function\nBecause complex systems absorb disturbance and resist\nchange, great pressure is sometimes needed to cross a\ntipping point; in other cases, for systems that are already\nclose to a tipping point or have lower resilience, smaller\npressures suffice. There are several examples of systems\nthat have crossed tipping points when local-scale\nanthropogenic stresses precede a period of large-scale\nclimatic change, whether the climate change is anthro-\npogenic or natural. In both the Baltic and Black Seas,\noverharvest of top predators and eutrophication from\npollution produced significant alteration of trophic\ndynamics after a sudden change in climatic conditions\n(e.g., a switch from a predator guild dominated by fishes\nto jellyfish in the Black Sea [Daskalov 2002, Oguz and\nGilbert 2007], and a switch from piscivore to planktivore\ndomination in the Baltic Sea [Casini et al. 2009]). Effects\nof human exploitation can be exacerbated in ecosystems\nsubject to large natural climatic oscillations (e.g., the\nPacific decadal oscillation and Atlantic multidecadal\noscillation; AMO), perhaps because loss of resilience\nfrom human impacts hampers the ability of key species\nand whole food webs to weather swings in temperature\nand productivity (Hsieh et al. 2008, Planque et al. 2010).\nThe ecological effects of climate cycles become more\ncomplex and unpredictable when intense fishing or\nanthropogenic climatic stressors co-occur, making tip-\nping points more likely (e.g., ocean acidification plus\nocean warming; Griffith et al. 2011, Lindegren et al.\n2013, Ohman et al. 2013).\nIn coastal systems, land- and ocean-based stressors\ncan interact to cause marine tipping points. In many\ncoral reef ecosystems, land-use changes have caused\nincreased nearshore nutrient and sediment concentra-\ntions and, at the same time, overfishing of herbivorous\nfishes reduced grazer diversity (e.g., Caribbean [Hughes\n1994], Seychelles [Graham et al. 2006]). In Discovery Bay,\nJamaica, and elsewhere in the Caribbean, overfishing\nenabled the spiny sea urchin population to explode,\nwhich first maintained low algal cover in the absence of\nfish herbivory, but then succumbed to a disease\nepidemic. Ongoing nutrient enrichment combined with\nreduced grazer densities to produce algal overgrowth. A\nhurricane in 1989 then caused a significant die-off of the\nTable 3.Summary of principles for managing ecosystems prone to tipping points.\nSocial-ecological observationManagement principle\n1. Tipping points are common.1. In the absence of evidence to the contrary, assume\nnonlinearity.\n2. Intense human use may cause a tipping point by radically\naltering ecological structure and function.\n2. Address stressor intensity and interactive, cross-scale effects\nof human uses to avoid tipping points.\n3. Early-warning indicators of tipping points enable proactive\nresponses.\n3. Work toward identifying and monitoring leading indicators\nof tipping points.\n4. Crossing a tipping point may redistribute ecosystem\nbenefits.\n4. Work to make transparent the effects of tipping points on\nbenefits, burdens, and preferences.\n5. Tipping points change the balance between costs of action\nand inaction.\n5. Tipping points warrant increased precaution.\n6. Thresholds can guide target-setting for management.6. Tie management targets to ecosystem thresholds.\n7. Tiered management can reduce monitoring costs while\nmanaging risk.\n7. Increase monitoring and intervention as risk of a tipping\npoint increases.\nEcosystem Health and Sustainability\n5Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nremaining coral. Historically, the system had recovered\nfrom hurricanes, but due to the loss of ecosystem\nresilience, this shock to the system shifted coral reefs to\nan algal-dominated regime with altered species interac-\ntions and feedbacks. Ocean acidification and tempera-\nture stress from climate change are expected to further\nreduce the resilience of reefs worldwide (Hoegh-Guld-\nberg et al. 2007).\nTipping points have also been tied to single, intense\nstressors, most often intense harvest of a key predator\n(Estes et al. 1998, 2011, Myers et al. 2007, Baum and\nWorm 2009, Ferretti et al. 2010). Otter removal is the\nsingular cause of rocky reef shifts from kelp forest to\nurchin barrens in the northeast Pacific (Estes and\nPalmisano 1974, Estes and Duggins 1995, Dean et al.\n2000). Fishing is likely to be the singular cause of coral\nreef regime shifts in Fiji (Rasher et al. 2013) and the shift\nfrom cod- to lobster-dominated food webs in the Gulf of\nMaine (Steneck and Wahle 2013). These shifts occurred\nwhen a central node or compartment of the food web\nwas removed, a potentially common cause of system-\nwide regime shifts and trophic cascades (Scheffer et al.\n2001, Daskalov 2002, Frank et al. 2005, 2011, Estes et al.\n2011, O’Gorman et al. 2011; C. Kappel et al.,unpublished\nmanuscript).\nManagement principle: address stressor intensity\nand interactive, cross-scale effects of human use\nto avoid tipping points\nUnderstanding and tracking cross-scale interactions in\nboth human and natural dimensions of a managed\nsystem is critical. Questions to consider include: How\nmight global or regional drivers have the potential to\noverride local management actions? And how might\nlarge-scale tipping points cascade up from local events,\nsuch as disease outbreaks, storm damage, and changes\nin fleet behavior? Tying management reference points to\nmetrics of both human and natural dimensions may\nassist in reducing interactive effects (Large et al. 2013).\nFor instance, during a warm AMO phase with higher\ntotal biomass available for landings, fisheries managers\nmight consider less conservative harvest quotas for the\nnortheastern United States shelf; in a cool AMO phase,\nmore conservative harvest quotas may be more appro-\npriate. In systems dominated by a keystone species that\npreserves a desired ecosystem state, managers could\nprioritize monitoring cumulative impacts to that species.\nIn situations with many types of human uses and\nthreats (e.g., most coastal zones), explicit decision rules\ncan be adopted to address combinations of human uses.\nCaps on total allowable human use or total allowable\nharm (sensu Canadian species at risk; Ve ́lez-Espino and\nKoops 2009) can provide a vehicle for this strategy. Such\nan approach requires cooperation and coordination\nacross management sectors, which often operate on\ndifferent time and geographic scales, adding to the\npotential for cross-scale social-ecological interactions. In\nsome cases, substantive jurisdictional incompatibilities\nmake such coordination extremely difficult to achieve.\n3. Changes in early-warning indicators\nmay precede ecosystem tipping points\nAlthough it is difficult to predict the exact amount of\nstress that will trigger a tipping point, warning signs\nthat precede the tipping point can be instrumental in\navoiding collapse. Theory predicts that diversity and\nfunctional redundancy at multiple levels (e.g., within\nspecies, across species, and across trophic groups) affect\na system’s resilience to change (Table 2). As components\nof the ecosystem are compromised or lost, the system\nmay lose resilience and become more prone to crossing a\ntipping point with the next shock or stressor (Briske et\nal. 2006, Brandl and Bellwood 2014). For example, a case\nstudy of Bristol Bay, Alaska, USA, sockeye salmon\nrevealed how population-level diversity can maintain\nresilience of a heavily exploited species (Schindler et al.\n2010). Diversity in genetic traits controlling behavior\nand environmental tolerance of individual spawning\nstocks creates a portfolio effect within and across\nwatersheds: variation in timing of salmon returning\nfrom sea enhances the ability of the whole population to\nabsorb environmental stresses, stabilizing ecosystem\nprocesses, ecosystem services, and the human econo-\nmies that depend on them (Schindler et al. 2010).\nNew large-scale studies show that the particular\nsequence of change in measures of resilience and/or\necosystem state can be consistent at regional scales,\nsuggesting these changes can be monitored to reveal\nearly-warning indicators of a tipping point. System-\nspecific metrics are beginning to emerge from syntheses\nof empirical data. For example, in South Pacific reef\nfishes, phylogenetic and functional diversity were found\nto be more sensitive indicators of human impacts than\nspecies richness (D’Agata et al. 2014). In separate studies\nof Indian Ocean and Caribbean coral reefs (McClanahan\net al. 2011, Karr et al. 2015), increased spatial variance in\nmacroalgal cover was identified as a leading indicator of\ndecline in coral dominance while coral cover itself was a\nlagging indicator; the results held at local and regional\nscales. Both studies suggested a rule of thumb that\npreserving 50% of unfished biomass in the coral reef\nstate should reduce the risk of a sudden change in state\nto macroalgal dominance while likely preserving high\nyields (Fig. 2; Hilborn 2010, Karr et al. 2015).\nWhen high-quality time series chronicling historical\necosystem tipping points exist, they can be mined to\nidentify species or system traits that changed in advance\nof the ecosystem shift and might serve as early-warning\nindicators of a future tipping point. Promising early-\nwarning indicators include variance and autocorrelation\nof biomass, densities, and catch, and rate of recovery\nfrom perturbation, i.e., critical slowing down (Carpenter\nand Brock 2006, Scheffer 2009, Scheffer et al. 2009, Dakos\nEcosystem Health and Sustainability\n6Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\net al. 2011, 2012, Dai et al. 2012, 2013, Kefi et al. 2014). In\na recent study, increased spatial variance in crustacean\nfishery catch was found to precede stock collapses by\none to four years (Bering Sea and Gulf of Alaska; Litzow\net al. 2013). Finding reliable leading indicators of tipping\npoints is a promising and growing area of research (see\nreview by Ditlevsen and Johnsen 2010, Boettiger and\nHastings 2012a,b, Dakos et al. 2015), but still in the early\nstages and challenged by data needs (e.g., attempts to\nfind early-warning indicators based on zooplankton in\ncentral Baltic Sea time series were equivocal, perhaps\ndue to data quality; Lindegren et al. 2012).\nManagement principle: work toward identifying\nand monitoring leading indicators\nof tipping points\nThough challenging to define and often data-intensive,\nearly-warning indicators can enable managers to trigger\nrapid, adaptive management responses to pending\necosystem change (Fujita et al. 2013b). In the absence\nof system-specific indicator data, protecting functional\ndiversity and redundancy may be a useful rule of thumb\n(Elmqvist et al. 2003). Understanding species’roles in\nthe food web can further guide which components of\ndiversity and redundancy are most critical. Partnering\nwith scientists and on-the-water experts to investigate\npotential early-warning indicators of declining resilience\n(e.g., interannual variability in catch per unit effort;\nLitzow et al. 2008) can help managers develop indicators\nspecific to vulnerabilities of the focal ecosystem and\naddress priority stressors. When time-series data are\nunavailable, spatial data spanning a gradient of condi-\ntions may help characterize relationships between\nanthropogenic stressors and measurable ecosystem\ncomponents and identify potential leading indicators\nof ecosystem shifts (Fig. 2; McClanahan et al. 2011, Karr\net al. 2015).\nImportantly, using early-warning indicators requires\nreal-time data streams and management processes\nnimble enough to respond proactively and adaptively,\nideally with strong localized control. A Pacific oyster\naquaculture company in Washington State, USA, active-\nly manages around a tipping point in ocean pH that\nleads to a precipitous decline in larval growth and\nviability. The operation has hourly pH measurements to\nenable use of an alternate water supply when acidity of\nnearshore waters reaches harmful levels (Barton et al.\n2012, Washington Blue Ribbon Panel on Ocean Acidifi-\ncation 2012). Management frameworks can include\ndecision rules that enable flexibility. For instance, in\ncoral reef systems, plans focused on coral recovery could\nallow for imposing temporary, immediate bans on\nherbivore harvest at small scales when coral bleaching\nlevels exceed a predetermined threshold.\n4. Crossing a tipping point may redistribute\nbenefits to stakeholders\nWhen an ecosystem crosses a tipping point, its\ndominant species, food-web structure, diversity, and\nfunctions change. In some cases, tipping points cause\nsevere loss of biodiversity and benefits (e.g., eutrophi-\ncation and algal domination of coasts and reefs).\nHowever, the new regime may also provide new\nbenefits (e.g., a switch from finfisheries to shellfisheries).\nFor human economies to effectively capitalize on these\nFig. 2.Empirically derived rules of thumb can serve as management targets focused on avoiding levels of human use\nassociated with tipping points or degraded states in fairly data-poor situations. Coral reef studies suggest that a number of coral\nreef system traits widely believed to relate to resilience (e.g., the proportion of herbivorous fishes, the number of fish species, and\nurchin density) show steep declines when fish biomass falls below 50% of unfished biomass. Unfished density can be estimated\nfrom established local no-take reserves. A tiered approach to risk might set response plans based on these targets (colored\ncircles).\nEcosystem Health and Sustainability\n7Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nnew benefits, societal shifts are often required, including\nnew capital investments, supply chains, and social\ndynamics. Thus, tipping points may be accompanied\nby a period of social and economic disruption. Impor-\ntantly, once adaptation is underway, there can be a\ndisincentive to support restoration of the older regime.\nResource users can become entrenched in their prefer-\nences and investments over time in the existing regime.\nIn the Gulf of Maine, for example, a high-value, cod-\ndominated ecosystem shifted to a more lucrative,\nlobster-dominated state as cod were overfished (Steneck\net al. 2011). Many stakeholders (most obviously the\nlobster-fishing industry) consequently oppose efforts to\nrestore cod dominance, which might compromise\nlobster productivity. Similarly, fierce debate continues\nover whether to avoid or support otter reestablishment\nin Southern California, USA, and elsewhere following\ndecades of local extinction that allowed shellfisheries to\nflourish (seeOtters, urchins, and kelp forests: linking\ntipping points to target-setting and monitoring). This\nentrenchment may be common in systems that exhibit\ntipping point behavior. The longer a regime has been\nstable (or the longer a user has interacted with the\nregime), the more managers might anticipate some\nresistance to restoration (Duarte et al. 2009).\nEven when all stakeholders would eventually gain\nfrom a changing ecosystem state, it may be difficult to\nimplement change if the immediate cost is dispropor-\ntionate among stakeholders (Smith et al. 2010). In some\ncases, a less-desired state with fewer services may be\npreferred when the expense of restoring or avoiding\ndegradation is too high or uncertain (e.g., removal of\nsewage input or removal of hardened shoreline and\nrestoration of natural habitat; Kelly et al. 2014a).\nCompromises may be possible in which novel ecosys-\ntems are engineered (sensu Hobbs et al. 2006) to allow\ncoexistence of otherwise mutually exclusive benefits\nthrough human or technological manipulations (e.g.,\nmariculture, feed supplementation, hatcheries, and\nconstructed habitats).\nManagement principle: work to make transparent\nthe effects of tipping points on distributions\nof benefits, burdens, and preferences\nMany management decisions are the result of decision\nmakers trying to address underlying sets of (often\ncontrasting) human values. Sudden and/or large shifts\nin ecosystem services associated with ecological tipping\npoints highlight and possibly exacerbate potentially\ninequitable distribution of costs and benefits among\nstakeholders and sectors. For instance, recent modeling\nof the Baltic Sea food web estimated a lack of recovery of\ncod stocks following regime shift comes at an annual\ncost of EUR€120 million (Bleckner et al. 2015). Engaging\nuser groups to explore the distribution of costs and\nbenefits across stakeholders under possible tipping\npoint scenarios can help foster dialogue about equity,\nwhich can inform decision-making about management\nalternatives. Stakeholder groups with the largest eco-\nnomic gains from the current regime are likely to have a\nlouder voice (e.g., capacity to organize and fund\nlobbying and participatory management activities) than\nmarginalized groups or industries. Management pro-\ncesses that enable all groups to have a seat at the table\nmay help avoid inequitable outcomes of participatory\nmanagement. Improving environmental equity among\ngroups can also help produce‘‘triple bottom line’’\nsolutions (i.e., social, environmental, and financial\nimprovements), although a focus on equity can, under\nsome circumstances, delay or lower probability of\nmanagement success (Halpern et al. 2013).\n5. Tipping points change the balance between\ncosts of action and inaction\nCrossing tipping points may come with a high cost if\nvaluable ecosystem benefits are lost and time to\nrecovery is long. In contrast, if ecosystems were to\nrespond to stressors in a linear, additive manner and\nimprove predictably with the removal of stress, risks\nand costs associated with ecosystem change would be\nlower and relatively constant. Risk is a function of both\nprobability of occurrence and magnitude of effect; both\nwill rapidly climb as a tipping point is approached.\nProbability of tipping points may be difficult to\ndetermine, with tipping points often only understood\nwhen inevitable and imminent, or even passed (Hughes\net al. 2013), especially if the system is initially insensitive\nto mounting pressure. The impacts of crossing a tipping\npoint are often difficult to predict but are exacerbated\nwhen hysteresis is strong, because recovery to the\nprevious state is unlikely (Tables 1 and 2). The high\ncost and difficulty of restoration in the face of hysteresis\ncan exceed the limits and/or budgets of human\necosystem engineering (Fig. 3). These various unknowns\nand barriers, and in particular, uncertainty in exactly\nwhere the tipping point lies, argue for increasing\nregulation of human uses and influences tied directly\nor indirectly to resilience and tipping points, especially\nwhen a system is thought to be moving toward a tipping\npoint.\nPrecautionary regulation is often unpopular, finan-\ncially costly, or impractical, partly due to economic\ndiscounting and underestimating future risks (Scheffer\n2009). However, tipping points change the balance\nbetween the costs of action and inaction. The cost of\ninaction skyrockets in a system that exhibits tipping\npoints as pressure on a system intensifies, compromis-\ning resilience and leaving little buffer for the system to\nabsorb unforeseen shocks (Kelly et al. 2014a). Early\naction to preserve resilience of a desired state is more\npractical, affordable, and perhaps effective than late\naction to prevent a tipping point by taking extreme\nmeasures to halt stress (Kelly et al. 2014a). Note that if\nEcosystem Health and Sustainability\n8Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nand when probing experiments to learn about thresh-\nolds become possible, new knowledge may reduce the\nlevel of precaution needed (Farrow 2004).\nIn some cases, the decision by fisheries managers to\nset harvest levels below maximum sustainable yield\n(MSY) has been motivated by boosting precaution in\norder to avoid severe economic consequences of\ncrossing a tipping point (i.e., stock collapses; Punt et\nal. 2012). Australia has fully adopted risk-based mea-\nsures throughout their fisheries management (Smith et\nal. 2009). Similarly, scientists are calling for managers to\nsignificantly reduce take of forage fish below MSY to\navoid risk of adverse ecological effects for dependent\npredators (e.g., sea birds, mammals, and commercially\nvaluable larger fish like halibut, salmon, and rockfish;\nCury et al. 2011, Hunsicker et al. 2010, Smith et al. 2011,\nPikitch 2012). Managers can proactively protect func-\ntional redundancy and diversity in the food web, e.g., by\nprotecting species or populations that might have little\neconomic value but boost food-web resilience (Link\n2007).\nManagement principle: tipping points\nwarrant increased precaution\nBecause the exact location of a tipping point is often\nunknown and difficult to quantify, greater precaution in\nsetting management targets may be justified. Rigorous\ncost–benefit analysis can help to inform precautionary\ntarget-setting and reveal how costs and benefits are\ndistributed among stakeholders to assess equity. Stake-\nholders will vary in their risk tolerance; the role of\nscience is to uncover those tolerances and present them\non economic, ecological, and cultural axes to inform\npolicy development (Burgman 2005, Shelton et al. 2014).\nIncreased information and tolerance for risk allow\nmanagers to approach a system’s tipping point more\nFig. 3.Recovery stymied by hysteresis. (A) Following dredging of San Diego Bay, California, USA, attempts to restore tall salt\nmarsh cordgrass (Spartina  foliosa) for nesting by the endangered Light-footed Clapper Rail (Rallus  longirostris  levipes) were\nineffective in sandy substrates (including dredge spoil deposits). Field experiments revealed that height was nitrogen-limited, but\nfive years of annual fertilizer additions could not restore self-sustaining tall canopies (Lindig-Cisneros et al. 2003). Researchers and\nmanagers agreed that the mitigation site (shown here in its current state; photo by Joy Zedler) would never suit Clapper Rails.\nFine clay soils of natural marshes could grow and sustain tall cordgrass, but importing clay and silt was not feasible. (B) Hysteresis\nplagues Hawaiian coral reefs within embayments downstream from erosion due to development, invasive ungulates, and native\nhabitat removal. Very fine sediment remains trapped in protected embayments and is constantly resuspended but not flushed\nout by currents, blocking light and smothering corals for decades after the sedimentation event (Field et al. 2008, Storlazzi et al.\n2009). There is no known method to safely and effectively remove such fine sediment (photos by Mike Field, USGS).\nEcosystem Health and Sustainability\n9Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nclosely, while lower tolerance and knowledge gaps\njustify greater precaution. Factors affecting risk toler-\nance for ecological tipping points include probability of\ncrossing a tipping point, costs of precautionary actions,\ncost of restoration, probability of hysteresis or slow\nrecovery, relative values of services lost and gained,\ncosts of adapting to changes in resources and services,\nand the chance of triggering a socioeconomic collapse.\nHolding conversations among stakeholders and man-\nagers about the risks and costs associated with tipping\npoints, and engaging stakeholders to clarify their\ntolerances for both, can yield important information\nfor cost–benefit analysis. Communicating and quantify-\ning the ancillary benefits of precautionary action is also\nimportant. For example, capping harvest levels below\nMSY tends to increase profits, improve sport fishing,\nand in some cases, improve dive tourism while reducing\nrisk of stock collapse (Grafton et al. 2012). However, this\napproach requires strong regulatory control and access\nto plentiful data. Measures that make future benefits of\nprecautionary action more salient, such as low-interest\nloan programs (e.g., the California Fisheries Fund), catch\nshares, and other incentive-based programs, may be\nhelpful (Grimm et al. 2012, Fujita et al. 2013a).\n6. Thresholds can inform target-setting\nfor management\nIf threshold responses are strongly nonlinear, the\nthresholds themselves present logical limits that may\nsimplify debate about how much use is acceptable\n(Rockstrom et al. 2009). For stressors that are not under\nmanagement control, understanding thresholds can still\nguide management responses to change. Because\necosystem stability and predictability decrease as\nsystems approach a threshold, using a precautionary\nbuffer to set targets can help reduce risk of crossing a\ntipping point (Fig. 4). Risk tolerance, cost of precaution,\nand uncertainty in the threshold value all factor into size\nof the buffer (e.g., Samhouri et al. 2010, Cury et al. 2011,\nMcClanahan et al. 2011, Large et al. 2013). Multiple\nexamples of ecological threshold-based management\nstandards exist within U.S. federal environmental laws,\nincluding MSY in the Magnuson Stevens Act, optimal\nsustainable production in the Marine Mammal Protec-\ntion Act, and jeopardy determinations under the\nEndangered Species Act (see Kelly et al. 2014a).\nManagement principle: tie management targets\nto ecosystem thresholds\nIdentifying how and at what level activities and actions\nlead to ecosystem tipping points has high relevance to\nchoosing effective management targets or limits. Exact\ntargets will be influenced by societal risk tolerance,\nwhich is in turn related to the effort and expense\nrequired to mitigate risk. In restoration settings,\nmanagement interventions that fall short of pushing a\nsystem past a recovery threshold may show no long-\nterm progress. In other words, only a big investment is\nlikely to pay off (i.e.,‘‘go big or go home’’; Fig. 4; van der\nHeide et al. 2007, Martin and Kirkman 2009, Dixson et\nal. 2014). The unhelpful resilience of the undesired state\ndampens response to interventions (Standish et al.\n2014). For instance, models of nutrient reduction\nstrategies to significantly reduce the dead zone in the\nGulf of Mexico recently revealed that the agreed-upon\ngoals (widely considered ambitious) are unlikely to\ngenerate a detectable change in the size of the dead zone\n(Dale et al. 2010).\n7. Tiered management can reduce monitoring\ncosts while managing risk\nDefining thresholds and setting precautionary buffers\ncan be viewed as setting the boundaries of a system’s\n‘‘safe operating space,’’in which risk of unwanted\nregime shift is low and resilience is high (Fig. 4).\nMonitoring driver levels, ecosystem state indicators, and\nFig. 4.A conceptual model of addressing tipping points\nwith management targets. Maintaining or restoring a desired\necosystem regime may be aided by tying management\ntargets to the threshold relationship(s) of top drivers to\necosystem condition. Assessments of cost, risk tolerance, and\nthreshold confidence limits guide the width of a precaution-\nary buffer that puts management targets within the safe\noperating space. To maintain a desired regime, the manage-\nment target would be a maximum limit of a driver or\ncumulative impact to avoid a tipping point. To restore a\ndesired regime, the management target would be a minimum\nrestoration effort required to cause a tipping point. This\nconceptual example does not consider hysteresis, in which\nthe threshold location differs depending on the direction of\nchange across it (i.e., preservation vs. restoration of a desired\nstate).\nEcosystem Health and Sustainability\n10Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nmetrics of resilience occurs with a tiered management\nsystem that boosts investments in intervention and\nmonitoring in response to signs that the system is\napproaching the bounds of its safe operating space (Fig.\n5). Multidimensional versions of Figs. 4 and 5 that\nacknowledge the many functions that make up an\necosystem, each with stressors that may contribute to\necosystem state change and require their own response\nplans, may be more effective when there are multiple\ninteracting stressors and tipping points in a system\n(Rockstrom et al. 2009). Tiered management is a type of\nadaptive management that depends on routine moni-\ntoring that ramps up as a tipping point is approached. If\na system is known to be far from the tipping point, i.e.,\nin the center of the safe operating space, then fewer\nresources need to be applied toward monitoring and\nmanagers can be more liberal in allowing activities\naffecting the system (i.e., the low-risk tier). As the\nsystem begins to show signs of reduced resilience or\nproximity to a predicted tipping point, more resources\ncan be invested in monitoring system indicators and\nassessing tipping point risk and management can switch\nto a more precautionary mode that initiates more\naggressive threat abatement (i.e., the high-risk tier; Fig.\n5). For instance, fisheries management in the USA now\ninvolves tiered decision-making based on proximity of a\nfishery to an overfishing threshold, risk tolerance, and\namount and quality of information available (i.e., the\nNOAA-operated Allowable Catch Limits setting process\nand harvest control rules; Methot et al. 2014). Also,\nenvironmental monitoring of pollutants has addressed\nuncertainty and risk tolerance by using tiered sets of\ntargets: a threshold-effect limit is set at a level of harm\nthat is considered reversible and a probable-effect limit\nis set at a level of harm considered irreversible\n(MacDonald et al. 2000).\nKruger Park in South Africa uses a tiered manage-\nment framework based on tipping point risk called\n‘‘Thresholds of Potential Concern.’’When key indicators\nsignal that one of these thresholds has been crossed,\nintense monitoring, more accurate estimation of key\nthresholds, detailed planning, and assessment of social\npreferences to inform management action are all\ntriggered (Biggs and Rogers 2003). Importantly, before\nthresholds of potential concern are reached, monitoring\nand planning is relatively light, because intense prepa-\nration and measurement that occur too early may be of\nlow value, given the shifting nature of threats and\nthresholds.\nManagement principle: increase monitoring\nand intervention as risk of a tipping\npoint increases\nDevelopment of a tiered approach tailored to a specific\nsystem can help managers respond efficiently based on\nproximity to a tipping point. Investment in monitoring\ncould be reduced when system indicators suggest risk of\ntipping is low. Intense monitoring and increased\nregulation is more valuable when risk of tipping is\nhigh. Benchmarks chosen based on changes in ecosys-\ntem condition can signal when managers should adjust\nmanagement strategy to a new tier (Fig. 5). Cost–benefit\nanalysis can make explicit the trade-offs between the\ncost of intense monitoring and the benefits derived from\nintense use when managers seek to operate close to a\ntipping point without crossing it. Moreover, if increased\ncosts associated with managing close to a tipping point\nare acknowledged up front, these may influence\ndecisions. Sequestering funds for management close to\ntipping points could further increase salience of these\ncosts, similar to how a performance bond is designed to\nincentivize builders to avoid skimping to reduce costs in\nthe short term in ways that may increase risk over the\nlonger term (Little et al. 2014). Fundamental to effective\napplication of this tiered approach are leading indicators\nthat are easily measurable and can help managers set\nbenchmarks, predict ecosystem shifts, and act in a\ntimely fashion.\nFig. 5.Defining a tiered management response to risk.\nThe top panel expands the green-shaded portion of Fig. 4\nwith further heuristic detail on delineated tiers of risk based\non hypothetical indicators of approach to a tipping point. The\nbottom panel shows a basic response plan structure used to\nrespond to monitoring data on changes in risk.\nEcosystem Health and Sustainability\n11Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nOtters, Urchins, and Kelp Forests:\nAn Example of Linking Tipping Points\nto Target-setting and Monitoring\nThe 19th century extirpation and recent recovery of sea\notters along the west coast of North America has\ntriggered ecological, cultural, and socioeconomic trans-\nformations that continue to elicit complex trade-offs in\nvalues and priorities among coastal communities. These\ntrade-offs emerge because of the different ecosystem\nregimes that arise in systems with and without sea otters.\nThe sea otter is a keystone predator of urchin, abalone,\nand other shellfish in kelp forests. On high-latitude reefs,\nwhen otters are absent, urchins undergo population\nbooms that wipe out kelp, denuding the bottom and\ncreating‘‘urchin barrens’’(Steneck et al. 2002). Vast, old-\ngrowth kelp forests, and the diverse fish communities\nthey support, are unable to reestablish once an urchin\nbarren forms due to overgrazing of young plants. Long-\nterm monitoring and experimental studies of sea otters\nand subtidal reefs in the Aleutian Islands (Alaska, USA),\nsoutheast Alaska, USA, and British Columbia, Canada,\ndemonstrated that shifts between ecosystem states are\nrapid and absolute (Fig. 6). These data further reveal that\nthe sea otter–kelp forest system is characterized by\nhysteresis, where forward and backward state switches\noccur under different levels of otter density (Fig. 7; Konar\nand Estes 2003).\nThe high biodiversity and productivity of a kelp forest\nsupport a number of societal benefits: enhanced\ncommercial and recreational finfisheries, carbon storage,\nrecreation, tourism, and coastal protection (Duggins\n1980, Wilmers et al. 2012, Schmitz et al. 2014). In\ncontrast, the urchin-dominated state provides lucrative\nurchin and shellfish fisheries, but its resilience is thought\nto be lower because biodiversity is low and the high\ndensity of shellfish increases risk of disease epidemics\n(Duggins et al. 1989, Lafferty 2004, Anthony et al. 2008).\nFurthermore, the singular focus of the urchin fishery\nenhances the tendency for overexploitation and fishery\ncollapse. Nevertheless, fishing infrastructure and life-\nstyles have adapted to supporting the shellfishery, and\nthe investments needed to switch to a diversified\neconomy built around finfisheries and tourism are\nconsiderable. Thus, there may be strong preference for\nthe lower-diversity, lower-resilience state because of\nsocioeconomic entrenchment and, no less important,\ncultural legacies.\nThrough the lens of this well-studied example, we\nillustrate the relevance of each of the principles (Table 3)\nand the use of thresholds to set targets based on risk and\nuncertainty.\n1.  Tipping points are common. Abrupt switches be-\ntween kelp and urchin dominance have been\nshown around the world, with evidence for\nhysteresis (Fig. 6; Steneck et al. 2013, Filbee-\nDexter and Scheibling 2014). Although kelp forest\necosystems may be more dynamic than other\nmarine systems, they help highlight the need for\nmanagement to acknowledge and address tipping\npoint behavior.\n2.  Intense human use is implicated. The extirpation of\notters due to hunting is a prime example of\nintense human use, in this case focused on a\nkeystone species, driving an ecosystem past a\ntipping point.\n3.  Early-warning indicators are possible. Monitoring\notter, urchin, and kelp densities and rates of\npopulation growth can indicate risk of tipping\npoints. In particular, declining otter densities may\noffer a robust early-warning indicator of an\nimminent ecosystem shift to urchin barrens,\nalthough the threshold number of otters likely\ndiffers among regions.\n4.  Ecosystem benefits shift with regimes.Kelp forests\nsupport diverse finfisheries, recreation, and tour-\nism, while urchin barrens support lucrative\nshellfisheries. Adapting infrastructure and indus-\ntries to switch between these sets of services is\ncostly, with clear trade-offs.\n5.  Tipping points warrant increased precaution.To\nmaintain shellfisheries in the face of otter\nFig. 6.Field estimates of kelp density and urchin biomass\nacross 463 coastal sites in the Aleutian archipelago (Alaska,\nUSA) between 1987 and 2006. Open circles are sites with,6\notters/km; solid squares are sites with.6otters/km;\ndiamonds are sites with no otter data available. These data\ndemonstrate the nonlinear relationship with kelp cover and\nthe lack of intermediate states, suggesting the transition\nbetween kelp- and urchin-dominated states is abrupt. Plot\ntaken from Estes et al. (2010). Photographs by Jenn Burt and\nLynn Lee.\nEcosystem Health and Sustainability\n12Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nrebound, a risk-adverse strategy was implement-\ned in southern California, USA, to relocate each\notter that strayed into otter exclusion zones rather\nthan wait until signs of otter population estab-\nlishment or kelp regrowth to take action (Fig. 8).\n6.  Thresholds aid target setting. Robust estimates of\notter densities tied to the kelp/urchin transition\npoint can be used to set target otter densities\ndepending on preferred regime (Fig. 7). Prefera-\nbly, these threshold estimates derive from local\ndata.\n7.  Tiered management efficiently responds to monitoring\ndata. Response plans to either reduce or support\notter and urchin population sizes (depending on\ndesired regime) can be implemented with increas-\ning intensity and monitoring as the tipping point\nis approached. To maintain kelp forests as otters\ndeclined, managers in Alaska, USA, implemented\nnew regulations to protect critical otter habitat\n(Fig. 8).\nDiscussion\nPolicymakers and managers have the difficult task of\nprotecting, managing, and restoring ecosystems to\nensure sustainable delivery of ecosystem benefits (Lebel\net al. 2006). New tools and concepts are required to\nmanage with a tipping points perspective. The princi-\nples presented here may help managers evaluate and\narticulate strategies to incorporate tipping point knowl-\nedge into resource management frameworks (Table 3).\nThe principles suggest priorities for applied research,\nsuch as identifying top drivers of regimes, estimating\nthreshold levels of stressors (and confidence bounds\naround them), finding early-warning indicators, testing\nmetrics of resilience and system stability, and improving\nassessments of risk and stakeholder preferences. As a\nwhole, these principles support the need for formal\nstakeholder engagement in target-setting. Careful eval-\nuation of stakeholder preferences and trade-offs may\ncomplicate management in the short term, but may yield\nmore durable results. Where stakeholders are concerned\nabout a new management strategy’s costs and con-\nstraints, these principles can help articulate links\nbetween strong shifts in ecosystems and ripple effects\non communities and economies, as well as the potential\nfor cost savings.\nAlthough the principles we outline are relevant to\nmanagement of any type of ecosystem, they are\nespecially important for marine systems. Coastal areas\ndeliver critical services for the majority of the world’s\nhuman population, and pelagic fisheries provide im-\nportant food security for the globe. The coastal zone is\nassociated with many overlapping uses and stressors,\nand fragmented and mismatched governance (Crowder\net al. 2006). The pelagic zone is often subject to intense\nexploitation of species, such as herring, salmon, or tuna,\nwhose abundances are also subject to natural and\nhuman-induced changes in climate with pervasive\neffects throughout the food web.\nIncorporating these principles into existing manage-\nment structures may not require major shifts from\ncurrent practices and in some cases may create efficiency\nand cost savings. For instance, integrated ecosystem\nassessments, which are a general framework for\nimplementing ecosystem-based management using ex-\nplicit targets, can be geared toward preventing a tipping\npoint or restoring a system that has crossed a tipping\npoint (Levin and Mo ̈llmann2014).Inothercases,\nresponding to tipping point behavior may require\nfundamentally different management structures, such\nas Kruger Park’s Thresholds of Potential Concern, built\nwithin a safe operating space framework (Fig. 5). The\nappropriate management approach also depends on\nwhether a tipping point is beyond local management\ncontrol (e.g., climate change), or conversely, driven by\nlocal activities and effects subject to regulation or\nmitigation. In the former case, management can focus\non building resilience in the social-ecological system to\nabrupt changes (Dawson et al. 2011). In the latter,\nmanagers might focus on preventing threshold levels of\nhuman stressors from being reached, alongside efforts to\nFig. 7.Field studies of changing sea otter densities in the\ncentral and western Aleutian Islands show distinct thresholds\nof state change (red arrows) based on whether sites show\nincreasing or decreasing otter densities, indicating hysteresis.\nSmoothed orange line is a logistic regression fit to raw data\nfrom systems with declining sea otter densities (squares; from\nEstes et al. [2010]), revealing a threshold of state change\n(ecosystem state of 0 indicates urchin dominance, ecosystem\nstate of 1 indicates kelp dominance) when density falls below\n;6.3 otters/km; solid blue line is a linear fit to raw data from\nsystems with increasing sea otter densities (circles; J. A. Estes\net al.,unpublished   data), demonstrating that an urchin-\ndominated state persists despite otter density reaching.12\notters/km. Dashed line estimates a potential shift to a kelp\nstate above 12 otters/km; however, otter numbers at Attu\nIsland, where these data were obtained, began to decline,\nreportedly from killer whale predation, and thus a shift to the\nkelp-dominated state never actually occurred (Estes et al.\n1998). Arrows indicate the direction of change.\nEcosystem Health and Sustainability\n13Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nsupport a resilient state by protecting diversity and key\nfeedback processes. In all cases, close examination of\nwhere cross-scale interactions across drivers, geography,\nand levels of government may add challenges and\nobstacles is important for proactive planning.\nUltimately, understanding shifts between ecosystem\nstates, particularly given interacting and changing\nstressors, requires getting comfortable with estimation\nand prediction, and investing in good data. Ongoing\nresearch on effective system indicators, costs of man-\nagement action or inaction, and societal preferences and\ntrade-offs among management options will continue to\ngenerate new insights into how best to manage\necosystems prone to tipping points (Graham et al. 2014).\nAcknowledgments\nThecoauthorsthankourcolleaguesintheOcean\nTipping Points Scientific Working Group, All Hands\nMeeting, and Expert Management Advisory Group who\nprovided insights and critique of our ideas and framing:\nCindy Boyko, Malia Chow, William Douros, Ernie\nGladstone, Elia Herman, Martha Kongsgaard, Frazer\nMcGilvray, Will Stelle, John Weber, Steve Weisberg, Phil\nWilliams, Joy Zedler, John Lynham, and Bruno Nkuiya.\nWe also thank Terry Chapin, Steve Carpenter, and two\nanonymous reviewers for critical feedback on this\nmanuscript. Primary funding was provided by the\nGordon and Betty Moore Foundation, with additional\nsupport to K. A. Selkoe from National Science Founda-\ntion (BioOCE Award 1260169).\nLiterature Cited\nAbrams, P. A., and L. R. Ginzburg. 2000. The nature of predation:\nprey dependent, ratio dependent or neither? Trends in Ecology\nand Evolution 15:337–341.\nAllison, G. W., J. Lubchenco, and M. H. Carr. 1998. Marine reserves\nare necessary but not sufficient for marine conservation.\nEcological Applications 8:S79–S92.\nAnthony, R. G., J. A. Estes, M. A. Ricca, A. K. Miles, and E. D.\nForsman. 2008. Bald Eagles and sea otters in in the Aleutian\narchipelago: indirect effects of trophic cascades. Ecology\n89:2725–2735.\nArditi, R., and L. R. Ginzburg. 1989. Coupling in predator-prey\ndynamics: ratio dependence. Journal of Theoretical Biology\n139:311–326.\nBarton, A., B. Hales, G. G. Waldbusser, C. Langdon, and R. A.\nFeely. 2012. The Pacific oyster,Crassostrea gigas, shows negative\ncorrelation to naturally elevated carbon dioxide levels:\nimplications for near-term ocean acidification effects. Limnol-\nogy and Oceanography 57:698–710.\nBaum, J. K., and B. Worm. 2009. Cascading top-down effects of\nchanging oceanic predator abundances. Journal of Animal\nEcology 78:699–714.\nFig. 8.Two applications of the conceptual model in Fig. 4 to the urchin/otter case study example. (A) The management goal\nis maintaining an otter-free zone. In response to strong preferences by shellfishermen to maintain urchin barrens and a low\ntolerance for risk, between 1989 and ca. 2001, the U.S. Fish and Wildlife Service (FWS) captured and moved every otter in\nSouthern California, USA, that strayed beyond the designated sea otter zone around San Nicolas Island back to San Nicolas or\ncentral California. This objective creates a very wide precautionary buffer and a management target set close to zero otters. (B)\nMaintaining kelp forests through otter protection. In parts of Alaska, a sea otter recovery management plan seeks to maintain a\nminimum density of otters to support kelp forests and the tourism trade. Otters need habitat that offers protection from orcas, so\nin response to mounting orca predation, FWS designated critical habitat to protect areas where orca predation success is lowest.\nThis strategy allows for a narrower precautionary buffer and a target minimum number of otters.\nEcosystem Health and Sustainability\n14Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nBennett, A., and J. Radford. 2003. Know your ecological\nthresholds. Thinking Bush 2:1–3.\nBiggs, H., and K. H. Rogers. 2003. An adaptive system to link\nscience, monitoring and management in practice. Pages 59–80\ninJ. T. du Toit, K. H. Rogers, and H. C. Biggs, editors. The\nKruger experience: ecology and management of savanna\nheterogeneity. Island Press, Washington, D.C., USA.\nBiggs, R., M., et al. 2012. Toward principles for enhancing the\nresilience of ecosystem services. Annual Review of Environ-\nment and Resources 37:421–448.\nBleckner, T., M. Llope, C. Mo ̈llmann, R. Voss, M. F. Quaas, M.\nCasini, M. Lindegren, C. Folke, and N. C. Stenseth. 2015.\nClimate and fishing steer ecosystem regeneration to uncertain\neconomic futures. Proceedings of the Royal Society B\n282:20142809.\nBoettiger, C., and A. Hastings. 2012a. Early warning signals and\nthe prosecutor’s fallacy. Proceedings of the Royal Society B\n279:4734–4739.\nBoettiger, C., and A. Hastings. 2012b. Quantifying limits to\ndetection of early warning for critical transitions. Journal of\nthe Royal Society Interface 9:2527–2539.\nBrandl, S. J., and D. R. Bellwood. 2014. Individual-based analyses\nreveal limited functional overlap in a coral reef fish commu-\nnity. Journal of Animal Ecology 83:661–670.\nBriske, D. D., S. D. Fuhlendorf, and F. E. Smeins. 2006. A unified\nframework for assessment and application of ecological\nthresholds. Rangeland Ecology and Management 59:225–236.\nBurgman, M. 2005. Risks and decisions for conservation and\nenvironmental management. Cambridge University, Cam-\nbridge, UK.\nCarpenter, S. R., and W. A. Brock. 2006. Rising variance: a leading\nindicator of ecological transition. Ecology Letters 9:308–315.\nCarpenter, S. R., and C. Folke. 2006. Ecology for transformation.\nTrends in Ecology and Evolution 21:309–315.\nCasini, M., J. Hjelm, J. C. Molinero, J. Lovgren, M. Cardinale, V.\nBartolino, A. Belgrano, and G. Kornilovs. 2009. Trophic\ncascades promote threshold-like shifts in pelagic marine\necosystems. Proceedings of the National Academy of Sciences\nUSA 106:197–202.\nChapin, F. S., B. H. Walker, R. J. Hobbs, D. U. Hooper, J. H.\nLawton, O. E. Sala, and D. Tilman. 1997. Biotic control over the\nfunctioning of ecosystems. Science 277:500–504.\nCrowder, L. B., et al. 2006. Resolving mismatches in US ocean\ngovernance. Science 313:617–618.\nCury, P. M., et al. 2011. Global seabird response to forage fish\ndepletion—one-third for the birds. Science 334:1703–1706.\nD’Agata, S., D. Mouillot, M. Kulbicki, S. Andrefouet, D. R.\nBellwood, J. E. Cinner, P. F. Cowman, M. Kronen, S. Pinca, and\nL. Vigliola. 2014. Human-mediated loss of phylogenetic and\nfunctional diversity in coral reef fishes. Current Biology\n24:555–560.\nDai, L., K. S. Korolev, and J. Gore. 2013. Slower recovery in space\nbefore collapse of connected populations. Nature 496:355–358.\nDai, L., D. Vorselen, K. S. Korolev, and J. Gore. 2012. Generic\nindicators for loss of resilience before a tipping point leading to\npopulation collapse. Science 336:1175–1177.\nDakos, V., S. R. Carpenter, E. H. van Nes, and M. Scheffer. 2015.\nResilience indicators: prospects and limitations for early\nwarnings of regime shifts. Philosophical Transactions of the\nRoyal Society B 370:20130263.\nDakos, V., S. Kefi, M. Rietkerk, E. H. van Nes, and M. Scheffer.\n2011. Slowing down in spatially patterned ecosystems at the\nbrink of collapse. American Naturalist 177:E153–E166.\nDakos, V., E. H. van Nes, P. D’Odorico, and M. Scheffer. 2012.\nRobustness of variance and autocorrelation as indicators of\ncritical slowing down. Ecology 93:264–271.\nDale, V. H., et al. 2010. Hypoxia in the northern Gulf of Mexico.\nSpringer series on environmental management. Springer, New\nYork, New York, USA.\nDaskalov, G. M. 2002. Overfishing drives a trophic cascade in the\nBlack Sea. Marine Ecology Progress Series 225:53–63.\nDawson, T. P., S. T. Jackson, J. I. House, I. C. Prentice, and G. M.\nMace. 2011. Beyond predictions: biodiversity conservation in a\nchanging climate. Science 332:53–58.\nDean, T. A., J. L. Bodkin, S. C. Jewett, D. H. Monson, and D. Jung.\n2000. Changes in sea urchins and kelp following a reduction in\nsea otter density as a result of the Exxon Valdez oil spill.\nMarine Ecology Progress Series 199:281–291.\nDitlevsen, P. D., and S. J. Johnsen. 2010. Tipping points: early\nwarning and wishful thinking. Geophysical Research Letters\n37:L19703.\nDixson, D. L., D. Abrego, and M. E. Hay. 2014. Chemically\nmediated behavior of recruiting corals and fishes: a tipping\npoint that may limit reef recovery. Science 345:892–897.\nDoak, D. F., et al. 2008. Understanding and predicting ecological\ndynamics: are major surprises inevitable? Ecology 89:952–961.\nDuarte, C. M., D. J. Conley, J. Carstensen, and M. Sanchez-\nCamacho. 2009. Return to Neverland: shifting baselines affect\neutrophication restoration targets. Estuaries and Coasts 32:29–\n36.\nDudgeon, S. R., R. B. Aronson, J. F. Bruno, and W. F. Precht. 2010.\nPhase shifts and stable states on coral reefs. Marine Ecology\nProgress Series 413:201–216.\nDuggins, D. O. 1980. Kelp beds and sea otters: an experimental\napproach. Ecology 61:447–453.\nDuggins,D.O.,C.A.Simenstad,andJ.A.Estes.1989.\nMagnification of secondary production by kelp detritus in\ncoastal marine ecosystems. Science 245:170–173.\nDulvy, N. K., Y. Sadovy, and J. D. Reynolds. 2003. Extinction\nvulnerability in marine populations. Fish and Fisheries 4:25–\n64.\nEdmondson, W., and J. Lehman. 1981. The effect of changes in the\nnutrient income on the condition of Lake Washington.\nLimnology and Oceanography 26:1–29.\nElmqvist, T., C. Folke, M. Nystrom, G. Peterson, J. Bengtsson, B.\nWalker, and J. Norberg. 2003. Response diversity, ecosystem\nchange, and resilience. Frontiers in Ecology and the Environ-\nment 1:488–494.\nEstes, J. A., and D. O. Duggins. 1995. Sea otters and kelp forests in\nAlaska: generality and variation in a community ecological\nparadigm. Ecological Monographs 65:75–100.\nEstes, J. A., and J. Palmisano. 1974. Sea otters: their role in\nstructuring nearshore communities. Science 185:1058–1060.\nEstes, J. A., et al. 2011. Trophic downgrading of planet Earth.\nScience 333:301–306.\nEstes, J. A., M. T. Tinker, and J. L. Bodkin. 2010. Using ecological\nfunction to develop recovery criteria for depleted species: sea\notters and kelp forests in the Aleutian Archipelago. Conser-\nvation Biology 24:852–860.\nEstes, J. A., M. T. Tinker, T. M. Williams, and D. F. Doak. 1998.\nKiller whale predation on sea otters linking oceanic and\nnearshore ecosystems. Science 282:473–476.\nFairchild, J. F., T. W. Lapoint, J. L. Zajicek, M. K. Nelson, F. J.\nDwyer, and P. A. Lovely. 1992. Population-level, community-\nlevel and ecosystem-level responses of aquatic mesocosms to\npulsed doses of a pyrethroid insecticide. Environmental\nToxicology and Chemistry 11:115–129.\nFarrow, S. 2004. Using risk assessment, benefit-cost analysis, and\nreal options to implement a precautionary principle. Risk\nAnalysis 24:727–735.\nFerretti, F., B. Worm, G. L. Britten, M. R. Heithaus, and H. K.\nLotze. 2010. Patterns and ecosystem consequences of shark\ndeclines in the ocean. Ecology Letters 13:1055–1071.\nField, M. E., S. A. Cochran, J. B. Logan, and C. D. Storlazzi. 2008.\nThe coral reef of south Moloka‘i, Hawai‘i; portrait of a\nsediment-threatened reef. U.S. Geological Survey Scientific\nEcosystem Health and Sustainability\n15Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nInvestigations Report 2007-5101. USGS Information Services,\nDenver, Colorado, USA.\nFilbee-Dexter, K., and R. E. Scheibling. 2014. Sea urchin barrens as\nalternative stable states of collapsed kelp ecosystems. Marine\nEcology Progress Series 495:1–25.\nFoley, M. M., et al. 2010. Guiding ecological principles for marine\nspatial planning. Marine Policy 34:955–966.\nFolke, C., S. Carpenter, B. Walker, M. Scheffer, T. Elmqvist, L.\nGunderson, and C. S. Holling. 2004. Regime shifts, resilience,\nand biodiversity in ecosystem management. Annual Review of\nEcology Evolution and Systematics 35:557–581.\nFrank, K. T., B. Petrie, J. S. Choi, and W. C. Leggett. 2005. Trophic\ncascades in a formerly cod-dominated ecosystem. Science\n308:1621–1623.\nFrank, K. T., B. Petrie, J. A. D. Fisher, and W. C. Leggett. 2011.\nTransient dynamics of an altered large marine ecosystem.\nNature 477:86–U98.\nFujita, R., J. Lynham, F. Micheli, P. G. Feinberg, L. Bourill\n ́\non, A.\nSa ́enz-Arroyo, and A. C. Markham. 2013a. Ecomarkets for\nconservation and sustainable development in the coastal zone.\nBiological Reviews 88:273–286.\nFujita, R., J. H. Moxley, H. DeBey, T. Van Leuvan, A. Leumer, K.\nHoney, S. Aguilera, and M. Foley. 2013b. Managing for a\nresilient ocean. Marine Policy 38:538–544.\nGrafton, Q. R., T. Kompas, T. N. Che, L. Chu, and R. Hilborn. 2012.\nBMEY as a fisheries management target. Fish and Fisheries\n13:303–312.\nGraham, N. A. J., D. R. Bellwood, J. E. Cinner, T. P. Hughes, A. V.\nNorstrom, and M. Nystrom. 2013. Managing resilience to\nreverse phase shifts in coral reefs. Frontiers in Ecology and the\nEnvironment 11:541–548.\nGraham, N. A. J., J. E. Cinner, A. V. Norstrom, and M. Nystrom.\n2014. Coral reefs as novel ecosystems: embracing new futures.\nCurrent Opinion in Environmental Sustainability 7:9–14.\nGraham, N. A. J., S. K. Wilson, S. Jennings, N. V. C. Polunin, J. P.\nBijoux, and J. Robinson. 2006. Dynamic fragility of oceanic\ncoral reef ecosystems. Proceedings of the National Academy of\nSciences USA 103:8425–8429.\nGreening, H., and A. Janicki. 2006. Toward reversal of eutrophic\nconditions in a subtropical estuary: water quality and seagrass\nresponse to nitrogen loading reductions in Tampa Bay, Florida,\nUSA. Environmental Management 38:163–178.\nGriffith, G. P., E. A. Fulton, and A. J. Richardson. 2011. Effects of\nfishing and acidification-related benthic mortality on the\nsoutheast Australian marine ecosystem. Global Change Biol-\nogy 17:3058–3074.\nGrimm, D., I. Barkhorna, D. Festab, K. Bonzonb, J. Boomhowerb,\nV. Hovlanda, and J. Blau. 2012. Assessing the key players in a\nfood web can help guide management strategies to address\ntipping points. Marine Policy 36:644–657.\nGroffman, P. M., et al. 2006. Ecological thresholds: the key to\nsuccessful environmental management or an important con-\ncept with no practical application? Ecosystems 9:1–13.\nHalpern, B. S., et al. 2013. Achieving the triple bottom line in the\nface of inherent trade-offs among social equity, economic\nreturn, and conservation. Proceedings of the National Acad-\nemy of Sciences USA 110:6229–6234.\nHilborn, R. 2010. Pretty Good Yield and exploited fishes. Marine\nPolicy 34:193–196.\nHobbs, R. J., et al. 2006. Novel ecosystems: theoretical and\nmanagement aspects of the new ecological world order. Global\nEcology and Biogeography 15:1–7.\nHoegh-Guldberg, O., et al. 2007. Coral reefs under rapid climate\nchange and ocean acidification. Science 318:1737–1742.\nHolling, C. S. 1959. The components of predation as revealed by a\nstudy of small-mammal predation of the European pine\nsawfly. Canadian Entomology 91:293–320.\nHolling, C. S. 1973. Resilience and stability of ecological systems.\nAnnual Review of Ecology and Systematics 4:1–23.\nHsieh, C. H., C. S. Reiss, R. P. Hewitt, and G. Sugihara. 2008.\nSpatial analysis shows that fishing enhances the climatic\nsensitivity of marine fishes. Canadian Journal of Fisheries and\nAquatic Sciences 65:947–961.\nHugget, A. J. 2005. The concept and utility of ecological thresholds\nin biodiversity conservation. Biological Conservation 124:301–\n310.\nHughes, T. P. 1994. Catastrophes, phase-shifts, and large-scale\ndegradation of a Caribbean coral reef. Science 265:1547–1551.\nHughes, T. P., C. Linares, V. Dakos, I. A. van de Leemput, and\nE. H. van Nes. 2013. Living dangerously on borrowed time\nduring slow, unrecognized regime shifts. Trends in Ecology\nand Evolution 28:149–155.\nHunsicker, M. E., et al. 2010. The contribution of cephalopods to\nglobal marine fisheries: Can we have our squid and eat them\ntoo? Fish and Fisheries 11(4):421–438.\nJohannessen, O. M., and M. W. Miles. 2011. Critical vulnerabilities\nof marine and sea ice-based ecosystems in the high Arctic.\nRegional Environmental Change 11:S239–S248.\nKarnosky, D. F., K. S. Pregitzer, D. R. Zak, M. E. Kubiske, G. R.\nHendrey, D. Weinstein, M. Nosal, and K. E. Percy. 2005. Scaling\nozone responses of forest trees to the ecosystem level in a\nchanging climate. Plant Cell and Environment 28:965–981.\nKarp, D. S., G. Ziv, J. Zook, P. R. Ehrlich, and G. C. Daily. 2011.\nResilience and stability in bird guilds across tropical country-\nside. Proceedings of the National Academy of Sciences USA\n108:21134–21139.\nKarr, K., R. Fujita, B. S. Halpern, C. V. Kappel, L. B. Crowder, K. A.\nSelkoe, P. M. Alcolado, and D. Rader. 2015. Thresholds in\nCaribbean coral reefs: implications for ecosystem-based fishery\nmanagement. Journal of Applied Ecology 52(2):402–412.\nKefi, S., V. Guttal, W. A. Brock, S. R. Carpenter, A. M. Ellison, V. N.\nLivina, D. A. Seekell, M. Scheffer, E. H. van Nes, and V. Dakos.\n2014. Early warning signals of ecological transitions: methods\nfor spatial patterns. PLoS ONE 9:e92097.\nKelly, R. P., A. L. Erickson, and L. A. Mease. 2014a. How not to fall\noff a cliff, or using tipping points to improve environmental\nmanagement. Ecology Law Quarterly 41:843–886.\nKelly, R. P., A. L. Erickson, L. A. Mease, W. Battista, J. N. Kittinger,\nand R. Fujita. 2014b. Embracing thresholds for better environ-\nmental management. Philosophical Transactions of the Royal\nSociety B 370:20130276.\nKonar, B., and J. A. Estes. 2003. The stability of boundary regions\nbetween kelp beds and deforested areas. Ecology 84:174–185.\nLafferty, K. D. 2004. Fishing for lobsters indirectly increases\nepidemics in sea urchins. Ecological Applications 14:1566–\n1573.\nLaliberte, E., et al. 2010. Land-use intensification reduces\nfunctional redundancy and response diversity in plant\ncommunities. Ecology Letters 13:76–86.\nLarge, S. I., G. Fay, K. D. Friedland, and J. S. Link. 2013. Defining\ntrends and thresholds in responses of ecological indicators to\nfishing and environmental pressures. ICES Journal of Marine\nScience 70:755–767.\nLebel, L., J. M. Anderies, B. Campbell, C. Folke, S. Hatfield-Dodds,\nT. P. Hughes, and J. Wilson. 2006. Governance and the capacity\nto manage resilience in regional social-ecological systems.\nEcology and Society 11:19.\nLeslie, H. M., and K. L. McLeod. 2007. Confronting the challenges\nof implementing marine ecosystem-based management. Fron-\ntiers in Ecology and the Environment 5:540–548.\nLevin, P., and C. Mo ̈llmann. 2014. Marine ecosystem regime shifts:\nchallenges and opportunities for ecosystem-based manage-\nment. Philosophical Transactions of the Royal Society B\n370:20130275.\nLewontin, R. C. 1969. The meaning of stability. Brookhaven\nSymposia in Biology 22:13–24.\nEcosystem Health and Sustainability\n16Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\nLindegren, M., D. M. Checkley, Jr., T. Rouyer, A. D. MacCall, and\nN. C. Stenseth. 2013. Climate, fishing, and fluctuations of\nsardine and anchovy in the California Current. Proceedings of\nthe National Academy of Sciences USA 110:13672–13677.\nLindegren, M., V. Dakos, J. P. Groeger, A. Gardmark, G. Kornilovs,\nS. A. Otto, and C. Moellmann. 2012. Early detection of\necosystem regime shifts: a multiple method evaluation for\nmanagement application. PLoS ONE 7:e38410.\nLindig-Cisneros, R., J. Desmond, K. E. Boyer, and J. B. Zedler.\n2003. Wetland restoration thresholds: can a degradation\ntransition be reversed with increased effort? Ecological\nApplications 13:193–205.\nLink, J. S. 2007. Underappreciated species in ecology:‘‘ugly fish’’\nin the northwest Atlantic Ocean. Ecological Applications\n17:2037–2060.\nLittle, R. L., J. Parslow, G. Fay, R. Q. Grafton, A. D. M. Smith, A. E.\nPunt, and G. N. Tuck. 2014. Environmental derivatives, risk\nanalysis, and conservation management. Conservation Letters\n7:196–207.\nLitzow, M. A., F. J. Mueter, and J. D. Urban. 2013. Rising catch\nvariability preceded historical fisheries collapses in Alaska.\nEcological Applications 23:1475–1487.\nLitzow, M. A., J. D. Urban, and B. J. Laurel. 2008. Increased spatial\nvariance accompanies reorganization of two continental shelf\necosystems. Ecological Applications 18:1331–1337.\nLockwood, J. L., P. Cassey, and T. Blackburn. 2005. The role of\npropagule pressure in explaining species invasions. Trends in\nEcology and Evolution 20:223–228.\nLuck, G. W., G. C. Daily, and P. R. Ehrlich. 2003. Population\ndiversity and ecosystem services. Trends in Ecology and\nEvolution 18:331–336.\nMacDonald, Donald D., C. G. Ingersoll, and T. A. Berger. 2000.\nDevelopment and evaluation of consensus-based sediment\nquality guidelines for freshwater ecosystems. Archives of\nEnvironmental Contamination and Toxicology 39:20–31.\nMartin, K. L., and L. K. Kirkman. 2009. Management of ecological\nthresholds to re-establish disturbance-maintained herbaceous\nwetlands of the south-eastern USA. Journal of Applied\nEcology 46:906–914.\nMay, R. M. 1977. Thresholds and breakpoints in ecosystems with a\nmultiplicity of stable states. Nature 269:471–477.\nMcClanahan, T. R., N. A. J. Graham, M. A. MacNeil, N. A.\nMuthiga, J. E. Cinner, J. H. Bruggemann, and S. K. Wilson.\n2011. Critical thresholds and tangible targets for ecosystem-\nbased management of coral reef fisheries. Proceedings of the\nNational Academy of Sciences USA 108:17230–17233.\nMeador, J. P., T. K. Collier, and J. E. Stein. 2002. Determination of a\ntissue and sediment threshold for tributyltin to protect prey\nspecies of juvenile salmonids listed under the US Endangered\nSpecies Act. Aquatic Conservation: Marine and Freshwater\nEcosystems 12:539–551.\nMethot, R. D., G. R. Tromble, D. M. Lambert, and K. E. Greene.\n2014. Implementing a science-based system for preventing\noverfishing and guiding sustainable fisheries in the United\nStates. ICES Journal of Marine Science 71:183–194.\nMichalak, A. M., et al. 2013. Record-setting algal bloom in Lake\nErie caused by agricultural and meteorological trends consis-\ntent with expected future conditions. Proceedings of the\nNational Academy of Sciences USA 110:6448–6452.\nMontefalcone, M., V. Parravicini, and C. N. Bianchi. 2011.\nQuantification of coastal ecosystem resilience. Treatise on\nEstuarine and Coastal Science 10:49–70.\nMori, A. S., T. Furukawa, and T. Sasaki. 2013. Response diversity\ndetermines the resilience of ecosystems to environmental\nchange. Biological Reviews 88:349–364.\nMyers, R. A., J. K. Baum, T. D. Shepherd, S. P. Powers, and C. H.\nPeterson. 2007. Cascading effects of the loss of apex predatory\nsharks from a coastal ocean. Science 315:1846–1850.\nNystrom, M., A. V. Norstrom, T. Blenckner, M. de la Torre-Castro,\nJ. S. Eklof, C. Folke, H. Osterblom, R. S. Steneck, M. Thyresson,\nand M. Troell. 2012. Confronting feedbacks of degraded\nmarine ecosystems. Ecosystems 15:695–710.\nO’Gorman, E. J., J. M. Yearsley, T. P. Crowe, M. C. Emmerson, U.\nJacob, and O. L. Petchey. 2011. Loss of functionally unique\nspecies may gradually undermine ecosystems. Proceedings of\nthe Royal Society B 278:1886–1893.\nOguz, T., and D. Gilbert. 2007. Abrupt transitions of the top-down\ncontrolled Black Sea pelagic ecosystem during 1960–2000:\nevidence for regime-shifts under strong fishery exploitation\nand nutrient enrichment modulated by climate-induced\nvariations. Deep Sea Research Part I: Oceanographic Research\nPapers 54:220–242.\nOhman, M. D., K. Barbeau, P. J. S. Franks, R. Goericke, M. R.\nLandry, and A. J. Miller. 2013. Ecological transitions in a\ncoastal upwelling ecosystem. Oceanography 26:210–219.\nOlds, A. D., K. A. Pitt, P. S. Maxwell, and R. M. Connolly. 2012.\nSynergistic effects of reserves and connectivity on ecological\nresilience. Journal of Applied Ecology 49:1195–1203.\nPeters, D. P. C., B. T. Bestelmeyer, and M. G. Turner. 2007. Cross-\nscale interactions and changing pattern-process relationships:\nconsequences for system dynamics. Ecosystems 10:790–796.\nPeterson, G., C. R. Allen, and C. S. Holling. 1998. Ecological\nresilience, biodiversity, and scale. Ecosystems 1:6–18.\nPetraitis, P. S., E. T. Methratta, E. C. Rhile, N. A. Vidargas, and S. R.\nDudgeon. 2009. Experimental confirmation of multiple com-\nmunity states in a marine ecosystem. Oecologia 161:139–148.\nPikitch, E. K. 2012. The risks of overfishing. Science 338:474–475.\nPlanque, B., J. M. Fromentin, P. Cury, K. F. Drinkwater, S. Jennings,\nR. I. Perry, and S. Kifani. 2010. How does fishing alter marine\npopulations and ecosystems sensitivity to climate? Journal of\nMarine Systems 79:403–417.\nPoe, M. R., K. C. Norman, and P. S. Levin. 2014. Cultural\ndimensions of socioecological systems: key connections and\nguiding principles for conservation in coastal environments.\nConservation Letters 7:166–175.\nPunt, A. E., M. S. M. Siddeek, B. Garber-Yonts, M. Dalton, L.\nRugolo, D. Stram, B. J. Turnock, and J. Zheng. 2012. Evaluating\nthe impact of buffers to account for scientific uncertainty when\nsetting TACs: application to red king crab in Bristol Bay,\nAlaska. ICES Journal of Marine Science 69:624–634.\nRabalais, N. N., R. J. Diaz, L. A. Levin, R. E. Turner, D. Gilbert, and\nJ. Zhang. 2010. Dynamics and distribution of natural and\nhuman-caused hypoxia. Biogeosciences 7:585–619.\nRasher, D. B., A. S. Hoey, and M. E. Hay. 2013. Consumer diversity\ninteracts with prey defenses to drive ecosystem function.\nEcology 94:1347–1358.\nRocha, J., J. Yletyinen, R. Biggs, T. Blenckner, and G. Peterson.\n2015. Marine regime shifts: drivers and impacts on marine\nsystems. Philosophical Transactions of the Royal Society B\n370:20130273.\nRockstrom, J., et al. 2009. A safe operating space for humanity.\nNature 461:472–475.\nSalazar, M. H., and S. M. Salazar. 1991. Mussels as bioindicators: a\ncase study of tributyltin effects in San Diego Bay, California\nUSA. Canadian Technical Report of Fisheries and Aquatic\nSciences 1774:47–75.\nSamhouri, J. F., P. S. Levin, and C. H. Ainsworth. 2010. Identifying\nthresholds for ecosystem-based management. PLoS ONE\n5:e8907.\nScheffer, M. 2009. Critical transitions in nature and society.\nPrinceton University, Princeton, New Jersey, USA.\nScheffer, M., J. Bascompte, W. A. Brock, V. Brovkin, S. R.\nCarpenter, V. Dakos, H. Held, E. H. van Nes, M. Rietkerk,\nand G. Sugihara. 2009. Early-warning signals for critical\ntransitions. Nature 461:53–59.\nScheffer, M., S. Carpenter, J. A. Foley, C. Folke, and B. Walker.\nEcosystem Health and Sustainability\n17Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points\n\n2001. Catastrophic shifts in ecosystems. Nature 413:591–596.\nScheffer, M., and S. R. Carpenter. 2003. Catastrophic regime shifts\nin ecosystems: linking theory to observation. Trends in Ecology\nand Evolution 18:648–656.\nSchindler, D. E., R. Hilborn, B. Chasco, C. P. Boatright, T. P. Quinn,\nL. A. Rogers, and M. S. Webster. 2010. Population diversity\nand the portfolio effect in an exploited species. Nature\n465:609–612.\nSchmitz, O. J., et al. 2014. Animating the carbon cycle. Ecosystems\n17:344–359.\nShelton, A. O., J. F. Samhouri, A. C. Stier, and P. S. Levin. 2014.\nAssessing trade-offs to inform ecosystem-based fisheries\nmanagement of forage fish. Scientific Reports 4:7110.\nSmith, A. D. M., et al. 2011. Impacts of fishing low-trophic level\nspecies on marine ecosystems. Science 333:1147–1150.\nSmith, D., A. Punt, N. Dowling, A. Smith, G. Tuck, and I. Knuckey.\n2009. Reconciling approaches to the assessment and manage-\nment of data-poor species and fisheries with Australia’s\nharvest strategy policy. Marine and Coastal Fisheries 1:244–\n254.\nSmith, M. D., J. Lynham, J. N. Sanchirico, and J. A. Wilson. 2010.\nPolitical economy of marine reserves: understanding the role\nof opportunity costs. Proceedings of the National Academy of\nSciences USA 107:18300–18305.\nStandish, R. J., et al. 2014. Resilience in ecology: abstraction,\ndistraction, or where the action is? Biological Conservation\n177:43–51.\nSteneck, R. S., M. H. Graham, B. J. Bourque, D. Corbett, J. M.\nErlandson, J. A. Estes, and M. J. Tegner. 2002. Kelp forest\necosystems: biodiversity, stability, resilience and future. Envi-\nronmental Conservation 29:436–459.\nSteneck, R. S., et al. 2011. Creation of a gilded trap by the high\neconomic value of the Maine lobster fishery. Conservation\nBiology 25:904–912.\nSteneck, R. S., A. Leland, D. C. McNaught, and J. Vavrinec. 2013.\nEcosystem flips, locks and feedbacks: the lasting effects of\nfisheries on Maine’s kelp forest ecosystem. Bulletin of Marine\nScience 89:31–55.\nSteneck, R. S., and R. A. Wahle. 2013. American lobster dynamics\nin a brave new ocean. Canadian Journal of Fisheries and\nAquatic Sciences 70:1612–1624.\nStephens, P. A., W. J. Sutherland, and R. P. Freckleton. 1999. What\nis the Allee effect? Oikos 87:185–190.\nStorlazzi, C. D., M. E. Field, M. H. Bothner, M. K. Presto, and A. E.\nDraut. 2009. Sedimentation processes in a coral reef embay-\nment: Hanalei Bay, Kauai. Marine Geology 264:140–151.\nSuding, K. N., and R. J. Hobbs. 2009. Threshold models in\nrestoration and conservation: a developing framework. Trends\nin Ecology and Evolution 24:271–279.\nSutherland, J. P. 1974. Multiple stable points in natural commu-\nnities. American Naturalist 108:859–873.\nThibaut, L. M., S. R. Connolly, and H. P. A. Sweatman. 2012.\nDiversity and stability of herbivorous fishes on coral reefs.\nEcology 93:891–901.\nTravis, J., F. C. Coleman, P. J. Auster, P. M. Cury, J. A. Estes, J.\nOrensanz, C. H. Peterson, M. E. Power, R. S. Steneck, and J. T.\nWootton. 2014. Integrating the invisible fabric of nature into\nfisheries management. Proceedings of the National Academy\nof Sciences USA 111:581–584.\nvan der Heide, T., E. H. van Nes, G. W. Geerling, A. J. P. Smolders,\nT. J. Bouma, and M. M. van Katwijk. 2007. Positive feedbacks\nin seagrass ecosystems: Implications for success in conserva-\ntion and restoration. Ecosystems 10:1311–1322.\nVe ́lez-Espino, L. A., and M. A. Koops. 2009. Quantifying allowable\nharm in species at risk: application to the Laurentian black\nredhorse (Moxostoma duquesnei). Aquatic Conservation: Ma-\nrine Freshwater Ecosystems 19:676–688.\nWalker, B., and D. Salt. 2012. Resilience practice: building capacity\nto absorb disturbance and maintain function. Island Press,\nWashington, D.C., USA.\nWashington State Blue Ribbon Panel on Ocean Acidification. 2012.\nOcean acidification: from knowledge to action, Washington\nState’s strategic response. H. Adelsman and L. Whitely Binder,\neditors. Publication no. 12-01-015. Washington Department of\nEcology, Olympia, Washington, USA.\nWilmers, C. C., J. A. Estes, M. Edwards, K. L. Laidre, and B. Konar.\n2012. Do trophic cascades affect the storage and flux of\natmospheric carbon? An analysis of sea otters and kelp forests.\nFrontiers in Ecology and the Environment 10:409–415.\nCopyright:Ó2015 Selkoe et al. This is an open-access article distributed\nunder the terms of the Creative Commons Attribution License, which\npermits unrestricted use, distribution, and reproduction in any\nmedium, provided the original author and source are credited. http://\ncreativecommons.org/licenses/by/3.0/\nEcosystem Health and Sustainability\n18Volume 1(5)vArticle 17\nSELKOE ET AL.Managing ocean tipping points",
  "extractedAt": "2025-12-12T18:45:12.376Z",
  "success": true,
  "matchedPublication": {
    "title": "Principles for managing marine ecosystems prone to tipping points",
    "doi": "10.1890/EHS14-0024.1",
    "year": "2015",
    "authors": "Selkoe, Kimberly A.; Blenckner, Thorsten; Caldwell, Margaret R.; Crowder, Larry B.; Erickson, Ashley L.; Essington, Timothy E.; Estes, James A.; Fujita, Rod M.; Halpern, Benjamin S.; Hunsicker, Mary E.; Kappel, Carrie V.; Kelly, Ryan P.; Kittinger, John N.; Levin, Phillip S.; Lynham, John M.; Mach, Megan E.; Martone, Rebecca G.; Mease, Lindley A.; Salomon, Anne K.; Samhouri, Jameal F.; Scarborough, Courtney; Stier, Adrian C.; White, Crow; Zedler, Joy"
  }
}