{
  "filename": "Shantz et al. (Coral Reefs) 2011.pdf",
  "numPages": 5,
  "text": "NOTE Coral density and predation affect growth of a reef-building coral A. A. Shantz • A. C. Stier • J. A. Idjadi Received: 8 April 2010 / Accepted: 5 November 2010 / Published online: 21 November 2010 ÓSpringer-Verlag 2010 AbstractThe influence of predation on the growth of stony corals has gained increased attention, although the degree to which coral conspecific density can modify the effects of corallivores remains poorly studied. Here, a field experiment was used to quantify the independent and combined effects of coral colony density and coral preda- tors on the skeletal growth of massivePorites. Predator exclusion increased coral growth by 20%. Increasing coral density increased growth by 30%. However, the effect of predators was independent of coral density. Possible alternative mechanisms for increased skeletal growth at higher colony density include changes in near-field flow, resulting in increases in photosynthetic activity, nutrient uptake, or the increased accessibility of coral mutualists. KeywordsCorallivore Density dependence Porites  Predation Introduction Stony coral colonies often occur in high densities, which can affect their growth, competitive ability, and survival by modifying abiotic (Thomas and Atkinson1997; Sebens et al.2003; Reidenbach et al.2007) or biotic (Idjadi and Karlson2007) conditions. For example, Vermeij and Sandin (2008) showed a positive effect of conspecific density on the mortality of recently settledSiderastrea radians, and evidence suggests that heterospecific aggre- gation in adult fungiid corals can depress growth rates (Elahi2008). Similarly,studies of population regulation theory highlight the importance of prey density as a mod- ifier of predator–prey interactions via processes such as predator dilution/aggregation and predator swamping (Murdoch1994). Yet, despite the fact that corallivores are well known to affect the demography of corals (Meesters et al.1994; Aeby and Santavy2006; Cole et al.2008; Pratchett et al.2009), few studies have explored how the size of coral aggregates affects predation on stony corals. A rare exception was a recent study in which Jaye- wardene et al. (2009) quantified predation rates via grazing scars onPorites compressatransplants placed in differing densities of existing live coral. This study found lower bite frequencies at higher coral densities, which was evidence of predator dilution. However, some coral predators (e.g., butterfly fishes) are cryptic in their foraging (e.g., removal of single polyps), and therefore, their effects are less con- spicuous due to the absence of grazing scars (Rotjan and Lewis2008). An alternative approach to quantifying the effects of corallivores is to measure net growth. This incorporates the costs of tissue damage and skeletal removal. In our study, a factorial field experiment exam- ined the effects of coral density and corallivore exposure on the skeletal growth of massive reef-buildingPorites. Communicated by Environment Editor Prof. Rob van Woesik Electronic supplementary materialThe online version of this article (doi:10.1007/s00338-010-0694-2) contains supplementary material, which is available to authorized users. A. A. Shantz (&) Northeastern University, Marine Science Institute, Nahant, Massachusetts 01908, USA e-mail: Ashantz@fiu.edu A. C. Stier Department of Biology, University of Florida, Gainesville, Florida 32611-8525, USA J. A. Idjadi Department of Biology, Eastern Connecticut State University, Willimantic, CT 06226, USA 123 Coral Reefs (2011) 30:363–367 DOI 10.1007/s00338-010-0694-2 Materials and methods Study site and species This study was conducted in February and March 2009, on the northern shore of Moorea, French Polynesia (17°30 0 S, 149°50 0 W) (see electronic supplemental material, ESM, for a map of Moorea and schematic of the experimental setup). Moorea is a volcanic island with a narrow lagoon containing patch reefs, interspersed with sand, coral rubble, and pavement enclosed by a discontinuous barrier reef (Galzin and Pointier1985). Patch reefs are dominated by stony corals, the most common of which are massive members ofPorites spp. (a species complex composed mostly ofPorites lobataandP. lutea,hereafter referred to asPorites; Edmunds and Lenihan2010) and the branching/ sheeting coral,Porites rus.A diverse suite of corallivores existinMoorea,includingfishes(Table1)and invertebrates (Rotjan and Lewis2008). Surveys were conducted in the lagoon east of Cook’s pass at an average depth of 3 m. This study focused on the net growth of small colonies (2–3 cm diameter) ofPorites, an effective colonist and generally weak interference competitor for space in direct interactions with most other genera of corals (Idjadi and Karlson2007). Experimental design In January 2009, a field experiment was conducted to quantify the effects of predator exposure (cage and partial- cage) and coral density (low and high) on the growth of Porites. Because local structure can augment fish popula- tions (Jennings et al.1996; Syms and Jones2000), poten- tially impacting predation rates, the experiment was set up in an open sand-plain, parallel to the reef, at least 30 m from the nearest structure. Thirty-two (32) concrete blocks, each measuring 0.590.2590.25 m(length9width9height),were placed at 10-m increments along the plain to create experimental reefs. Sixteen reefs were fully caged to exclude corallivores (circumference=1.5 m, height= 1 m, mesh size=2.54 cm). The remaining 16 reefs served as cage controls, possessing a full top and up-current side, with all remaining sides extending only 5 cm above the concrete blocks in order to allow access by corallivores. To obtain a better understanding of the subset of co- rallivores present in the experimental region, divers con- ducted surveys at four different lagoon sites within 3 km of the experimental array in February 2010. At each site, divers swam five 25-m transects and noted the presence of any corallivores within 4 m of the transect (Table1), as well as bite scars on live coral. Corallivorous fish were considered as any species listed as a consumer of live coral (see Rotjan and Lewis2008). In studies of density dependence, the most relevant metric for determining densities is the local neighborhood of a focal individual, rather than the mean abundance in a quadrat (Lloyd1967). This metric, termed mean crowding (m*), is calculated as follows: m   ¼mþ m k ;ð1Þ wheremandkare the maximum likelihood estimates of a mean and shape parameter of a negative binomial distri- bution (Lloyd1967). Them*ofPoritesnubbins near the study site was estimated as 9.52±1.93 (mean±0.1 SE; range: 0–12), based on data from 30 randomly assigned 1-m 2 quadrates placed along six 30-m transect lines. This natural variation inPoritesdensity was used to assign appropriate low- and Table 1Obligate and facultative corallivorous fish species observed along 25-m transect lines on reefs within 3 km of the experimental site Obligate corallivores observed at reef sites within 3 km of the experimental array Chaetodon lunulatus a C. ornatissimus a Facultative corallivores observed at reef sites within 3 km of the experimental array Balistapus undulatus a Balistoides viridescens a Calotomus carolinus Canthigaster solandri a Cetoscarus bicolor Chaetodon citrinellus a C. ephippium C. lunula C. reticulatus C. trichrous a C. unimaculatus C. vagabundus a Coris aygula Diodon hystrix a Forcipiger flavissimus Heniochus chrysostomus Pseudocheilinus hexataenia b Rhinecanthus aculeatus a Scarus ghobban Zanclus cornutus a Species that were also observed within cages at experimental array b Species was not known to consume coral at the time of the study Species were considered corallivores based on Rotjan and Lewis (2008), Berumen and Rotjan (2010) 364Coral Reefs (2011) 30:363–367 123 high-density treatments which contained two and eight coral colonies, respectively. Coral collection, measurement, and predator surveys One hundred and sixty (160) nubbins (2–3 cm in diameter) ofPoriteswere collected from the pavement near the reef crest and affixed to small plastic bases usingZ-spar marine epoxy (Splash Zone Compound TM ). Colonies were weighed using the buoyant weight technique (Davies 1989), returned to the field, and affixed several centimeters apart from each other to experimental reefs via cable ties at one of the two density treatments. An analysis of variance confirmed that the average nubbin size was equal among treatment groups (F 2,28 =0.126,P=0.882). Approximately every 4 days, a single observer swam the length of the experimental array, pausing*5 m from each cage, to note any corallivorous species (Table1) and their abundance within the cages (Fig.1). The diver then approached each cage to check for cryptic fishes and checked for the evidence of skeletal removal on the experimental corals. Cages were scrubbed twice weekly to reduce fouling, and after 23 days, corals were collected and transported back to the laboratory, where a final buoyant weight was obtained. The foil technique (Marsh1970) was used to estimate the surface area of each colony to stan- dardize the growth rates (g per cm 2 per day). Data analysis One replicate of the high-density caged treatment was lost during the experiment, leaving an unbalanced nested design. Therefore, each concrete reef was considered a replicate, and the growth response variable was generated from the average growth of colonies within a concrete reef. Normality and variance homogeneity were assessed visu- ally through quantile–quantile plots, Shapiro–Wilk nor- mality test, and Levene’s test. Data did not deviate significantly from a normal distribution (Shapiro–Wilk normality test,W=0.957,P=0.241), and variances were notsignificantlyheterogeneous(Levene’stest F 3,27 =0.348,P=0.791). A two-factor ANOVA was used to test for the effects of predator exposure, density, and their interaction on average growth of experimental colonies. Though occasionally small corallivorous fishes entered the exclusion cages, the average corallivore abundance inside each exclusion treatment did not statistically differ from zero (Fig.1), suggesting cages effectively excluded corallivorous fishes. A mixed-effects model was used to conduct a repeated-measures analysis to test the effects of density (fixed categorical factor), time (fixed continuous covariate), reef (random intercept), and reef by time interaction (random slope term) on predator abundance. Ftests were used to assess the main effects and interaction, followed by at-test to test the hypothesis that predator abundance differed between density treatments. Results and discussion Coral density and predator exposure significantly affected coral growth, but there was no interaction between these factors (F 1,27 =0.76,P=0.399). Exclusion of corallivor- ous fishes led to a 20% increase inPoritesgrowth (F 1,27 =11.71,P=0.001). Examination of corals through- out the experiment, as well as comparisons of before and after photographs, revealed no grazing scars or skeletal removal of the experimental corals, suggesting that any differences in growth attributed to corallivores were most likely due to the metabolic cost of tissue repair. Corals at high density grew 30% more than those in low-density treatments, suggesting a net benefit to corals at higher density (F 1,27 =4.63,P=0.041, Fig.2). Idjadi and Karl- son (2007) showed decreased growth inPoritesin aggre- gations, but their study focused on direct competitive interactions, whereas in this study, nubbins were placed several centimeters apart, thereby eliminating overgrowth as a possible mechanism of competition. Although grazing was never directly observed, there was a significant effect of coral colony density on predator abundance (F 1,14 =6.90,P=0.019, Fig.1), which did not change through time (F 1,79 =0.76,P=0.383, Fig.1). Predator abundance increased significantly in high-density treatments relative to low-density treatments (t 14 =-2.50, P=0.026, Fig.1) but did not vary substantially among Date 2/16 2/20 2/24 2/28 3/4 3/8 No. Predators (per reef) 0 1 2 3 4 Cage High Density Cage Low Density Partial Cage High Density Partial Cage Low Density Fig. 1Average abundance of corallivores (number individuals per reef) in each of the density (2 and 8) and predator exclusion (Caged and Partial-Cage) treatments during repeated censuses throughout the duration of the study.Pointsanderror barsrepresent back- transformed means±1SE Coral Reefs (2011) 30:363–367365 123 reefs (random reef intercept SD=2.842910 -5 )or among reefs through time (random slope SD=7.669 10 -11 ). This aggregative response may have been offset by disproportionate increases in coral density and predator abundance: predator abundance increased by 98%, whereas coral density increased by 300% (suggesting predator dilution, although nothing is known about the residence time). While placement of experimental reefs[30 m from the nearest reef structure helped ensure that the observed differences in predator abundance were not due to habitat differences near the treatments, such a distance most likely resulted in an under-representation of corallivores. There- fore, the actual impact of these animals on reef systems could be greater than that noted in this study. Previous studies have suggested that predator dilution can result in decreased predation rates on corals (Jaye- wardene et al.2009). However, if predator dilution was responsible for the greater growth measured in the high- density treatment, then the dilution effect should have been evident in the partial-cage treatments and absent in caged treatments. The lack of a significant interaction between density and predation treatments suggests that predators were not responsible for the positive effect of coral density on skeletal growth. There are two plausible alternative explanations for the positive effect of coral density on skeletal growth. First, corals may have grown faster at high densities by augmenting the local physical environment. Higher coral densities most likely altered the near-field- flow-surrounding colonies, which increases turbulence, mass transfer of nutrients and dissolved gases (Thomas and Atkinson1997), and photosynthetic efficiency (Finelli et al.2006). Second, high densities of corals increase the abundance of coral-associated organisms, which them- selves often benefit corals. For example, corals provide habitat to bacteria and invertebrates that can increase dis- ease resistance, reduce fouling (Koh1997; Rosenberg et al. 2007), or protect corals from predation (e.g., arthropods from the generaTrapeziaandAlpheus; Glynn1976). Additionally, associated fauna increase availability of nutrients that limit growth (Bracken et al.2007). For example, Roopin et al. (2008) showed increased abundance of fishes, like those noted at high-density treatments, which produce more nitrogenous waste, which is readily assimi- lated by cnidarians. Finally, the hypothesis that predators mediate a positive effect of density might be correct, but the ability to detect an interaction between predation and coral density treat- ments may have been limited by statistical power. High-density treatments increased growth by 40% in the presence of predators and only 20% in their absence, and while this difference was not significant, it is in the expected direction of a predator dilution effect. Addition- ally, cages may not have excluded all predators. For example, the six-line wrasse,Pseudocheilinus hexataenia, was observed occasionally within experimental reefs but has only recently been identified as a corallivore (Berumen and Rotjan2010) and thus was not counted as a coralliv- orous species in this study. Similarly, although not observed, cages could not prevent access by many of the small invertebrate corallivores present in Moorea (Rotjan and Lewis2008). As a result, responses by predators with access may have contributed to the observed growth dif- ferences, thus mirroring the effects of predators in the partial-cage treatments. While the obvious impacts of large corallivores have garnered much of the attention of coral- livore studies, this example highlights the need for greater understanding of how unobserved and unknown coralli- vores may impact coral health and growth rates. Little is known about the functional response of coral- livores or the scale over which they respond to differences in prey density. Similarly, the relative importance of co- rallivory, compared to other ecological processes (e.g., competition, parasitism, or mutualisms), on coral growth remains poorly studied. However, the impact of corallivory remains germane; heavily grazed corals face increased susceptibility to disease (Aeby and Santavy2006), and reduction in growth and fecundity due to the energetic cost of tissue repair (Meesters et al.1994) and, in many species, smaller corals intrinsically display reduced fecundity and an increased probability of mortality (Hughes1984). Because coral growth changes with size (Vollmer and Edmunds2000), future studies of coral density–corallivore interactions should examine how the effects of predators may change with colony size and should identify alterna- tive mechanisms responsible for the benefits of living in conspecific aggregations. Partial Cage Cage Fig. 2Average growth (g cm -2 day -1 )ofPorites sp.nubbins in each of the density (2 and 8) and predator exclusion (Caged and Partial-Cage) treatments.Error barsrepresent 1 SE 366Coral Reefs (2011) 30:363–367 123 AcknowledgmentsFunding was provided by Northeastern Uni- versity’s Three Seas East–West Marine Biology Program and a French American Cultural Exchange Grant to A. Stier. This pro- ject benefitted from discussion with P. Edmunds, C. Osenberg, C. M c Keon, R. Rotjan, the St. Mary, Osenberg, and Bolker lab group and M. Sweeney, logistical support from the staff at the GUMP sta- tion in Moorea and field assistance from A. Bandiwhad, S. Abboud, A. Gallagher, R. Isquith, and G. Trimble. References Aeby GS, Santavy DL (2006) Factors affecting susceptibility of the coralMontastraea faveolatato black-band disease. Mar Ecol Prog Ser 318:103–110 Berumen ML, Rotjan RD (2010) New records of corallivory in the Red Sea. Coral Reefs 29:727 Bracken MES, Gonzalez-Dorantes CA, Stachowicz JJ (2007) Whole- community mutualism: Associated invertebrates facilitate a dominant habitat-forming seaweed. Ecology 88:2211–2219 Cole AJ, Pratchett MS, Jones GP (2008) Diversity and functional importance of coral-feeding fishes on tropical coral reefs. Fish Fish 9:286–307 Davies PS (1989) Short-term growth measurements of corals using an accurate buoyant weighing technique. Mar Biol 101:389–395 Edmunds P, Lenihan H (2010) Effect of sub-lethal damage to juvenile colonies of massivePoritesspp. under contrasting regimes of temperature and water flow. Mar Biol 157:887–897 Elahi R (2008) Effects of aggregation and species identity on the growth and behavior of mushroom corals. Coral Reefs 27:881–885 Finelli CM, Helmuth BST, Pentcheff ND, Wethey DS (2006) Water flow influences oxygen transport and photosynthetic efficiency in corals. Coral Reefs 25:47–57 Galzin R, Pointier P (1985) Moorea Island, Society Archipelago. Proc 5th Int Coral Reef Symp 1:73–102 Glynn PW (1976) Some physical and biological determinants of coral community structure in the Eastern Pacific. Ecol Monogr 46: 431–456 Hughes TP (1984) Population dynamics based on individual size rather than age: A general model with a reef coral example. Am Nat 123:778–795 Idjadi JA, Karlson RH (2007) Spatial arrangement of competitors influences coexistence of reef-building corals. Ecology 88:2449– 2454 Jayewardene D, Donahue MJ, Birkeland C (2009) Effects of frequent fish predation on corals in Hawaii. Coral Reefs 28:499–506 Jennings S, Boulle DP, Polunin NVC (1996) Habitat correlates of the distribution and biomass of Seychelles’ reef fishes. Environ Biol Fish 46:15–25 Koh E (1997) Do scleractinian corals engage in chemical warfare against microbes? J Chem Ecol 23:379–398 Lloyd M (1967) ‘Mean crowding’. J Anim Ecol 36:1–30 Marsh JA Jr (1970) Primary productivity of reef-building calcareous red algae. Ecology 51:255–263 Meesters EH, Noordeloos M, Bak RPM (1994) Damage and regen- eration - links to growth in the reef-building coralMontastrea annularis. Mar Ecol Prog Ser 112:119–128 Murdoch WW (1994) Population regulation in theory and practice. Ecology 75:272–287 Pratchett MS, Schenk TJ, Baine M, Syms C, Baird AH (2009) Selective coral mortality associated with outbreaks ofAcanthas- ter planciL. in Bootless Bay, Papua New Guinea. Mar Environ Res 67:230–236 Reidenbach MA, Koseff JR, Monismith SG (2007) Laboratory experiments of fine-scale mixing and mass transport within a coral canopy. Phys Fluids 19. doi:10.1063/1.2752189 Roopin M, Henry RP, Chadwick NE (2008) Nutrient transfer in a marine mutualism: patterns of ammonia excretion by anemone- fish and uptake by giant sea anemones. Mar Biol 154:547–556 Rosenberg E, Koren O, Reshef L, Efrony R, Zilber-Rosenberg I (2007) The role of microorganisms in coral health, disease and evolution. Nat Rev Microbiol 5:355–362 Rotjan RD, Lewis SM (2008) Impact of coral predators on tropical reefs. Mar Ecol Prog Ser 367:73–91 Sebens KP, Helmuth B, Carrington E, Agius B (2003) Effects of water flow on growth and energetics of the scleractinian coral Agaricia tenuifoliain Belize. Coral Reefs 22:35–47 Syms C, Jones GP (2000) Disturbance, habitat structure, and the dynamics of a coral-reef fish community. Ecology 81:2714–2729 Thomas FIM, Atkinson MJ (1997) Ammonium uptake by coral reefs: Effects of water velocity and surface roughness on mass transfer. Limnol Oceanogr 42:81–88 Vermeij MJA, Sandin SA (2008) Density-dependent settlement and mortality structure the earliest life phases of a coral population. Ecology 89:1994–2004 Vollmer SV, Edmunds PJ (2000) Allometric scaling in small colonies of the scleractinian coralSiderastrea siderea(Ellis and Solander). Biol Bull 199:21–28 Coral Reefs (2011) 30:363–367367 123",
  "sections": {
    "abstract": "The influence of predation on the growth of stony corals has gained increased attention, although the degree to which coral conspecific density can modify the effects of corallivores remains poorly studied. Here, a field experiment was used to quantify the independent and combined effects of coral colony density and coral preda- tors on the skeletal growth of massivePorites. Predator exclusion increased coral growth by 20%. Increasing coral density increased growth by 30%. However, the effect of predators was independent of coral density. Possible alternative mechanisms for increased skeletal growth at higher colony density include changes in near-field flow, resulting in increases in photosynthetic activity, nutrient uptake, or the increased accessibility of coral mutualists.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significant effect of coral colony density on predator abundance (F 1,14 =6."
  ],
  "fullText": "\n\nNOTE\nCoral density and predation affect growth of a reef-building coral\nA. A. Shantz\n•\nA. C. Stier\n•\nJ. A. Idjadi\nReceived: 8 April 2010 / Accepted: 5 November 2010 / Published online: 21 November 2010\nÓSpringer-Verlag 2010\nAbstractThe  influence  of  predation  on  the  growth  of\nstony  corals  has  gained  increased  attention,  although  the\ndegree  to which  coral  conspecific  density can  modify  the\neffects of corallivores remains poorly studied. Here, a field\nexperiment  was  used  to  quantify  the  independent  and\ncombined effects of coral colony density and coral preda-\ntors  on  the  skeletal  growth  of  massivePorites.  Predator\nexclusion increased coral growth by 20%. Increasing coral\ndensity  increased  growth  by  30%.  However, the  effect  of\npredators   was   independent   of   coral   density.   Possible\nalternative  mechanisms  for  increased  skeletal  growth  at\nhigher  colony  density  include  changes  in  near-field  flow,\nresulting  in  increases  in  photosynthetic  activity,  nutrient\nuptake, or the increased accessibility of coral mutualists.\nKeywordsCorallivore\u0002Density dependence\u0002Porites\u0002\nPredation\nIntroduction\nStony  coral  colonies  often  occur  in  high  densities,  which\ncan affect their growth, competitive ability, and survival by\nmodifying  abiotic  (Thomas  and  Atkinson1997;  Sebens\net  al.2003;  Reidenbach  et  al.2007)  or  biotic  (Idjadi  and\nKarlson2007)   conditions.   For   example,   Vermeij   and\nSandin  (2008)  showed  a  positive  effect  of  conspecific\ndensity  on  the  mortality  of  recently  settledSiderastrea\nradians,  and  evidence  suggests  that  heterospecific  aggre-\ngation  in  adult  fungiid  corals  can  depress  growth  rates\n(Elahi2008).  Similarly,studies  of  population  regulation\ntheory highlight the importance of prey density as a mod-\nifier  of  predator–prey  interactions  via  processes  such  as\npredator    dilution/aggregation   and   predator    swamping\n(Murdoch1994). Yet, despite the fact that corallivores are\nwell known to affect the demography of corals (Meesters\net  al.1994;  Aeby  and  Santavy2006;  Cole  et  al.2008;\nPratchett et  al.2009), few  studies  have  explored  how  the\nsize of coral aggregates affects predation on stony corals.\nA  rare  exception  was  a  recent  study  in  which  Jaye-\nwardene et al. (2009) quantified predation rates via grazing\nscars onPorites compressatransplants placed in differing\ndensities of existing live coral. This study found lower bite\nfrequencies  at higher coral  densities, which  was  evidence\nof predator dilution. However, some coral predators (e.g.,\nbutterfly fishes) are cryptic in their foraging (e.g., removal\nof single polyps), and therefore, their effects are less con-\nspicuous  due  to  the  absence  of  grazing  scars  (Rotjan  and\nLewis2008).  An  alternative  approach  to  quantifying  the\neffects  of  corallivores  is  to  measure  net  growth.  This\nincorporates   the   costs   of   tissue   damage   and   skeletal\nremoval.  In  our  study,  a  factorial  field  experiment  exam-\nined  the  effects  of  coral  density  and  corallivore  exposure\non the skeletal growth of massive reef-buildingPorites.\nCommunicated by Environment Editor Prof. Rob van Woesik\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00338-010-0694-2) contains supplementary\nmaterial, which is available to authorized users.\nA. A. Shantz (&)\nNortheastern University, Marine Science Institute, Nahant,\nMassachusetts 01908, USA\ne-mail: Ashantz@fiu.edu\nA. C. Stier\nDepartment of Biology, University of Florida, Gainesville,\nFlorida 32611-8525, USA\nJ. A. Idjadi\nDepartment of Biology, Eastern Connecticut State University,\nWillimantic, CT 06226, USA\n123\nCoral Reefs (2011) 30:363–367\nDOI 10.1007/s00338-010-0694-2\n\nMaterials and methods\nStudy site and species\nThis study was conducted in February and March 2009, on\nthe northern shore of Moorea, French Polynesia (17°30\n0\nS,\n149°50\n0\nW)  (see  electronic  supplemental  material,  ESM,\nfor  a  map  of  Moorea  and  schematic  of  the  experimental\nsetup).  Moorea  is a volcanic island  with a narrow lagoon\ncontaining patch reefs, interspersed with sand, coral rubble,\nand  pavement  enclosed  by  a  discontinuous  barrier  reef\n(Galzin  and  Pointier1985). Patch  reefs  are  dominated  by\nstony  corals,  the  most  common  of  which  are  massive\nmembers  ofPorites  spp.  (a  species  complex  composed\nmostly ofPorites lobataandP. lutea,hereafter referred to\nasPorites; Edmunds and Lenihan2010) and the branching/\nsheeting coral,Porites rus.A diverse suite of corallivores\nexistinMoorea,includingfishes(Table1)and\ninvertebrates   (Rotjan   and   Lewis2008).   Surveys   were\nconducted in the lagoon east of Cook’s pass at an average\ndepth of 3 m. This study focused on the net growth of small\ncolonies (2–3 cm diameter) ofPorites, an effective colonist\nand  generally  weak  interference  competitor  for  space  in\ndirect interactions with most other genera of corals (Idjadi\nand Karlson2007).\nExperimental design\nIn  January  2009,  a  field  experiment  was  conducted  to\nquantify the effects of predator exposure (cage and partial-\ncage)  and  coral  density  (low  and  high)  on  the  growth  of\nPorites. Because local structure can augment fish popula-\ntions (Jennings et al.1996; Syms and Jones2000), poten-\ntially impacting predation rates, the experiment was set up\nin  an  open  sand-plain,  parallel  to  the  reef,  at  least  30 m\nfrom the nearest structure.\nThirty-two    (32)    concrete    blocks,    each    measuring\n0.590.2590.25 m(length9width9height),were\nplaced   at   10-m   increments   along   the   plain   to   create\nexperimental   reefs.   Sixteen   reefs   were   fully   caged   to\nexclude   corallivores   (circumference=1.5 m,   height=\n1 m, mesh size=2.54 cm). The remaining 16 reefs served\nas cage controls, possessing a full top and up-current side,\nwith  all  remaining  sides  extending  only  5 cm  above  the\nconcrete blocks in order to allow access by corallivores.\nTo  obtain  a  better  understanding  of  the  subset  of  co-\nrallivores  present  in  the  experimental  region,  divers  con-\nducted surveys at four different lagoon sites within 3 km of\nthe  experimental  array  in  February  2010.  At  each  site,\ndivers swam five 25-m transects and noted the presence of\nany  corallivores  within  4 m  of  the  transect  (Table1),  as\nwell  as  bite  scars  on  live  coral.  Corallivorous  fish  were\nconsidered as any species listed as a consumer of live coral\n(see Rotjan and Lewis2008).\nIn  studies  of  density  dependence,  the  most  relevant\nmetric for determining densities is the local neighborhood\nof a focal individual, rather than the mean abundance in a\nquadrat (Lloyd1967). This metric, termed mean crowding\n(m*), is calculated as follows:\nm\n\u0003\n¼mþ\nm\nk\n;ð1Þ\nwheremandkare the maximum likelihood estimates of a\nmean  and  shape  parameter  of  a  negative  binomial  distri-\nbution (Lloyd1967).\nThem*ofPoritesnubbins  near  the  study  site  was\nestimated  as  9.52±1.93  (mean±0.1  SE;  range:  0–12),\nbased on data from 30 randomly assigned 1-m\n2\nquadrates\nplaced along six 30-m transect lines. This natural variation\ninPoritesdensity was used to assign appropriate low- and\nTable 1Obligate and facultative corallivorous fish species observed\nalong  25-m  transect  lines  on  reefs  within  3 km  of  the  experimental\nsite\nObligate corallivores observed at reef sites within 3 km of the\nexperimental array\nChaetodon lunulatus\na\nC. ornatissimus\na\nFacultative corallivores observed at reef sites within 3 km of the\nexperimental array\nBalistapus undulatus\na\nBalistoides viridescens\na\nCalotomus carolinus\nCanthigaster solandri\na\nCetoscarus bicolor\nChaetodon citrinellus\na\nC. ephippium\nC. lunula\nC. reticulatus\nC. trichrous\na\nC. unimaculatus\nC. vagabundus\na\nCoris aygula\nDiodon hystrix\na\nForcipiger flavissimus\nHeniochus chrysostomus\nPseudocheilinus hexataenia\nb\nRhinecanthus aculeatus\na\nScarus ghobban\nZanclus cornutus\na\nSpecies that were also observed within cages at experimental array\nb\nSpecies was not known to consume coral at the time of the study\nSpecies  were  considered  corallivores  based  on  Rotjan  and  Lewis\n(2008), Berumen and Rotjan (2010)\n364Coral Reefs (2011) 30:363–367\n123\n\nhigh-density  treatments  which  contained  two  and  eight\ncoral colonies, respectively.\nCoral collection, measurement, and predator surveys\nOne hundred and sixty (160) nubbins (2–3 cm in diameter)\nofPoriteswere collected from the pavement near the reef\ncrest and affixed to small plastic bases usingZ-spar marine\nepoxy    (Splash    Zone    Compound\nTM\n).    Colonies    were\nweighed   using   the   buoyant   weight   technique   (Davies\n1989), returned to the field, and affixed several centimeters\napart from each other to experimental reefs via cable ties at\none of the two density treatments. An analysis of variance\nconfirmed  that  the  average  nubbin  size  was  equal  among\ntreatment groups (F\n2,28\n=0.126,P=0.882).\nApproximately every 4 days, a single observer swam the\nlength of the experimental array, pausing*5 m from each\ncage, to note any corallivorous species (Table1) and their\nabundance   within   the   cages   (Fig.1).   The   diver   then\napproached  each  cage  to  check  for  cryptic  fishes  and\nchecked   for   the   evidence   of   skeletal   removal   on   the\nexperimental corals. Cages were scrubbed twice weekly to\nreduce fouling, and after 23 days, corals were collected and\ntransported  back  to  the  laboratory,  where  a  final  buoyant\nweight was obtained. The foil technique (Marsh1970) was\nused  to  estimate  the  surface  area  of  each  colony  to  stan-\ndardize the growth rates (g per cm\n2\nper day).\nData analysis\nOne replicate of the high-density caged treatment was lost\nduring   the   experiment,   leaving   an   unbalanced   nested\ndesign.  Therefore,  each  concrete  reef  was  considered  a\nreplicate, and the growth response variable was generated\nfrom the average growth of colonies within a concrete reef.\nNormality  and  variance  homogeneity  were  assessed  visu-\nally  through  quantile–quantile  plots,  Shapiro–Wilk  nor-\nmality   test,   and   Levene’s   test.   Data   did   not   deviate\nsignificantly  from  a  normal  distribution  (Shapiro–Wilk\nnormality test,W=0.957,P=0.241), and variances were\nnotsignificantlyheterogeneous(Levene’stest\nF\n3,27\n=0.348,P=0.791).  A  two-factor  ANOVA  was\nused  to  test  for  the  effects  of  predator  exposure,  density,\nand  their  interaction  on  average  growth  of  experimental\ncolonies.\nThough  occasionally  small  corallivorous  fishes  entered\nthe  exclusion  cages,  the  average  corallivore  abundance\ninside  each  exclusion treatment did not statistically  differ\nfrom  zero  (Fig.1),  suggesting  cages  effectively  excluded\ncorallivorous  fishes.  A  mixed-effects  model  was  used  to\nconduct a repeated-measures analysis to test the effects of\ndensity  (fixed  categorical  factor),  time  (fixed  continuous\ncovariate),   reef   (random   intercept),   and   reef   by   time\ninteraction  (random  slope  term)  on  predator  abundance.\nFtests were used to assess the main effects and interaction,\nfollowed  by  at-test  to  test  the  hypothesis  that  predator\nabundance differed between density treatments.\nResults and discussion\nCoral density and predator exposure significantly affected\ncoral  growth,  but  there  was  no  interaction  between  these\nfactors (F\n1,27\n=0.76,P=0.399). Exclusion of corallivor-\nous   fishes   led   to   a   20%   increase   inPoritesgrowth\n(F\n1,27\n=11.71,P=0.001). Examination of corals through-\nout the experiment, as well as comparisons of before and\nafter  photographs,  revealed  no  grazing  scars  or  skeletal\nremoval  of  the  experimental  corals,  suggesting  that  any\ndifferences in growth attributed to corallivores were most\nlikely due to the metabolic cost of tissue repair. Corals at\nhigh  density  grew  30%  more  than  those  in  low-density\ntreatments,  suggesting  a  net  benefit  to  corals  at  higher\ndensity (F\n1,27\n=4.63,P=0.041, Fig.2). Idjadi and Karl-\nson (2007) showed  decreased growth inPoritesin aggre-\ngations,  but  their  study  focused  on  direct  competitive\ninteractions,  whereas  in  this  study,  nubbins  were  placed\nseveral  centimeters  apart,  thereby  eliminating  overgrowth\nas a possible mechanism of competition.\nAlthough grazing was never directly observed, there was\na  significant  effect  of  coral  colony  density  on  predator\nabundance  (F\n1,14\n=6.90,P=0.019,  Fig.1),  which  did\nnot change through time (F\n1,79\n=0.76,P=0.383, Fig.1).\nPredator abundance increased significantly in high-density\ntreatments relative to low-density treatments (t\n14\n=-2.50,\nP=0.026,  Fig.1)  but  did  not  vary  substantially  among\nDate\n2/16  2/20  2/24  2/28  3/4  3/8  \nNo. Predators (per reef)\n0\n1\n2\n3\n4\nCage High Density\nCage Low Density\nPartial Cage High Density\nPartial Cage Low Density\nFig. 1Average  abundance  of  corallivores  (number  individuals  per\nreef) in each of the density (2 and 8) and predator exclusion (Caged\nand Partial-Cage) treatments during repeated censuses throughout the\nduration   of   the   study.Pointsanderror   barsrepresent   back-\ntransformed means±1SE\nCoral Reefs (2011) 30:363–367365\n123\n\nreefs   (random   reef   intercept   SD=2.842910\n-5\n)or\namong  reefs  through  time  (random  slope  SD=7.669\n10\n-11\n). This aggregative response may have been offset by\ndisproportionate  increases  in  coral  density  and  predator\nabundance: predator abundance increased by 98%, whereas\ncoral   density   increased   by   300%   (suggesting   predator\ndilution,  although  nothing  is  known  about  the  residence\ntime). While placement of experimental reefs[30 m from\nthe  nearest  reef  structure  helped  ensure  that  the  observed\ndifferences in predator abundance were not due to habitat\ndifferences near the treatments, such a distance most likely\nresulted in an under-representation of corallivores. There-\nfore,  the  actual  impact  of  these  animals  on  reef  systems\ncould be greater than that noted in this study.\nPrevious  studies  have  suggested  that  predator  dilution\ncan  result  in  decreased  predation  rates  on  corals  (Jaye-\nwardene  et  al.2009).  However,  if  predator  dilution  was\nresponsible  for  the  greater  growth  measured  in  the  high-\ndensity treatment, then the dilution effect should have been\nevident in the partial-cage treatments and absent in caged\ntreatments.  The  lack  of  a  significant  interaction  between\ndensity  and  predation  treatments  suggests  that  predators\nwere not responsible for the positive effect of coral density\non  skeletal  growth.  There  are  two  plausible  alternative\nexplanations  for  the  positive  effect  of  coral  density  on\nskeletal growth. First, corals may have grown faster at high\ndensities  by  augmenting  the  local  physical  environment.\nHigher  coral  densities  most  likely  altered  the  near-field-\nflow-surrounding   colonies,   which   increases   turbulence,\nmass transfer of nutrients and dissolved gases (Thomas and\nAtkinson1997),   and   photosynthetic   efficiency   (Finelli\net al.2006). Second,  high densities of corals increase the\nabundance   of  coral-associated  organisms,   which   them-\nselves  often  benefit  corals.  For  example,  corals  provide\nhabitat to bacteria and invertebrates that can increase dis-\nease resistance, reduce fouling (Koh1997; Rosenberg et al.\n2007),  or  protect  corals  from  predation  (e.g.,  arthropods\nfrom   the   generaTrapeziaandAlpheus;   Glynn1976).\nAdditionally,   associated   fauna   increase   availability   of\nnutrients  that  limit  growth  (Bracken  et  al.2007).  For\nexample, Roopin et al. (2008) showed increased abundance\nof fishes, like those noted at high-density treatments, which\nproduce more nitrogenous waste, which is readily assimi-\nlated by cnidarians.\nFinally, the hypothesis that predators mediate a positive\neffect of density might be correct, but the ability to detect\nan  interaction  between  predation  and  coral  density  treat-\nments   may   have   been   limited   by   statistical   power.\nHigh-density  treatments  increased  growth  by  40%  in  the\npresence of predators and only 20% in their absence, and\nwhile   this   difference   was   not   significant,  it  is   in   the\nexpected direction of a predator dilution effect. Addition-\nally,   cages   may  not   have   excluded   all  predators.  For\nexample, the six-line wrasse,Pseudocheilinus hexataenia,\nwas  observed  occasionally  within  experimental  reefs  but\nhas only recently been identified as a corallivore (Berumen\nand Rotjan2010) and thus was not counted as a coralliv-\norous   species   in   this   study.   Similarly,   although   not\nobserved,  cages  could  not  prevent  access  by  many  of  the\nsmall  invertebrate  corallivores  present  in  Moorea  (Rotjan\nand Lewis2008). As a result, responses by predators with\naccess  may  have  contributed  to  the  observed  growth  dif-\nferences,  thus  mirroring  the  effects  of  predators  in  the\npartial-cage treatments. While the obvious impacts of large\ncorallivores have garnered much of the attention of coral-\nlivore studies, this example highlights the need for greater\nunderstanding  of  how  unobserved  and  unknown  coralli-\nvores may impact coral health and growth rates.\nLittle  is known about the functional response of coral-\nlivores or the scale over which they respond to differences\nin  prey  density.  Similarly,  the  relative  importance  of  co-\nrallivory,  compared  to  other  ecological  processes  (e.g.,\ncompetition,  parasitism,  or  mutualisms),  on  coral  growth\nremains poorly studied. However, the impact of corallivory\nremains  germane;  heavily  grazed  corals  face  increased\nsusceptibility  to  disease  (Aeby  and  Santavy2006),  and\nreduction in growth and fecundity due to the energetic cost\nof tissue repair (Meesters et al.1994) and, in many species,\nsmaller  corals  intrinsically  display  reduced  fecundity  and\nan   increased   probability   of   mortality   (Hughes1984).\nBecause  coral  growth  changes  with  size  (Vollmer  and\nEdmunds2000), future studies of coral density–corallivore\ninteractions  should  examine  how  the  effects  of  predators\nmay change with colony size and should identify alterna-\ntive  mechanisms  responsible  for  the  benefits  of  living  in\nconspecific aggregations.\nPartial Cage\nCage\nFig. 2Average  growth  (g cm\n-2\nday\n-1\n)ofPorites  sp.nubbins  in\neach  of  the  density  (2  and  8)  and  predator  exclusion  (Caged  and\nPartial-Cage) treatments.Error barsrepresent 1 SE\n366Coral Reefs (2011) 30:363–367\n123\n\nAcknowledgmentsFunding  was  provided  by  Northeastern  Uni-\nversity’s  Three  Seas  East–West  Marine  Biology  Program  and  a\nFrench  American  Cultural  Exchange  Grant  to  A.  Stier.  This  pro-\nject   benefitted  from  discussion  with  P.  Edmunds,  C.  Osenberg,\nC. M\nc\nKeon, R. Rotjan, the St. Mary, Osenberg, and Bolker lab group\nand M. Sweeney, logistical support from the staff at the GUMP sta-\ntion in Moorea and field assistance from A. Bandiwhad, S. Abboud,\nA. Gallagher, R. Isquith, and G. Trimble.\nReferences\nAeby GS, Santavy DL (2006) Factors affecting susceptibility of the\ncoralMontastraea  faveolatato  black-band  disease.  Mar  Ecol\nProg Ser 318:103–110\nBerumen  ML,  Rotjan  RD  (2010)  New  records  of  corallivory  in  the\nRed Sea. Coral Reefs 29:727\nBracken MES, Gonzalez-Dorantes CA, Stachowicz JJ (2007) Whole-\ncommunity   mutualism:   Associated   invertebrates   facilitate   a\ndominant habitat-forming seaweed. Ecology 88:2211–2219\nCole  AJ,  Pratchett  MS,  Jones  GP  (2008)  Diversity  and  functional\nimportance  of  coral-feeding  fishes  on  tropical  coral  reefs.  Fish\nFish 9:286–307\nDavies PS (1989) Short-term growth measurements of corals using an\naccurate buoyant weighing technique. Mar Biol 101:389–395\nEdmunds P, Lenihan H (2010) Effect of sub-lethal damage to juvenile\ncolonies  of  massivePoritesspp.  under  contrasting  regimes  of\ntemperature and water flow. Mar Biol 157:887–897\nElahi R (2008) Effects of aggregation and species identity on the growth\nand behavior of mushroom corals. Coral Reefs 27:881–885\nFinelli CM, Helmuth BST, Pentcheff ND, Wethey DS (2006) Water\nflow influences oxygen transport and photosynthetic efficiency in\ncorals. Coral Reefs 25:47–57\nGalzin R, Pointier P (1985) Moorea Island, Society Archipelago. Proc\n5th Int Coral Reef Symp 1:73–102\nGlynn PW (1976) Some physical and biological determinants of coral\ncommunity  structure  in  the  Eastern  Pacific.  Ecol  Monogr  46:\n431–456\nHughes  TP  (1984)  Population  dynamics  based  on  individual  size\nrather than age: A general model with a reef coral example. Am\nNat 123:778–795\nIdjadi  JA,  Karlson  RH  (2007)  Spatial  arrangement  of  competitors\ninfluences coexistence of reef-building corals. Ecology 88:2449–\n2454\nJayewardene D, Donahue MJ, Birkeland C (2009) Effects of frequent\nfish predation on corals in Hawaii. Coral Reefs 28:499–506\nJennings S, Boulle DP, Polunin NVC (1996) Habitat correlates of the\ndistribution and biomass of Seychelles’ reef fishes. Environ Biol\nFish 46:15–25\nKoh  E  (1997)  Do  scleractinian  corals  engage  in  chemical  warfare\nagainst microbes? J Chem Ecol 23:379–398\nLloyd M (1967) ‘Mean crowding’. J Anim Ecol 36:1–30\nMarsh JA Jr (1970) Primary productivity of reef-building calcareous\nred algae. Ecology 51:255–263\nMeesters  EH,  Noordeloos  M, Bak  RPM (1994) Damage  and regen-\neration  -  links  to  growth  in  the  reef-building  coralMontastrea\nannularis. Mar Ecol Prog Ser 112:119–128\nMurdoch  WW  (1994)  Population  regulation  in  theory  and  practice.\nEcology 75:272–287\nPratchett  MS,  Schenk  TJ,  Baine  M,  Syms  C,  Baird  AH  (2009)\nSelective coral mortality associated with outbreaks ofAcanthas-\nter planciL. in Bootless Bay, Papua New Guinea. Mar Environ\nRes 67:230–236\nReidenbach   MA,   Koseff   JR,   Monismith   SG   (2007)   Laboratory\nexperiments  of  fine-scale  mixing  and  mass  transport  within  a\ncoral canopy. Phys Fluids 19. doi:10.1063/1.2752189\nRoopin  M,  Henry  RP,  Chadwick  NE  (2008)  Nutrient  transfer  in  a\nmarine mutualism: patterns of ammonia excretion by anemone-\nfish and uptake by giant sea anemones. Mar Biol 154:547–556\nRosenberg  E,  Koren  O,  Reshef  L,  Efrony  R,  Zilber-Rosenberg  I\n(2007) The role of microorganisms in coral health, disease and\nevolution. Nat Rev Microbiol 5:355–362\nRotjan  RD,  Lewis  SM  (2008)  Impact  of  coral  predators  on  tropical\nreefs. Mar Ecol Prog Ser 367:73–91\nSebens  KP,  Helmuth  B,  Carrington  E,  Agius  B  (2003)  Effects  of\nwater  flow  on  growth  and  energetics  of  the  scleractinian  coral\nAgaricia tenuifoliain Belize. Coral Reefs 22:35–47\nSyms  C,  Jones  GP  (2000)  Disturbance,  habitat  structure,  and  the\ndynamics of a coral-reef fish community. Ecology 81:2714–2729\nThomas FIM, Atkinson MJ (1997) Ammonium uptake by coral reefs:\nEffects of water velocity and surface roughness on mass transfer.\nLimnol Oceanogr 42:81–88\nVermeij  MJA,  Sandin  SA  (2008)  Density-dependent  settlement  and\nmortality structure the earliest life phases of a coral population.\nEcology 89:1994–2004\nVollmer SV, Edmunds PJ (2000) Allometric scaling in small colonies\nof the scleractinian coralSiderastrea siderea(Ellis and Solander).\nBiol Bull 199:21–28\nCoral Reefs (2011) 30:363–367367\n123",
  "extractedAt": "2025-12-12T18:45:12.535Z",
  "success": true,
  "matchedPublication": {
    "title": "Coral density and predation affect growth of a reef-building coral",
    "doi": "10.1007/s00338-010-0694-2",
    "year": "2011",
    "authors": "Shantz, A. A.; Stier, A. C.; Idjadi, J. A."
  }
}