{
  "filename": "Shelton et al. (Nature Scientific Reports) 2014.pdf",
  "numPages": 14,
  "text": "Assessing trade-offs to inform ecosystem-based fisheries management of forage fish Andrew Olaf Shelton, Jameal F. Samhouri, Adrian C. Stier & Philip S. Levin Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA. Twenty-first century conservation is centered on negotiating trade-offs between the diverse needs of people and the needs of the other species constituting coupled human-natural ecosystems. Marine forage fishes, such as sardines, anchovies, and herring, are a nexus for such trade-offs because they are both central nodes in marine food webs and targeted by fisheries. An important example is Pacific herring, Clupea pallisiiin the Northeast Pacific. Herring populations are subject to two distinct fisheries: one that harvests adults and one that harvests spawned eggs. We develop stochastic, age-structured models to assess the interaction between fisheries, herring populations, and the persistence of predators reliant on herring populations. We show that egg- and adult-fishing have asymmetric effects on herring population dynamics - herring stocks can withstand higher levels of egg harvest before becoming depleted. Second, ecosystem thresholds proposed to ensure the persistence of herring predators do not necessarily pose more stringent constraints on fisheries than conventional, fishery driven harvest guidelines. Our approach provides a general template to evaluate ecosystem trade-offs between stage-specific harvest practices in relation to environmental variability, the risk of fishery closures, and the risk of exceeding ecosystem thresholds intended to ensure conservation goals are met. H arvesting natural populations has both intended and unintended consequences. The intended conse- quences result from the extraction of biomass from an ecosystem for use by people; timber, wild seafood, and game serve as familiar examples. The unintended consequences of harvest, however, are highly variable and can include evolutionary shifts in populations, habitat modification, incidental mortality of non- target species, altered food web interactions, and changes in ecosystem functions and services 1,2 . This potential for far-reaching problems underlies emerging enthusiasm for ecosystem-based management, which is predicated on addressing connections between people’s activities, species, and ecosystems 3,4 . It also overlooks the more imme- diate, and often unresolved, danger of managing conflicts that can arise due to the cumulative impacts of multiple human influences on a single species 5 . If activities cannot be successfully coordinated within any single use sector, it would seem exceedingly ambitious to expect that activities might be coordinated across sectors 6 . Individual species prosecuted by multiple fisheries provide an interesting case in point. There are many stocks worldwide that are exploited by more than one fishing gear, in more than one season, and/or during more than one life stage. From an ecological perspective, harvest of stage-structured populations increases the complexity of dynamics 7 . Dozens of fishes are prized both for their roe (eggs) and for the protein derived from adult life stages (e.g. salmon (Oncorhynchus spp.); herring (Clupea spp.), sturgeon (Acipenseridae), shad (Alosa spp.)). Several aquatic reptiles and birds are exploited both for their eggs and for the meat derived from adult life stages (e.g., turtles, alligators, gulls). The consequences of such stage-specific exploitation may lead to non-equivalent effects of alternate management strategies on the target species (e.g. 8 ). Harvesting young, pre-reproductive individuals will generally result in qualitatively different population dynamics than harvesting mature adults 9,10 . This non-equivalency can produce trade-offs that influence both the ecosystem service of (sea)food provisioning and the socio-economic status of fishers and fishing communities. Surprisingly, there are many stocks lacking coordination of harvest strategies among fisheries affecting different life stages 11,12 , perhaps because the fisheries occur in different geographies, at different times of year, or both. This lack of coordination is one factor underlying calls to move toward ecosystem-based fisheries management (EBFM 2 ;). Adding to this rationale, the potential for trade-offs among fisheries targeting the same stock at different life stages is complicated by a third axis of conservation importance: the persistence of the exploited OPEN SUBJECT AREAS: CONSERVATION POPULATION DYNAMICS Received 12 September 2014 Accepted 30 October 2014 Published 19 November 2014 Correspondence and requests for materials should be addressed to A.O.S. (ole.shelton@ noaa.gov) SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071101 species. Recent publications have focused on conservation motivated by the intrinsic value of species, and the moral imperative to avoid extinctions 13–16 . Thus removal of fish biomass by fisheries can threaten this conservation aim if it proceeds too close to full deple- tion of any individual stock. In addition, and as importantly, policy directives around the world (e.g. 17,18 ,) now include conservation- oriented goals for EBFM that acknowledge incidental effects of fish- ing on the predators and prey of exploited stocks. Marine forage fish provide a focal point for these issues because of the ecosystem implications of their harvest 19 . Forage fish are small to intermediate-sized pelagic species (e.g. sardine, anchovy, sprat, her- ring, capelin, krill, squid) that serve as the chief link between the lower trophic levels on which they feed (zooplankton and phyto- plankton) and the upper trophic level predators (mammals, birds, larger fishes) that rely upon them as a primary food source 20 . They also tend to be characterized by dramatically fluctuating popula- tions 21,22 with the preponderance of the evidence indicating that stochastic environmental forcing plays a strong role 23–25 . It has been argued that the value of forage fish to other fisheries can be quite large (e.g. 26 ), including a recent global estimate that they are worth twice as much as fisheries directed at forage fish themselves 20 . Furthermore, recent attempts to quantify the importance of forage fish to non- exploited species such as seabirds suggest that forage fish biomass should be maintained at levels higher than typically set as part of fisheries harvest guidelines 22,27 , though such ecosystem thresholds for forage fisheries have not yet been widely adopted. Less effort has been devoted to evaluating how such ecosystem constraints may trade-off with fishery priorities at a spatial scale relevant to forage fish management. Pacific herring (Clupea pallasii), a forage fish species occurring in the North Pacific, are emblematic of the need to understand the population dynamic consequences of alternative forms of exploita- tion in order to achieve sustainable fisheries and conservation goals. Off the coast of British Columbia and Alaska, Pacific herring are subject to at least two distinct fisheries: one that catches mature spawning adults and one that harvests (immature) eggs. Ecological principles suggest that the two fisheries have distinct influences on herring dynamics, but the interaction between multiple fisheries and ecosystem considerations is largely unexplored. In this paper, we develop a stochastic, age-structured model to investigate the conse- quences of egg- and adult-harvest for population dynamics, fisheries, and conservation. In particular, we focus attention on how different combinations of harvest intensity affect herring biomass (in relation to both species-specific and ecosystem thresholds), the catch of adult herring and eggs, and the frequency of fishery closures. Our approach provides a template to evaluate trade-offs between egg- and adult-harvest rates in relation to environmental variability, risk to fisheries in terms of the probability of fishery closures, and the risk to ecosystems based on the dietary needs of predators reliant upon exploited stocks. Results Herring population dynamics are strongly influenced by fishing (Fig. 1a, 1b) and recruitment regimes (Fig. 1c, 1d). We present results for simulations that assume a moderate level of recruitment variabil- ity (coefficient of variation,CV50.8, lag-one autocorrelation,r5 0.5); results under alternate simulation recruitment scenarios are provided in the Supplementary materials. Annual harvest of both adults and eggs each can strongly affect herring spawning biomass (Fig. 2). Increasing either adult or egg harvest results in decreased mean biomass during the 40 year span of the simulation; however, populations show distinct responses to harvest on eggs relative to harvest on adults. Increasing harvest on adults,h adult , causes a rapid decline in mean spawning biomass – high harvest rates on adults (h adult .<0.50) can result in mean biomass below the fishery closure limitB lim (,5,900 mt, Table 1). In contrast, harvest on eggs,h egg , by itself has a more limited effect on mean biomass until the annual proportion harvested,h egg ,.0.70; indeed, untilh egg .0.90 mean biomass always exceeds 10,000 mt. The cooefficient of variation of biomass,CV SSB , is relatively stable across harvesting scenarios (generally 0.5,CV SSB ,0.75). The only exception is an area in whichCV,0.5 that corresponds to high adult harvest rates or high egg harvest and moderate to high adult harvest in which the population fluctuates very nearB lim (Fig. 2b). There is a strong and asymmetric trade-off between the catch of adults and catch of eggs (Fig. 3a, 3b). Overall, high egg harvest rates do not allow for high adult catch and vice versa. Mean catch of eggs is maximized at a very high proportional harvest rate (h egg <0.7) while adult harvest rate is maximized ath adult <0.60. However the inter- action between adult and egg harvest is notably asymmetric; for any level of egg harvest, slightly increasingh adult results in a dramatic decline in mean egg catch. In contrast, the effect of egg harvest on adult catch is relatively minor. Only large changes inh egg can notice- ably affect the mean catch of adult fish. Large mean catches arising from high harvest rates come with a cost: greater variation in catch. With harvest rates that yield high average catches, the spawning biomass is frequently pushed below B lim and the fishery closes (Fig. 3c). Closures occur because the fish population has been reduced to a low level (below 0.25B 0 in this case), causing a control rule to kick in such that no adults or eggs can be harvested. For example, in all scenarios withh adult <0.65, the fishery is closed more than 25% of the time (Fig. 3c). Furthermore, these fishery closures tend to occur for extended periods (at least 1 fishery closure of at least 3 years in duration closed is expected; Fig. 3d). Increasing frequency of closures is more strongly affected by harvest of adults (Fig. 4a) than the harvest of eggs (Fig. 4b). However, fishery closure rates of greater than 10% are associated withh egg that max- imizes mean catch (Figs. 3b,c). An important aspect of assessing trade-offs between the egg and adult herring fisheries is to document how risk of fishery closure can change in the face of recruitment uncertainty. Harvesting strategies that achieve a fishery closure rate of less than 25% of years (Fig. 5a) and less than 10% (Fig. 5b) change substantially under different recruitment scenarios. In particular, increasing recruitmentCV means fewer combinations of harvest rates meet fishery closure tar- gets. Stated another way, under identical fisheries pressure, popula- tions with high recruitment variability will decline belowB lim more frequently than populations with small recruitment variability. For the simulation with recruitmentCV51.0 and autocorrelation in recruitmentr50.5, all combinations of harvest rates yield fishery closures more than 10% of the time (Fig. 5b). Thus, even in the absence of fishing, recruitment variation will cause populations to, occasionally, decline to low levels and cause a fishery closure (e.g. Fig. 1a, 1d). In addition to the backdrop of natural environmental variation, herring fisheries, like many targeting forage fishes, are increasingly asked to account for ecosystem needs in determining appropriate harvest rates. Our model predicts that many combinations of egg- and adult-harvest rates can allow the herring fishery to remain open while at the same time maintaining average herring biomass above B ecosystem , an ecosystem threshold intended to leave enough herring biomass in the water to satisfy the needs of herring predators (purple shaded area in Fig. 6). However, maintaining herring biomass levels aboveB ecosystem imposes a greater constraint on the adult fishery than a hypothetical management target that seeks to avoid fishery closures more than 25% of the time (pink areas in Fig. 6a). In contrast, the 25% fishery closure rule would exclude very high levels ofh egg but a goal of maintaining herring biomass levels aboveB ecosystem would not (blue areas in Fig. 6a). Interestingly, a hypothetical management target that avoids fishery closures more than 10% of the time placed a stronger constraint on both adult and egg harvest rates than did B ecosystem (the lack of pink in Fig. 6b indicates the 10% closure rule www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071102 always limits harvest rates). Therefore, harvest rate combinations that avoid fishery closures more than 10% of the time would always be consistent with those that satisfy this choice ofB ecosystem (Fig. 6b). Discussion Ecologists and fisheries scientists have long recognized that changes in the densities of strongly interacting species have disproportio- nately large influences on the communities and ecosystems of which they are a part 28,29 . In the marine realm, it is increasingly apparent that forage fish can play this key role and that fisheries targeting them therefore require special consideration 22,27 . But awareness of the big impact these little fishes can have in general provides little guidance on how different types of human activities and natural envir- onmental variation combine to modify their dynamics in more spe- cific and management-relevant contexts. Developing such an understanding is a necessary step toward providing conservationists and fisheries managers with the counsel they need to make informed decisions about the sustainability and impacts of their actions. This study adds to a growing body of work showing that stage- specific exploitation can have disproportionately strong or weak effects on population dynamics, depending on the point in the life history at which it occurs 8,30,31 . It also underscores the potential for conflict among user groups that target different life stages. Specifically, our model predicts that egg and adult fishing have none- quivalent effects on herring population dynamics and fisheries yields. Harvest of adult herring reduced mean spawning biomass, and increased variability in herring spawning biomass, much more so than harvesting eggs (Fig. 2). As a consequence, increasing harvest of adult herring caused precipitous declines in egg catch, whereas increasing harvest of herring eggs produced much slower declines in adult catch (Fig. 3a, 3b). This asymmetry arises in part because of the order in which harvest occurs - reproductively mature adult fish Figure 1|Examples of simulated herring time-series.Three simulated time series from the age-structured model: (a) simulations with no fishing (b) simulations with moderate levels of herring harvest. Both (a) and (b) were conducted withCV50.8 andr50.5. Panels (c) and (d) show simulation in the absence of fishing but contrasting levels of temporal autocorrelation in recruitment: (c) simulations with no temporal autocorrelation in recruitmentr5 0.0, (d) three simulations with strong positive autocorrelationr50.7. Both (c) and (d) were conducted withCV50.8. In all panels, grey shaded area indicates biomass levels at which the fishery is closed. www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071103 must be caught before they spawn - and in part because of the density-dependent nature of recruitment. Relatively low numbers of eggs can still produce substantial number of recruits two years later. However, decisions about how much harvest is too much harvest on any one life stage are complicated by many factors, not the least of which are socio-economic and political consequences generated by biological constraints. For the parameter values used in our case study, we see that herring populations are much more sensitive to adult harvest. High levels of adult harvest are more likely to lead to an increase in the frequency and duration of fishery closures than high levels of egg harvest. Qualitatively, we suspect that this is a general result for most harvested fishes and other harvested, long-lived spe- cies (ungulates, trees; see e.g. 32,33 ). However, we note that the effect of different types of harvest of a given species or population within a species will depend strongly on the biological details of recruitment, growth, and mortality. The crux of EBFM is trade-offs—trade-offs among fisheries sec- tors or between fisheries and other objectives, such as conservation. Thus, a general contribution of this work is providing methods for visualizing and presenting trade-offs between alternative fisheries harvest regimes and other ecosystem goals. Our work provides a forum for explicitly discussing metrics of biological, social, and eco- nomic risk in the management of marine systems. Embracing and explicitly acknowledging the complexity of ocean management pro- vides avenues for considering how alternative management strategies affect different stakeholder groups. For example, social disruption caused by a particular management action (or lack thereof) or a natural catastrophe may have non-equivalent effects on different components of a fishery (e.g. 34–36 ,). Operationalizing ecosystem-based management requires that we not only confront allocation issues among herring fisheries sectors, but fisheries managers must also tackle calls for an allocation of herring to the ecosystem. Perhaps what is most striking about our Figure 2|Consequences of adult and egg harvest strategies on mean spawning biomass (a) and the coefficient of variation in spawning biomass (b). Both panels show results for CV50.8, andr50.5. Table 1|Parameters used in stochastic simulations of herring populations AgeMaturity*(p a )Weight { (w a , grams) Specific Fecundity { (f a , eggs gram 21 )Year 0 Biomass (B a,0 ) Year 0 Spawning Biomass (B spawn,a,0 ) 20.2551.76134.983916979 30.8570.51153.3320041703 40.9287.56163.201025943 50.95104.39169.78525498 60.967116.47173.33268260 70.98126.41175.74137135 80.99138.34178.187070 90.995144.33179.253636 1010.999152.28180.541818 Natural Mortality { (M)0.67 Unfished Biomass (B 0 )23,914 Harvest Closure (B lim )5,979 Initial Biomass X a B a    8,000 Initial Spawning Biomass X a B spawn,a,0    4,641 Recruitment { a0.4187 b0.001883 *derived from 50 . { derived from 46 . { derived from weight-fecundity relationships presented in 51 (Table 2, pg. 20). www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071104 model predictions, however, is that ecosystem thresholds proposed to ensure the persistence of herring predators do not necessarily pose more stringent constraints on fisheries than these fisheries pose on themselves via hypothetical (but realistic) management targets. Thus, an important lesson from these analyses is that the safe oper- ating space 37 for fishermen and conservationists can be similar, and can aid in facilitating management actions to ensure fisheries and ecosystem needs are met in the long-term (cf. 38 ). We note, however, that the choice ofB ecosystem and the acceptable frequency of fishery closures are political choices that can be informed but not dictated by scientific information. Furthermore, there are biological assump- tions that influence the nature of trade-offs among fisheries and Figure 3|Consequences of adult and egg harvest strategies on the herring fisheries.(a) Mean catch of spawning biomass (mt), (b) mean catch of eggs (trillions), (c) the proportion of years that the fishery is closed, and (d) mean number of long closures (.3 consecutive years closed) in the 40 year simulation. Figure 4|The consequences for the probability fishery closure of changing egg harvest for three fixed levels of adult harvest (left panel) and changing adult harvest for three fixed levels of egg harvest (right panel). www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071105 conservation goals; the values we provide here are intended to be illustrative, not definitive. Our work is meant to strategically explore the consequences of different harvest regimes in the face of varying environmental con- ditions. The uncertainties and simplifications inherent in our mod- eling framework make it inappropriate for tactical use. In particular, we based our simulations on reasonable values of stochastic recruit- ment that bracket current uncertainty about recruitment variability. However, as Fig. 5 illustrates, small differences in assumed recruit- ment variability can radically affect the fisheries risk profiles (also see Figs. A1–A4). Beyond recruitment, our model does not incorporate measurement uncertainty– fish biomass and catch are assumed to be precisely known. While the simulation and visualization methods used in this paper are robust to the inclusion of measurement error, the process of measuring fish biomass and catch adds a further layer of uncertainty to the management of fisheries 39 . Our simulations show how natural environmental variation can cause herring fisheries closures in the absence of harvest (e.g. Fig. 1a), contrasting with 40 who use archeological data to assert hyperstability in herring populations. Our results are consistent with basic popu- lation dynamic principles and show how environmental variation, in the absence of human influence, affects population persistence 41 . Thus our model agrees with other authors in showing that it is impossible to accurately generate harvest guidelines without accounting for changes in the environment in which a stock occurs 42 , and reinforces the challenge faced by fisheries managers to make good decisions under uncertainty about current environmental conditions. At its core, ecosystem management must confront conflict. In this case, we explore the conflicts inherent in fisheries on different life history stages, and conflicts intrinsic to forage fishes that are both important fishery targets and ecosystem components. Our work highlights that safe operating spaces exist that will allow the main- tenance of stock biomass at levels that facilitate the persistence of forage fish predators and forage fish fisheries. Importantly, however, our work also emphasizes the fact that many trade-offs are non- linear, as is illustrated in the asymmetry in the trade-off between the harvest of herring eggs and adults. We contend that an analysis of risk- whether of a fishery closure or to another ecosystem com- ponent (e.g. mammals or birds)- provides a transparent and straight- forward decision support tool to address such non-linearities. Thus, this tool can highlight opportunities for collaboration and coopera- Figure 5|Risk plots for two probability of fisheries closure under harvesting scenarios.Shaded areas and isoclines indicate levels of harvest that maintain below a specified risk tolerance for three different levels of recruitment variability (CV50.6, 0.8 or 1.0) andr50.5. (a) Isoclines for 25% probability of fishery closure. (b) Isoclines for 10% probability of fishery closure. Note that that there are no scenarios withCV51.0 that result in,10% probability of fishery closure in panel (b). Figure 6|Risk plot comparing the probability of fisheries closure andB ecosystem for all combinations of egg and adult harvest.Shaded areas indicate harvest levels that satisfy the risk of fishery closure (pink;,25% probability in closure in left panel,,10% probability of closure in right panel) or average herring biomass is more thanB ecosystem 58,000 mt (blue in both panels). Harvest rates satisfying both criteria are shown in purple. Both plots show results for recruitment variability ofCV50.8 andr50.5. www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071106 tion among conservationists and those in the fisheries sectors. It also offers the chance to avoid unintended consequences on non-target life stages and species. As this case study of Pacific herring illustrates, the science to inform ecosystem-based fisheries management is avail- able, but it is up to decision makers to use it in a way that strikes a balance between the competing needs of multiple stakeholders and species. Methods We simulated Pacific herring populations under different levels of adult and egg harvest,h adult andh egg , respectively (h. represents the proportion of each stage har- vested annually and bounded between 0 and 1) using a stochastic age-structured model. We investigate the consequences of the two types of harvest on the abundance of herring, the catch of adult herring and eggs, and the frequency with which the population declined below the biomass required to open the fishery,B lim . Our simulations are intended to reflect the potential population trajectories over the near term. Therefore we simulate populations that start at low biomass (reflecting current conditions of some herring stocks) over the next 40 years. A major uncertainty and determinant of herring populations is the variability of recruitment 21,22 . To account for our uncertainty about recruitment, we simulated all harvest strategies across nine distinct recruitment scenarios that reflect biologically plausible ranges of recruitment variability and temporal autocorrelation. Figure 1 shows examples of simulated biomass time-series for four scenarios: two comparing populations in the absence and presence of harvest (Fig. 1a, 1b, respectively) and two comparing unfished populations under distinct recruitment regimes (Fig. 1c, 1d). Population model for herring.To investigate the consequences of alternative fishing strategies for population dynamics and harvest, we constructed an age-structured model of herring populations. Following convention for Pacific herring, male and female herring are assumed to have identical vital rates 43–45 and we only model the dynamics of female fish. LetX a,t indicate the number of female herring of ageain yeart. Because the fishery on adult herring occurs over a very short period immediately before the herring spawn, we model survival from immediately after spawning to immediately before the herring fishery. The number of adult herring of ageain yeartbefore spawning, X pre,a,t , is a function of the number of herring that survived to spawn in the previous year, and the density-independent natural mortality rate,M. X pre,a,t ~X post,a{1,t{1 e {M if2ƒaƒ9 X pre,10,t ~X post,9,t{1 e {M zX post,10,t{1 e {M if aw9 ð1Þ wherepostdesignates the population immediately after harvest and the second line represents a plus group that includes all individuals age 10 and older. Only a subset of the herring population returns to spawn grounds each year so we distinguish between the total number of herring in the population,X, and those that are mature and return to the spawning grounds to spawn,Y. As herring are harvested for their roe, only mature individuals present on the spawning grounds are subject to harvest. The proportion of ageaindividuals that mature and return to spawn isp a . Thus the number of mature individuals vulnerable to the fishery is Y a,t ~X pre,a,t p a ð2Þ and the biomass present on the spawning grounds is B a,t ~Y a,t w a ð3Þ where,w a is the weight-at-age. Note that both the maturity-at-age and weight-at-age are constant across the simulation. There are two distinct fisheries for spawning herring. The first targets mature, spawning adults and captures a proportion of the spawning biomass,h adult . The second fishery targets herring eggs after they have been deposited on shallow coastal vegetation including macroalgae (e.g.Laminaria spp.) or eelgrass (Zostera marina). The fraction of eggs harvested each year ish egg . Bothh adult andh egg are bounded between 0 and 1. Harvest control rules dictate that the fishery for herring closes when spawning biomass falls below a threshold biomass,B lim (defined below). Since herring are harvested before they spawn, the catch,C, and biomass of fish after the fishery is C a,t ~B a,t h adult if P a B a,t wB lim C a,t ~0if P a B a,t vB lim ð4Þ And so the biomass surviving to spawn is B spawn,a,t ~B a,t {C a,t ð5Þ We assume that spawning herring are equally vulnerable to harvest (fishing is not age selective) as is consistent with purse seine fisheries for herring. The number of eggs produced by ageaspawning adults, is related to the weight-specific fecundity of each age (f a , eggs per gram of herring), E a,t ~f a B spawn,a,t ð6Þ The second fishery occurs directly on herring eggs. We assume the same harvest control rules as above; the fishery closes if adult spawning biomass before harvest is less thanB lim . Then, C egg,t ~E pre,t h egg if P a B a,t wB lim C egg,t ~0if P a B a,t vB lim ð7Þ and the eggs remaining after harvest E post,t ~E pre,t {C egg,t ð8Þ Finally, the recruitment of age two individuals to the population follows a Beverton- Holt recruitment relationship. R tz2 ~X pre,tz2 ~0:5ðÞ E post,t azbE post,t e e t { 1 2 s 2 ð9Þ Here,aandbare parameters of the stock-recruitment relationship ande,N(0,s 2 ) controls recruitment deviations from the deterministic stock-recruitment relation- ship. We describe recruitment stochasticity in the next section. The 0.5 is included because half of the population is male and we only track female fish. By writing eqn. 9 in terms of the post harvest egg abundance, we assumed that density-dependence in recruitment occurs after egg harvest. While this model is a general representation of any herring population, we use parameter values that approximate the herring population in Haida Gwaii, British Columbia, to illustrate of herring population dynamics and fisheries. Table 1 lists the parameter values used in all simulations and their literature sources. Herring model simulations.In this section, we describe stochastic simulations designed to investigate the consequences of alternative harvesting regimes for herring populations and fisheries. We are interested in the interaction between the fishery on adult herring and the harvest of herring eggs in the presence of environmental variation. We first discuss the population reference points before outlining harvesting scenarios and describing the nine environmental scenarios. Defining fisheries reference points is difficult and complex. We used a simple approach to establish a reference point for all subsequent simulations. We defined herring biomass in the absence of fishing (unfished biomass,B 0 ) using the deter- ministic version of the age-structured model (i.e.e e t { 1 2 s 2 ~1). We simulated the age- structured model withh egg 5h adult 50 until it converged on an equilibrium biomass (using parameter values in Table 1;B 0 <24,000 mt of female herring). Following the harvest control rules used in the British Columbia herring fisheries 46 , we defined a biomass limit at which the fishery closed as 25% of unfished biomass (B lim 50.25B 0 ). To understand the consequences of different harvest strategies, we simulated populations assuming different combinations ofh adult andh egg over a 40 year time span. We simulated populations with a fixedh adult and fixedh egg ; all combinations of h adult andh egg between 0.0 and 0.98 in increments of 0.02 were investigated. We started the population with a standard biomass and age-structure in year 0 (Table 1) and allowed fishing to begin in year 1. For a given environmental variability scenario, we repeated each combination ofh adult andh egg 1000 times. Our simulations assume perfect knowledge about the biomass of spawning adults and the number of spawned eggs such that the exact proportion of adult biomass and eggs were harvested. This is an unrealistic assumption in practice –natural populations will always have uncer- tainty in the size of the population and in the amount of herring captured by the fishery. However, such simplifying simulations are appropriate for understanding the general consequences of different levels of adult and egg harvest. Herring populations, like many short-lived forage fishes, are dominated by vari- ation in recruitment 21,22 . While the mechanistic drivers of recruitment variability remain largely unknown, we approximate the variability observed in natural popu- lations by making recruitment a stochastic process. We incorporated recruitment variation using three levels of stochastic variation. We express the variability of recruitment in terms of the coefficient of variation (CV), a non-dimensional measure of variability comparable across stocks and species (for random variableZ, CV Z ðÞ ~ sd ZðÞ mean ZðÞ ). We simulated populations under three levels of recruitment variabilityCV e e t { 1 2 s 2    ~0:6,0:8,and 1:0 hi . Available data indicate that Pacific herring have recruitmentCVof approximately 0.8 46,47 ; therefore, our simulations span a plausible range of recruitment variability. In addition to variability, environmental conditions are often autocorrelated causing adjacent recruitment years to be similar to one another. Such autocorrelation leads to the occurrence of environmental regimes and extended periods of favorable or unfavorable recruitment. For example, the Pacific Decadal Oscillation (PDO 48,49 ) is often invoked as a large-scale driver of Pacific oceanic conditions. The PDO has a lag- one autocorrelation (AR(1)) of approximately 0.5, indicating large scale temporal autocorrelation in the ocean conditions of the North Pacific ocean. While no direct estimates of autocorrelation in herring recruitment are available, we investigated three scenarios, AR(1)5r50.0, 0.5, and 0.7. In terms of the model described above, recruitment deviations are thene t ,N(re t21 ,s 2 ). We simulated 1000 independent populations for 40 years using each combination of egg and adult harvest (2500 combinations in total) and all nine pairs of recruitment variation (three CV levels and three levels of autocorrelation). We refer to each set of harvest rates and recruitment variation as a scenario. For each simulation, we recorded the mean and standard deviation in spawning biomass, and catch of eggs and adults. We report the mean of these 4 response variables across the simulations in www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071107 each scenario. In addition, we kept track of the frequency with which the population declined below the fishery closure limit (B lim ). Several recent studies have emphasized the reliance of marine predators on forage fish prey, suggesting that one-third to three-quarters of forage fish biomass are required to prevent predator population declines 20,27 . Therefore, we also tracked whether each set of simulated harvest rates would allow for the maintenance of an average herring spawning stock biomass above an ecosystem threshold,B ecosystem (‘‘one-third for the birds’’ or 8,000 mt). 1. Vitousek, P. M., Mooney, H. A., Lubchenco, J. & Melillo, J. M. Human domination of Earth’s ecosystems.Science277, 494–499 (1997). 2. Pikitch, E. K.et al. Ecosystem-based fishery management.Science305, 346–347 (2004). 3. McLeod, K. L., J. Lubchenco, J., Palumbi, S. R. & Rosenberg, A. A. Scientific consensus statement on marine ecosystem-based management. Signed by 221 academic scientists and policy experts with relevant expertise and published by the Communication Partnership for Science and the Sea. (2005) Available at: http://www.compassonline.org/science/EBM_CMSP/EBMconsensus. (Date of access: 08/10/2014). 4. Mangel, M. & Levin, P. S. Regime, phase and paradigm shifts: making community ecology the basic science for fisheries.Philos. T. Roy. Soc. B360, 95–105 (2005). 5. Maxwell, S. M.et al. Cumulative human impacts on marine predators.Nat. Commun.4, 2688; DOI:10.1038/ncomms3688 (2013). 6. Samhouri, J. F., Haupt, A. J., Levin, P. S., Link, J. S. & Shuford, R. Lessons learned from developing integrated ecosystem assessments to inform marine ecosystem- based management in the USA.ICES J. Mar. Sci.71, 1205–1215; DOI:10.1093/ icesjms/fst141 (2013). 7. Caswell, H.Matrix population models: construction, analysis, and interpretation, 2nd ed. (Sinauer Ass., Sunderland, MA, 2001). 8. Kareiva, P., Marvier, M. & McClure, M. Recovery and management options for spring/summer Chinook salmon in the Columbia River Basin.Science290, 977–979 (2000). 9. Basson, M. & Fogarty, M. J. Harvesting in discrete-time predator-prey systems. Math. Biosci.141, 41–74 (1997). 10. Shelton, A. O. & Mangel, M. Fluctuations of fish populations and the magnifying effects of fishing.P. Nat. Acad. Sci. USA108, 7075–7080 (2011). 11. Coleman, F. C., Figueira, W. F., Ueland, J. S. & Crowder, L. B. The impact of United States recreational fisheries on marine fish populations.Science305, 1958–1960 (2004). 12. White, C., Costello, C., Kendall, B. E. & Brown, C. J. The value of coordinated management of interacting ecosystem services.Ecol. Lett.15, 509–519 (2012). 13. McCauley, D. J. Selling out on nature.Nature443, 27–28 (2006). 14. Doak, D. F., Bakker, V. J., Goldstein, B. E. & Hale, B. What is the future of conservation?Trends Ecol. Evol.29, 77–81 (2014). 15. Levin, P. S. New conservation for the anthropocene ocean.Cons. Lett.7, 339–340; DOI: 10.1111/conl.12108 (2014). 16. Cafaro, P. & Primack, R. Species extinction is a great moral wrong.Biol. Conserv. 170, 1–2 (2014). 17. Code of Federal Regulations. Magnuson-Stevens act provisions. 50 C.F.R. pt. 600.310 (2009). 18. Fletcher, S. Converting science to policy through stakeholder involvement: An analysis of the European Marine Strategy Directive.Mar. Pollut. Bull.54, 1881–1886 (2007). 19. Rice, J. & Duplisea, D. Management of fisheries on forage species: the test-bed for ecosystem approaches to fisheries.ICES J. Mar. Sci.71, 143–152 (2014). 20. Pikitch, E. K.et al. The global contribution of forage fish to marine fisheries and ecosystems. Fish Fish.15, 43–64 (2014). 21. Hjort, J. Fluctuations in the great fisheries of northern Europe, viewed in the light of biological research.Rap. Proces.20, 1–228 (1914). 22. Pikitch, E.et al.Little fish, big impact: managing a crucial link in ocean food webs. Lenfest Ocean Program. Washington, DC, 108 pp. (2012) Available at: http:// www.oceanconservationscience.org/foragefish/files/Little%20Fish,%20Big% 20Impact.pdf (Date accessed: 22/10/2014). 23. Cushing, D. H.The provident sea. (Cambridge University Press, Cambridge, UK, 1988). 24. Chavez, F. P., Ryan, J., Lluch-Cota, S. E. & Niquen, C. From anchovies to sardines and back: multidecadal change in the Pacific Ocean.Science299, 217–221 (2003). 25. Sydeman, W. J., Santora, J. A., Thompson, S. A., Marinovic, B. & Lorenzo, E. D. Increasing variance in North Pacific climate relates to unprecedented ecosystem variability off California.Glob. Change Biol.19, 1662–1675 (2013). 26. Hannesson, R., Herrick Jr, S. & Field, J. Ecological and economic considerations in the conservation and management of the Pacific sardine (Sardinops sagax).Can. J. Fish. Aquat. Sci.66, 859–868 (2009). 27. Cury, P. M.et al. Global seabird response to forage fish depletion—one-third for the birds.Science334, 1703–1706 (2011). 28. Paine, R. T. Food web complexity and species diversity.Am. Nat.100, 65–75 (1966). 29. Winters, G. & Carscadden, J. Review of capelin ecology and estimation of surplus yield from predator dynamics.ICNAF Res. Bull.13, 21–30 (1978). 30. Crouse, D. T., Crowder, L. B. & Caswell, H. A stage-based population model for loggerhead sea turtles and implications for conservation.Ecology68, 1412–1423 (1987). 31. Wikstro ̈m, A., Ripa, J. & Jonze ́ n, N. The role of harvesting in age-structured populations: disentangling dynamic and age truncation effects.Theor. Popul. Biol. 82, 348–354 (2012). 32. Pfister, C. A. Patterns of variance in stage-structured populations: Evolutionary predictions and ecological implications.P. Nat. Acad. Sci. USA95, 213–218 (1998). 33. Morris, W. & Doak, D. Buffering of life histories against environmental stochasticity: Accounting for a spurious correlation between the variabilities of vital rates and their contributions to fitness.Am. Nat.163, 579–590 (2004). 34. Hamilton, L. C., Colocousis, C. R. & Johansen, S. T. F. Migration from resource depletion: the case of the Faroe Islands.Soc. Natur. Resour.17, 443–453 (2004). 35. Pomeroy, R.et al. Fish wars: Conflict and collaboration in fisheries management in Southeast Asia.Mar. Policy31, 645–656 (2007). 36. Steneck, R. S.et al. Creation of a gilded trap by the high economic value of the Maine lobster fishery.Conserv. Biol.25, 904–912 (2011). 37. Rockstro ̈m, J.et al. Planetary boundaries: exploring the safe operating space for humanity.Ecol. Soc.14, 32 (2009). 38. Grafton, R. Q., Kompas, T. & Hilborn, R. W. Economics of overexploitation revisited.Science318, 1601–1601 (2007). 39. Quinn, T. J. II & Deriso, R. B.Quantitative fish dynamics. (Oxford University Press, New York, 1999). 40. McKechnie, I.et al. Archaeological data provide alternative hypotheses on Pacific herring (Clupea pallasii) distribution, abundance, and variability.P. Nat. Acad. Sci. USA111, E807–E816 (2014). 41. Turchin, P.Complex population dynamics. (Princeton University Press, Princeton, NJ, 2003). 42. Vert-pre, K. A., Amoroso, R. O., Jensen, O. P. & Hilborn, R. Frequency and intensity of productivity regime shifts in marine fish stocks.P. Nat. Acad. Sci. USA 110, 1779–1784 (2013). 43. Funk, F. Preliminary forecasts of catch and stock abundance for 1993 Alaska herring fisheries. Alaska Department of Fish and Game, Commerical Fisheries Management and Development Division, Regional Information Report 5J93-06, Juneau, AK. (1993) Available at: http://www.adfg.alaska.gov/FedAidPDFs/RIR.5J. 1993.06.pdf (Date of access: 22/10/2014). 44. Williams, E. & Quinn II, T. J. Age-structured analysis of Pacific herring from Norton Sound, Alaska.Alsk. Fish. Res. Bull.4, 87–109 (1997). 45. Hulson, P.-J. F.et al. Data conflicts in fishery models: incorporating hydroacoustic data into the Prince William Sound Pacific herring assessment model.ICES J. Mar. Sci.65, 25–43 (2008). 46. Martell, S. J. D., Schweigert, J. F., Haist, V. & Cleary, J. S. Moving towards the sustainable fisheries framework for Pacific herring: data, models, and alternative assumptions; Stock Assessment and Management Advice for the British Columbia Pacific Herring Stocks: 2011 Assessment and 2012 Forecasts.Can. Sci. Adv. Sec. Res. Doc.2011/136, 163 pp. (2011). 47. Mertz, G. & Myers, R. Influence of fecundity on recruitment variability of marine fish.Can. J. Fish. Aquat. Sci.53, 1618–1625 (1996). 48. Mantua, N., Hare, S., Zhang, Y., Wallace, J. & Francis, R. A Pacific interdecadal climate oscillation with impacts on salmon production.B. Am. Meterol. Soc.78, 1069–1079 (1997). 49. Mantua, N. & Hare, S. The Pacific decadal oscillation.J. Oceanogr.58, 35–44 (2002). 50. Hay, D. E. & McCarter, P. B. Age of sexual maturation and recruitment in Pacific herring.Can. Stock Assess. Sec. Res. Doc.99/175. 39 pp. (1999). 51. Hebert, K. Southeast Alaska 2012 Herring Stock Assessment Surveys. Alaska Department of Fish and Game, Divisions of Sport Fish and Commercial Fisheries. Fishery Data Series No. 13-08. (2013) Available at: http://www.adfg.alaska.gov/ FedAidPDFs/FDS13-08.pdf (Date of access: 22/10/2014). Acknowledgments We thank Ernie Gladstone, Hilary Thorpe, Peter Lantin, Guujaaw, Russ Jones, and Norm Sloan for discussions about herring fisheries that motivated this manuscript. Comments by Nathan Taylor, Ernie Gladstone, and Hilary Thorpe improved the paper. PSL thanksM. ocellatafor inspiration. We thank the Gordon and Betty Moore Foundation for support for ACS. Author contributions A.O.S., J.F.S., A.C.S. and P.S.L. contributed to the design and development of the manuscript. A.O.S. and J.F.S. wrote the main manuscript text. A.O.S., J.F.S., A.C.S. and P.S.L. reviewed and edited the manuscript and figures. Additional information Supplementary informationaccompanies this paper at http://www.nature.com/ scientificreports Competing financial interests:The authors declare no competing financial interests. How to cite this article:Shelton, A.O., Samhouri, J.F., Stier, A.C. & Levin, P.S. Assessing www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071108 trade-offs to inform ecosystem-based fisheries management of forage fish.Sci. Rep.4, 7110; DOI:10.1038/srep07110 (2014). This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder in order to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ www.nature.com/scientificreports SCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071109 Supplement to: Assessing trade-offs to inform ecosystem-based fisheries management of forage fish Andrew Olaf Shelton* Jameal F. Samhouri Adrian C. Stier Philip S. Levin Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA * Corresponding author: ole.shelton@noaa.gov Figure A1: Consequences of adult and egg harvest strategies on mean spawning biomass (a) and the coefficient of variation in spawning biomass (b). Both panels show results for CV = 0.6, and ρ = 0.0. Figure A2: Consequences of adult and egg harvest strategies on mean spawning biomass (a) and the coefficient of variation in spawning biomass (b). Both panels show results for CV = 1.0, and ρ = 0.7. Figure A3: Consequences of adult and egg harvest strategies on the herring fisheries. a) Mean catch of spawning biomass (mt), b) mean catch of eggs (trillions), c) the proportion of years that the fishery is closed, and d) mean number of long closures (>3 consecutive years closed) in the 40 year simulation. CV= 0.6, ρ = 0. Figure A4: Consequences of adult and egg harvest strategies on the herring fisheries. a) Mean catch of spawning biomass (mt), b) mean catch of eggs (trillions), c) the proportion of years that the fishery is closed, and d) mean number of long closures (>3 consecutive years closed) in the 40 year simulation. CV = 1.0, ρ =0.7 Fig A5. Risk plot comparing the probability of fisheries closure and B ecosystem for all combinations of egg and adult harvest. Shaded areas indicate harvest levels that satisfy the risk of fishery closure (red; <25% probability in closure in left panel, <10% probability of closure in right panel) or average herring biomass is more than B ecosystem = 12,000 mt (blue in both panels). Harvest rates satisfying both criteria are shown in purple. Both plots show results for recruitment variability of CV=0.8 and ρ=0.5.",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show that egg- and adult-fishing have asymmetric effects on herring population dynamics - herring stocks can withstand higher levels of egg harvest before becoming depleted.",
    "We report the mean of these 4 response variables across the simulations in www."
  ],
  "fullText": "\n\nAssessing trade-offs to inform\necosystem-based fisheries management\nof forage fish\nAndrew Olaf Shelton, Jameal F. Samhouri, Adrian C. Stier & Philip S. Levin\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic &\nAtmospheric Administration, Seattle, WA.\nTwenty-first century conservation is centered on negotiating trade-offs between the diverse needs of people\nand the needs of the other species constituting coupled human-natural ecosystems. Marine forage fishes,\nsuch as sardines, anchovies, and herring, are a nexus for such trade-offs because they are both central nodes\nin marine food webs and targeted by fisheries. An important example is Pacific herring,\nClupea pallisiiin the\nNortheast Pacific. Herring populations are subject to two distinct fisheries: one that harvests adults and one\nthat harvests spawned eggs. We develop stochastic, age-structured models to assess the interaction between\nfisheries, herring populations, and the persistence of predators reliant on herring populations. We show that\negg- and adult-fishing have asymmetric effects on herring population dynamics - herring stocks can\nwithstand higher levels of egg harvest before becoming depleted. Second, ecosystem thresholds proposed to\nensure the persistence of herring predators do not necessarily pose more stringent constraints on fisheries\nthan conventional, fishery driven harvest guidelines. Our approach provides a general template to evaluate\necosystem trade-offs between stage-specific harvest practices in relation to environmental variability, the\nrisk of fishery closures, and the risk of exceeding ecosystem thresholds intended to ensure conservation goals\nare met.\nH\narvesting natural populations has both intended and unintended consequences. The intended conse-\nquences result from the extraction of biomass from an ecosystem for use by people; timber, wild seafood,\nand game serve as familiar examples. The unintended consequences of harvest, however, are highly\nvariable and can include evolutionary shifts in populations, habitat modification, incidental mortality of non-\ntarget species, altered food web interactions, and changes in ecosystem functions and services\n1,2\n. This potential for\nfar-reaching problems underlies emerging enthusiasm for ecosystem-based management, which is predicated on\naddressing connections between people’s activities, species, and ecosystems\n3,4\n. It also overlooks the more imme-\ndiate, and often unresolved, danger of managing conflicts that can arise due to the cumulative impacts of multiple\nhuman influences on a single species\n5\n. If activities cannot be successfully coordinated within any single use sector,\nit would seem exceedingly ambitious to expect that activities might be coordinated across sectors\n6\n.\nIndividual species prosecuted by multiple fisheries provide an interesting case in point. There are many stocks\nworldwide that are exploited by more than one fishing gear, in more than one season, and/or during more than\none life stage. From an ecological perspective, harvest of stage-structured populations increases the complexity of\ndynamics\n7\n. Dozens of fishes are prized both for their roe (eggs) and for the protein derived from adult life stages\n(e.g. salmon (Oncorhynchus spp.); herring (Clupea spp.), sturgeon (Acipenseridae), shad (Alosa spp.)). Several\naquatic reptiles and birds are exploited both for their eggs and for the meat derived from adult life stages (e.g.,\nturtles, alligators, gulls). The consequences of such stage-specific exploitation may lead to non-equivalent effects\nof alternate management strategies on the target species (e.g.\n8\n).\nHarvesting young, pre-reproductive individuals will generally result in qualitatively different population\ndynamics than harvesting mature adults\n9,10\n. This non-equivalency can produce trade-offs that influence both\nthe ecosystem service of (sea)food provisioning and the socio-economic status of fishers and fishing communities.\nSurprisingly, there are many stocks lacking coordination of harvest strategies among fisheries affecting different\nlife stages\n11,12\n, perhaps because the fisheries occur in different geographies, at different times of year, or both.\nThis lack of coordination is one factor underlying calls to move toward ecosystem-based fisheries management\n(EBFM\n2\n;). Adding to this rationale, the potential for trade-offs among fisheries targeting the same stock at\ndifferent life stages is complicated by a third axis of conservation importance: the persistence of the exploited\nOPEN\nSUBJECT AREAS:\nCONSERVATION\nPOPULATION DYNAMICS\nReceived\n12 September 2014\nAccepted\n30 October 2014\nPublished\n19 November 2014\nCorrespondence and\nrequests for materials\nshould be addressed to\nA.O.S. (ole.shelton@\nnoaa.gov)\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071101\n\nspecies. Recent publications have focused on conservation motivated\nby the intrinsic value of species, and the moral imperative to avoid\nextinctions\n13–16\n. Thus removal of fish biomass by fisheries can\nthreaten this conservation aim if it proceeds too close to full deple-\ntion of any individual stock. In addition, and as importantly, policy\ndirectives around the world (e.g.\n17,18\n,) now include conservation-\noriented goals for EBFM that acknowledge incidental effects of fish-\ning on the predators and prey of exploited stocks.\nMarine forage fish provide a focal point for these issues because of\nthe ecosystem implications of their harvest\n19\n. Forage fish are small to\nintermediate-sized pelagic species (e.g. sardine, anchovy, sprat, her-\nring, capelin, krill, squid) that serve as the chief link between the\nlower trophic levels on which they feed (zooplankton and phyto-\nplankton) and the upper trophic level predators (mammals, birds,\nlarger fishes) that rely upon them as a primary food source\n20\n. They\nalso tend to be characterized by dramatically fluctuating popula-\ntions\n21,22\nwith the preponderance of the evidence indicating that\nstochastic environmental forcing plays a strong role\n23–25\n. It has been\nargued that the value of forage fish to other fisheries can be quite large\n(e.g.\n26\n), including a recent global estimate that they are worth twice as\nmuch as fisheries directed at forage fish themselves\n20\n. Furthermore,\nrecent attempts to quantify the importance of forage fish to non-\nexploited species such as seabirds suggest that forage fish biomass\nshould be maintained at levels higher than typically set as part of\nfisheries harvest guidelines\n22,27\n, though such ecosystem thresholds for\nforage fisheries have not yet been widely adopted. Less effort has been\ndevoted to evaluating how such ecosystem constraints may trade-off\nwith fishery priorities at a spatial scale relevant to forage fish\nmanagement.\nPacific herring (Clupea pallasii), a forage fish species occurring in\nthe North Pacific, are emblematic of the need to understand the\npopulation dynamic consequences of alternative forms of exploita-\ntion in order to achieve sustainable fisheries and conservation goals.\nOff the coast of British Columbia and Alaska, Pacific herring are\nsubject to at least two distinct fisheries: one that catches mature\nspawning adults and one that harvests (immature) eggs. Ecological\nprinciples suggest that the two fisheries have distinct influences on\nherring dynamics, but the interaction between multiple fisheries and\necosystem considerations is largely unexplored. In this paper, we\ndevelop a stochastic, age-structured model to investigate the conse-\nquences of egg- and adult-harvest for population dynamics, fisheries,\nand conservation. In particular, we focus attention on how different\ncombinations of harvest intensity affect herring biomass (in relation\nto both species-specific and ecosystem thresholds), the catch of adult\nherring and eggs, and the frequency of fishery closures. Our\napproach provides a template to evaluate trade-offs between egg-\nand adult-harvest rates in relation to environmental variability, risk\nto fisheries in terms of the probability of fishery closures, and the risk\nto ecosystems based on the dietary needs of predators reliant upon\nexploited stocks.\nResults\nHerring population dynamics are strongly influenced by fishing\n(Fig. 1a, 1b) and recruitment regimes (Fig. 1c, 1d). We present results\nfor simulations that assume a moderate level of recruitment variabil-\nity (coefficient of variation,CV50.8, lag-one autocorrelation,r5\n0.5); results under alternate simulation recruitment scenarios are\nprovided in the Supplementary materials.\nAnnual harvest of both adults and eggs each can strongly affect\nherring spawning biomass (Fig. 2). Increasing either adult or egg\nharvest results in decreased mean biomass during the 40 year span\nof the simulation; however, populations show distinct responses to\nharvest on eggs relative to harvest on adults. Increasing harvest on\nadults,h\nadult\n, causes a rapid decline in mean spawning biomass –\nhigh harvest rates on adults (h\nadult\n.<0.50) can result in mean\nbiomass below the fishery closure limitB\nlim\n(,5,900 mt, Table 1).\nIn contrast, harvest on eggs,h\negg\n, by itself has a more limited effect on\nmean biomass until the annual proportion harvested,h\negg\n,.0.70;\nindeed, untilh\negg\n.0.90 mean biomass always exceeds 10,000 mt.\nThe cooefficient of variation of biomass,CV\nSSB\n, is relatively stable\nacross harvesting scenarios (generally 0.5,CV\nSSB\n,0.75). The only\nexception is an area in whichCV,0.5 that corresponds to high adult\nharvest rates or high egg harvest and moderate to high adult harvest\nin which the population fluctuates very nearB\nlim\n(Fig. 2b).\nThere is a strong and asymmetric trade-off between the catch of\nadults and catch of eggs (Fig. 3a, 3b). Overall, high egg harvest rates\ndo not allow for high adult catch and vice versa. Mean catch of eggs is\nmaximized at a very high proportional harvest rate (h\negg\n<0.7) while\nadult harvest rate is maximized ath\nadult\n<0.60. However the inter-\naction between adult and egg harvest is notably asymmetric; for any\nlevel of egg harvest, slightly increasingh\nadult\nresults in a dramatic\ndecline in mean egg catch. In contrast, the effect of egg harvest on\nadult catch is relatively minor. Only large changes inh\negg\ncan notice-\nably affect the mean catch of adult fish.\nLarge mean catches arising from high harvest rates come with a\ncost: greater variation in catch. With harvest rates that yield high\naverage catches, the spawning biomass is frequently pushed below\nB\nlim\nand the fishery closes (Fig. 3c). Closures occur because the fish\npopulation has been reduced to a low level (below 0.25B\n0\nin this case),\ncausing a control rule to kick in such that no adults or eggs can be\nharvested. For example, in all scenarios withh\nadult\n<0.65, the fishery\nis closed more than 25% of the time (Fig. 3c). Furthermore, these\nfishery closures tend to occur for extended periods (at least 1 fishery\nclosure of at least 3 years in duration closed is expected; Fig. 3d).\nIncreasing frequency of closures is more strongly affected by harvest\nof adults (Fig. 4a) than the harvest of eggs (Fig. 4b). However, fishery\nclosure rates of greater than 10% are associated withh\negg\nthat max-\nimizes mean catch (Figs. 3b,c).\nAn important aspect of assessing trade-offs between the egg and\nadult herring fisheries is to document how risk of fishery closure can\nchange in the face of recruitment uncertainty. Harvesting strategies\nthat achieve a fishery closure rate of less than 25% of years (Fig. 5a)\nand less than 10% (Fig. 5b) change substantially under different\nrecruitment scenarios. In particular, increasing recruitmentCV\nmeans fewer combinations of harvest rates meet fishery closure tar-\ngets. Stated another way, under identical fisheries pressure, popula-\ntions with high recruitment variability will decline belowB\nlim\nmore\nfrequently than populations with small recruitment variability. For\nthe simulation with recruitmentCV51.0 and autocorrelation in\nrecruitmentr50.5, all combinations of harvest rates yield fishery\nclosures more than 10% of the time (Fig. 5b). Thus, even in the\nabsence of fishing, recruitment variation will cause populations to,\noccasionally, decline to low levels and cause a fishery closure (e.g.\nFig. 1a, 1d).\nIn addition to the backdrop of natural environmental variation,\nherring fisheries, like many targeting forage fishes, are increasingly\nasked to account for ecosystem needs in determining appropriate\nharvest rates. Our model predicts that many combinations of egg-\nand adult-harvest rates can allow the herring fishery to remain open\nwhile at the same time maintaining average herring biomass above\nB\necosystem\n, an ecosystem threshold intended to leave enough herring\nbiomass in the water to satisfy the needs of herring predators (purple\nshaded area in Fig. 6). However, maintaining herring biomass levels\naboveB\necosystem\nimposes a greater constraint on the adult fishery than\na hypothetical management target that seeks to avoid fishery closures\nmore than 25% of the time (pink areas in Fig. 6a). In contrast, the\n25% fishery closure rule would exclude very high levels ofh\negg\nbut a\ngoal of maintaining herring biomass levels aboveB\necosystem\nwould not\n(blue areas in Fig. 6a). Interestingly, a hypothetical management\ntarget that avoids fishery closures more than 10% of the time placed\na stronger constraint on both adult and egg harvest rates than did\nB\necosystem\n(the lack of pink in Fig. 6b indicates the 10% closure rule\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071102\n\nalways limits harvest rates). Therefore, harvest rate combinations\nthat avoid fishery closures more than 10% of the time would always\nbe consistent with those that satisfy this choice ofB\necosystem\n(Fig. 6b).\nDiscussion\nEcologists and fisheries scientists have long recognized that changes\nin the densities of strongly interacting species have disproportio-\nnately large influences on the communities and ecosystems of which\nthey are a part\n28,29\n. In the marine realm, it is increasingly apparent\nthat forage fish can play this key role and that fisheries targeting them\ntherefore require special consideration\n22,27\n. But awareness of the big\nimpact these little fishes can have in general provides little guidance\non how different types of human activities and natural envir-\nonmental variation combine to modify their dynamics in more spe-\ncific and management-relevant contexts. Developing such an\nunderstanding is a necessary step toward providing conservationists\nand fisheries managers with the counsel they need to make informed\ndecisions about the sustainability and impacts of their actions.\nThis study adds to a growing body of work showing that stage-\nspecific exploitation can have disproportionately strong or weak\neffects on population dynamics, depending on the point in the life\nhistory at which it occurs\n8,30,31\n. It also underscores the potential for\nconflict among  user groups that target  different life stages.\nSpecifically, our model predicts that egg and adult fishing have none-\nquivalent effects on herring population dynamics and fisheries\nyields. Harvest of adult herring reduced mean spawning biomass,\nand increased variability in herring spawning biomass, much more\nso than harvesting eggs (Fig. 2). As a consequence, increasing harvest\nof adult herring caused precipitous declines in egg catch, whereas\nincreasing harvest of herring eggs produced much slower declines in\nadult catch (Fig. 3a, 3b). This asymmetry arises in part because of the\norder in which harvest occurs - reproductively mature adult fish\nFigure 1|Examples of simulated herring time-series.Three simulated time series from the age-structured model: (a) simulations with no fishing (b)\nsimulations with moderate levels of herring harvest. Both (a) and (b) were conducted withCV50.8 andr50.5. Panels (c) and (d) show simulation in the\nabsence of fishing but contrasting levels of temporal autocorrelation in recruitment: (c) simulations with no temporal autocorrelation in recruitmentr5\n0.0, (d) three simulations with strong positive autocorrelationr50.7. Both (c) and (d) were conducted withCV50.8. In all panels, grey shaded area\nindicates biomass levels at which the fishery is closed.\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071103\n\nmust be caught before they spawn - and in part because of the\ndensity-dependent nature of recruitment. Relatively low numbers\nof eggs can still produce substantial number of recruits two years\nlater.\nHowever, decisions about how much harvest is too much harvest\non any one life stage are complicated by many factors, not the least of\nwhich are socio-economic and political consequences generated by\nbiological constraints. For the parameter values used in our case\nstudy, we see that herring populations are much more sensitive to\nadult harvest. High levels of adult harvest are more likely to lead to an\nincrease in the frequency and duration of fishery closures than high\nlevels of egg harvest. Qualitatively, we suspect that this is a general\nresult for most harvested fishes and other harvested, long-lived spe-\ncies (ungulates, trees; see e.g.\n32,33\n). However, we note that the effect of\ndifferent types of harvest of a given species or population within a\nspecies will depend strongly on the biological details of recruitment,\ngrowth, and mortality.\nThe crux of EBFM is trade-offs—trade-offs among fisheries sec-\ntors or between fisheries and other objectives, such as conservation.\nThus, a general contribution of this work is providing methods for\nvisualizing and presenting trade-offs between alternative fisheries\nharvest regimes and other ecosystem goals. Our work provides a\nforum for explicitly discussing metrics of biological, social, and eco-\nnomic risk in the management of marine systems. Embracing and\nexplicitly acknowledging the complexity of ocean management pro-\nvides avenues for considering how alternative management strategies\naffect different stakeholder groups. For example, social disruption\ncaused by a particular management action (or lack thereof) or a\nnatural catastrophe may have non-equivalent effects on different\ncomponents of a fishery (e.g.\n34–36\n,).\nOperationalizing ecosystem-based management requires that we\nnot only confront allocation issues among herring fisheries sectors,\nbut fisheries managers must also tackle calls for an allocation of\nherring to the ecosystem. Perhaps what is most striking about our\nFigure 2|Consequences of adult and egg harvest strategies on mean spawning biomass (a) and the coefficient of variation in spawning biomass (b).\nBoth panels show results for CV50.8, andr50.5.\nTable 1|Parameters used in stochastic simulations of herring populations\nAgeMaturity*(p\na\n)Weight\n{\n(w\na\n, grams)\nSpecific Fecundity\n{\n(f\na\n, eggs gram\n21\n)Year 0 Biomass (B\na,0\n)\nYear 0 Spawning Biomass\n(B\nspawn,a,0\n)\n20.2551.76134.983916979\n30.8570.51153.3320041703\n40.9287.56163.201025943\n50.95104.39169.78525498\n60.967116.47173.33268260\n70.98126.41175.74137135\n80.99138.34178.187070\n90.995144.33179.253636\n1010.999152.28180.541818\nNatural Mortality\n{\n(M)0.67\nUnfished Biomass (B\n0\n)23,914\nHarvest Closure (B\nlim\n)5,979\nInitial Biomass\nX\na\nB\na\n\u0010\u0011\n8,000\nInitial Spawning Biomass\nX\na\nB\nspawn,a,0\n\u0010\u0011\n4,641\nRecruitment\n{\na0.4187\nb0.001883\n*derived from\n50\n.\n{\nderived from\n46\n.\n{\nderived from weight-fecundity relationships presented in\n51\n(Table 2, pg. 20).\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071104\n\nmodel predictions, however, is that ecosystem thresholds proposed\nto ensure the persistence of herring predators do not necessarily pose\nmore stringent constraints on fisheries than these fisheries pose on\nthemselves via hypothetical (but realistic) management targets.\nThus, an important lesson from these analyses is that the safe oper-\nating space\n37\nfor fishermen and conservationists can be similar, and\ncan aid in facilitating management actions to ensure fisheries and\necosystem needs are met in the long-term (cf.\n38\n). We note, however,\nthat the choice ofB\necosystem\nand the acceptable frequency of fishery\nclosures are political choices that can be informed but not dictated by\nscientific information. Furthermore, there are biological assump-\ntions that influence the nature of trade-offs among fisheries and\nFigure 3|Consequences of adult and egg harvest strategies on the herring fisheries.(a) Mean catch of spawning biomass (mt), (b) mean catch of eggs\n(trillions), (c) the proportion of years that the fishery is closed, and (d) mean number of long closures (.3 consecutive years closed) in the 40 year\nsimulation.\nFigure 4|The consequences for the probability fishery closure of changing egg harvest for three fixed levels of adult harvest (left panel) and changing\nadult harvest for three fixed levels of egg harvest (right panel).\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071105\n\nconservation goals; the values we provide here are intended to be\nillustrative, not definitive.\nOur work is meant to strategically explore the consequences of\ndifferent harvest regimes in the face of varying environmental con-\nditions. The uncertainties and simplifications inherent in our mod-\neling framework make it inappropriate for tactical use. In particular,\nwe based our simulations on reasonable values of stochastic recruit-\nment that bracket current uncertainty about recruitment variability.\nHowever, as Fig. 5 illustrates, small differences in assumed recruit-\nment variability can radically affect the fisheries risk profiles (also see\nFigs. A1–A4). Beyond recruitment, our model does not incorporate\nmeasurement uncertainty– fish biomass and catch are assumed to be\nprecisely known. While the simulation and visualization methods\nused in this paper are robust to the inclusion of measurement error,\nthe process of measuring fish biomass and catch adds a further layer\nof uncertainty to the management of fisheries\n39\n.\nOur simulations show how natural environmental variation can\ncause herring fisheries closures in the absence of harvest (e.g. Fig. 1a),\ncontrasting with\n40\nwho use archeological data to assert hyperstability\nin herring populations. Our results are consistent with basic popu-\nlation dynamic principles and show how environmental variation, in\nthe absence of human influence, affects population persistence\n41\n.\nThus our model agrees with other authors in showing that it is\nimpossible  to  accurately  generate  harvest  guidelines  without\naccounting for changes in the environment in which a stock occurs\n42\n,\nand reinforces the challenge faced by fisheries managers to make\ngood decisions under uncertainty about current environmental\nconditions.\nAt its core, ecosystem management must confront conflict. In this\ncase, we explore the conflicts inherent in fisheries on different life\nhistory stages, and conflicts intrinsic to forage fishes that are both\nimportant fishery targets and ecosystem components. Our work\nhighlights that safe operating spaces exist that will allow the main-\ntenance of stock biomass at levels that facilitate the persistence of\nforage fish predators and forage fish fisheries. Importantly, however,\nour work also emphasizes the fact that many trade-offs are non-\nlinear, as is illustrated in the asymmetry in the trade-off between\nthe harvest of herring eggs and adults. We contend that an analysis\nof risk- whether of a fishery closure or to another ecosystem com-\nponent (e.g. mammals or birds)- provides a transparent and straight-\nforward decision support tool to address such non-linearities. Thus,\nthis tool can highlight opportunities for collaboration and coopera-\nFigure 5|Risk plots for two probability of fisheries closure under harvesting scenarios.Shaded areas and isoclines indicate levels of harvest that\nmaintain below a specified risk tolerance for three different levels of recruitment variability (CV50.6, 0.8 or 1.0) andr50.5. (a) Isoclines for 25%\nprobability of fishery closure. (b) Isoclines for 10% probability of fishery closure. Note that that there are no scenarios withCV51.0 that result in,10%\nprobability of fishery closure in panel (b).\nFigure 6|Risk plot comparing the probability of fisheries closure andB\necosystem\nfor all combinations of egg and adult harvest.Shaded areas indicate\nharvest levels that satisfy the risk of fishery closure (pink;,25% probability in closure in left panel,,10% probability of closure in right panel) or average\nherring biomass is more thanB\necosystem\n58,000 mt (blue in both panels). Harvest rates satisfying both criteria are shown in purple. Both plots show results\nfor recruitment variability ofCV50.8 andr50.5.\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071106\n\ntion among conservationists and those in the fisheries sectors. It also\noffers the chance to avoid unintended consequences on non-target\nlife stages and species. As this case study of Pacific herring illustrates,\nthe science to inform ecosystem-based fisheries management is avail-\nable, but it is up to decision makers to use it in a way that strikes a\nbalance between the competing needs of multiple stakeholders and\nspecies.\nMethods\nWe simulated Pacific herring populations under different levels of adult and egg\nharvest,h\nadult\nandh\negg\n, respectively (h. represents the proportion of each stage har-\nvested annually and bounded between 0 and 1) using a stochastic age-structured\nmodel. We investigate the consequences of the two types of harvest on the abundance\nof herring, the catch of adult herring and eggs, and the frequency with which the\npopulation declined below the biomass required to open the fishery,B\nlim\n. Our\nsimulations are intended to reflect the potential population trajectories over the near\nterm. Therefore we simulate populations that start at low biomass (reflecting current\nconditions of some herring stocks) over the next 40 years.\nA major uncertainty and determinant of herring populations is the variability of\nrecruitment\n21,22\n. To account for our uncertainty about recruitment, we simulated all\nharvest strategies across nine distinct recruitment scenarios that reflect biologically\nplausible ranges of recruitment variability and temporal autocorrelation. Figure 1\nshows examples of simulated biomass time-series for four scenarios: two comparing\npopulations in the absence and presence of harvest (Fig. 1a, 1b, respectively) and two\ncomparing unfished populations under distinct recruitment regimes (Fig. 1c, 1d).\nPopulation model for herring.To investigate the consequences of alternative fishing\nstrategies for population dynamics and harvest, we constructed an age-structured\nmodel of herring populations. Following convention for Pacific herring, male and\nfemale herring are assumed to have identical vital rates\n43–45\nand we only model the\ndynamics of female fish.\nLetX\na,t\nindicate the number of female herring of ageain yeart. Because the fishery\non adult herring occurs over a very short period immediately before the herring\nspawn, we model survival from immediately after spawning to immediately before the\nherring fishery. The number of adult herring of ageain yeartbefore spawning,\nX\npre,a,t\n, is a function of the number of herring that survived to spawn in the previous\nyear, and the density-independent natural mortality rate,M.\nX\npre,a,t\n~X\npost,a{1,t{1\ne\n{M\nif2ƒaƒ9\nX\npre,10,t\n~X\npost,9,t{1\ne\n{M\nzX\npost,10,t{1\ne\n{M\nif  aw9\nð1Þ\nwherepostdesignates the population immediately after harvest and the second line\nrepresents a plus group that includes all individuals age 10 and older.\nOnly a subset of the herring population returns to spawn grounds each year so we\ndistinguish between the total number of herring in the population,X, and those that\nare mature and return to the spawning grounds to spawn,Y. As herring are harvested\nfor their roe, only mature individuals present on the spawning grounds are subject to\nharvest. The proportion of ageaindividuals that mature and return to spawn isp\na\n.\nThus the number of mature individuals vulnerable to the fishery is\nY\na,t\n~X\npre,a,t\np\na\nð2Þ\nand the biomass present on the spawning grounds is\nB\na,t\n~Y\na,t\nw\na\nð3Þ\nwhere,w\na\nis the weight-at-age. Note that both the maturity-at-age and weight-at-age\nare constant across the simulation.\nThere are two distinct fisheries for spawning herring. The first targets mature,\nspawning adults and captures a proportion of the spawning biomass,h\nadult\n. The\nsecond fishery targets herring eggs after they have been deposited on shallow coastal\nvegetation including macroalgae (e.g.Laminaria spp.) or eelgrass (Zostera marina).\nThe fraction of eggs harvested each year ish\negg\n. Bothh\nadult\nandh\negg\nare bounded\nbetween 0 and 1. Harvest control rules dictate that the fishery for herring closes when\nspawning biomass falls below a threshold biomass,B\nlim\n(defined below). Since herring\nare harvested before they spawn, the catch,C, and biomass of fish after the fishery is\nC\na,t\n~B\na,t\nh\nadult\nif\nP\na\nB\na,t\nwB\nlim\nC\na,t\n~0if\nP\na\nB\na,t\nvB\nlim\nð4Þ\nAnd so the biomass surviving to spawn is\nB\nspawn,a,t\n~B\na,t\n{C\na,t\nð5Þ\nWe assume that spawning herring are equally vulnerable to harvest (fishing is not age\nselective) as is consistent with purse seine fisheries for herring. The number of eggs\nproduced by ageaspawning adults, is related to the weight-specific fecundity of each\nage (f\na\n, eggs per gram of herring),\nE\na,t\n~f\na\nB\nspawn,a,t\nð6Þ\nThe second fishery occurs directly on herring eggs. We assume the same harvest\ncontrol rules as above; the fishery closes if adult spawning biomass before harvest is\nless thanB\nlim\n. Then,\nC\negg,t\n~E\npre,t\nh\negg\nif\nP\na\nB\na,t\nwB\nlim\nC\negg,t\n~0if\nP\na\nB\na,t\nvB\nlim\nð7Þ\nand the eggs remaining after harvest\nE\npost,t\n~E\npre,t\n{C\negg,t\nð8Þ\nFinally, the recruitment of age two individuals to the population follows a Beverton-\nHolt recruitment relationship.\nR\ntz2\n~X\npre,tz2\n~0:5ðÞ\nE\npost,t\nazbE\npost,t\ne\ne\nt\n{\n1\n2\ns\n2\nð9Þ\nHere,aandbare parameters of the stock-recruitment relationship ande,N(0,s\n2\n)\ncontrols recruitment deviations from the deterministic stock-recruitment relation-\nship. We describe recruitment stochasticity in the next section. The 0.5 is included\nbecause half of the population is male and we only track female fish. By writing eqn. 9\nin terms of the post harvest egg abundance, we assumed that density-dependence in\nrecruitment occurs after egg harvest.\nWhile this model is a general representation of any herring population, we use\nparameter values that approximate the herring population in Haida Gwaii, British\nColumbia, to illustrate of herring population dynamics and fisheries. Table 1 lists the\nparameter values used in all simulations and their literature sources.\nHerring model simulations.In this section, we describe stochastic simulations\ndesigned to investigate the consequences of alternative harvesting regimes for herring\npopulations and fisheries. We are interested in the interaction between the fishery on\nadult herring and the harvest of herring eggs in the presence of environmental\nvariation. We first discuss the population reference points before outlining harvesting\nscenarios and describing the nine environmental scenarios.\nDefining fisheries reference points is difficult and complex. We used a simple\napproach to establish a reference point for all subsequent simulations. We defined\nherring biomass in the absence of fishing (unfished biomass,B\n0\n) using the deter-\nministic version of the age-structured model (i.e.e\ne\nt\n{\n1\n2\ns\n2\n~1). We simulated the age-\nstructured model withh\negg\n5h\nadult\n50 until it converged on an equilibrium biomass\n(using parameter values in Table 1;B\n0\n<24,000 mt of female herring). Following the\nharvest control rules used in the British Columbia herring fisheries\n46\n, we defined a\nbiomass limit at which the fishery closed as 25% of unfished biomass (B\nlim\n50.25B\n0\n).\nTo understand the consequences of different harvest strategies, we simulated\npopulations assuming different combinations ofh\nadult\nandh\negg\nover a 40 year time\nspan. We simulated populations with a fixedh\nadult\nand fixedh\negg\n; all combinations of\nh\nadult\nandh\negg\nbetween 0.0 and 0.98 in increments of 0.02 were investigated. We\nstarted the population with a standard biomass and age-structure in year 0 (Table 1)\nand allowed fishing to begin in year 1. For a given environmental variability scenario,\nwe repeated each combination ofh\nadult\nandh\negg\n1000 times. Our simulations assume\nperfect knowledge about the biomass of spawning adults and the number of spawned\neggs such that the exact proportion of adult biomass and eggs were harvested. This is\nan unrealistic assumption in practice –natural populations will always have uncer-\ntainty in the size of the population and in the amount of herring captured by the\nfishery. However, such simplifying simulations are appropriate for understanding the\ngeneral consequences of different levels of adult and egg harvest.\nHerring populations, like many short-lived forage fishes, are dominated by vari-\nation in recruitment\n21,22\n. While the mechanistic drivers of recruitment variability\nremain largely unknown, we approximate the variability observed in natural popu-\nlations by making recruitment a stochastic process. We incorporated recruitment\nvariation using three levels of stochastic variation. We express the variability of\nrecruitment in terms of the coefficient of variation (CV), a non-dimensional measure\nof variability comparable across stocks and species (for random variableZ,\nCV  Z\nðÞ\n~\nsd  ZðÞ\nmean ZðÞ\n). We simulated populations under three levels of recruitment\nvariabilityCV   e\ne\nt\n{\n1\n2\ns\n2\n\u0010\u0011\n~0:6,0:8,and 1:0\nhi\n. Available data indicate that Pacific\nherring have recruitmentCVof approximately 0.8\n46,47\n; therefore, our simulations\nspan a plausible range of recruitment variability.\nIn addition to variability, environmental conditions are often autocorrelated\ncausing adjacent recruitment years to be similar to one another. Such autocorrelation\nleads to the occurrence of environmental regimes and extended periods of favorable\nor unfavorable recruitment. For example, the Pacific Decadal Oscillation (PDO\n48,49\n) is\noften invoked as a large-scale driver of Pacific oceanic conditions. The PDO has a lag-\none autocorrelation (AR(1)) of approximately 0.5, indicating large scale temporal\nautocorrelation in the ocean conditions of the North Pacific ocean. While no direct\nestimates of autocorrelation in herring recruitment are available, we investigated\nthree scenarios, AR(1)5r50.0, 0.5, and 0.7. In terms of the model described above,\nrecruitment deviations are thene\nt\n,N(re\nt21\n,s\n2\n).\nWe simulated 1000 independent populations for 40 years using each combination\nof egg and adult harvest (2500 combinations in total) and all nine pairs of recruitment\nvariation (three CV levels and three levels of autocorrelation). We refer to each set of\nharvest rates and recruitment variation as a scenario. For each simulation, we\nrecorded the mean and standard deviation in spawning biomass, and catch of eggs\nand adults. We report the mean of these 4 response variables across the simulations in\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071107\n\neach scenario. In addition, we kept track of the frequency with which the population\ndeclined below the fishery closure limit (B\nlim\n).\nSeveral recent studies have emphasized the reliance of marine predators on forage\nfish prey, suggesting that one-third to three-quarters of forage fish biomass are\nrequired to prevent predator population declines\n20,27\n. Therefore, we also tracked\nwhether each set of simulated harvest rates would allow for the maintenance of an\naverage herring spawning stock biomass above an ecosystem threshold,B\necosystem\n(‘‘one-third for the birds’’ or 8,000 mt).\n1. Vitousek, P. M., Mooney, H. A., Lubchenco, J. & Melillo, J. M. Human domination\nof Earth’s ecosystems.Science277, 494–499 (1997).\n2.  Pikitch, E. K.et al. Ecosystem-based fishery management.Science305, 346–347\n(2004).\n3.  McLeod, K. L., J. Lubchenco, J., Palumbi, S. R. & Rosenberg, A. A. Scientific\nconsensus statement on marine ecosystem-based management. Signed by 221\nacademic scientists and policy experts with relevant expertise and published by\nthe Communication Partnership for Science and the Sea. (2005) Available at:\nhttp://www.compassonline.org/science/EBM_CMSP/EBMconsensus. (Date of\naccess: 08/10/2014).\n4. Mangel, M. & Levin, P. S. Regime, phase and paradigm shifts: making community\necology the basic science for fisheries.Philos. T. Roy. Soc. B360, 95–105 (2005).\n5.  Maxwell, S. M.et al. Cumulative human impacts on marine predators.Nat.\nCommun.4, 2688; DOI:10.1038/ncomms3688 (2013).\n6. Samhouri, J. F., Haupt, A. J., Levin, P. S., Link, J. S. & Shuford, R. Lessons learned\nfrom developing integrated ecosystem assessments to inform marine ecosystem-\nbased management in the USA.ICES J. Mar. Sci.71, 1205–1215; DOI:10.1093/\nicesjms/fst141 (2013).\n7.  Caswell, H.Matrix population models: construction, analysis, and interpretation,\n2nd ed. (Sinauer Ass., Sunderland, MA, 2001).\n8.  Kareiva, P., Marvier, M. & McClure, M. Recovery and management options for\nspring/summer Chinook salmon in the Columbia River Basin.Science290,\n977–979 (2000).\n9.  Basson, M. & Fogarty, M. J. Harvesting in discrete-time predator-prey systems.\nMath. Biosci.141, 41–74 (1997).\n10. Shelton, A. O. & Mangel, M. Fluctuations of fish populations and the magnifying\neffects of fishing.P. Nat. Acad. Sci. USA108, 7075–7080 (2011).\n11. Coleman, F. C., Figueira, W. F., Ueland, J. S. & Crowder, L. B. The impact of\nUnited States recreational fisheries on marine fish populations.Science305,\n1958–1960 (2004).\n12. White, C., Costello, C., Kendall, B. E. & Brown, C. J. The value of coordinated\nmanagement of interacting ecosystem services.Ecol. Lett.15, 509–519 (2012).\n13. McCauley, D. J. Selling out on nature.Nature443, 27–28 (2006).\n14. Doak, D. F., Bakker, V. J., Goldstein, B. E. & Hale, B. What is the future of\nconservation?Trends Ecol. Evol.29, 77–81 (2014).\n15. Levin, P. S. New conservation for the anthropocene ocean.Cons. Lett.7, 339–340;\nDOI: 10.1111/conl.12108 (2014).\n16. Cafaro, P. & Primack, R. Species extinction is a great moral wrong.Biol. Conserv.\n170, 1–2 (2014).\n17. Code of Federal Regulations. Magnuson-Stevens act provisions. 50 C.F.R. pt.\n600.310 (2009).\n18. Fletcher, S. Converting science to policy through stakeholder involvement: An\nanalysis of the European Marine Strategy Directive.Mar. Pollut. Bull.54,\n1881–1886 (2007).\n19. Rice, J. & Duplisea, D. Management of fisheries on forage species: the test-bed for\necosystem approaches to fisheries.ICES J. Mar. Sci.71, 143–152 (2014).\n20. Pikitch, E. K.et al. The global contribution of forage fish to marine fisheries and\necosystems.\nFish Fish.15, 43–64 (2014).\n21. Hjort, J. Fluctuations in the great fisheries of northern Europe, viewed in the light\nof biological research.Rap. Proces.20, 1–228 (1914).\n22. Pikitch, E.et al.Little fish, big impact: managing a crucial link in ocean food webs.\nLenfest Ocean Program. Washington, DC, 108 pp. (2012) Available at: http://\nwww.oceanconservationscience.org/foragefish/files/Little%20Fish,%20Big%\n20Impact.pdf (Date accessed: 22/10/2014).\n23. Cushing, D. H.The provident sea. (Cambridge University Press, Cambridge, UK,\n1988).\n24. Chavez, F. P., Ryan, J., Lluch-Cota, S. E. & Niquen, C. From anchovies to sardines\nand back: multidecadal change in the Pacific Ocean.Science299, 217–221 (2003).\n25. Sydeman, W. J., Santora, J. A., Thompson, S. A., Marinovic, B. & Lorenzo, E. D.\nIncreasing variance in North Pacific climate relates to unprecedented ecosystem\nvariability off California.Glob. Change Biol.19, 1662–1675 (2013).\n26. Hannesson, R., Herrick Jr, S. & Field, J. Ecological and economic considerations in\nthe conservation and management of the Pacific sardine (Sardinops sagax).Can. J.\nFish. Aquat. Sci.66, 859–868 (2009).\n27. Cury, P. M.et al. Global seabird response to forage fish depletion—one-third for\nthe birds.Science334, 1703–1706 (2011).\n28. Paine, R. T. Food web complexity and species diversity.Am. Nat.100, 65–75\n(1966).\n29. Winters, G. & Carscadden, J. Review of capelin ecology and estimation of surplus\nyield from predator dynamics.ICNAF Res. Bull.13, 21–30 (1978).\n30. Crouse, D. T., Crowder, L. B. & Caswell, H. A stage-based population model for\nloggerhead sea turtles and implications for conservation.Ecology68, 1412–1423\n(1987).\n31. Wikstro ̈m, A., Ripa, J. & Jonze\n ́\nn, N. The role of harvesting in age-structured\npopulations: disentangling dynamic and age truncation effects.Theor. Popul. Biol.\n82, 348–354 (2012).\n32. Pfister, C. A. Patterns of variance in stage-structured populations: Evolutionary\npredictions and ecological implications.P. Nat. Acad. Sci. USA95, 213–218\n(1998).\n33. Morris, W. & Doak, D. Buffering of life histories against environmental\nstochasticity: Accounting for a spurious correlation between the variabilities of\nvital rates and their contributions to fitness.Am. Nat.163, 579–590 (2004).\n34. Hamilton, L. C., Colocousis, C. R. & Johansen, S. T. F. Migration from resource\ndepletion: the case of the Faroe Islands.Soc. Natur. Resour.17, 443–453 (2004).\n35. Pomeroy, R.et al. Fish wars: Conflict and collaboration in fisheries management\nin Southeast Asia.Mar. Policy31, 645–656 (2007).\n36. Steneck, R. S.et al. Creation of a gilded trap by the high economic value of the\nMaine lobster fishery.Conserv. Biol.25, 904–912 (2011).\n37. Rockstro\n ̈m, J.et al. Planetary boundaries: exploring the safe operating space for\nhumanity.Ecol. Soc.14, 32 (2009).\n38. Grafton, R. Q., Kompas, T. & Hilborn, R. W. Economics of overexploitation\nrevisited.Science318, 1601–1601 (2007).\n39. Quinn, T. J. II & Deriso, R. B.Quantitative fish dynamics. (Oxford University\nPress, New York, 1999).\n40. McKechnie, I.et al. Archaeological data provide alternative hypotheses on Pacific\nherring (Clupea pallasii) distribution, abundance, and variability.P. Nat. Acad.\nSci. USA111, E807–E816 (2014).\n41. Turchin, P.Complex population dynamics. (Princeton University Press,\nPrinceton, NJ, 2003).\n42. Vert-pre, K. A., Amoroso, R. O., Jensen, O. P. & Hilborn, R. Frequency and\nintensity of productivity regime shifts in marine fish stocks.P. Nat. Acad. Sci. USA\n110, 1779–1784 (2013).\n43. Funk, F. Preliminary forecasts of catch and stock abundance for 1993 Alaska\nherring fisheries. Alaska Department of Fish and Game, Commerical Fisheries\nManagement and Development Division, Regional Information Report 5J93-06,\nJuneau, AK. (1993) Available at: http://www.adfg.alaska.gov/FedAidPDFs/RIR.5J.\n1993.06.pdf (Date of access: 22/10/2014).\n44. Williams, E. & Quinn II, T. J. Age-structured analysis of Pacific herring from\nNorton Sound, Alaska.Alsk. Fish. Res. Bull.4, 87–109 (1997).\n45. Hulson, P.-J. F.et al. Data conflicts in fishery models: incorporating hydroacoustic\ndata into the Prince William Sound Pacific herring assessment model.ICES J.\nMar. Sci.65, 25–43 (2008).\n46. Martell, S. J. D., Schweigert, J. F., Haist, V. & Cleary, J. S. Moving towards the\nsustainable fisheries framework for Pacific herring: data, models, and alternative\nassumptions; Stock Assessment and Management Advice for the British\nColumbia Pacific Herring Stocks: 2011 Assessment and 2012 Forecasts.Can. Sci.\nAdv. Sec. Res. Doc.2011/136, 163 pp. (2011).\n47. Mertz, G. & Myers, R. Influence of fecundity on recruitment variability of marine\nfish.Can. J. Fish. Aquat. Sci.53, 1618–1625 (1996).\n48. Mantua, N., Hare, S., Zhang, Y., Wallace, J. & Francis, R. A Pacific interdecadal\nclimate oscillation with impacts on salmon production.B. Am. Meterol. Soc.78,\n1069–1079 (1997).\n49. Mantua, N. & Hare, S. The Pacific decadal oscillation.J. Oceanogr.58, 35–44\n(2002).\n50. Hay, D. E. & McCarter, P. B. Age of sexual maturation and recruitment in Pacific\nherring.Can. Stock Assess. Sec. Res. Doc.99/175. 39 pp. (1999).\n51. Hebert, K. Southeast Alaska 2012 Herring Stock Assessment Surveys. Alaska\nDepartment of Fish and Game, Divisions of Sport Fish and Commercial Fisheries.\nFishery Data Series No. 13-08. (2013) Available at: http://www.adfg.alaska.gov/\nFedAidPDFs/FDS13-08.pdf (Date of access: 22/10/2014).\nAcknowledgments\nWe thank Ernie Gladstone, Hilary Thorpe, Peter Lantin, Guujaaw, Russ Jones, and Norm\nSloan for discussions about herring fisheries that motivated this manuscript. Comments by\nNathan Taylor, Ernie Gladstone, and Hilary Thorpe improved the paper. PSL thanksM.\nocellatafor inspiration. We thank the Gordon and Betty Moore Foundation for support for\nACS.\nAuthor contributions\nA.O.S., J.F.S., A.C.S. and P.S.L. contributed to the design and development of the\nmanuscript. A.O.S. and J.F.S. wrote the main manuscript text. A.O.S., J.F.S., A.C.S. and\nP.S.L. reviewed and edited the manuscript and figures.\nAdditional information\nSupplementary informationaccompanies this paper at http://www.nature.com/\nscientificreports\nCompeting financial interests:The authors declare no competing financial interests.\nHow to cite this article:Shelton, A.O., Samhouri, J.F., Stier, A.C. & Levin, P.S. Assessing\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071108\n\ntrade-offs to inform ecosystem-based fisheries management of forage fish.Sci. Rep.4, 7110;\nDOI:10.1038/srep07110 (2014).\nThis work is licensed under a Creative Commons Attribution 4.0 International\nLicense. The images or other third party material in this article are included in the\narticle’s Creative Commons license, unless indicated otherwise in the credit line; if\nthe material is not included under the Creative Commons license, users will need\nto obtain permission from the license holder in order to reproduce the material. To\nview a copy of this license, visit http://creativecommons.org/licenses/by/4.0/\nwww.nature.com/scientificreports\nSCIENTIFICREPORTS| 4 : 7110 | DOI: 10.1038/srep071109\n\nSupplement to: \n \nAssessing trade-offs to inform ecosystem-based fisheries management of forage fish \n \nAndrew Olaf Shelton*  \nJameal F. Samhouri \nAdrian C. Stier \nPhilip S. Levin \n \nConservation Biology Division, Northwest Fisheries Science Center, National Marine \nFisheries Service, National Oceanic & Atmospheric Administration, Seattle, WA \n \n* Corresponding author: ole.shelton@noaa.gov \n  \n\n \n \nFigure A1:  Consequences of adult and egg harvest strategies on mean spawning biomass \n(a) and the coefficient of variation in spawning biomass (b). Both panels show results for \nCV = 0.6, and ρ = 0.0. \n \n \n \n \n \nFigure A2:  Consequences of adult and egg harvest strategies on mean spawning biomass \n(a) and the coefficient of variation in spawning biomass (b). Both panels show results for \nCV = 1.0, and ρ = 0.7.  \n\n \n \n  \n \nFigure A3: Consequences of adult and egg harvest strategies on the herring fisheries.  a) \nMean catch of spawning biomass (mt), b) mean catch of eggs (trillions), c) the proportion \nof years that the fishery is closed, and d) mean number of long closures (>3 consecutive \nyears closed) in the 40 year simulation. CV= 0.6, ρ = 0.  \n  \n\n \n \n \nFigure A4: Consequences of adult and egg harvest strategies on the herring fisheries.  a) \nMean catch of spawning biomass (mt), b) mean catch of eggs (trillions), c) the proportion \nof years that the fishery is closed, and d) mean number of long closures (>3 consecutive \nyears closed) in the 40 year simulation. CV = 1.0, ρ =0.7 \n \n  \n\n \n \nFig A5. Risk plot comparing the probability of fisheries closure and B\necosystem \nfor all \ncombinations of egg and adult harvest. Shaded areas indicate harvest levels that satisfy \nthe risk of fishery closure (red; <25% probability in closure in left panel, <10% \nprobability of closure in right panel) or average herring biomass is more than B\necosystem\n = \n12,000 mt (blue in both panels). Harvest rates satisfying both criteria are shown in purple. \nBoth plots show results for recruitment variability of CV=0.8 and ρ=0.5. \n ",
  "extractedAt": "2025-12-12T18:45:12.634Z",
  "success": true,
  "matchedPublication": {
    "title": "Assessing trade-offs to inform ecosystem-based fisheries management of forage fish",
    "doi": "10.1038/srep07110",
    "year": "2014",
    "authors": "Shelton, Andrew Olaf; Samhouri, Jameal F.; Stier, Adrian C.; Levin, Philip S."
  }
}