{
  "filename": "Shima et al (Biology Letters) 2010.pdf",
  "numPages": 15,
  "text": "doi: 10.1098/rsbl.2010.0291 published online 19 May 2010Biol. Lett. Jeffrey S. Shima, Craig W. Osenberg and Adrian C. Stier growth and survival reduces coralDendropoma maximumThe vermetid gastropod Supplementary data ml http://rsbl.royalsocietypublishing.org/content/suppl/2010/05/19/rsbl.2010.0291.DC1.ht \"Data Supplement\" References #ref-list-1 http://rsbl.royalsocietypublishing.org/content/early/2010/05/18/rsbl.2010.0291.full.html This article cites 23 articles, 4 of which can be accessed free P<P Published online 19 May 2010 in advance of the print journal. Subject collections (1444 articles)ecology  Articles on similar topics can be found in the following collections Email alerting service hereright-hand corner of the article or click Receive free email alerts when new articles cite this article - sign up in the box at the top publication. Citations to Advance online articles must include the digital object identifier (DOIs) and date of initial online articles are citable and establish publication priority; they are indexed by PubMed from initial publication. the paper journal (edited, typeset versions may be posted when available prior to final publication). Advance Advance online articles have been peer reviewed and accepted for publication but have not yet appeared in http://rsbl.royalsocietypublishing.org/subscriptions go to: Biol. Lett.To subscribe to This journal is © 2010 The Royal Society on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from Marine biology The vermetid gastropod Dendropoma maximum reduces coral growth and survival Jeffrey S. Shima 1, * ,† , Craig W. Osenberg 2,† and Adrian C. Stier 2 1 School of Biological Sciences, Victoria University of Wellington, Wellington, New Zealand 2 Department of Biology, University of Florida, Gainesville, FL, USA *Author for correspondence(jeffrey.shima@vuw.ac.nz). † These authors contributed equally to this work. Coral reefs are one of the most diverse systems on the planet; yet, only a small fraction of coral reef species have attracted scientific study. Here, we document strong deleterious effects of an often overlooked species—the vermetid gastropod, Dendropoma maximum—on growth and survi- val of reef-building corals. Our surveys of vermetids on Moorea (French Polynesia) revealed a negative correlation between the den- sity of vermetids and the per cent cover of live coral. Furthermore, the incidence of flattened coral growth forms was associated with the pres- ence of vermetids. We transplanted and followed the fates of focal colonies of four species of corals on natural reefs where we also manipu- lated presence/absence of vermetids. Vermetids reduced skeletal growth of focal corals by up to 81 per cent and survival by up to 52 per cent. Susceptibility to vermetids varied among coral species, suggesting that vermetids could shift coral community composition. Our work high- lights the potential importance of a poorly studied gastropod to coral dynamics. Keywords:coral growth; coral survival;Dendropoma maximum; vermetid gastropod 1. INTRODUCTION Coral reefs are biologically diverse habitats that provide important ecosystem services including coastal fish- eries, and protection against storms, tsunamis and rising sea levels (Pratchettet al. 2008). Corals also play an important ecological function, providing bio- genic structures for many species of fishes and other invertebrates (Joneset al. 2004). However, consider- able evidence suggests that the abundance and physiological performance of reef building corals is declining in many areas (Gardneret al. 2003; Bellwood et al. 2006), potentially jeopardizing many of their ecosystem services. Recent studies of coral dynamics have focused on a limited set of factors, including hurricanes (Woodley et al. 1981), competitors (e.g. algae:Carpenter & Edmunds 2006; Box & Mumby 2007), conspicuous predators (e.g. crown-of-thorns sea star,Done 1992; fishes,Coleet al. 2008) and mutualists (Pratchett et al. 2000). Other studies have identified anthropo- genic activities (e.g. nutrient enrichment,Brunoet al. 2003; sedimentation,McCullochet al. 2003; and dis- ease,Harvellet al. 2002; Brunoet al. 2003)as drivers of coral declines. These factors undoubtedly contribute to coral dynamics in many locations and times, but given the diversity of species and biological interactions that comprise coral reef ecosystems (and the relatively limited breadth of scientific study), it is likely that coral dynamics might be influenced by species interactions still unrecognized by scientists. Although coral reefs are largely known for their more charismatic inhabitants, many small, relatively cryptic species (e.g. small invertebrates) are potentially impor- tant players but easily overlooked. For example, vermetid gastropods are sessile and feed via extruded mucus nets that often contact neighbouring substrates, including corals (Morton 1965; Hughes & Lewis 1974). The largest vermetid,Dendropoma maximum (see electronic supplementary material, appendix A), is common and widespread throughout the Indo-Pacific (Hadfieldet al.1972; Hughes & Lewis 1974 ; Zv uloni et al.2008), and aspects of its feeding ecology have been examined by a number of workers (e.g.Smalley 1984; Kappneret al.2000; Ribaket al.2005; Gagern et al.2008). In the Gulf of Aqaba (Red Sea), the pres- ence ofD. maximumwas correlated with morphological anomalies and reduced size in a branching coral (Zvuloniet al.2008). Here, we explore vermetid – coral interactions in more detail using a series of field observations combined with experiments designed to quantify the degree to which vermetids cause reductions in growth and survival of four coral species. 2. MATERIAL AND METHODS (a)Field surveys We surveyed 90 interspersed patch reefs in a shallow (2 – 3 m) lagoon of Moorea, French Polynesia (17.488S and 149.818W). Each reef was comprised entirely of a single massivePorities lobatacoral colony (see electronic supplementary material, appendix B for dis- cussion of coral taxonomy). We recorded reef morphology (binary response variable: either ‘flattened’ or ‘rugose’, see electronic sup- plementary material, appendix A, figure A1c) from a distance of approximately 5 m (where reef morphology was apparent but the presence of vermetids was not). We then surveyed each reef under closer inspection and recorded the presence or absence of vermetids. We evaluated the relationship between coral morphology and vermetid presence – absence using a x 2 test. We quantified covariation between vermetid densities and the proportion of the reef substrate that was dead (i.e. hard substrate other than live coral) in 103, 22.36 22.36 cm quadrats hap- hazardly placed on monotypic patches of four focal species (electronic supplementary material, appendix B) of common reef- building coral:Porites lobata(n¼37),Pocillopora(n¼26),Porites rus(n¼20) andMontipora(n¼20). We visually estimated the pro- portion of coral substrate that was dead, and counted the number of vermetids that were greater than or equal to 5 mm in aperture diam- eter (i.e. readily identifiable asD. maximum). We evaluated variation in vermetid densities among substrate types using ANOVA, and relationships between the proportion of dead substrate and vermetid density using least-squares linear regression. (b)Field experiments We conducted six field experiments to quantify the effects of verme- tid gastropods on skeletal growth and survival of four focal coral species:Porites lobata,P. r u s,Pocillopora,Montiporaat a site in Mahar- epa lagoon, and on two of these species (P. lobataandPocillopora)at another site (West Temae lagoon). Focal corals (juvenileP. lobata; fragments from larger colonies for other species) were attached to plastic bases (approx. 10 10 cm) using epoxy and weighed (Davies 1989). Electronic supplementary material is available athttp://dx.doi.org/ 10.1098/rsbl.2010.0291or viahttp://rsbl.royalsocietypublishing.org. Biol. Lett. doi:10.1098/rsbl.2010.0291 Published online Received25 March 2010 Accepted28 April 2010 This journal isq2010 The Royal Society on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from Our experiments were conducted on small (less than 5 m 2 ), shallow (approx. 2 m depth) patch reefs that (initially) had local populations of the vermetid gastropod,D. maximum. We randomly selected half of the 12 study reefs within each experiment (n¼6) and removed vermetids. The remaining reefs comprised a control group (n¼6) (vermetids were present at ambient densities). Focal corals were weighed in the laboratory, transplanted in triplicate to each reef and secured to galvanized staples (previously affixed to the reef) using plastic cable ties. All experiments were initiated between 2 June and 10 June 2006. Our observations after transplant- ing corals showed that most corals were directly contacted by mucus nets in the treatments, where vermetids were not removed, in a manner similar to what we have observed with naturally occurring corals. Focal corals were collected after 47 days, returned to the labora- tory and reweighed to assess growth (as change in skeletal mass: Davies 1989). Following weighing, all corals were immediately returned to their original location on experimental reefs. On 13 Jan- uary 2007 (after 217 – 225 days), the proportion of coral surface area alive was estimated visually by a single observer in the field. The effects of vermetids on focal corals in each experiment were analysed using a nested-ANOVA (three corals/reef; six replicate reefs per treatment). 3. RESULTS The presence of vermetids was strongly associated with growth anomalies of the reef-building coral,P. lobata (table 1). Large vermetids (i.e. individuals.5mm aperture diameter) occurred on all four focal substrates, although their densities varied (F 3,99 ¼ 12.85,p,0.0001): vermetids were most common on Montipora(5.70 per 500 cm 2 ; s.d. 2.87) andP. lobata (3.81; s.d. 4.45) and least common onP. r u s(1.35; s.d. 2.03) andPocillopora(0.54; s.d. 1.10). The pro- portion of substrate that was dead was positively correlated with the local density of large vermetids forP. lobata,PocilloporaandP. r u s, but not for Montipora(figure 1), suggesting either that vermetids harm coral or that vermetids recruit preferentially to degraded coral habitat. Field experiments clearly demonstrated deleterious effects of vermetids on corals. Ambient densities of vermetids reduced coral skeletal growth of all four coral species (figure 2a). Vermetids reduced growth 0 0.2 0.4 0.6 0.8 1.0 (a)(b) (c) (d) proportion dead proportion dead 0 0.2 0.4 0.6 0.8 1.0 5101520 012345 2468 051015 vermetid densit y (no. per 500 cm 2 )vermetid density (no. per 500 cm 2 ) Figure 1. Relationships between the local density ofDendropoma maximum(number of snails 5 mm aperture diameter in a 500 cm 2 quadrat) and the proportion of that quadrat consisting of dead coral for monospecific sites consisting of (a)Porites lobata(r¼0.59,p,0.0001,n¼37). (b)Pocillopora(r¼0.48,p¼0.01,n¼26). (c)Porites rus(r¼0.73, p¼0.0002,n¼20). (d)Montipora(r¼20.01,p¼0.95,n¼20). Table 1. Surveys of 90 interspersed colonies of the coral Porites lobatareveal an association between the presence or absence ofD. maximumand coral morphology. Presence of vermetid is associated with stunted and flattened coral growth forms and extensive dead patches on reefs ( x 2 ¼ 65.0,d.f.¼1,p,0.0001).Seealsoelectronic supplementary material, appendix A. reef morphologywith vermetidswithout vermetids rugose 642 flat 411 2 J. S. Shimaet al. Vermetid – coral interactions Biol. Lett. on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from rates ofPocilloporaby 68 – 81%,P. r u sby 62 per cent,P. lobataby 40 – 62% andMontiporaby 24 per cent. Ver- metids also reduced survival of all species of coral exceptMontipora(which exhibited 100% colony survival:figure 2b). Averaged across coral species and locations, verme- tids reduced (i) coral skeletal growth by 56 per cent and (ii) colony survival for three of these four species by an average of 40 per cent (Montiporawas unaf- fected). Coral species varied in their ambient growth rates and susceptibility to vermetid effects, suggesting that the relative abundances of corals may be appreci- ably altered by vermetid – coral interactions (see electronic supplementary material, appendix C for a simple extrapolation of our results). 4. DISCUSSION Our field experiments demonstrate that vermetids can have deleterious effects on four species of coral. Ambi- ent densities ofD. maximumreduced coral growth by up to 82 per cent and survival by up to 52 per cent. Experimental results were concordant with field sur- veys, in which vermetid densities were positively correlated with dead coral forP. lobata,P. r u sand Pocillopora, but notMontipora. Two other studies (one experiment in Guam:Colgan 1985; and one observational study in the Red Sea:Zvuloniet al. 2008) suggest the negative effects of vermetids on corals, which we observed in Moorea may also occur in other locations. Our research strengthens and extends the inferences drawn from these previous two studies (one based upon correlative evidence, the other published in symposium proceedings; both focused on a single coral species). Importantly, our field experiments demonstrate interspecific variation in the responses of corals toD. maximum, which collec- tively suggest that vermetids may alter the structure of coral communities (e.g. electronic supplementary material, appendix C). Despite these demonstrably strong effects: (i) ver- metids are not uniformly distributed across the reef environment; and (ii) considerable live coral persists around vermetids even in the shallow habitats where vermetids are common. The patchy distribution of vermetids indicates that corals may have spatial refuges from deleterious effects ofD. maximum. The occurrence of live coral adjacent toD. maximum does not preclude the existence (or importance) of strong deleterious effects. We posit that this co- occurrence probably reflects productive microsites, where net coral growth remains positive despite vermetid-induced effects. Although the mechanisms underlying strong verme- tid – coral interactions remain unknown, we speculate that they probably involve vermetid mucus nets. Thus, deleterious effects on corals will depend on vermetid density, possibly generating strong spatio-temporal vari- ation in responses reflecting local vermetid dynamics. Further, we hypothesize that vermetid recruitment dynamics (possibly facilitated by an initial disturbance causing partial death of a coral colony) may play an important role in vermetid– coral interactions. Anecdo- tal evidence also suggests that the density ofD. maximumhas increased recently in the Red Sea (Zvuloni et al.2008) and Moorea (B. Salvat & Y. Chancerelle, personal communication), possibly in response to coastal eutrophication driven by human activities (Zvuloniet al.2008), and/or a reduction in harvesting (D. maximumis a traditional food source in Polynesia: electronic supplementary material, appendix D). Vermetid gastropods, though poorly studied, have the potential to greatly influence corals and possibly induce cascading effects on associated fish and invert- ebrate communities. Unfortunately, vermetids are a zoological ‘oddity’ and remain understudied. We therefore lack detailed information on their distri- bution, historical dynamics, evolution and ecological effects. In this respect, vermetids are representative of many coral reef organisms, and they underscore our 0 0.2 0.4 0.6 0.8 1.0 P. lobat a PocilloporaP. rus Montipora P. lobataPocillopora Maharepa lagoon survival (proportion) 0 3 6 9 (a)(b) growth (g) – + –+–+– +–+– + vermetids W. Temae lagoon P. lobataPocilloporaP. rus Montipora P. lobataPocillopora Maharepa lagoon – + –+–+– +–+– + vermetids W. Temae lagoon Figure 2. Effects of ambient versus reduced densities of vermetid gastropods (mean+95% CI) on (a) coral growth; and (b) survival from field experiments conducted at two sites on Moorea. Stippled bars indicate vermetids present, solid bars indicate vermetids removed. Results of ANOVA—for growth (with initial mass (g)):Porites lobata(F 1,10 ¼38.07, p,0.0001, (25.7)),Pocillopora(F 1,10 ¼44.13,p,0.0001, (6.3)),Porites rus(F 1,10 ¼97.87,p,0.0001, (7.4)), Montipora(F 1,10 ¼12.07,p¼0.0060, (3.7)),Porites lobatain Temae (F 1,10 ¼141.90,p,0.0001, (25.7)), andPocillo- porain Temae (F 1,10 ¼39.83,p,0.0001, (11.5)); for survival:Porites lobata(F 1,10 ¼12.77,p¼0.0051),Pocillopora (F 1,10 ¼7.83,p¼0.0189),Porites rus(F 1,10 ¼14.80,p¼0.0032),Porites lobatain Temae (F 1,10 ¼8.37,p¼0.0160) andPocilloporain Temae (F 1,10 ¼25.50,p,0.0005). Vermetid – coral interactionsJ. S. Shimaet al.3 Biol. Lett. on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from very limited understanding of the basic biology and natural history of most inhabitants of coral reefs, some of which will undoubtedly contribute to the trajectories of these important and diverse ecosystems. Funding was provided by grants from NSF (OCE-0242312) and ISAT Linkage Fund (RSNZ). We thank B. Salvat, Y. Chancerelle and CRIOBE for vermetid density data; P. Edmunds, M. Maheigan and N. Phillips for useful discussions; S. Boyer for field assistance. This is a contribution from UC Berkeley’s Richard B. Gump South Pacific Research Station, Moorea, French Polynesia. Bellwood, D. R., Hoey, A. S., Ackerman, J. L. & Depczynski, M. 2006 Coral bleaching, reef fish community phase shifts and the resilience of coral reefs.Glob. Change Biol.12, 1587– 1594. (doi:10.1111/j.1365-2486.2006.01204.x) Box, S. J. & Mumby, P. J. 2007 Effect of macroalgal compe- tition on growth and survival of juvenile Caribbean corals. Mar. Ecol. Prog. Ser.342, 139 – 149. (doi:10.3354/ meps342139) Bruno, J. F., Petes, L. E., Harvell, C. D. & Hettinger, A. 2003 Nutrient enrichment can increase the severity of coral diseases.Ecol. Lett.6, 1056 – 1061. (doi:10.1046/j. 1461-0248.2003.00544.x) Carpenter, R. C. & Edmunds, P. J. 2006 Local and regional scale recovery ofDiademapromotes recruitment of scler- actinian corals.Ecol. Lett.9, 268 – 277. Cole, A. J., Pratchett, M. S. & Jones, G. P. 2008 Diversity and functional importance of coral-feeding fishes on tropical coral reefs.Fish Fish.9, 286 – 307. (doi:10. 1111/j.1467-2979.2008.00290.x) Colgan, M. W. 1985 Growth rate reduction and modification of a coral colony by a vermetid mollusc,Dendropoma maxima.Proc. 5th Int. Coral Reef Symp., Tahiti, vol. 6, pp. 205 – 210. Seehttp://www.reefbase.org/resource_ center/publications/icrs.aspx?icrs¼ICRS5&vol¼1) Davies, P. S. 1989 Short-term growth measurements of corals using an accurate buoyant weight technique.Mar. Biol.101, 389 – 395. Done, T. 1992 Constancy and change in some Great Barrier Reef coral communities – 1980 – 1990.Am. Zool.32, 655 – 662. Gagern, A., Schu ̈ rg, T., Michiels, N. K., Schulte, G., Sprenger, D. & Anthes, N. 2008 Behavioural response to interference competition in a sessile suspension feeder.Mar. Ecol. Prog. Ser.353, 131 – 135. (doi:10. 3354/meps07204) Gardner, T. A., Cote, I. M., Gill, J. A., Grant, A. & W atkinson, A. R. 2003 Long-term region-wide declines in Caribbean corals.Science301, 958 – 960. (doi:10. 1126/science.1086050) Hadfield, M., Kay, E. A., Gillette, M. U. & Lloyd, M. C. 1972 The Vermetidae Mollusca: Gastropoda) of the Hawaiian Islands.Mar. Biol.12, 81 – 98. Harvell, C. D., Mitchell, C. E., Ward, J. R., Altizer, S., Dobson, A. P., Ostfeld, R. S. & Samuel, M. D. 2002 Cli- mate warming and disease risk for terrestrial and marine biota.Science296, 2158 – 2162. (doi:10.1126/science. 1063699) Hughes, R. N. & Lewis, A. H. 1974 On the spatial distri- bution, feeding, and reproduction of the vermetid gastropodDendropoma maximum.J. Zool. Soc. Lond. 172,531 – 547.(doi:10.1111/j.1469-7998.1974. tb04383.x) Jones, G. P., McCormick, M. I., Srinivasan, M. & Eagle, J. V. 2004 Coral decline threatens fish biodiversity in marine reserves.Proc. Natl Acad. Sci. USA101, 8251 – 8253. (doi:10.1073/pnas.0401277101) Kappner, I., Al-Moghrabi, S. M. & Richter, C. 2000 Mucus- net feeding by the vermetid gastropod,Dendropoma maximain coral reefs.Mar. Ecol. Prog. Ser.204, 309 – 313. (doi:10.3354/meps204309) McCulloch, M., Fallon, S., Wyndham, T., Hendy, E., Lough, J. & Barnes, D. 2003 Coral record of increased sediment flux to the inner Great Barrier Reef since Euro- pean settlement.Nature421, 727 – 730. (doi:10.1038/ nature01361) Morton, J. E. 1965 Form and function in the evolution of the Vermetidae.Bull. Br. Museum Zool.2, 585 – 630. Pratchett, M. S., Munday, P. L., Wilson, S. K., Graham, N. A. J., Cinner, J. E., Bellwood, D. R., Jones, G. P., Polunin, N. V. C. & McClanahan, T. R. 2008 Effects of climate-induced coral bleaching on coral-reef fishes: eco- logical and economical consequences.Oceanogr. Mar. Biol.46, 251 – 296. Pratchett, M., Vytopil, E. & Parks, P. 2000 Coral crabs influence the feeding patterns of crown-of-thorns starfish.Coral Reefs19, 36 – 36. (doi:10.1007/s0033800 50223) Ribak, G., Heller, J. & Genin, A. 2005 Mucus-net feeding on organic particles by the vermetid gastropodDendropoma maximumin and below the surf zone.Mar. Ecol. Prog. Ser.293, 77 – 87. (doi:10.3354/meps293077) Smalley, T. L. 1984 Possible effects of intraspecific compe- tition on the population structure of a solitary vermetid mollusc.Mar. Ecol. Prog. Ser.14, 139 – 144. (doi:10. 3354/meps014139) Woodley, J. D.et al.1981 Hurrican Allen’s impact on Jamai- can coral reefs.Science214, 749 – 755. (doi:10.1126/ science.214.4522.749) Zvuloni, A., Armoza-Zvuloni, R. & Loya, Y. 2008 Structural deformation of branching corals associated with the vermetid gastropodDendropoma maxima. Mar. Ecol. Prog. Ser.363, 103 – 108. (doi:10.3354/ meps07473) 4 J. S. Shimaet al. Vermetid – coral interactions Biol. Lett. on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from 1 Appendix A: The vermetid gastropod, Dendropoma maximum Figure A1. The vermetid gastropod, Dendropoma maximum, with mucus feeding nets extended over a colony of the reef building coral (a) Porites lobata. and (b) Pocillopora. (c) Morphological variation in P. lobata correlated with absence (top reef) or presence (bottom reef) of vermetid gastropods (see Table 1). Fig A1 b ac b ac 1 Appendix B: Coral Taxonomy. Coral taxonomy is challenging given tremendous variation in morphology and the lack of reliable field traits for many taxa. Coralite structure is often used as a diagnostic tool, but requires bleaching and microscopic examination. Using coralite structure, we identified the Porites reefs that we surveyed as P. lobata. For our field experiments, we did not examine corallite structure (because we did not want to sacrifice the corals). In a previous study in Moorea, but at a different site, Edmunds (2009) inspected 20 juvenile Porites colonies and based on corallite structure determined they were a mix of P. lobata and P. lutea. However, in a detailed molecular phylogenetic analysis of Porites, Forsman et al (2009) showed that corals with the same gross morphology and coralite structure and identified as the same “species” could be deeply divergent. Similarly, they showed that different species might be more closely related than individuals from the same species: e.g., their “Clade I” included seven “species” (and three corallite morphologies) with little apparent phylogenetic structure to the classically defined groups. P. lobata samples were contained in this clade as well as a very divergent group (their Clade IV), the latter of which consisted of P. lobata and P. lutea from Samoa. Similar taxonomic challenges exist for Montipora and Pocilllopora (e.g., Bergsma 2009), although Porites rus seems to be well resolved (Forsman et al. 2009). Based on gross morphology, we tentatively identified the four focal species we used in the field experiments as Porites lobata, P. rus, Pocillopora verrucosa, and Montipora floweri. Although these identifications may be in error, and may consist of closely related species, our experiment should be robust to any variation within a taxonomic variation within a “species” because individuals were randomly assigned to treatment groups. Thus, taxonomic variation would add to the noise but not introduce bias. Because our results 2 were all strongly significant, any underlying variability was relatively minor (and did not affect our interpretations). To clearly distinguish “species” in the main text, but to avoid any undue assertion about species names, we refer to these four groups as Porites lobata, P. rus, Pocillopora, and Montipora, respectively. Literature Cited Bergsma, GS. 2009. Tube-dwelling coral symbionts induce significant morphological change in Montipora. Symbiosis 49:143-150. Edmunds, PJ. 2009. Effect of acclimatization to low temperature and reduced light on the response of reef corals to elevated temperature. Marine Biology 156:1797-1808. Forsman, ZH, DJ Barshis, CL Hunger, RJ Toonen. 2009. Shape-shifting corals: Molecular markers show morphology is evolutionarily plastic in Porites. BMC Evolutionary Biology 9,45. 1 Appendix C: Projected dynamics We used data from our field experiment to project changes in coral cover. Our approach was simplistic, but designed to allow us to extrapolate our short-term results to evaluate if vermetids might be able to produced long-term shifts in coral composition. Because corals are modular, clonal growth (especially for small corals, such as the ones we used) is often approximately geometric (e.g., Vago et al. 1997, Guzner et al. 2007), although more complex models growth models work better (e.g., Merks et al. 2003). Given the simplicity of our data, we used an exponential growth model to project changes in coral cover: A t,live =A 0,live e (bg-m)t , (Eq. C.1) where A was areal cover of coral, b was the allometric scaling between coral skeletal mass (S) and surface area (which we assumed to be 2/3 based on the relative scaling of area and volume of a solid of fixed shape, and was required because g was estimated from changes in mass: i.e., volume), g was growth of coral skeletal mass (from Eq C.2), and m was estimated iteratively based upon observed growth (g) and the fraction of live coral cover, P, observed at the end of the experiment, (~223 days): see below. Because we were interested in relative changes (and because the eventual outcome of this simple model is not sensitive to initial conditions), we started with equal representation of each species and then projected the community dynamics of each coral species using Equation C.1 and expressing each species’ live cover as a fraction of the total cover. To accomplish this projection, we required estimates of g and m from our data. To estimate g, we used our growth data from the first 47 days of the field experiments. These data were based on the mass of a focal coral, as well as the attached base. In our main 2 paper (Figure 1) we therefore analyzed the effects of vermetids on growth as the difference in mass (to remove the effect of the base); this was the most defensible approach for that purpose. Here, we needed a different approach because we wanted to extrapolate through time and directly compare the different coral species. We had measured the mass of the base for a subset of the corals (but not all). We therefore first determined the mean mass of the coral (and bases) and then subtracted the mean base mass to get an estimate of the initial (and final) mean coral skeletal mass (S). We then estimated growth for each coral species over the 47 day growth period using these means (we therefore do not have estimates of variance in growth): 47/ln 0 47 ⎟ ⎟ ⎠ ⎞ ⎜ ⎜ ⎝ ⎛ = S S g (Eq. C.2) To estimate m, we used the estimates of g and our estimate of the proportion of the coral that was dead after ~220 days. We assumed that dead coral accumulated in proportion to live coral cover: A dead = ∫ mA t,live dt = [e (bg-m)t – 1][mA 0,live /(bg-m)] (Eq. C.3) Furthermore, because P = A t,live / (A t,live + A dead ), we combined Eqs. C.1 and C.3, and rearranged, to obtain: P = e t(bg-m) / [e t(bg-m) + (e (bg-m)t – 1)m/(bg-m)] (Eq. C.4) which we solved iteratively for m, given b=2/3, t=217, 221, 223 or 225 d (depending on the experiment), the value of g estimated from Eq. C.2, and the observed P. Population projections based upon our experimental results suggested that reef systems containing vermetids may trend towards domination by Montipora (Fig C1b), which is less strongly affected by vermetids (though notably, also a comparatively slow- 3 growing coral). Systems without vermetids, in contrast, may tend towards domination by the more rapidly growing Porites rus (Fig C1b). This model is admittedly simplistic, focusing only on growth and partial mortality and ignoring a variety of other important ecological processes (e.g., recruitment, competitive interactions, disturbances, etc). Nonetheless, it provides a quantitative synthesis of the data on growth and survival responses, allowing us to project what is already suggested from the core results: species are differentially susceptible to vermetids and that alone can lead to dramatic changes in species composition. If unchecked by other processes, a large change in vermetid density could shift coral community composition in as little as 5 years. The community implications are potentially important because P. rus (a species strongly affected by D. maximum) provides a complex habitat suitable for many fishes and invertebrates (Holbrook et al. 2002a,b), whereas Montipora (the species least affected), at least in Moorea, is a poor habitat for fishes (and grows slowly, thus further jeopardizing reef dynamics). Literature Cited Guzner, B, A. Novoplansky, NE Chadwick. 2007. Population dynamics of the reef-building coral Acropora hemprichii as an indicator of reef condition. Marine Ecology Progress Series 333:143-150. Holbrook, SJ, AJ Brooks, RJ Schmitt. 2002a. Predictability of fish assemblages on coral patch reefs. Marine and Freshwater Research 53:181-188. Holbrook, SJ, AJ Brooks, RJ Schmitt. 2002b. Variation in structural attributes of patch- forming corals and in patterns of abundance of associated fishes. Marine and Freshwater Research 53:1045-1053. 4 Merks, R, A. Hoekstra, J Kaandorp, P Sloot. 2003. Models of coral growth: spontaneous branching compactification and the Laplacian growth assumption. Journal of Theoretical Biology 224:153-166. Vago, R, Z. Dubinsky, A. Genin, M. Ben-Zion, and Z. Kizner. 1997. Growth Rates of Three Symbiotic Corals in the Red Sea. Limnology and Oceanography 42: 1814- 1819. 5 Table C1. Parameters used to project coral composition (Figure B1) based on data from the Maharepa lagoon (based on data from Figure 2). Species g (per day): with, without vermetids m (per day): with, without vermetids P. lobata 0.00271, 0.00399 0.00266, 0.00007 P. rus 0.00437, 0.01205 0.00153, 0.00005 Pocillopora 0.00049, 0.00229 0.00307, 0.00035 Montipora 0.00354, 0.00468 0.00000, 0.00000 6 Figure C1. Projected proportion of the live coral landscape covered by each of four species of reef building coral (a) with vermetids present (stippled bars) and (b) with vermetids absent (solid bars). Projection is based upon an exponential growth model parameterized from field experiments (Table B1), assuming a uniform initial composition of the coral community, and ignoring other processes (e.g., competitive interactions and recruitment). █ =Porites lobata, █ =Pocillopora, █ =Porites rus, █ =Montipora). Fig. C1 bwithout vermetids years 0246810 Years awith vermetids 0246810 proportion of coral area 0.0 0.2 0.4 0.6 0.8 1.0 years MontiporaPorites rus bwithout vermetids years 0246810 Years awith vermetids 0246810 proportion of coral area 0.0 0.2 0.4 0.6 0.8 1.0 years MontiporaPorites rus 1 Appendix D: Harvesting of vermetid gastropods Polynesians harvest larger vermetid gastropods ((Dendropoma maximum) for consumption and local sale (Figure D1). Although there are no quantitative data available on harvesting rates or patterns, our discussions with local fishers suggest that harvesting rates can be sufficiently high to alter vermetid dynamics. Figure D1. Vermetid gastropods (Dendropoma maximum) for sale at a fish market in Tahiti, French Polynesia. Tahiti is ~15 km from Moorea, where our studies occurred. Inset provides a close-up from another photo. Photos courtesy of Frank Murphy. Fig D1",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we observed in Moorea may also occur in other locations.",
    "results suggested that reef systems containing vermetids may trend towards domination by Montipora (Fig C1b), which is less strongly affected by vermetids (though notably, also a comparatively slow- 3 growing coral)."
  ],
  "fullText": "\n\ndoi: 10.1098/rsbl.2010.0291\n published online 19 May 2010Biol. Lett.\n \nJeffrey S. Shima, Craig W. Osenberg and Adrian C. Stier\n \ngrowth and survival\n reduces coralDendropoma maximumThe vermetid gastropod \n \n \nSupplementary data\n ml\nhttp://rsbl.royalsocietypublishing.org/content/suppl/2010/05/19/rsbl.2010.0291.DC1.ht\n \"Data Supplement\"\nReferences\n#ref-list-1\nhttp://rsbl.royalsocietypublishing.org/content/early/2010/05/18/rsbl.2010.0291.full.html\n \nThis article cites 23 articles, 4 of which can be accessed free\nP<P\nPublished online 19 May 2010 in advance of the print journal.\nSubject collections\n (1444 articles)ecology   \n \nArticles on similar topics can be found in the following collections\nEmail alerting service\n hereright-hand corner of the article or click \nReceive free email alerts when new articles cite this article - sign up in the box at the top\npublication. \nCitations to Advance online articles must include the digital object identifier (DOIs) and date of initial \nonline articles are citable and establish publication priority; they are indexed by PubMed from initial publication.\nthe paper journal (edited, typeset versions may be posted when available prior to final publication). Advance \nAdvance online articles have been peer reviewed and accepted for publication but have not yet appeared in\n http://rsbl.royalsocietypublishing.org/subscriptions go to: Biol. Lett.To subscribe to \nThis journal is © 2010 The Royal Society\n on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from \n\nMarine biology\nThe vermetid gastropod\nDendropoma maximum\nreduces coral growth and\nsurvival\nJeffrey S. Shima\n1,\n*\n,†\n, Craig W. Osenberg\n2,†\nand Adrian C. Stier\n2\n1\nSchool of Biological Sciences, Victoria University of Wellington,\nWellington, New Zealand\n2\nDepartment of Biology, University of Florida, Gainesville, FL, USA\n*Author for correspondence(jeffrey.shima@vuw.ac.nz).\n†\nThese authors contributed equally to this work.\nCoral reefs are one of the most diverse systems on\nthe planet; yet, only a small fraction of coral reef\nspecies have attracted scientific study. Here, we\ndocument strong deleterious effects of an often\noverlooked  species—the  vermetid  gastropod,\nDendropoma maximum—on growth and survi-\nval  of  reef-building  corals.  Our  surveys  of\nvermetids  on  Moorea  (French  Polynesia)\nrevealed a negative correlation between the den-\nsity of vermetids and the per cent cover of live\ncoral. Furthermore, the incidence of flattened\ncoral growth forms was associated with the pres-\nence of vermetids. We transplanted and followed\nthe fates of focal colonies of four species of\ncorals on natural reefs where we also manipu-\nlated presence/absence of vermetids. Vermetids\nreduced skeletal growth of focal corals by up to\n81 per cent and survival by up to 52 per cent.\nSusceptibility to vermetids varied among coral\nspecies, suggesting that vermetids could shift\ncoral community composition. Our work high-\nlights  the  potential  importance  of  a  poorly\nstudied gastropod to coral dynamics.\nKeywords:coral growth; coral survival;Dendropoma\nmaximum; vermetid gastropod\n1. INTRODUCTION\nCoral reefs are biologically diverse habitats that provide\nimportant  ecosystem  services  including  coastal  fish-\neries,  and  protection  against  storms,  tsunamis  and\nrising  sea  levels  (Pratchettet  al.  2008).  Corals  also\nplay an important ecological function, providing bio-\ngenic structures for  many species of fishes and other\ninvertebrates (Joneset  al. 2004).  However,  consider-\nable   evidence   suggests   that   the   abundance   and\nphysiological  performance  of  reef  building  corals  is\ndeclining in many areas (Gardneret al. 2003; Bellwood\net  al.  2006),  potentially  jeopardizing  many  of  their\necosystem services.\nRecent studies of coral dynamics have focused on a\nlimited  set  of  factors,  including  hurricanes  (Woodley\net  al.  1981),  competitors  (e.g.  algae:Carpenter  &\nEdmunds  2006;  Box  &  Mumby  2007),  conspicuous\npredators (e.g. crown-of-thorns sea star,Done 1992;\nfishes,Coleet  al.  2008)  and  mutualists  (Pratchett\net  al.  2000).  Other  studies  have  identified  anthropo-\ngenic activities (e.g. nutrient enrichment,Brunoet al.\n2003; sedimentation,McCullochet al. 2003; and dis-\nease,Harvellet   al.  2002;  Brunoet   al.  2003)as\ndrivers  of  coral  declines.  These  factors  undoubtedly\ncontribute  to  coral  dynamics  in  many  locations  and\ntimes, but given the diversity of species and biological\ninteractions that comprise coral reef ecosystems (and\nthe relatively limited breadth of scientific study), it is\nlikely  that  coral  dynamics  might  be  influenced  by\nspecies interactions still unrecognized by scientists.\nAlthough coral reefs are largely known for their more\ncharismatic  inhabitants,  many  small,  relatively  cryptic\nspecies (e.g. small invertebrates) are potentially impor-\ntant   players   but   easily   overlooked.   For   example,\nvermetid  gastropods  are  sessile  and  feed  via  extruded\nmucus nets that often contact neighbouring substrates,\nincluding   corals   (Morton   1965;   Hughes   &   Lewis\n1974).  The  largest  vermetid,Dendropoma  maximum\n(see  electronic  supplementary  material,  appendix  A),\nis common and widespread throughout the Indo-Pacific\n(Hadfieldet al.1972; Hughes & Lewis 1974\n; Zv\nuloni\net  al.2008),  and  aspects  of  its  feeding  ecology  have\nbeen examined by a number of workers (e.g.Smalley\n1984; Kappneret al.2000; Ribaket al.2005; Gagern\net al.2008). In the Gulf of Aqaba (Red Sea), the pres-\nence ofD. maximumwas correlated with morphological\nanomalies   and   reduced   size   in   a   branching   coral\n(Zvuloniet  al.2008).  Here,  we  explore  vermetid –\ncoral interactions in more detail using a series of field\nobservations  combined  with  experiments  designed  to\nquantify the degree to which vermetids cause reductions\nin growth and survival of four coral species.\n2. MATERIAL AND METHODS\n(a)Field surveys\nWe surveyed 90 interspersed patch reefs in a shallow (2 – 3 m) lagoon\nof  Moorea,  French  Polynesia  (17.488S  and  149.818W).  Each  reef\nwas  comprised  entirely  of  a  single  massivePorities  lobatacoral\ncolony (see electronic supplementary material, appendix B for dis-\ncussion of coral taxonomy). We recorded reef morphology (binary\nresponse variable: either ‘flattened’ or ‘rugose’, see electronic sup-\nplementary  material,  appendix  A,  figure  A1c)  from  a  distance  of\napproximately  5 m  (where  reef  morphology  was  apparent  but  the\npresence of vermetids was not). We then surveyed each reef under\ncloser inspection and recorded the presence or absence of vermetids.\nWe   evaluated   the   relationship   between   coral   morphology   and\nvermetid presence – absence using a\nx\n2\ntest.\nWe  quantified  covariation  between  vermetid  densities  and  the\nproportion  of  the  reef  substrate  that  was dead  (i.e.  hard  substrate\nother  than  live  coral)  in  103,  22.36\u000222.36 cm  quadrats  hap-\nhazardly   placed   on   monotypic   patches   of   four   focal   species\n(electronic  supplementary  material,  appendix  B)  of  common  reef-\nbuilding  coral:Porites  lobata(n¼37),Pocillopora(n¼26),Porites\nrus(n¼20) andMontipora(n¼20). We visually estimated the pro-\nportion of coral substrate that was dead, and counted the number of\nvermetids that were greater than or equal to 5 mm in aperture diam-\neter (i.e. readily identifiable asD. maximum). We evaluated variation\nin  vermetid  densities  among  substrate  types  using  ANOVA,  and\nrelationships between the proportion of dead substrate and vermetid\ndensity using least-squares linear regression.\n(b)Field experiments\nWe conducted six field experiments to quantify the effects of verme-\ntid  gastropods  on  skeletal  growth  and  survival  of  four  focal  coral\nspecies:Porites lobata,P.  r u s,Pocillopora,Montiporaat a site in Mahar-\nepa lagoon, and on two of these species (P. lobataandPocillopora)at\nanother site (West Temae lagoon). Focal corals (juvenileP.  lobata;\nfragments from  larger colonies  for other  species)  were  attached  to\nplastic   bases   (approx.   10\u000210 cm)   using   epoxy   and   weighed\n(Davies 1989).\nElectronic  supplementary material is available athttp://dx.doi.org/\n10.1098/rsbl.2010.0291or viahttp://rsbl.royalsocietypublishing.org.\nBiol. Lett.\ndoi:10.1098/rsbl.2010.0291\nPublished online\nReceived25 March 2010\nAccepted28 April 2010\nThis journal isq2010 The Royal Society\n on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from \n\nOur  experiments  were  conducted  on  small  (less  than  5 m\n2\n),\nshallow  (approx.  2 m  depth)  patch  reefs  that  (initially)  had  local\npopulations of the vermetid gastropod,D. maximum. We randomly\nselected half of  the 12 study reefs within each  experiment  (n¼6)\nand  removed  vermetids.  The  remaining  reefs  comprised  a  control\ngroup (n¼6) (vermetids were present at ambient densities). Focal\ncorals were weighed in the  laboratory, transplanted in triplicate to\neach  reef  and  secured  to  galvanized  staples  (previously  affixed  to\nthe  reef)  using  plastic  cable  ties.  All  experiments  were  initiated\nbetween 2 June and 10 June 2006. Our observations after transplant-\ning corals showed that most corals were directly contacted by mucus\nnets  in  the  treatments,  where  vermetids  were  not  removed,  in  a\nmanner similar  to what we have observed with naturally occurring\ncorals.\nFocal corals were collected after 47 days, returned to the labora-\ntory  and  reweighed  to  assess  growth  (as  change  in  skeletal  mass:\nDavies  1989).  Following  weighing,  all  corals  were  immediately\nreturned to their original location on experimental reefs. On 13 Jan-\nuary 2007 (after 217 – 225 days), the proportion of coral surface area\nalive  was  estimated  visually  by  a  single  observer  in  the  field.  The\neffects of vermetids on focal corals in each experiment were analysed\nusing  a  nested-ANOVA  (three  corals/reef;  six  replicate  reefs  per\ntreatment).\n3. RESULTS\nThe presence of vermetids was strongly associated with\ngrowth  anomalies  of the  reef-building coral,P.  lobata\n(table  1).  Large  vermetids  (i.e.  individuals.5mm\naperture    diameter)    occurred    on    all    four    focal\nsubstrates,  although  their  densities  varied  (F\n3,99\n¼\n12.85,p,0.0001): vermetids were most common on\nMontipora(5.70 per 500 cm\n2\n; s.d. 2.87) andP. lobata\n(3.81;  s.d.  4.45)  and  least  common  onP.  r u s(1.35;\ns.d.  2.03)  andPocillopora(0.54;  s.d.  1.10).  The pro-\nportion  of  substrate  that  was  dead  was  positively\ncorrelated  with  the  local  density  of  large  vermetids\nforP.   lobata,PocilloporaandP.   r u s,   but   not   for\nMontipora(figure 1), suggesting either that vermetids\nharm  coral or  that vermetids  recruit  preferentially  to\ndegraded coral habitat.\nField experiments clearly demonstrated deleterious\neffects  of  vermetids  on  corals.  Ambient  densities  of\nvermetids  reduced  coral  skeletal  growth  of  all  four\ncoral  species  (figure  2a).  Vermetids  reduced  growth\n0\n0.2\n0.4\n0.6\n0.8\n1.0\n(a)(b)\n(c)\n(d)\nproportion dead\nproportion dead\n0\n0.2\n0.4\n0.6\n0.8\n1.0\n5101520\n012345\n2468\n051015\nvermetid densit\ny (no. per 500 cm\n2\n)vermetid density (no. per 500 cm\n2\n)\nFigure 1. Relationships between the local density ofDendropoma maximum(number of snails\u00155 mm aperture diameter in a\n500 cm\n2\nquadrat)   and   the   proportion   of   that   quadrat   consisting   of   dead   coral   for   monospecific   sites   consisting\nof  (a)Porites  lobata(r¼0.59,p,0.0001,n¼37).  (b)Pocillopora(r¼0.48,p¼0.01,n¼26).  (c)Porites  rus(r¼0.73,\np¼0.0002,n¼20). (d)Montipora(r¼20.01,p¼0.95,n¼20).\nTable  1.  Surveys  of  90  interspersed  colonies  of  the  coral\nPorites  lobatareveal an association between the presence or\nabsence ofD. maximumand coral morphology. Presence of\nvermetid  is  associated  with  stunted  and  flattened  coral\ngrowth  forms  and  extensive  dead  patches  on  reefs  (\nx\n2\n¼\n65.0,d.f.¼1,p,0.0001).Seealsoelectronic\nsupplementary material, appendix A.\nreef morphologywith vermetidswithout vermetids\nrugose\n642\nflat\n411\n2    J. S. Shimaet al.    Vermetid – coral interactions\nBiol. Lett.\n on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from \n\nrates ofPocilloporaby 68 – 81%,P.  r u sby 62 per cent,P.\nlobataby 40 – 62% andMontiporaby 24 per cent. Ver-\nmetids  also  reduced  survival  of  all  species  of  coral\nexceptMontipora(which   exhibited   100%   colony\nsurvival:figure 2b).\nAveraged across coral species and locations, verme-\ntids  reduced  (i)  coral  skeletal  growth  by  56  per cent\nand (ii) colony survival for three of these four species\nby  an  average  of  40  per  cent  (Montiporawas  unaf-\nfected). Coral species varied in their ambient growth\nrates and susceptibility to vermetid effects, suggesting\nthat the relative abundances of corals may be appreci-\nably   altered   by   vermetid – coral   interactions   (see\nelectronic  supplementary  material,  appendix  C  for  a\nsimple extrapolation of our results).\n4. DISCUSSION\nOur field experiments demonstrate that vermetids can\nhave deleterious effects on four species of coral. Ambi-\nent densities ofD. maximumreduced coral growth by\nup to 82 per cent and survival by up to 52 per cent.\nExperimental  results  were  concordant  with  field  sur-\nveys,   in   which   vermetid   densities   were   positively\ncorrelated  with  dead  coral  forP.  lobata,P.   r u sand\nPocillopora,   but   notMontipora.   Two   other   studies\n(one  experiment  in  Guam:Colgan  1985;  and  one\nobservational  study  in  the  Red  Sea:Zvuloniet  al.\n2008)  suggest  the  negative  effects  of  vermetids  on\ncorals, which we observed in Moorea may also occur\nin   other   locations.   Our   research   strengthens   and\nextends the inferences drawn from these previous two\nstudies  (one  based  upon  correlative  evidence,  the\nother   published   in   symposium   proceedings;   both\nfocused  on  a  single  coral  species).  Importantly,  our\nfield  experiments  demonstrate  interspecific  variation\nin the responses of corals toD. maximum, which collec-\ntively suggest that vermetids may alter the structure of\ncoral   communities   (e.g.   electronic   supplementary\nmaterial, appendix C).\nDespite  these  demonstrably strong  effects:  (i)  ver-\nmetids  are  not  uniformly  distributed  across  the  reef\nenvironment;  and  (ii)  considerable  live  coral  persists\naround   vermetids   even   in   the   shallow   habitats\nwhere vermetids are common. The patchy distribution\nof  vermetids  indicates  that  corals  may  have  spatial\nrefuges  from deleterious  effects ofD.  maximum. The\noccurrence  of  live  coral  adjacent  toD.   maximum\ndoes   not   preclude   the   existence   (or   importance)\nof  strong  deleterious  effects.  We  posit  that  this  co-\noccurrence  probably  reflects  productive  microsites,\nwhere   net   coral   growth   remains   positive   despite\nvermetid-induced effects.\nAlthough the mechanisms underlying strong verme-\ntid – coral  interactions  remain  unknown,  we  speculate\nthat they probably involve vermetid mucus nets. Thus,\ndeleterious  effects  on  corals  will  depend  on  vermetid\ndensity, possibly generating strong spatio-temporal vari-\nation  in  responses  reflecting  local  vermetid  dynamics.\nFurther,   we   hypothesize   that   vermetid   recruitment\ndynamics (possibly facilitated by an initial disturbance\ncausing  partial  death  of  a  coral  colony)  may  play  an\nimportant role in vermetid– coral interactions. Anecdo-\ntal   evidence   also   suggests   that   the   density   ofD.\nmaximumhas increased recently in the Red Sea (Zvuloni\net al.2008) and Moorea (B. Salvat & Y. Chancerelle,\npersonal   communication),   possibly   in   response   to\ncoastal   eutrophication   driven   by   human   activities\n(Zvuloniet al.2008), and/or a reduction in harvesting\n(D.  maximumis a traditional food source in Polynesia:\nelectronic supplementary material, appendix D).\nVermetid  gastropods,  though  poorly  studied,  have\nthe  potential  to  greatly  influence  corals  and  possibly\ninduce cascading effects on associated fish and invert-\nebrate  communities.  Unfortunately,  vermetids  are  a\nzoological   ‘oddity’   and   remain   understudied.   We\ntherefore  lack  detailed  information  on  their  distri-\nbution,  historical  dynamics,  evolution  and  ecological\neffects. In this respect, vermetids are representative of\nmany  coral  reef  organisms,  and  they  underscore  our\n0\n0.2\n0.4\n0.6\n0.8\n1.0\nP. lobat\na\nPocilloporaP. rus\nMontipora\nP. lobataPocillopora\nMaharepa lagoon\nsurvival (proportion)\n0\n3\n6\n9\n(a)(b)\ngrowth (g) \n–\n+\n–+–+– +–+– +\nvermetids\nW. Temae lagoon\nP. lobataPocilloporaP. rus\nMontipora\nP. lobataPocillopora\nMaharepa lagoon\n–\n+\n–+–+– +–+– +\nvermetids\nW. Temae lagoon\nFigure  2.  Effects  of  ambient  versus  reduced  densities  of  vermetid  gastropods  (mean+95%  CI)  on  (a)  coral  growth;  and\n(b) survival from field experiments conducted at two sites on Moorea. Stippled bars indicate vermetids present, solid bars\nindicate   vermetids   removed.   Results   of   ANOVA—for   growth   (with   initial   mass   (g)):Porites   lobata(F\n1,10\n¼38.07,\np,0.0001,   (25.7)),Pocillopora(F\n1,10\n¼44.13,p,0.0001,   (6.3)),Porites   rus(F\n1,10\n¼97.87,p,0.0001,   (7.4)),\nMontipora(F\n1,10\n¼12.07,p¼0.0060,  (3.7)),Porites  lobatain  Temae  (F\n1,10\n¼141.90,p,0.0001,  (25.7)),  andPocillo-\nporain  Temae  (F\n1,10\n¼39.83,p,0.0001,  (11.5));  for  survival:Porites  lobata(F\n1,10\n¼12.77,p¼0.0051),Pocillopora\n(F\n1,10\n¼7.83,p¼0.0189),Porites   rus(F\n1,10\n¼14.80,p¼0.0032),Porites   lobatain  Temae  (F\n1,10\n¼8.37,p¼0.0160)\nandPocilloporain  Temae  (F\n1,10\n¼25.50,p,0.0005).\nVermetid – coral interactionsJ. S. Shimaet al.3\nBiol. Lett.\n on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from \n\nvery  limited  understanding  of  the  basic  biology  and\nnatural  history  of  most  inhabitants  of  coral  reefs,\nsome  of  which  will  undoubtedly  contribute  to  the\ntrajectories of these important and diverse ecosystems.\nFunding was provided by grants from NSF (OCE-0242312)\nand  ISAT  Linkage  Fund  (RSNZ).  We  thank  B.  Salvat,\nY.  Chancerelle  and  CRIOBE  for  vermetid  density  data;\nP.  Edmunds,  M.  Maheigan  and  N.  Phillips   for   useful\ndiscussions;   S.   Boyer   for   field   assistance.   This   is   a\ncontribution  from  UC  Berkeley’s  Richard  B.  Gump  South\nPacific Research Station, Moorea, French Polynesia.\nBellwood, D. R., Hoey, A. S., Ackerman, J. L. & Depczynski,\nM. 2006 Coral bleaching, reef fish community phase shifts\nand  the  resilience  of  coral  reefs.Glob.  Change  Biol.12,\n1587– 1594. (doi:10.1111/j.1365-2486.2006.01204.x)\nBox, S. J. & Mumby, P. J. 2007 Effect of macroalgal compe-\ntition on growth and survival of juvenile Caribbean corals.\nMar.   Ecol.   Prog.   Ser.342,   139 – 149.   (doi:10.3354/\nmeps342139)\nBruno,  J.  F.,  Petes,  L.  E.,  Harvell,  C.  D.  &  Hettinger,  A.\n2003  Nutrient  enrichment  can  increase  the  severity  of\ncoral diseases.Ecol. Lett.6, 1056 – 1061. (doi:10.1046/j.\n1461-0248.2003.00544.x)\nCarpenter, R. C. & Edmunds, P. J. 2006 Local and regional\nscale recovery ofDiademapromotes recruitment of scler-\nactinian corals.Ecol. Lett.9, 268 – 277.\nCole, A. J., Pratchett, M. S. & Jones, G. P. 2008 Diversity\nand  functional  importance  of  coral-feeding  fishes  on\ntropical   coral  reefs.Fish   Fish.9,  286 – 307.  (doi:10.\n1111/j.1467-2979.2008.00290.x)\nColgan, M. W. 1985 Growth rate reduction and modification\nof  a  coral  colony  by  a  vermetid  mollusc,Dendropoma\nmaxima.Proc.  5th  Int.  Coral  Reef  Symp.,  Tahiti,  vol.  6,\npp.   205 – 210.   Seehttp://www.reefbase.org/resource_\ncenter/publications/icrs.aspx?icrs¼ICRS5&vol¼1)\nDavies,  P.  S.  1989  Short-term  growth  measurements  of\ncorals using an accurate buoyant weight technique.Mar.\nBiol.101, 389 – 395.\nDone, T. 1992 Constancy and change in some Great Barrier\nReef   coral   communities – 1980 – 1990.Am.   Zool.32,\n655 – 662.\nGagern,  A.,  Schu\n ̈\nrg,  T.,  Michiels,  N.  K.,  Schulte,  G.,\nSprenger,  D.  &  Anthes,  N.  2008  Behavioural  response\nto   interference   competition   in   a   sessile   suspension\nfeeder.Mar.  Ecol.  Prog.  Ser.353,  131 – 135.  (doi:10.\n3354/meps07204)\nGardner,  T.  A.,  Cote,  I.  M.,  Gill,  J.  A.,  Grant,  A.  &\nW\natkinson,  A.  R.  2003  Long-term  region-wide  declines\nin   Caribbean   corals.Science301,   958 – 960.   (doi:10.\n1126/science.1086050)\nHadfield, M., Kay, E. A., Gillette, M. U. & Lloyd, M. C.\n1972  The  Vermetidae  Mollusca:  Gastropoda)  of  the\nHawaiian Islands.Mar. Biol.12, 81 – 98.\nHarvell,  C.  D.,  Mitchell,  C.  E.,  Ward,  J.  R.,  Altizer,  S.,\nDobson, A. P., Ostfeld, R. S. & Samuel, M. D. 2002 Cli-\nmate warming and disease risk for terrestrial and marine\nbiota.Science296,  2158 – 2162.  (doi:10.1126/science.\n1063699)\nHughes, R. N. & Lewis, A. H. 1974 On the spatial distri-\nbution,   feeding,   and   reproduction   of   the   vermetid\ngastropodDendropoma   maximum.J.   Zool.   Soc.   Lond.\n172,531 – 547.(doi:10.1111/j.1469-7998.1974.\ntb04383.x)\nJones, G. P., McCormick, M. I., Srinivasan, M. & Eagle, J. V.\n2004 Coral decline threatens fish biodiversity in marine\nreserves.Proc.  Natl  Acad.  Sci.  USA101,  8251 – 8253.\n(doi:10.1073/pnas.0401277101)\nKappner, I., Al-Moghrabi, S. M. & Richter, C. 2000 Mucus-\nnet   feeding   by   the   vermetid   gastropod,Dendropoma\nmaximain coral reefs.Mar. Ecol. Prog. Ser.204, 309 – 313.\n(doi:10.3354/meps204309)\nMcCulloch,  M.,  Fallon,  S.,  Wyndham,  T.,  Hendy,  E.,\nLough,  J. &  Barnes,  D. 2003 Coral record  of  increased\nsediment flux to the inner Great Barrier Reef since Euro-\npean  settlement.Nature421,  727 – 730.  (doi:10.1038/\nnature01361)\nMorton, J. E. 1965 Form and function in the evolution of the\nVermetidae.Bull. Br. Museum Zool.2, 585 – 630.\nPratchett,  M.  S.,  Munday,  P.  L.,  Wilson,  S.  K.,  Graham,\nN.  A.  J.,  Cinner,  J.  E.,  Bellwood,  D.  R.,  Jones,  G.  P.,\nPolunin, N. V. C. & McClanahan, T. R. 2008 Effects of\nclimate-induced coral bleaching on coral-reef fishes: eco-\nlogical  and  economical  consequences.Oceanogr.  Mar.\nBiol.46, 251 – 296.\nPratchett,   M.,   Vytopil,   E.   &   Parks,   P.   2000   Coral\ncrabs  influence  the  feeding  patterns  of  crown-of-thorns\nstarfish.Coral  Reefs19,  36 – 36.  (doi:10.1007/s0033800\n50223)\nRibak, G., Heller, J. & Genin, A. 2005 Mucus-net feeding on\norganic particles by the vermetid gastropodDendropoma\nmaximumin  and  below  the  surf  zone.Mar.  Ecol.  Prog.\nSer.293,\n77 – 87. (doi:10.3354/meps293077)\nSmalley, T. L. 1984 Possible effects of intraspecific compe-\ntition on the population structure of a solitary vermetid\nmollusc.Mar.  Ecol.  Prog.  Ser.14,  139 – 144.  (doi:10.\n3354/meps014139)\nWoodley, J. D.et al.1981 Hurrican Allen’s impact on Jamai-\ncan  coral  reefs.Science214,  749 – 755.  (doi:10.1126/\nscience.214.4522.749)\nZvuloni,   A.,   Armoza-Zvuloni,   R.   &   Loya,   Y.   2008\nStructural  deformation  of  branching  corals  associated\nwith   the   vermetid   gastropodDendropoma    maxima.\nMar.   Ecol.   Prog.   Ser.363,   103 – 108.   (doi:10.3354/\nmeps07473)\n4    J. S. Shimaet al.    Vermetid – coral interactions\nBiol. Lett.\n on May 19, 2010rsbl.royalsocietypublishing.orgDownloaded from \n\n1 \nAppendix A: The vermetid gastropod, Dendropoma maximum \n \nFigure A1.  The vermetid gastropod, Dendropoma maximum, with mucus feeding nets \nextended over a colony of the reef building coral (a) Porites lobata. and (b) Pocillopora.  \n(c) Morphological variation in P. lobata correlated with absence (top reef) or presence \n(bottom reef) of vermetid gastropods (see Table 1). \n \nFig A1 \n \nb\nac\nb\nac\n \n\n1 \nAppendix B: Coral Taxonomy.   \nCoral taxonomy is challenging given tremendous variation in morphology and the \nlack of reliable field traits for many taxa.  Coralite structure is often used as a diagnostic \ntool, but requires bleaching and microscopic examination.  Using coralite structure, we \nidentified the Porites reefs that we surveyed as P. lobata.  For our field experiments, we did \nnot examine corallite structure (because we did not want to sacrifice the corals).  In a \nprevious study in Moorea, but at a different site, Edmunds (2009) inspected 20 juvenile \nPorites colonies and based on corallite structure determined they were a mix of P. lobata \nand P. lutea.   \nHowever, in a detailed molecular phylogenetic analysis of Porites, Forsman et al \n(2009) showed that corals with the same gross morphology and coralite structure and \nidentified as the same “species” could be deeply divergent.  Similarly, they showed that \ndifferent species might be more closely related than individuals from the same species: e.g., \ntheir “Clade I” included seven “species” (and three corallite morphologies) with little \napparent phylogenetic structure to the classically defined groups.  P. lobata samples were \ncontained in this clade as well as a very divergent group (their Clade IV), the latter of \nwhich consisted of P. lobata and P. lutea from Samoa.  Similar taxonomic challenges exist \nfor Montipora and Pocilllopora (e.g., Bergsma 2009), although Porites rus seems to be \nwell resolved (Forsman et al. 2009).   \nBased on gross morphology, we tentatively identified the four focal species we used \nin the field experiments as Porites lobata, P. rus, Pocillopora verrucosa, and Montipora \nfloweri.  Although these identifications may be in error, and may consist of closely related \nspecies, our experiment should be robust to any variation within a taxonomic variation \nwithin a “species” because individuals were randomly assigned to treatment groups. Thus, \ntaxonomic variation would add to the noise but not introduce bias.  Because our results \n\n2 \nwere all strongly significant, any underlying variability was relatively minor (and did not \naffect our interpretations).  To clearly distinguish “species” in the main text, but to avoid \nany undue assertion about species names, we refer to these four groups as Porites lobata, P. \nrus, Pocillopora, and Montipora, respectively.    \n \nLiterature Cited \nBergsma, GS.  2009.  Tube-dwelling coral symbionts induce significant morphological \nchange in Montipora.  Symbiosis 49:143-150. \nEdmunds, PJ. 2009.  Effect of acclimatization to low temperature and reduced light on the \nresponse of reef corals to elevated temperature.  Marine Biology 156:1797-1808. \nForsman, ZH, DJ Barshis, CL Hunger, RJ Toonen. 2009.  Shape-shifting corals: Molecular \nmarkers show morphology is evolutionarily plastic in Porites.  BMC Evolutionary \nBiology 9,45. \n\n1 \nAppendix C: Projected dynamics \nWe used data from our field experiment to project changes in coral cover.  Our \napproach was simplistic, but designed to allow us to extrapolate our short-term results to \nevaluate if vermetids might be able to produced long-term shifts in coral composition.  \nBecause corals are modular, clonal growth (especially for small corals, such as the ones we \nused) is often approximately geometric (e.g., Vago et al. 1997, Guzner et al. 2007), \nalthough more complex models growth models work better (e.g., Merks et al. 2003).  Given \nthe simplicity of our data, we used an exponential growth model to project changes in coral \ncover: \n \nA\nt,live\n=A\n0,live\ne\n(bg-m)t\n,  (Eq. C.1) \nwhere A was areal cover of coral, b was the allometric scaling between coral skeletal mass \n(S) and surface area (which we assumed to be 2/3 based on the relative scaling of area and \nvolume of a solid of fixed shape, and was required because g was estimated from changes \nin mass: i.e., volume), g was growth of coral skeletal mass (from Eq C.2), and m was \nestimated iteratively based upon observed growth (g) and the fraction of live coral cover, P, \nobserved at the end of the experiment, (~223 days): see below.  Because we were interested \nin relative changes (and because the eventual outcome of this simple model is not sensitive \nto initial conditions), we started with equal representation of each species and then \nprojected the community dynamics of each coral species using Equation C.1 and expressing \neach species’ live cover as a fraction of the total cover. \nTo accomplish this projection, we required estimates of g and m from our data.  To \nestimate g, we used our growth data from the first 47 days of the field experiments.  These \ndata were based on the mass of a focal coral, as well as the attached base.  In our main \n\n2 \npaper (Figure 1) we therefore analyzed the effects of vermetids on growth as the difference \nin mass (to remove the effect of the base); this was the most defensible approach for that \npurpose.  Here, we needed a different approach because we wanted to extrapolate through \ntime and directly compare the different coral species.  We had measured the mass of the \nbase for a subset of the corals (but not all).  We therefore first determined the mean mass of \nthe coral (and bases) and then subtracted the mean base mass to get an estimate of the \ninitial (and final) mean coral skeletal mass (S).  We then estimated growth for each coral \nspecies over the 47 day growth period using these means (we therefore do not have \nestimates of variance in growth):  \n47/ln\n0\n47\n⎟\n⎟\n⎠\n⎞\n⎜\n⎜\n⎝\n⎛\n=\nS\nS\ng\n                                                                                                (Eq.                                                                                                C.2)                                                                                                \nTo estimate m, we used the estimates of g and our estimate of the proportion of the \ncoral that was dead after ~220 days.  We assumed that dead coral accumulated in \nproportion to live coral cover:  \nA\ndead\n = ∫ mA\nt,live\ndt = [e\n(bg-m)t\n – 1][mA\n0,live\n/(bg-m)]                                                  (Eq.                                                  C.3)                                                  \nFurthermore, because P = A\nt,live\n / (A\nt,live\n + A\ndead\n), we combined Eqs. C.1 and C.3, and \nrearranged, to obtain: \nP = e\nt(bg-m)\n / [e\nt(bg-m)\n + (e\n(bg-m)t\n – 1)m/(bg-m)]                                                         (Eq.                                                         C.4)                                                         \nwhich we solved iteratively for m, given b=2/3, t=217, 221, 223 or 225 d (depending on the \nexperiment), the value of g estimated from Eq. C.2, and the observed P.   \nPopulation projections based upon our experimental results suggested that reef \nsystems containing vermetids may trend towards domination by Montipora (Fig C1b), \nwhich is less strongly affected by vermetids (though notably, also a comparatively slow-\n\n3 \ngrowing coral).  Systems without vermetids, in contrast, may tend towards domination by \nthe more rapidly growing Porites rus (Fig C1b).  \nThis model is admittedly simplistic, focusing only on growth and partial mortality \nand ignoring a variety of other important ecological processes (e.g., recruitment, \ncompetitive interactions, disturbances, etc).  Nonetheless, it provides a quantitative \nsynthesis of the data on growth and survival responses, allowing us to project what is \nalready suggested from the core results: species are differentially susceptible to vermetids \nand that alone can lead to dramatic changes in species composition.  If unchecked by other \nprocesses, a large change in vermetid density could shift coral community composition in \nas little as 5 years.  The community implications are potentially important because P. rus (a \nspecies strongly affected by D. maximum) provides a complex habitat suitable for many \nfishes and invertebrates (Holbrook et al. 2002a,b), whereas Montipora (the species least \naffected), at least in Moorea, is a poor habitat for fishes (and grows slowly, thus further \njeopardizing reef dynamics). \n \nLiterature Cited \nGuzner, B, A. Novoplansky, NE Chadwick. 2007. Population dynamics of the reef-building \ncoral Acropora hemprichii as an indicator of reef condition.  Marine Ecology \nProgress Series 333:143-150. \nHolbrook, SJ, AJ Brooks, RJ Schmitt. 2002a.  Predictability of fish assemblages on coral \npatch reefs.  Marine and Freshwater Research 53:181-188. \nHolbrook, SJ, AJ Brooks, RJ Schmitt. 2002b. Variation in structural attributes of patch-\nforming corals and in patterns of abundance of associated fishes.  Marine and \nFreshwater Research 53:1045-1053. \n\n4 \nMerks, R, A. Hoekstra, J Kaandorp, P Sloot. 2003.  Models of coral growth: spontaneous \nbranching compactification and the Laplacian growth assumption.  Journal of \nTheoretical Biology 224:153-166. \nVago, R, Z. Dubinsky, A. Genin, M. Ben-Zion, and Z. Kizner. 1997. Growth Rates of \nThree Symbiotic Corals in the Red Sea.  Limnology and Oceanography 42: 1814-\n1819. \n\n5 \nTable C1.  Parameters used to project coral composition (Figure B1) based on data from the \nMaharepa lagoon (based on data from Figure 2). \n \nSpecies g (per day): with, \nwithout vermetids \nm (per day): with, \nwithout vermetids \nP. lobata \n0.00271, 0.00399 0.00266, 0.00007 \nP. rus \n0.00437, 0.01205 0.00153, 0.00005 \nPocillopora \n0.00049, 0.00229 0.00307, 0.00035 \nMontipora \n0.00354, 0.00468 0.00000, 0.00000 \n\n6 \nFigure C1.  Projected proportion of the live coral landscape covered by each of four \nspecies of reef building coral (a) with vermetids present (stippled bars) and (b) with \nvermetids absent (solid bars).  Projection is based upon an exponential growth model \nparameterized from field experiments (Table B1), assuming a uniform initial composition \nof the coral community, and ignoring other processes (e.g., competitive interactions and \nrecruitment). █ =Porites lobata, █ =Pocillopora, █ =Porites rus, █ =Montipora). \n \nFig. C1 \n \n \n \n \n \n \nbwithout vermetids\nyears\n0246810\nYears\nawith vermetids\n0246810\nproportion of coral area\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nyears\nMontiporaPorites rus\nbwithout vermetids\nyears\n0246810\nYears\nawith vermetids\n0246810\nproportion of coral area\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nyears\nMontiporaPorites rus\n \n\n1 \nAppendix D: Harvesting of vermetid gastropods \nPolynesians harvest larger vermetid gastropods ((Dendropoma maximum) for consumption \nand local sale (Figure D1).  Although there are no quantitative data available on harvesting \nrates or patterns, our discussions with local fishers suggest that harvesting rates can be \nsufficiently high to alter vermetid dynamics.   \n \nFigure D1.  Vermetid gastropods (Dendropoma maximum) for sale at a fish market in \nTahiti, French Polynesia.  Tahiti is ~15 km from Moorea, where our studies occurred.  Inset \nprovides a close-up from another photo.  Photos courtesy of Frank Murphy.   \n \nFig D1 \n \n \n ",
  "extractedAt": "2025-12-12T18:45:12.721Z",
  "success": true,
  "matchedPublication": {
    "title": "The vermetid gastropod <i>Dendropoma maximum</i> reduces coral growth and survival",
    "doi": "10.1098/rsbl.2010.0291",
    "year": "2010",
    "authors": "Shima, Jeffrey S.; Osenberg, Craig W.; Stier, Adrian C."
  }
}