{
  "filename": "Stier et al (Conservation Letters) 2018.pdf",
  "numPages": 26,
  "text": "LETTER Integrating Expert Perceptions into Food Web Conservation and Management Adrian C. Stier 1 ,JamealF.Samhouri 2 ,StevenGray 3 ,RebeccaG.Martone 4 ,MeganE.Mach 4 , Benjamin S. Halpern 1,5,6 ,CarrieV.Kappel 1 ,CourtneyScarborough 1 ,&PhillipS.Levin 2 1 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101, USA 2 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA 98112, USA 3 Michigan State University, Department of Community Sustainability, East Lansing, MI 48824, USA 4 Center for Ocean Solutions, 99 Pacific Street, Suite 555E, Monterey, CA, 93940 5 Bren School of Environmental Science and Management 2400 Bren Hall, University of California, Santa Barbara, CA, 93106-5131 6 Imperial College London,Silwood Park Campus, Ascot SL57PY, UK Keywords Mental model; fuzzy logic cognitive maps; decision-making; Haida Gwaii; herring; ecosystem-based management; food web. Correspondence Adrian Stier, Northwest Fisheries Science Center, National Marine Fisheries Service, Seattle, WA 98112, USA. Tel:+203-241-8978; fax:+206 860 3217 E-mail: adrian.stier@gmail.com Received 20 July 2015 Accepted 12 February 2016 Editor Dr. Mary Ruckelshaus doi: 10.1111/conl.12245 Abstract Decision-makers often rely on expert knowledge, especially in complex and data-poor social-ecological systems (SESs). However, expert knowledge and perceptions of SES structure and function vary; therefore, understanding how these perceptions differ is critical to building knowledge and develop- ing sustainability solutions. Here, we quantify how scientific, local, and tra- ditional knowledge experts vary in their perceptions of food webs centered on Pacific herring—a valuable ecological, economic, and cultural resource in Haida Gwaii, BC, Canada. Expert perceptions of the herring food web varied markedly in structure, and a simulated herring recovery with each of these unique mental models demonstrated wide variability in the perceived impor- tance of herring to the surrounding food web. Using this general approach to determine the logical consequences of expert perceptions of SES structure in the context of potential future management actions, decision-makers can work explicitly toward filling knowledge gaps while embracing a diversity of perspectives. Introduction Experts play a key role in decision-making in conserva- tion. In the absence of certainty about the nature and be- havior of complex social-ecological systems (SESs), ex- pert opinions are often elicited in hopes of separating matters of fact from matters of value to complement existing data and inform conservation decisions (Dietz 2013). Typically, technical experts communicate their understanding of social-ecological processes to decision- makers, enabling them to rely upon best available science (Ryderet al.2010). For example, assessments of oil spill impacts (e.g., major oil spills; Leschineet al.2015), cli- mate change mechanisms (e.g., IPCC 2014), and poten- tial tradeoffs associated with scientific whaling (e.g., the case for scientific whaling; de la Mareet al.2014) have all relied on expert judgment (reviewed in Redpathet al. 2013). However, experts can exhibit high levels of uncer- tainty because knowledge integration among individu- als is inherently complex (Raymondet al.2010; Drescher et al.2013), and in some cases not possible (Grayet al. 2012). Despite the potential for each expert’s training, ex- perience, and education to guide judgments (Burgman, Carret al.2011), many conservation decision-making processes focus on gathering input from select individ- uals with substantial, but not necessarily objective, infor- mation about a given topic (Burgman, Carret al.2011; Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 1 This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. Expert opinion and ecosystem managementA.C. Stieretal. Martinet al.2012; Drescheret al.2013). Indeed, diver- gent views are common for two reasons. First, expert perceptions of SESs are typically based on what they have learned from experience or in the classroom (i.e., human cognition). Second, the terms employed to de- scribe SESs (e.g., ecosystem structure) are human con- structs, and the way in which perceived differences are discussed is typically qualitative, imprecise, and prone to biases in human reasoning (but see Doswaldet al.2007). For instance, differences in how the species concept is viewed by scientists (Levin 1979) have led to disputes (Heyet al.2003), with important implications for conser- vation of imperiled species (e.g., Waples 1991; Beaudreau et al.2011). Here, we document varying expert perceptions of ecosystem interactions in the Northeast Pacific Ocean and explore their implications for conservation and manage- ment. In this region, Pacific herring (Clupea pallasii)area key ecological, economic, and cultural resource. Numer- ous terrestrial and marine coastal organisms, including several commercially harvested fishes, prey on herring (Schweigertet al.2010). Herring were a major focus of in- dustrial seine and gillnet fisheries, but stock collapses in the 1960s and 1990s resulted in fisheries closures (DFO 2014) and conservation concern. Herring roe is also an important cultural and subsistence resource for a num- ber of First Nations (Joneset al.2010). Because of the central role of herring in Northeast Pacific SESs, fisheries closures and subsequent reopenings have led to tensions surrounding herring and herring fishing among First Na- tions groups, the Canadian government, and commercial fishery interests (DFO 2014). Given the numerous social and ecological connections to herring, we explored how experts from a variety of backgrounds perceived Northeast Pacific ecosystem inter- actions. We asked each expert to describe the number, direction, and strength of food web interactions among functional groups connected directly or indirectly to her- ring. Based on these responses, we constructed Fuzzy Cognitive Maps (hereafter, cognitive maps) of the her- ring ecosystem, revealing each expert’s unique percep- tion of the number, strength, and direction of relation- ships among network nodes, and how perceptions of different experts related to one another. We also sim- ulated responses of the cognitive maps to hypotheti- cal scenarios, including an increase in herring, the con- tinued recovery of humpback whales (a key herring predator), and changes in ocean productivity, asking if the logical consequences of differences in perception of ecosystem structure magnify or diminish variability in predictions about ecosystem responses to management actions. Methods Fuzzy cognitive maps To quantify variation in experts’ perceptions of the structure and function of the herring-centric food web in the Northeast Pacific Ocean, we collected cognitive maps from a range of scientific experts. Cognitive maps are basic mathematical and graphical representations of an individual’s perception of the number and strength of re- lationships among nodes in a network. In this case study, the network is the Northeast Pacific Ocean food web, and the nodes in the network are the functional groups. Knowledge constructed in this manner can externally represent an individual’s organized understanding of the workings of the world around them (Grayet al.2014). These representations of understanding can then be manipulated mathematically to indicate the logical con- sequences of an individual’s perceptions based on their understanding of the dynamics of the external world. For example, by increasing or decreasing key variables as continually high or low (referred to as “clamping”), future scenarios, such as the increased abundance of a predator, can be simulated given a specific set of perceived linkages and interaction strengths ( ̈ Ozesmi & ̈ Ozesmi 2004). This clamping is conducted until the system reaches a new equilibrium that can be compared to the steady state—the equilibrium relative abundance in the absence of a perturbation (for additional detail, see Supplementary Material). Expert elicitation To build cognitive maps of the herring ecosystem in the Northeast Pacific Ocean, we identified 14 key functional groups in the herring food web (Table S2), based on published literature (Ainsworthet al.2008; Schweigert et al.2010; DFO 2014), the authors’ natural history knowledge of important ecosystem interactions, and pilot testing with five experts inside and outside of our focal area in Haida Gwaii. While providing a particular set of functional groups can constrain cognitive maps of the system, it allows for quantitative comparisons among experts (Grayet al.2014). Experts were defined as having scientific (e.g., agency or university scientists), local (e.g., long-term residents), or traditional (i.e., First Nations) ecological knowledge and/or practical experience in the Northeast Pacific Ocean herring ecosystem. Experts were identified through stratified chain referral sampling (Biernacki & Waldorf 1981), which yielded a complete sample of 27 experts. We then explored the potential role of training, experience, and cognition as key factors 2Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. A.C. Stieretal.Expert opinion and ecosystem management that may influence the diversity of expert perceptions (following Burgman, Carret al.2011; Morgan 2014). We asked each expert their perception of the number and strength of interactions between all pairs of func- tional groups. Respondents were also given an opportu- nity to provide information on their uncertainty about interactions (Table S2). Interaction strength elicitations ranged from -2 (strongly negative) to+2(stronglyposi- tive), and were scaled from -1 to+1foranalysis(foraddi- tional detail, see Supplementary Material). We also asked a series of demographic questions detailing information that could potentially influence responses (e.g., age, years of experience, professional affiliation, and place of resi- dence; Table S1). Network analysis of cognitive maps We conducted a network analysis to describe the geome- try and strength of interactions for each cognitive map and then subjected the resultant metrics to hierarchi- cal cluster and nonhierarchical partitioning analyses. The network analysis metrics we used to represent herring ecosystem structure included number of connections in each food web, average of the absolute value of the inter- action strengths, centrality of four key functional groups of conservation interest, a hierarchy index, and num- ber of transmitters, receivers, and ordinary concepts sug- gested by ̈ Ozesmi & ̈ Ozesmi (2004; Table 1). Analysis of expert perceptions of food web structure Demographic characteristics were not effective predictors of variation in perceived ecosystem structure (Table S3). We therefore applied nonhierarchical partitioning anal- ysis to ask whether evidence existed for!2clustersof experts based on the similarity of cognitive maps, sum- marized in terms of the network metrics. To visualize the distances between experts, we calculated Euclidian distances between each pairwise combination of experts based on the network metrics described above, and used hierarchical cluster analysis to identify potential group- ings of experts (using an agglomerative average linkage method; Venables & Ripley 2002). Hierarchical cluster analysis makes no assumptions about a priori relation- ships among experts (e.g., demographic characteristics) but rather searches for a posteriori groups based on the differences among individuals in cognitive map structural metrics, allowing comparison of expert knowledge by the nature of their understanding as opposed to membership in a demographic group (for additional detail, see Supple- mentary Material). Scenario analysis: perturbing the herring food web There is a fair amount of uncertainty surrounding the future of Pacific herring in the Northeast Pacific. This uncertainty is rooted in the complex social and eco- logical influences on the species, all of which occur at a range of spatial scales. We evaluated the func- tional consequences of each expert’s perceived ecosys- tem structure by simulating three perturbations, each of which caused a consistent increase (press perturba- tion) in a single node in the food web until all nodes in the food web reached a new equilibrium. Specifically, we Specifically, we simulated the following: (1) an in- crease in humpback whales concordant with projected humpback population growth (Ford 2009), (2) an in- crease in herring—a simulation in accordance with the desired trajectory of the depleted stock (DFO 2014), and (3) an increase in zooplankton—analogous to a regime of cold, nutrient-rich water years that support produc- tive zooplankton populations (Mantua & Hare 2002; Figure 1). We conducted scenario analyses on each cog- nitive map (n=27) and measured the change in rel- ative abundance of each of the 14 functional groups compared to its relative abundance at equilibrium in the absence of a perturbation. Such an approach is ex- pected to represent predicted outcomes under differ- ent ecological change scenarios across different types of experts. Statistical analysis of expert perceptions of ecosystem function As with the analysis of expert perceptions of herring ecosystem structure, we used hierarchical cluster and nonhierarchical partitioning analyses to ask whether subsets of experts perceived ecosystem responses simi- larly. Importantly, these predictions represent the logical consequences of information elicited from experts, rather than direct elicitations from scenario-based questions. Though we tested whether expert demographics were effective predictors of variation in responses to per- turbations from the three scenarios, we found none (Table S2). Thus, in this application, we sought clusters of experts based on the expected percent change in relative abundance of each of the 14 functional groups under each scenario. We also estimated two ecosystem responses for each of the three scenarios: (1) average percent change in abundance of all 14 functional groups and (2) ecosystem reorganization index, which estimates discordance among functional groups in their response to a scenario, relative to the aggregate response of all functional groups (sensu Samhouriet al.2010). Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 3 Expert opinion and ecosystem managementA.C. Stieretal. Table 1Structural metrics that applied to matrix forms of fuzzy cognitive maps to quantify structural properties of each expert’s perceived food web Mental model, structural measurementDescription of measure and cognitive inference N(connections)Numberofconnectionsincludedbetweenvariables;highernumberofconnectionsindicateshigherdegreeofinteraction between components in a mental model N(transmitter)Componentswhichonlyhave“forcing”functions;indicatesnumberofcomponentsthataffectothersystemcomponents but are not affected by others N(receiver)Componentswhichhaveonlyreceivingfunctions;indicatesthenumberofcomponentsthatareaffectedbyothersystem components but have no effect N(ordinary)Componentswithbothtransmittingandreceivingfunctions;indicatesthenumberofconceptsthatinfluenceandare influenced by other concepts CentralityAbsolute value of either (a) overall influence in the model (all+and−relationships indicated, for entire model) or (b) influence of individual concepts as indicated by positive (+) or negative (−)valuesplacedonconnectionsbetween components; indicates (a) the total influence (positive and negative) in the system or (b) the conceptual weight/importance of individual concepts (Kosko 1986a). The higher the value, the greater the importance of all concepts or the individual weight of a concept in the overall model Hierarchy IndexIndex developed to indicate hierarchical to democratic view of the system. On a scale of 0–1, indicates the degree of top-down (score 1) or democratic perception (score 0) of the mental model 0.00 0.25 0.50 0.75 1.00 1940196019802000 Year Scaled Amount Herring SSB PDO 500 1000 1500 2000 19952000200520102015 Ye a r Humpback Whales Estimated Projected (a)(b) Figure 1Time series motivating three scenarios simulating future increases in herring, zooplankton, and humpback whales. Panel A shows estimated herring spawning stock biomass (green) in Haida Gwaii, British Columbia, Canada, and scaled Pacific Decadal Oscillation (PDO) estimates (gray) in the Northeast Pacific Ocean—a known correlate of zooplankton productivity. Panel B shows the estimated (circle) and projected (triangle) abundance of humpback whale populations (blue) assuming the median 4.1% annual growth rate from the most recent stock assessment from British Columbia, Canada. Time series extracted from three published resources. Herring: 2014 Department of Fisheries and Oceans stock assessment for pacific herring (DFO 2014). PDO: JSIAO database (http://research.jisao.washington.edu/pdo). Humpback whales: Department of Fisheries and Oceans stock assessment for Humpback Whales (Ford 2009). Contextualizing our approach within existing mental model approaches Our approach advances existing methods focused on building cognitive maps to improve conservation and management (Biggset al.2011). Researchers use several methods to collect and evaluate mental models and shared beliefs in natural resource management (Lynam &Brown2011).Forexample,somemethodsassume homogeneity in knowledge within demographic groups, despite examples of ample heterogeneity within knowl- edge groups (e.g., Grayet al.2012) and at various scales (e.g., Iniesta-Arandiaet al.2015). While some mixed oral and graphic concept mapping methods have been used to compare and scale up individual cognitions (Joneset al.2011), these methods are often static and do not provide a way to explore how individuals reason dynamically. Our use of cognitive maps in combination with scenarios allows us to explore the consequences of individual perceptions. Furthermore, typical analysis 4Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. A.C. Stieretal.Expert opinion and ecosystem management Group 2Group 1 406080100120 0.050.100.250.50 01020 Humpbacks Transmitters Receivers Ordinary 0510 (g) (c) (a) (b) (d)(e) (f) Herring ConnectionsHierarchy IndexInteraction Strength Zooplannkton Forage Fishes Pinnipeds CentralityDirectionality Figure 2Hierarchical cluster analysis of mental model structural characteristics revealed two significant clusters (1: pink and 2: turquoise). Silhouettes at tip of dendrogram represent each expert, and branch distance is proportional to similarity of experts in their perceived network structure (a). Food web drawings represent the median cognitive maps of experts from each group (b). Clusters of experts based on perceptions of food web structure are based on multivariate analysis of 11 different network metrics (Table 2 ), which are plotted univariately for each expert group in boxplots (c–g). In box and whisker plots, the upper and lower \"hinges\" correspond to the first and third quartiles (the 25th and 75th percentiles) and whiskers represent 1.5 times the interquartile range. exploring variation in individual cognitions assumes per- ceptions are linked to demographic backgrounds a priori, whereas here we test for links between demographic backgrounds and perceptions, but also use multivariate clustering analysis to define cluster of similar experts based on perceptions of food web structure and function. Overall, our approach highlights the utility of building individual cognitive maps, which can increase stake- holder communication and facilitate the integration of multiple knowledge sources (Biggset al.2011), while also avoiding assumptions about links between demographic characteristics and expert perceptions. Results Expert experience with the herring ecosystem in the Northeast Pacific Ocean averaged 19 years (range 5– 61years), yet this depth of experience did not translate into cognitive maps with highly similar network proper- ties (Table S4). For example, networks varied widely in number of connections (range 42 to 125). Multivariate analysis suggested expert demographics did not explain variation in perceptions of herring ecosystem structure (Table S3). Instead, cluster analysis revealed two prevail- ing views that were unrelated to amount of experience (Figures 2a, b). An OLS regression testing for univariate relationships between years of experience and food web structural properties revealed no correlation (P>0.15 for all structural properties). Experts with different de- mographic characteristics were well represented in both groups. For example, Group 1 was 50% academics, 66% NGO, 66% island residents, and 64% individuals who identified as female. Group 2 was 50% academics, 33% NGO, and 33% on island, and 64% individuals who iden- tified as male. This high within-group variability in demo- graphic characteristics was a major contributor to statis- tically nonsignificant differences based on demographic background. An additional explanation for our inability to detect statistical differences among groups is the num- ber of experts sampled, which is somewhat low despite Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 5 Expert opinion and ecosystem managementA.C. Stieretal. ZooplanktonHerringHumpback Kelp Eelgrass Zooplankton Other forage fishes Herring Chinook & coho salmon Pink & chum salmon Rockfishes & lingcod Flatfishes Hake, cod & sablefish Dolphins & porpoises Pinnipeds Humpback whales Seabirds −50050−50050−50050 Percent Change in Relative Abundance (a) (b) (c) NA NA NA Figure 3Ecosystem response (i.e., percent change in relative abundance of functional groups) to three different scenarios simulating increases in zooplankton (a), herring (b), and humpback whales (c) averaged across all cognitive maps. Upper and lower \"hinges\" on box and whisker plots represent the first and third quartiles (the 25th and 75th percentiles) and whiskers represent 1.5 times the interquartile range. MDS 1 Scenario MDS 2 Structural Clusters 1 2 Scenario Herring + Humpbacks + Zooplankton + 0 1 2 3 4 Average Dispersion (b)(a) Figure 4Among-scenario comparison of ecosystem response to simulated food web perturbations. Nonmetric multidimensional scaling plot generated from change in relative abundance of functional groups in each scenario relative to a steady state (a). Each point represents an expert, with each expert represented for each of the three scenarios. Experts perceiving a similar ecosystem shift in response to each of the three scenarios are closer together. Point color represents the three different scenarios (Blue: humpback+, Green: Herring+, Gray: Zooplankton+), and point type (circle or triangle) represents the two clusters that emerged from the expert’s perceptions of ecosystem structure. Univariate plot of average (±1 SE) multivariate dispersion demonstrates among expert variability in response to scenarios (b). exhaustively sampling the expert pool through stratified referral sampling. Expert perspectives of the ecosystem diverged based on several characteristics of the cognitive maps, including a 35% difference in overall influence of focal functional groups (i.e., centrality), 25% differ- ence in interaction strengths, 15% difference in connec- tions, and a 28% difference in whether connections were democratic (i.e., hierarchy index; Figures 2c–g). Variable perceptions of herring ecosystem struc- ture did not necessarily correspond to differences in expected outcomes of hypothetical scenarios, despite unique responses of each cognitive map to simulated perturbations (Figure 3). Furthermore, backgrounds and demographic characteristics of experts did not readily explain variability in expected changes in species rel- ative abundance (Table S4). In fact, we found cryptic agreement surrounding scenarios despite divergent perceptions of herring ecosystem structure. For example, simulated increases in herring predators led to a pre- dicted decrease in herring, zooplankton, and other forage fishes, whereas simulated increases in zooplankton predicted increases in relative abundance of all species (Figure 4a). The two clusters that emerged from analysis of struc- tural metrics describing cognitive maps effectively pre- dicted responses to hypothetical scenarios (Figure S1). For example, food webs with more connections and higher estimated interaction strengths exhibited a greater level of ecosystem reorganization (Figure S2). However, each of the three simulated scenarios differed in the level of among-expert disagreement, with the widest varia- tion emerging from the simulated increase in herring (Figure 4b). Hypothetical scenarios representing expected ecosystem state related to increases in herring predator (whales) and prey (zooplankton) abundance produced variable responses among cognitive maps, but these re- sponses did not diverge into distinct groups. In contrast, the hypothetical scenario related to an increase in her- ring produced two significantly divergent perspectives (Figure 5a). One expert group predicted a 182% greater reorganization of the ecosystem and a 78% higher av- erage percent change in relative abundance relative to 6Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. A.C. Stieretal.Expert opinion and ecosystem management Kelp Eelgrass Zooplankton Other Forage Fishes Chinook & Coho Pink & Chum Rockfishes & Lingcod Flatfishes Hake, Cod, & Sablefish Dolphins & Porpoises Pinnipeds Humpback whales Seabirds −75−50−25025 % Change in Functional Group + (a)(b) + Figure 5Divergent views among experts driven by variation in perceived impact of herring to the surrounding ecosystem. Dendrogram based on hierarchical cluster analysis of changes in relative abundance of 13 functional groups relative to the steady state (silhouette width 0.32). Dendrogram branch colors and tips correspond to two significant cluster units (open and closed tips, and solid and dashed branches). Barplot of univariate response of each functional group (b) shows the mean (±1SE)percentchangeinthe relative abundance of each functional group underlying the multivariate clusters. Note the majority of functional groups follow the same directional shifts in relative abundance with the exception of pink and chum salmon, which expert groups perceive responding differently to the simulated herring increase. the other expert group (Figure 5b). These contrasting perspectives center on the strength of expected declines in relative abundance of zooplankton (typically her- ring prey) and other forage fish (resource and apparent competitors with herring), and expected increases in her- ring predators (e.g., groundfish, whales, and seabirds; Figure 5). Background and demographic characteristics did not explain the discordant perspectives between these two expert groups (Table S4). Furthermore, the demo- graphic composition of these two groups is very simi- lar, with 85% of the individuals from the cluster anal- ysis of ecosystem structure found in identical groups that emerged from cluster analysis of simulated increases in herring. For the increased predator and prey scenarios that led to relative consensus among experts (i.e., lower multi- variate dispersion in community response to simulated scenarios), an understanding of differences in perception of herring ecosystem structure would have inappropri- ately suggested potential for divergent views over ecosys- tem functioning (Figure 4a). This diminished divergence of expert perceptions did not emerge from the increased herring scenario (Figure 4b). Rather, structural differ- ences in perception of the herring ecosystem were critical predictors of functional differences where herring were the focal point of change. Discussion For a wide range of public policy issues, there is an increasing dependence on scientific expertise to inform decision-making (Martinet al.2012) and a broadening expectation for experts to extend their knowledge to more disparate areas (Gibbons 1999). Many of these is- sues (e.g., coastal defense and Hurricane Sandy/Katrina, Ebola dynamics, and GMO foods) are directly related to how ecosystems will respond to forecasted increases in natural and anthropogenic perturbations (Turner 2010). As in other spheres, because of limited data and the urgency of decision-making, the institutional and governance structures of natural resource and conserva- tion management increasingly rely on expert knowledge (Thuilleret al.2008). This reliance comes despite widespread acknowledgment that expert knowledge is often incomplete, variable, and biased (Martinet al.2012; Drescheret al.2013). We show here that among-expert differences in perceptions of ecosystem structure are log- ically tied to consequences for how an individual might view the outcomes or impacts of predicted future change. Recognizing this causal chain, and quantifying it explic- itly, is the first step toward navigating ecosystem-based conservation decisions that rely on expert knowledge. Experts are susceptible to known cognitive biases due to heuristics (i.e., informal rules people use to make judgments) such as “availability,” the ease with which an idea can be brought to mind, and “anchoring and adjustment,” where an individual is provided a particular value or range of values and adjusts from that “anchor” (Morgan 2014). To diminish the likelihood of including these biases in our data set, we attempted to reduce variation in weighted estimates between variables and focus measurement on knowledge variation in terms of network structure, as opposed to variation in probability estimates (Morgan 2014). Through our approach, we show that among-expert differences in perceptions of ecosystem structure are logically tied to consequences for how an individual might view the outcomes or impacts of predicted future change. Recognizing and quantifying causal chains can allow experts to consider multiple factors that influence one another in a complex web of interactions, including feedbacks. The exact reasons underlying differences among expert knowledge and per- ceptions are unclear. Future studies would benefit from including meta-knowledge about expert knowledge, Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 7 Expert opinion and ecosystem managementA.C. Stieretal. including dimensions about knowledge confidence in the relationships represented and epistemic orientations (Milleret al.2008), to understand how different “ways of knowing” maybe more or less valued by different expert groups and influence expert knowledge representations. Our results show that experts can exhibit divergent views about the structure of a complex ecosystem, inde- pendent of commonly identified “bins” of expertise (e.g., local, scientific, traditional). Our inability to predict vari- ability in perceptions through demographic characteris- tics stands in contrast to examples from other arenas (e.g., political party affiliation and ideologies; Pinello 1999). Yet, expert backgrounds (e.g., years of experience) do not always predict expert performance (Burgman, McBride et al.2011). Our finding reinforces the concept that ex- pert knowledge is more fluid and pluralistic than discrete categories acknowledge (Raymondet al.2010; Krueger et al.2012). However, it is also possible that we did not detect links among background characteristics and per- ceptions because there were hidden demographic charac- teristics we did not test, our study was limited in statistical power, or perhaps there was some cognitive bias resulting from our elicitation method (Morgan 2014). Simulated management scenarios using cognitive maps of the her- ring ecosystem highlighted additional implications based on differences in perceptions of how ecosystems may re- spond to future perturbations. In particular, simulations of herring recovery using each expert’s unique percep- tion of food web structure demonstrated that not all ex- perts perceive herring as having a similar number and strength of connections to the broader ecosystem and that this may lead to different predicted outcomes across the food web. These disparities in perception are particularly significant because herring sit at the center of the food web (Watts & Strogatz 1998), as is common for many marine forage species in coastal ecosystems (Curyet al. 2000). Moreover, similar variability in perception is likely to be common for complex networks with the potential to be highly centralized, dynamic, and interactive (e.g., financial systems; May 2013). Among-expert variability in perceptions of the number and strength of connections between herring and the rest of the food web portends of variable management advice by experts when it comes to: (1) protected species (e.g., seabirds and marine mammals) that consume herring, (2) sustainable harvest of commercially valuable fishes that prey upon herring (e.g., groundfishes and salmon), and (3) marine ecosystem-based management in the North- east Pacific. For example, experts were divided in their expectations about the impacts of a herring increase on Pink and Chum salmon: one group predicted an increase while the other predicted a decline (Figure 5b). Un- der the same scenario, one group of experts perceived a simulated increase in herring would lead to an 89% greater increase in whales relative to the other group (Figure 5b). These results suggest managers of the her- ring ecosystem are confronted with different knowledge systems and diverse perceptions that they must recon- cile or reject as they weigh different (and at times diver- gent) forms of expertise. As in many other environmental decision-making contexts, recognition of these variable perceptions of food web structure may encourage efforts to fill knowledge gaps in areas where experts disagree. Where there is expert consensus, promoting social learn- ing among stakeholders about commonalities in their log- ical chains of reasoning, despite diverse and cultural back- grounds, may be a positive force in a system where mis- trust and differences in values contribute to conflict over common pool resources (Welch 2015). In contrast, mixed demographic composition within a cluster of experts with similar food web perceptions could be associated with dif- ferences in values as well as mistrust, making it difficult to find consensus (Burgman, McBrideet al.2011). By in- cluding diverse sets of expert knowledge, the total space of available knowledge increases and can be particularly useful for exploring events and processes that are out- side the normal range or are difficult to test empirically. Furthermore, while variable expert perceptions can lead to conflict, it may also be a positive force through inte- gration with adaptive management. For example, given a set of common ecosystem goals, surveys could be used to describe variation in expert perceptions and to test al- ternative logical chains of reasoning that compete with one another, and data which support a group of experts’ knowledge can be used to validate perceptions empiri- cally. In these cases, conflicting expert knowledge can be considered an asset, as opposed to a liability, since knowledge diversity is likely to lead to scrutiny of expert opinions, leading to more robust conservation decision- making. Conclusion Previous research has demonstrated that expert percep- tions can vary widely; however, fewer studies have ex- plored the potential implications of diverse expert per- ceptions for the management of complex SESs. Our find- ings demonstrate how the composition of expert pan- els will strongly influence expert perceptions of ecosys- tem structure, which can have cascading effects on the perceived outcomes of future management actions. As such, binning knowledge into a priori categories based on expert backgrounds can lead to erroneous conclu- sions; rather, embracing a diversity of knowledge in dialogue surrounding alternative management actions will help address uncertainty, can reduce conflict, and 8Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. A.C. Stieretal.Expert opinion and ecosystem management potentially improve management outcomes. Demonstrat- ing the variety of perceptions that exist, and the potential implications of these variable perceptions given future management scenarios, is a critical step to moving for- ward with ecosystem-based conservation in the face of uncertainty that surrounds complex systems and their dynamics. Acknowledgments AS, JS, PL, RM, MM, BH, CK, CS, were funded in part by the Ocean Tipping Points grant from the Gordon and Betty Moore Foundation. We sincerely appreciate the participation of all respondents on and off Haida Gwaii, and are indebted to N. Sloan and Lynn Lee for many hours of helpful feedback during the survey develop- ment. We thank M. Hunsicker, the broader Ocean Tip- ping Points group, two anonymous reviewers, and col- leagues at the NWFSC for valuable feedback and advice. JS and AS acknowledge Sebastian, Fufo, Cofrin, Barco, Aqualounge, and Iguana for inspiration. Supporting Information Additional Supporting Information may be found in the online version of this article at the publisher’s web site: Table S1.Number of technical experts per affiliation and gender category. Table S2.Species embedded within each of the 14 functional groups described to participants. Table S3.IPCC certainty values . Table S4.Multivariate analysis testing whether demo- graphic characteristics predict variation in food web net- work metrics. Table S5.Demographic predictors of three scenarios simulating press perturbations to the food web at the bot- tom (zooplankton increase), middle (herring increase), and top (whale increase). Figure S1.The capacity of two clusters of experts (white and green) based on structural properties of the system to predict variation in ecosystem response to three perturbations. Figure S2.Positive correlation between a structural property of each expert’s mental model of the food web and the amount the ecosystem fluctuates in response to the increased herring scenario. References Ainsworth, C.H., Pitcher, T.J., Heymans, J.J. & Vasconcellos, M. (2008) Reconstructing historical marine ecosystems using food web models: Northern British Columbia from pre-European contact to present.Ecol. Model.,216, 354-368. Beaudreau, A.H., Levin, P.S. & Norman, K.C. (2011) Using folk taxonomies to understand stakeholder perceptions for species conservation.Conserv. Lett.,4,451-463. Biernacki, P. & Waldorf, D. (1981) Snowball sampling: problems and techniques of chain referral sampling.Sociol. Method. Res.,10,141-163. Biggs, D., Abel, N., Knight, A.T., Leitch, A., Langston, A. & Ban, N.C. (2011) The implementation crisis in conservation planning: could “mental models” help?Conserv. Lett.,4, 169-183. Burgman, M., Carr, A., Godden, L.et al.(2011)Redefining expertise and improving ecological judgment.Conserv. Lett., 4,81-87. Burgman, M.A., McBride, M., Ashton, R.et al.(2011)Expert status and performance.PLoS ONE,6,e22998. Cleary, J.S. (2014) Stock assessment and management advice for British Columbia pacific herring: 2013 status and 2014 forecast.Canadian Sci. Adv. Sec. Cury, P., Bakun, A., Crawford, R.J.et al.(2000)Smallpelagics in upwelling systems: patterns of interaction and structural changes in “wasp-waist” ecosystems.ICES J. Mar. Sci.: Journal du Conseil,57,603-618. de la Mare, W., Gales, N. & Mangel, M. (2014) Applying scientific principles in international law on whaling.Science, 345,1125-1126. Dietz, T. (2013) Bringing values and deliberation to science communication.P. Natl. Acad. Sci.,110,14081-14087. Doswald, N., Zimmermann, F. & Breitenmoser, U. (2007) Testing expert groups for a habitat suitability model for the lynx Lynx lynx in the Swiss Alps.Wildlife Biol.,13, 430-446. Drescher, M., Perera, A., Johnson, C., Buse, L., Drew, C. & Burgman, M. (2013) Toward rigorous use of expert knowledge in ecological research.Ecosphere,4,1-26. Ford, J.K. (2009)An assessment of the potential for recovery of humpback whales off the Pacific coast of Canada.Canadian Science Advisory Secretariat=Secr ́ etariat canadien de consultation scientifique. Gibbons, M. (1999) Science’s new social contract with society. Nature,402,C81-C84. Gray, S., Chan, A., Clark, D. & Jordan, R. (2012) Modeling the integration of stakeholder knowledge in social–ecological decision-making: benefits and limitations to knowledge diversity.Ecol. Model., 229,88-96. Gray, S.A., Zanre, E. & Gray, S. (2014) Fuzzy cognitive maps as representations of mental models and group beliefs. Pages 29-48.Fuzzy cognitive maps for applied sciences and engineering.Springer. Hey, J., Waples, R.S., Arnold, M.L., Butlin, R.K. & Harrison, R.G. (2003) Understanding and confronting species uncertainty in biology and conservation.Trends Ecol. Evol., 18,597-603. Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. 9 Expert opinion and ecosystem managementA.C. Stieretal. Iniesta-Arandia, I., del Amo, D.G., Garc ́ ıa-Nieto, A.P., Pi ̃ neiro, C., Montes, C. & Mart ́ ın-L ́ opez, B. (2015) Factors influencing local ecological knowledge maintenance in Mediterranean watersheds: insights for environmental policies.Ambio,44,285-296. IPCC. (2014)Climate change 2014: impacts, adaptation, and vulnerability. Part A: global and sectoral aspects. Contribution of working group II to the fifth assessment report of the Intergovernmental Panel on Climate Change.InField,C.B., Barros, V.R., Dokken, D.J.et al., editors. Cambridge University Press, Cambridge, UK and New York. Jones, R., Rigg, C. & Lee, L. (2010) Haida marine planning: first nations as a partner in marine conservation.Ecol. Soc., 15, 12. http://www.ecologyandsociety.org/vol15/iss1/ art12/ Jones, N.A., Ross, H., Lynam, T., Perez, P. & Leitch, A. (2011) Mental models: an interdisciplinary synthesis of theory and methods.Ecol. Soc.,16. Krueger, T., Page, T., Hubacek, K., Smith, L. & Hiscock, K. (2012) The role of expert opinion in environmental modelling.Environ. Modell. Softw.,36,4-18. Kosko, B. (1986) The role of expert opinion in environmental modelling,24,65-75. Leschine, T.M., Pavia, R., Walker, A.H., Bostrom, A. & Starbird, K. (2015) What-if scenario modeling to support oil spill preparedness and response decision-making.Hum. Ecol. Risk Assess.,21,646-666. Levin, D.A. (1979) The nature of plant species.Science,204, 381-384. Lynam, T. & Brown, K. (2011) Mental models in human-environment interactions: theory, policy implications, and methodological explorations.Ecol. Soc., 17, 24. http://www.ecologyandsociety.org/vol17/iss3/ art24/ Mantua, N.J. & Hare, S.R. (2002) The Pacific decadal oscillation.J. Oceanogr.,58,35-44. Martin, T.G., Burgman, M.A., Fidler, F.et al.(2012)Eliciting expert knowledge in conservation science.Conserv. Biol., 26,29-38. May, R.M. (2013) Networks and webs in ecosystems and financial systems.Philosophical Transactions of the Royal Society of London A: Mathematical, Physical and Engineering Sciences,371. Miller, T.R., Baird, T.D., Littlefield, C.M., Kofinas, G., Chapin, III F.S. & Redman, C.L. (2008) Epistemological pluralism: reorganizing interdisciplinary research.Ecol. Soc.,13,46. http://www.ecologyandsociety.org/vol13/iss2/art46/ Morgan, M.G. (2014) Use (and abuse) of expert elicitation in support of decision making for public policy.P. Natl. Acad. Sci.,111,7176-7184. ̈ Ozesmi, U. & ̈ Ozesmi, S.L. (2004) Ecological models based on people’s knowledge: a multi-step fuzzy cognitive mapping approach.Ecol. Model.,176,43-64. Pinello, D.R. (1999) Linking party to judicial ideology in American courts: a meta-analysis.Justice Syst. J.,20, 219-254. Raymond, C.M., Fazey, I., Reed, M.S., Stringer, L.C., Robinson, G.M. & Evely, A.C. (2010) Integrating local and scientific knowledge for environmental management.J. Environ. Manage.,91,1766-1777. Redpath, S.M., Young, J., Evely, A.et al.(2013) Understanding and managing conservation conflicts.Trends Ecol. Evol.,28,100-109. Ryder, D.S., Tomlinson, M., Gawne, B. & Likens, G.E. (2010) Defining and using ‘best available science’: a policy conundrum for the management of aquatic ecosystems. Mar. Freshwater Res.,61,821-828. Samhouri, J.F., Levin, P.S. & Ainsworth, C.H. (2010) Identifying thresholds for ecosystem-based management. PLoS ONE,5,e8907. Schweigert, J.F., Boldt, J.L., Flostrand, L. & Cleary, J.S. (2010) A review of factors limiting recovery of Pacific herring stocks in Canada.ICES J. Mar. Sci.: Journal du Conseil. Thuiller, W., Albert, C., Ara ́ ujo, M.B.et al.(2008)Predicting global change impacts on plant species’ distributions: future challenges.Perspect. Plant Ecol. Evol. Systemat.,9,137-152. Turner, M.G. (2010) Disturbance and landscape dynamics in a changing world.Ecology,91,2833-2849. Venables, W.N. & Ripley, B.D. (2002)Modern applied statistics with S, 4th ed. Springer-Verlag, New York. Waples, R.S. (1991) Pacific salmon, Oncorhynchus spp., and the definition of ”species” under the Endangered Species Act.Mar. Fish. Rev.,53,11-22. Watts, D.J. & Strogatz, S.H. (1998) Collective dynamics of ‘small-world’ networks.Nature,393,440-442. Welch, C. (2015) Fighting over herring—the little fish that feeds multitudes.Natl. Geogr. 10Conservation Letters, xxx 2016, 0(0), 1–10 Copyright and Photocopying: C⃝ 2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc. Classification: SOCIAL SCIENCES 1 SUPPLEMENTARY INFORMATION 1 Table of Contents 2 I. Cognitive Maps 3 II. Expert Elicitation Methods 4 a. Table S1. Demographic characteristics of respondents 5 b. Table S2 14 functional groups 6 c. Table S3. IPCC certainty values 7 d. Expert Elicitation Protocol 8 III. Cluster Analysis 9 IV. Supplementary Results and Figures 10 a. Table S4: inability of background characteristics to predict structure 11 b. Table S5: inability of background characteristics to predict function 12 c. Fig S1: Link between structural groups and response to simulated management 13 d. Fig S2: Link between structural property and ecosystem reorganization 14 15 16 Classification: SOCIAL SCIENCES 2 I. Cognitive Maps 17 Cognitive maps have their historical roots in cognitive mapping (Axelrod et al. 1976), originally 18 developed by Kosko (1986) as a semi-quantitative soft computing method to structure expert 19 knowledge similar to the way the human mind makes predictions based on logical chains of 20 reasoning. Cognitive maps are graphical representations of a system that visually illustrate the 21 relationships or edges between key concepts (nodes) of the system, including feedback 22 relationships. The justification for representing cognition by means of structural maps is derived 23 from constructivist psychology (Gray et al. 2014), which suggests that individuals interactively 24 construct knowledge by creating internal associative representations that help catalogue, interpret 25 and assign meaning to environmental stimuli and experiences (Raskin 2002). This organized 26 understanding can then be used to make predictions about the dynamics of the external world, 27 and therefore, are thought to be the basis of human reasoning. Therefore, cognitive maps can be 28 considered external representations of internal ‘mental models’ (Jones et al. 2011). Individuals 29 assimilate external events and accommodate information into these mental model structures to 30 facilitate reasoning and exchange understanding (Craik 1943; Piaget 1976). 31 32 Classification: SOCIAL SCIENCES 3 II. Expert Elicitation Methods 33 34 We performed an expert elicitation of the number and strength of interactions between pairs of 35 14 functional groups within the herring-centric food web of Haida Gwaii, British Columbia. To 36 build cognitive maps of the herring ecosystem in Haida Gwaii, we constructed a food web with 37 14 functional groups (Table S2), based on published literature, our natural history knowledge of 38 important ecosystem interactions, and through pilot testing with 5 experts to check survey length 39 and ensure the clarity and intelligibility of the question format and terminology. 40 Experts were defined as having technical or local knowledge and/or practical experience 41 in Haida Gwaii ecosystems and were identified through stratified chain referral sampling 42 (Biernacki and Waldorf 1981). In total, we contacted 46 potential experts by email. A total of 31 43 responded positively, 5 declined to participate and 10 did not respond. Authors administered the 44 survey either in person (13 people) or by phone (18 people), and of the 31 people who 45 participated, we obtained a total of 27 completed species matrices for analysis. After",
  "sections": {
    "abstract": "Decision-makers often rely on expert knowledge, especially in complex and data-poor social-ecological systems (SESs). However, expert knowledge and perceptions of SES structure and function vary; therefore, understanding how these perceptions differ is critical to building knowledge and develop- ing sustainability solutions. Here, we quantify how scientific, local, and tra- ditional knowledge experts vary in their perceptions of food webs centered on Pacific herring—a valuable ecological, economic, and cultural resource in Haida Gwaii, BC, Canada. Expert perceptions of the herring food web varied markedly in structure, and a simulated herring recovery with each of these unique mental models demonstrated wide variability in the perceived impor- tance of herring to the surrounding food web. Using this general approach to determine the logical consequences of expert perceptions of SES structure in the context of potential future management actions, decision-makers can work explicitly toward filling knowledge gaps while embracing a diversity of perspectives.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found cryptic agreement surrounding scenarios despite divergent perceptions of herring ecosystem structure.",
    "We show here that among-expert differences in perceptions of ecosystem structure are log- ically tied to consequences for how an individual might view the outcomes or impacts of predicted future change.",
    "we show that among-expert differences in perceptions of ecosystem structure are logically tied to consequences for how an individual might view the outcomes or impacts of predicted future change.",
    "Our results show that experts can exhibit divergent views about the structure of a complex ecosystem, inde- pendent of commonly identified “bins” of expertise (e.",
    "results suggest managers of the her- ring ecosystem are confronted with different knowledge systems and diverse perceptions that they must recon- cile or reject as they weigh different (and at times diver- gent) forms of expertise.",
    "significant differences based on demographic background.",
    "These results suggest managers of the her- ring ecosystem are confronted with different knowledge systems and diverse perceptions that they must recon- cile or reject as they weigh different (and at times diver- gent) forms of expertise."
  ],
  "fullText": "\n\nLETTER\nIntegrating Expert Perceptions into Food Web Conservation\nand Management\nAdrian C. Stier\n1\n,JamealF.Samhouri\n2\n,StevenGray\n3\n,RebeccaG.Martone\n4\n,MeganE.Mach\n4\n,\nBenjamin S. Halpern\n1,5,6\n,CarrieV.Kappel\n1\n,CourtneyScarborough\n1\n,&PhillipS.Levin\n2\n1\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101, USA\n2\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric\nAdministration, Seattle, WA 98112, USA\n3\nMichigan State University, Department of Community Sustainability, East Lansing, MI 48824, USA\n4\nCenter for Ocean Solutions, 99 Pacific Street, Suite 555E, Monterey, CA, 93940\n5\nBren School of Environmental Science and Management 2400 Bren Hall, University of California, Santa Barbara, CA, 93106-5131\n6\nImperial College London,Silwood Park Campus, Ascot SL57PY, UK\nKeywords\nMental model; fuzzy logic cognitive maps;\ndecision-making; Haida Gwaii; herring;\necosystem-based management; food web.\nCorrespondence\nAdrian Stier, Northwest Fisheries Science\nCenter, National Marine Fisheries Service,\nSeattle, WA 98112, USA.\nTel:+203-241-8978; fax:+206 860 3217\nE-mail: adrian.stier@gmail.com\nReceived\n20 July 2015\nAccepted\n12 February 2016\nEditor\nDr. Mary Ruckelshaus\ndoi: 10.1111/conl.12245\nAbstract\nDecision-makers often rely on expert knowledge, especially in complex and\ndata-poor social-ecological systems (SESs). However, expert knowledge and\nperceptions of SES structure and function vary; therefore, understanding\nhow these perceptions differ is critical to building knowledge and develop-\ning sustainability solutions. Here, we quantify how scientific, local, and tra-\nditional knowledge experts vary in their perceptions of food webs centered\non Pacific herring—a valuable ecological, economic, and cultural resource in\nHaida Gwaii, BC, Canada. Expert perceptions of the herring food web varied\nmarkedly in structure, and a simulated herring recovery with each of these\nunique mental models demonstrated wide variability in the perceived impor-\ntance of herring to the surrounding food web. Using this general approach\nto determine the logical consequences of expert perceptions of SES structure\nin the context of potential future management actions, decision-makers can\nwork explicitly toward filling knowledge gaps while embracing a diversity of\nperspectives.\nIntroduction\nExperts play a key role in decision-making in conserva-\ntion. In the absence of certainty about the nature and be-\nhavior of complex social-ecological systems (SESs), ex-\npert opinions are often elicited in hopes of separating\nmatters of fact from matters of value to complement\nexisting data and inform conservation decisions (Dietz\n2013). Typically, technical experts communicate their\nunderstanding of social-ecological processes to decision-\nmakers, enabling them to rely upon best available science\n(Ryderet al.2010). For example, assessments of oil spill\nimpacts (e.g., major oil spills; Leschineet al.2015), cli-\nmate change mechanisms (e.g., IPCC 2014), and poten-\ntial tradeoffs associated with scientific whaling (e.g., the\ncase for scientific whaling; de la Mareet al.2014) have\nall relied on expert judgment (reviewed in Redpathet al.\n2013). However, experts can exhibit high levels of uncer-\ntainty because knowledge integration among individu-\nals is inherently complex (Raymondet al.2010; Drescher\net al.2013), and in some cases not possible (Grayet al.\n2012).\nDespite the potential for each expert’s training, ex-\nperience, and education to guide judgments (Burgman,\nCarret al.2011), many conservation decision-making\nprocesses focus on gathering input from select individ-\nuals with substantial, but not necessarily objective, infor-\nmation about a given topic (Burgman, Carret al.2011;\nConservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n1\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the\noriginal work is properly cited.\n\nExpert opinion and ecosystem managementA.C. Stieretal.\nMartinet al.2012; Drescheret al.2013). Indeed, diver-\ngent views are common for two reasons. First, expert\nperceptions of SESs are typically based on what they\nhave learned from experience or in the classroom (i.e.,\nhuman cognition). Second, the terms employed to de-\nscribe SESs (e.g., ecosystem structure) are human con-\nstructs, and the way in which perceived differences are\ndiscussed is typically qualitative, imprecise, and prone to\nbiases in human reasoning (but see Doswaldet al.2007).\nFor instance, differences in how the species concept is\nviewed by scientists (Levin 1979) have led to disputes\n(Heyet al.2003), with important implications for conser-\nvation of imperiled species (e.g., Waples 1991; Beaudreau\net al.2011).\nHere, we document varying expert perceptions of\necosystem interactions in the Northeast Pacific Ocean and\nexplore their implications for conservation and manage-\nment. In this region, Pacific herring (Clupea pallasii)area\nkey ecological, economic, and cultural resource. Numer-\nous terrestrial and marine coastal organisms, including\nseveral commercially harvested fishes, prey on herring\n(Schweigertet al.2010). Herring were a major focus of in-\ndustrial seine and gillnet fisheries, but stock collapses in\nthe 1960s and 1990s resulted in fisheries closures (DFO\n2014) and conservation concern. Herring roe is also an\nimportant cultural and subsistence resource for a num-\nber of First Nations (Joneset al.2010). Because of the\ncentral role of herring in Northeast Pacific SESs, fisheries\nclosures and subsequent reopenings have led to tensions\nsurrounding herring and herring fishing among First Na-\ntions groups, the Canadian government, and commercial\nfishery interests (DFO 2014).\nGiven the numerous social and ecological connections\nto herring, we explored how experts from a variety of\nbackgrounds perceived Northeast Pacific ecosystem inter-\nactions. We asked each expert to describe the number,\ndirection, and strength of food web interactions among\nfunctional groups connected directly or indirectly to her-\nring. Based on these responses, we constructed Fuzzy\nCognitive Maps (hereafter, cognitive maps) of the her-\nring ecosystem, revealing each expert’s unique percep-\ntion of the number, strength, and direction of relation-\nships among network nodes, and how perceptions of\ndifferent experts related to one another. We also sim-\nulated responses of the cognitive maps to hypotheti-\ncal scenarios, including an increase in herring, the con-\ntinued recovery of humpback whales (a key herring\npredator), and changes in ocean productivity, asking if\nthe logical consequences of differences in perception of\necosystem structure magnify or diminish variability in\npredictions about ecosystem responses to management\nactions.\nMethods\nFuzzy cognitive maps\nTo quantify variation in experts’ perceptions of the\nstructure and function of the herring-centric food web in\nthe Northeast Pacific Ocean, we collected cognitive maps\nfrom a range of scientific experts. Cognitive maps are\nbasic mathematical and graphical representations of an\nindividual’s perception of the number and strength of re-\nlationships among nodes in a network. In this case study,\nthe network is the Northeast Pacific Ocean food web,\nand the nodes in the network are the functional groups.\nKnowledge constructed in this manner can externally\nrepresent an individual’s organized understanding of the\nworkings of the world around them (Grayet al.2014).\nThese representations of understanding can then be\nmanipulated mathematically to indicate the logical con-\nsequences of an individual’s perceptions based on their\nunderstanding of the dynamics of the external world.\nFor example, by increasing or decreasing key variables\nas continually high or low (referred to as “clamping”),\nfuture scenarios, such as the increased abundance of\na predator, can be simulated given a specific set of\nperceived linkages and interaction strengths (\n ̈\nOzesmi\n&\n ̈\nOzesmi 2004). This clamping is conducted until the\nsystem reaches a new equilibrium that can be compared\nto the steady state—the equilibrium relative abundance\nin the absence of a perturbation (for additional detail, see\nSupplementary Material).\nExpert elicitation\nTo build cognitive maps of the herring ecosystem in the\nNortheast Pacific Ocean, we identified 14 key functional\ngroups in the herring food web (Table S2), based on\npublished literature (Ainsworthet al.2008; Schweigert\net al.2010; DFO 2014), the authors’ natural history\nknowledge of important ecosystem interactions, and\npilot testing with five experts inside and outside of our\nfocal area in Haida Gwaii. While providing a particular\nset of functional groups can constrain cognitive maps of\nthe system, it allows for quantitative comparisons among\nexperts (Grayet al.2014). Experts were defined as having\nscientific (e.g., agency or university scientists), local (e.g.,\nlong-term residents), or traditional (i.e., First Nations)\necological knowledge and/or practical experience in\nthe Northeast Pacific Ocean herring ecosystem. Experts\nwere identified through stratified chain referral sampling\n(Biernacki & Waldorf 1981), which yielded a complete\nsample of 27 experts. We then explored the potential\nrole of training, experience, and cognition as key factors\n2Conservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n\nA.C. Stieretal.Expert opinion and ecosystem management\nthat may influence the diversity of expert perceptions\n(following Burgman, Carret al.2011; Morgan 2014).\nWe asked each expert their perception of the number\nand strength of interactions between all pairs of func-\ntional groups. Respondents were also given an opportu-\nnity to provide information on their uncertainty about\ninteractions (Table S2). Interaction strength elicitations\nranged from -2 (strongly negative) to+2(stronglyposi-\ntive), and were scaled from -1 to+1foranalysis(foraddi-\ntional detail, see Supplementary Material). We also asked\na series of demographic questions detailing information\nthat could potentially influence responses (e.g., age, years\nof experience, professional affiliation, and place of resi-\ndence; Table S1).\nNetwork analysis of cognitive maps\nWe conducted a network analysis to describe the geome-\ntry and strength of interactions for each cognitive map\nand then subjected the resultant metrics to hierarchi-\ncal cluster and nonhierarchical partitioning analyses. The\nnetwork analysis metrics we used to represent herring\necosystem structure included number of connections in\neach food web, average of the absolute value of the inter-\naction strengths, centrality of four key functional groups\nof conservation interest, a hierarchy index, and num-\nber of transmitters, receivers, and ordinary concepts sug-\ngested by\n ̈\nOzesmi &\n ̈\nOzesmi (2004; Table 1).\nAnalysis of expert perceptions of food web\nstructure\nDemographic characteristics were not effective predictors\nof variation in perceived ecosystem structure (Table S3).\nWe therefore applied nonhierarchical partitioning anal-\nysis to ask whether evidence existed for!2clustersof\nexperts based on the similarity of cognitive maps, sum-\nmarized in terms of the network metrics. To visualize\nthe distances between experts, we calculated Euclidian\ndistances between each pairwise combination of experts\nbased on the network metrics described above, and used\nhierarchical cluster analysis to identify potential group-\nings of experts (using an agglomerative average linkage\nmethod; Venables & Ripley 2002). Hierarchical cluster\nanalysis makes no assumptions about a priori relation-\nships among experts (e.g., demographic characteristics)\nbut rather searches for a posteriori groups based on the\ndifferences among individuals in cognitive map structural\nmetrics, allowing comparison of expert knowledge by the\nnature of their understanding as opposed to membership\nin a demographic group (for additional detail, see Supple-\nmentary Material).\nScenario analysis: perturbing the herring food\nweb\nThere is a fair amount of uncertainty surrounding the\nfuture of Pacific herring in the Northeast Pacific. This\nuncertainty is rooted in the complex social and eco-\nlogical influences on the species, all of which occur\nat a range of spatial scales. We evaluated the func-\ntional consequences of each expert’s perceived ecosys-\ntem structure by simulating three perturbations, each\nof which caused a consistent increase (press perturba-\ntion) in a single node in the food web until all nodes\nin the food web reached a new equilibrium. Specifically,\nwe Specifically, we simulated the following: (1) an in-\ncrease in humpback whales concordant with projected\nhumpback population growth (Ford 2009), (2) an in-\ncrease in herring—a simulation in accordance with the\ndesired trajectory of the depleted stock (DFO 2014), and\n(3) an increase in zooplankton—analogous to a regime\nof cold, nutrient-rich water years that support produc-\ntive zooplankton populations (Mantua & Hare 2002;\nFigure 1). We conducted scenario analyses on each cog-\nnitive map (n=27) and measured the change in rel-\native abundance of each of the 14 functional groups\ncompared to its relative abundance at equilibrium in\nthe absence of a perturbation. Such an approach is ex-\npected to represent predicted outcomes under differ-\nent ecological change scenarios across different types of\nexperts.\nStatistical analysis of expert perceptions\nof ecosystem function\nAs with the analysis of expert perceptions of herring\necosystem structure, we used hierarchical cluster and\nnonhierarchical partitioning analyses to ask whether\nsubsets of experts perceived ecosystem responses simi-\nlarly. Importantly, these predictions represent the logical\nconsequences of information elicited from experts, rather\nthan direct elicitations from scenario-based questions.\nThough we tested whether expert demographics were\neffective predictors of variation in responses to per-\nturbations from the three scenarios, we found none\n(Table S2). Thus, in this application, we sought clusters\nof experts based on the expected percent change in\nrelative abundance of each of the 14 functional groups\nunder each scenario. We also estimated two ecosystem\nresponses for each of the three scenarios: (1) average\npercent change in abundance of all 14 functional groups\nand (2) ecosystem reorganization index, which estimates\ndiscordance among functional groups in their response\nto a scenario, relative to the aggregate response of all\nfunctional groups (sensu Samhouriet al.2010).\nConservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n3\n\nExpert opinion and ecosystem managementA.C. Stieretal.\nTable 1Structural metrics that applied to matrix forms of fuzzy cognitive maps to quantify structural properties of each expert’s perceived food web\nMental model, structural\nmeasurementDescription of measure and cognitive inference\nN(connections)Numberofconnectionsincludedbetweenvariables;highernumberofconnectionsindicateshigherdegreeofinteraction\nbetween components in a mental model\nN(transmitter)Componentswhichonlyhave“forcing”functions;indicatesnumberofcomponentsthataffectothersystemcomponents\nbut are not affected by others\nN(receiver)Componentswhichhaveonlyreceivingfunctions;indicatesthenumberofcomponentsthatareaffectedbyothersystem\ncomponents but have no effect\nN(ordinary)Componentswithbothtransmittingandreceivingfunctions;indicatesthenumberofconceptsthatinfluenceandare\ninfluenced by other concepts\nCentralityAbsolute value of either (a) overall influence in the model (all+and−relationships indicated, for entire model) or (b)\ninfluence of individual concepts as indicated by positive (+) or negative (−)valuesplacedonconnectionsbetween\ncomponents; indicates (a) the total influence (positive and negative) in the system or (b) the conceptual\nweight/importance of individual concepts (Kosko 1986a). The higher the value, the greater the importance of all concepts\nor the individual weight of a concept in the overall model\nHierarchy IndexIndex developed to indicate hierarchical to democratic view of the system. On a scale of 0–1, indicates the degree of\ntop-down (score 1) or democratic perception (score 0) of the mental model\n0.00\n0.25\n0.50\n0.75\n1.00\n1940196019802000\nYear\nScaled Amount\nHerring SSB\nPDO\n500\n1000\n1500\n2000\n19952000200520102015\nYe a r\nHumpback Whales\nEstimated\nProjected\n(a)(b)\nFigure 1Time series motivating three scenarios simulating future increases in herring, zooplankton, and humpback whales. Panel A shows estimated\nherring spawning stock biomass (green) in Haida Gwaii, British Columbia, Canada, and scaled Pacific Decadal Oscillation (PDO) estimates (gray) in the\nNortheast Pacific Ocean—a known correlate of zooplankton productivity. Panel B shows the estimated (circle) and projected (triangle) abundance of\nhumpback whale populations (blue) assuming the median 4.1% annual growth rate from the most recent stock assessment from British Columbia, Canada.\nTime series extracted from three published resources. Herring: 2014 Department of Fisheries and Oceans stock assessment for pacific herring (DFO\n2014). PDO: JSIAO database (http://research.jisao.washington.edu/pdo). Humpback whales: Department of Fisheries and Oceans stock assessment for\nHumpback Whales (Ford 2009).\nContextualizing our approach within existing\nmental model approaches\nOur approach advances existing methods focused on\nbuilding cognitive maps to improve conservation and\nmanagement (Biggset al.2011). Researchers use several\nmethods to collect and evaluate mental models and\nshared beliefs in natural resource management (Lynam\n&Brown2011).Forexample,somemethodsassume\nhomogeneity in knowledge within demographic groups,\ndespite examples of ample heterogeneity within knowl-\nedge groups (e.g., Grayet al.2012) and at various scales\n(e.g., Iniesta-Arandiaet al.2015). While some mixed\noral and graphic concept mapping methods have been\nused to compare and scale up individual cognitions\n(Joneset al.2011), these methods are often static and\ndo not provide a way to explore how individuals reason\ndynamically. Our use of cognitive maps in combination\nwith scenarios allows us to explore the consequences\nof individual perceptions. Furthermore, typical analysis\n4Conservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n\nA.C. Stieretal.Expert opinion and ecosystem management\nGroup 2Group 1\n406080100120\n0.050.100.250.50\n01020\nHumpbacks\nTransmitters\nReceivers\nOrdinary\n0510\n(g)\n(c)\n(a)\n(b)\n(d)(e)\n(f)\nHerring\nConnectionsHierarchy IndexInteraction Strength\nZooplannkton\nForage Fishes\nPinnipeds\nCentralityDirectionality\nFigure 2Hierarchical cluster analysis of\nmental model structural characteristics\nrevealed two significant clusters (1: pink and\n2: turquoise). Silhouettes at tip of\ndendrogram represent each expert, and\nbranch distance is proportional to similarity\nof experts in their perceived network\nstructure (a). Food web drawings represent\nthe median cognitive maps of experts from\neach group (b). Clusters of experts based on\nperceptions of food web structure are\nbased on multivariate analysis of 11\ndifferent network metrics (Table 2 ), which\nare plotted univariately for each expert\ngroup in boxplots (c–g). In box and whisker\nplots, the upper and lower \"hinges\"\ncorrespond to the first and third quartiles\n(the 25th and 75th percentiles) and whiskers\nrepresent 1.5 times the interquartile range.\nexploring variation in individual cognitions assumes per-\nceptions are linked to demographic backgrounds a priori,\nwhereas here we test for links between demographic\nbackgrounds and perceptions, but also use multivariate\nclustering analysis to define cluster of similar experts\nbased on perceptions of food web structure and function.\nOverall, our approach highlights the utility of building\nindividual cognitive maps, which can increase stake-\nholder communication and facilitate the integration of\nmultiple knowledge sources (Biggset al.2011), while also\navoiding assumptions about links between demographic\ncharacteristics and expert perceptions.\nResults\nExpert experience with the herring ecosystem in the\nNortheast Pacific Ocean averaged 19 years (range 5–\n61years), yet this depth of experience did not translate\ninto cognitive maps with highly similar network proper-\nties (Table S4). For example, networks varied widely in\nnumber of connections (range 42 to 125). Multivariate\nanalysis suggested expert demographics did not explain\nvariation in perceptions of herring ecosystem structure\n(Table S3). Instead, cluster analysis revealed two prevail-\ning views that were unrelated to amount of experience\n(Figures 2a, b). An OLS regression testing for univariate\nrelationships between years of experience and food web\nstructural properties revealed no correlation (P>0.15\nfor all structural properties). Experts with different de-\nmographic characteristics were well represented in both\ngroups. For example, Group 1 was 50% academics, 66%\nNGO, 66% island residents, and 64% individuals who\nidentified as female. Group 2 was 50% academics, 33%\nNGO, and 33% on island, and 64% individuals who iden-\ntified as male. This high within-group variability in demo-\ngraphic characteristics was a major contributor to statis-\ntically nonsignificant differences based on demographic\nbackground. An additional explanation for our inability\nto detect statistical differences among groups is the num-\nber of experts sampled, which is somewhat low despite\nConservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n5\n\nExpert opinion and ecosystem managementA.C. Stieretal.\nZooplanktonHerringHumpback\nKelp\nEelgrass\nZooplankton\nOther forage fishes\nHerring\nChinook & coho salmon\nPink & chum salmon\nRockfishes & lingcod\nFlatfishes\nHake, cod & sablefish\nDolphins & porpoises\nPinnipeds\nHumpback whales\nSeabirds\n−50050−50050−50050\nPercent Change in Relative Abundance\n(a)\n(b)\n(c)\nNA\nNA\nNA\nFigure 3Ecosystem response (i.e., percent change in relative abundance of functional groups) to three different scenarios simulating increases in\nzooplankton (a), herring (b), and humpback whales (c) averaged across all cognitive maps. Upper and lower \"hinges\" on box and whisker plots represent\nthe first and third quartiles (the 25th and 75th percentiles) and whiskers represent 1.5 times the interquartile range.\nMDS 1\nScenario\nMDS 2\nStructural Clusters\n1\n2\nScenario\nHerring +\nHumpbacks +\nZooplankton +\n0\n1\n2\n3\n4\nAverage Dispersion \n(b)(a)\nFigure 4Among-scenario comparison of ecosystem\nresponse to simulated food web perturbations. Nonmetric\nmultidimensional scaling plot generated from change in\nrelative abundance of functional groups in each scenario\nrelative to a steady state (a). Each point represents an expert,\nwith each expert represented for each of the three scenarios.\nExperts perceiving a similar ecosystem shift in response to\neach of the three scenarios are closer together. Point color\nrepresents the three different scenarios (Blue: humpback+,\nGreen: Herring+, Gray: Zooplankton+), and point type (circle\nor triangle) represents the two clusters that emerged from\nthe expert’s perceptions of ecosystem structure. Univariate\nplot of average (±1 SE) multivariate dispersion demonstrates\namong expert variability in response to scenarios (b).\nexhaustively sampling the expert pool through stratified\nreferral sampling. Expert perspectives of the ecosystem\ndiverged based on several characteristics of the cognitive\nmaps, including a 35% difference in overall influence\nof focal functional groups (i.e., centrality), 25% differ-\nence in interaction strengths, 15% difference in connec-\ntions, and a 28% difference in whether connections were\ndemocratic (i.e., hierarchy index; Figures 2c–g).\nVariable  perceptions  of  herring  ecosystem  struc-\nture did not necessarily correspond to differences in\nexpected outcomes of hypothetical scenarios, despite\nunique responses of each cognitive map to simulated\nperturbations (Figure 3). Furthermore, backgrounds and\ndemographic characteristics of experts did not readily\nexplain variability in expected changes in species rel-\native abundance (Table S4). In fact, we found cryptic\nagreement  surrounding  scenarios  despite  divergent\nperceptions of herring ecosystem structure. For example,\nsimulated increases in herring predators led to a pre-\ndicted decrease in herring, zooplankton, and other forage\nfishes, whereas simulated increases in zooplankton\npredicted increases in relative abundance of all species\n(Figure 4a).\nThe two clusters that emerged from analysis of struc-\ntural metrics describing cognitive maps effectively pre-\ndicted responses to hypothetical scenarios (Figure S1).\nFor example, food webs with more connections and\nhigher estimated interaction strengths exhibited a greater\nlevel of ecosystem reorganization (Figure S2). However,\neach of the three simulated scenarios differed in the level\nof among-expert disagreement, with the widest varia-\ntion emerging from the simulated increase in herring\n(Figure 4b). Hypothetical scenarios representing expected\necosystem state related to increases in herring predator\n(whales) and prey (zooplankton) abundance produced\nvariable responses among cognitive maps, but these re-\nsponses did not diverge into distinct groups. In contrast,\nthe hypothetical scenario related to an increase in her-\nring produced two significantly divergent perspectives\n(Figure 5a). One expert group predicted a 182% greater\nreorganization of the ecosystem and a 78% higher av-\nerage percent change in relative abundance relative to\n6Conservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n\nA.C. Stieretal.Expert opinion and ecosystem management\nKelp\nEelgrass\nZooplankton\nOther Forage Fishes\nChinook & Coho\nPink & Chum\nRockfishes & Lingcod\nFlatfishes\nHake, Cod, & Sablefish\nDolphins & Porpoises\nPinnipeds\nHumpback whales\nSeabirds\n−75−50−25025\n% Change in Functional Group\n+\n(a)(b)\n+\nFigure 5Divergent views among experts driven by variation in\nperceived impact of herring to the surrounding ecosystem.\nDendrogram based on hierarchical cluster analysis of changes in\nrelative abundance of 13 functional groups relative to the steady\nstate (silhouette width 0.32). Dendrogram branch colors and tips\ncorrespond to two significant cluster units (open and closed tips, and\nsolid and dashed branches). Barplot of univariate response of each\nfunctional group (b) shows the mean (±1SE)percentchangeinthe\nrelative abundance of each functional group underlying the\nmultivariate clusters. Note the majority of functional groups follow\nthe same directional shifts in relative abundance with the exception\nof pink and chum salmon, which expert groups perceive responding\ndifferently to the simulated herring increase.\nthe other expert group (Figure 5b). These contrasting\nperspectives center on the strength of expected declines\nin relative abundance of zooplankton (typically her-\nring prey) and other forage fish (resource and apparent\ncompetitors with herring), and expected increases in her-\nring predators (e.g., groundfish, whales, and seabirds;\nFigure 5). Background and demographic characteristics\ndid not explain the discordant perspectives between these\ntwo expert groups (Table S4). Furthermore, the demo-\ngraphic composition of these two groups is very simi-\nlar, with 85% of the individuals from the cluster anal-\nysis of ecosystem structure found in identical groups that\nemerged from cluster analysis of simulated increases in\nherring.\nFor the increased predator and prey scenarios that led\nto relative consensus among experts (i.e., lower multi-\nvariate dispersion in community response to simulated\nscenarios), an understanding of differences in perception\nof herring ecosystem structure would have inappropri-\nately suggested potential for divergent views over ecosys-\ntem functioning (Figure 4a). This diminished divergence\nof expert perceptions did not emerge from the increased\nherring scenario (Figure 4b). Rather, structural differ-\nences in perception of the herring ecosystem were critical\npredictors of functional differences where herring were\nthe focal point of change.\nDiscussion\nFor a wide range of public policy issues, there is an\nincreasing dependence on scientific expertise to inform\ndecision-making (Martinet al.2012) and a broadening\nexpectation for experts to extend their knowledge to\nmore disparate areas (Gibbons 1999). Many of these is-\nsues (e.g., coastal defense and Hurricane Sandy/Katrina,\nEbola dynamics, and GMO foods) are directly related\nto how ecosystems will respond to forecasted increases\nin natural and anthropogenic perturbations (Turner\n2010). As in other spheres, because of limited data and\nthe urgency of decision-making, the institutional and\ngovernance structures of natural resource and conserva-\ntion management increasingly rely on expert knowledge\n(Thuilleret al.2008). This reliance comes despite\nwidespread acknowledgment that expert knowledge is\noften incomplete, variable, and biased (Martinet al.2012;\nDrescheret al.2013). We show here that among-expert\ndifferences in perceptions of ecosystem structure are log-\nically tied to consequences for how an individual might\nview the outcomes or impacts of predicted future change.\nRecognizing this causal chain, and quantifying it explic-\nitly, is the first step toward navigating ecosystem-based\nconservation decisions that rely on expert knowledge.\nExperts are susceptible to known cognitive biases due\nto heuristics (i.e., informal rules people use to make\njudgments) such as “availability,” the ease with which\nan idea can be brought to mind, and “anchoring and\nadjustment,” where an individual is provided a particular\nvalue or range of values and adjusts from that “anchor”\n(Morgan 2014). To diminish the likelihood of including\nthese biases in our data set, we attempted to reduce\nvariation in weighted estimates between variables and\nfocus measurement on knowledge variation in terms of\nnetwork structure, as opposed to variation in probability\nestimates (Morgan 2014). Through our approach, we\nshow that among-expert differences in perceptions of\necosystem structure are logically tied to consequences for\nhow an individual might view the outcomes or impacts\nof predicted future change. Recognizing and quantifying\ncausal chains can allow experts to consider multiple\nfactors that influence one another in a complex web\nof interactions, including feedbacks. The exact reasons\nunderlying differences among expert knowledge and per-\nceptions are unclear. Future studies would benefit from\nincluding meta-knowledge about expert knowledge,\nConservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n7\n\nExpert opinion and ecosystem managementA.C. Stieretal.\nincluding dimensions about knowledge confidence in\nthe relationships represented and epistemic orientations\n(Milleret al.2008), to understand how different “ways of\nknowing” maybe more or less valued by different expert\ngroups and influence expert knowledge representations.\nOur results show that experts can exhibit divergent\nviews about the structure of a complex ecosystem, inde-\npendent of commonly identified “bins” of expertise (e.g.,\nlocal, scientific, traditional). Our inability to predict vari-\nability in perceptions through demographic characteris-\ntics stands in contrast to examples from other arenas (e.g.,\npolitical party affiliation and ideologies; Pinello 1999).\nYet, expert backgrounds (e.g., years of experience) do not\nalways predict expert performance (Burgman, McBride\net al.2011). Our finding reinforces the concept that ex-\npert knowledge is more fluid and pluralistic than discrete\ncategories acknowledge (Raymondet al.2010; Krueger\net al.2012). However, it is also possible that we did not\ndetect links among background characteristics and per-\nceptions because there were hidden demographic charac-\nteristics we did not test, our study was limited in statistical\npower, or perhaps there was some cognitive bias resulting\nfrom our elicitation method (Morgan 2014). Simulated\nmanagement scenarios using cognitive maps of the her-\nring ecosystem highlighted additional implications based\non differences in perceptions of how ecosystems may re-\nspond to future perturbations. In particular, simulations\nof herring recovery using each expert’s unique percep-\ntion of food web structure demonstrated that not all ex-\nperts perceive herring as having a similar number and\nstrength of connections to the broader ecosystem and that\nthis may lead to different predicted outcomes across the\nfood web. These disparities in perception are particularly\nsignificant because herring sit at the center of the food\nweb (Watts & Strogatz 1998), as is common for many\nmarine forage species in coastal ecosystems (Curyet al.\n2000). Moreover, similar variability in perception is likely\nto be common for complex networks with the potential\nto be highly centralized, dynamic, and interactive (e.g.,\nfinancial systems; May 2013).\nAmong-expert variability in perceptions of the number\nand strength of connections between herring and the rest\nof the food web portends of variable management advice\nby experts when it comes to: (1) protected species (e.g.,\nseabirds and marine mammals) that consume herring, (2)\nsustainable harvest of commercially valuable fishes that\nprey upon herring (e.g., groundfishes and salmon), and\n(3) marine ecosystem-based management in the North-\neast Pacific. For example, experts were divided in their\nexpectations about the impacts of a herring increase on\nPink and Chum salmon: one group predicted an increase\nwhile the other predicted a decline (Figure 5b). Un-\nder the same scenario, one group of experts perceived\na simulated increase in herring would lead to an 89%\ngreater increase in whales relative to the other group\n(Figure 5b). These results suggest managers of the her-\nring ecosystem are confronted with different knowledge\nsystems and diverse perceptions that they must recon-\ncile or reject as they weigh different (and at times diver-\ngent) forms of expertise. As in many other environmental\ndecision-making contexts, recognition of these variable\nperceptions of food web structure may encourage efforts\nto fill knowledge gaps in areas where experts disagree.\nWhere there is expert consensus, promoting social learn-\ning among stakeholders about commonalities in their log-\nical chains of reasoning, despite diverse and cultural back-\ngrounds, may be a positive force in a system where mis-\ntrust and differences in values contribute to conflict over\ncommon pool resources (Welch 2015). In contrast, mixed\ndemographic composition within a cluster of experts with\nsimilar food web perceptions could be associated with dif-\nferences in values as well as mistrust, making it difficult\nto find consensus (Burgman, McBrideet al.2011). By in-\ncluding diverse sets of expert knowledge, the total space\nof available knowledge increases and can be particularly\nuseful for exploring events and processes that are out-\nside the normal range or are difficult to test empirically.\nFurthermore, while variable expert perceptions can lead\nto conflict, it may also be a positive force through inte-\ngration with adaptive management. For example, given a\nset of common ecosystem goals, surveys could be used to\ndescribe variation in expert perceptions and to test al-\nternative logical chains of reasoning that compete with\none another, and data which support a group of experts’\nknowledge can be used to validate perceptions empiri-\ncally. In these cases, conflicting expert knowledge can\nbe considered an asset, as opposed to a liability, since\nknowledge diversity is likely to lead to scrutiny of expert\nopinions, leading to more robust conservation decision-\nmaking.\nConclusion\nPrevious research has demonstrated that expert percep-\ntions can vary widely; however, fewer studies have ex-\nplored the potential implications of diverse expert per-\nceptions for the management of complex SESs. Our find-\nings demonstrate how the composition of expert pan-\nels will strongly influence expert perceptions of ecosys-\ntem structure, which can have cascading effects on the\nperceived outcomes of future management actions. As\nsuch, binning knowledge into a priori categories based\non expert backgrounds can lead to erroneous conclu-\nsions; rather, embracing a diversity of knowledge in\ndialogue surrounding alternative management actions\nwill help address uncertainty, can reduce conflict, and\n8Conservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n\nA.C. Stieretal.Expert opinion and ecosystem management\npotentially improve management outcomes. Demonstrat-\ning the variety of perceptions that exist, and the potential\nimplications of these variable perceptions given future\nmanagement scenarios, is a critical step to moving for-\nward with ecosystem-based conservation in the face of\nuncertainty that surrounds complex systems and their\ndynamics.\nAcknowledgments\nAS, JS, PL, RM, MM, BH, CK, CS, were funded in part\nby the Ocean Tipping Points grant from the Gordon and\nBetty Moore Foundation. We sincerely appreciate the\nparticipation of all respondents on and off Haida Gwaii,\nand are indebted to N. Sloan and Lynn Lee for many\nhours of helpful feedback during the survey develop-\nment. We thank M. Hunsicker, the broader Ocean Tip-\nping Points group, two anonymous reviewers, and col-\nleagues at the NWFSC for valuable feedback and advice.\nJS and AS acknowledge Sebastian, Fufo, Cofrin, Barco,\nAqualounge, and Iguana for inspiration.\nSupporting Information\nAdditional Supporting Information may be found in the\nonline version of this article at the publisher’s web site:\nTable S1.Number of technical experts per affiliation\nand gender category.\nTable S2.Species embedded within each of the 14\nfunctional groups described to participants.\nTable S3.IPCC certainty values .\nTable S4.Multivariate analysis testing whether demo-\ngraphic characteristics predict variation in food web net-\nwork metrics.\nTable S5.Demographic predictors of three scenarios\nsimulating press perturbations to the food web at the bot-\ntom (zooplankton increase), middle (herring increase),\nand top (whale increase).\nFigure S1.The capacity of two clusters of experts\n(white and green) based on structural properties of the\nsystem to predict variation in ecosystem response to three\nperturbations.\nFigure S2.Positive correlation between a structural\nproperty of each expert’s mental model of the food web\nand the amount the ecosystem fluctuates in response to\nthe increased herring scenario.\nReferences\nAinsworth, C.H., Pitcher, T.J., Heymans, J.J. & Vasconcellos,\nM. (2008) Reconstructing historical marine ecosystems\nusing food web models: Northern British Columbia from\npre-European contact to present.Ecol. Model.,216,\n354-368.\nBeaudreau, A.H., Levin, P.S. & Norman, K.C. (2011) Using\nfolk taxonomies to understand stakeholder perceptions for\nspecies conservation.Conserv. Lett.,4,451-463.\nBiernacki, P. & Waldorf, D. (1981) Snowball sampling:\nproblems and techniques of chain referral sampling.Sociol.\nMethod. Res.,10,141-163.\nBiggs, D., Abel, N., Knight, A.T., Leitch, A., Langston, A. &\nBan, N.C. (2011) The implementation crisis in conservation\nplanning: could “mental models” help?Conserv. Lett.,4,\n169-183.\nBurgman, M., Carr, A., Godden, L.et al.(2011)Redefining\nexpertise and improving ecological judgment.Conserv. Lett.,\n4,81-87.\nBurgman, M.A., McBride, M., Ashton, R.et al.(2011)Expert\nstatus and performance.PLoS ONE,6,e22998.\nCleary, J.S. (2014) Stock assessment and management advice\nfor British Columbia pacific herring: 2013 status and 2014\nforecast.Canadian Sci. Adv. Sec.\nCury, P., Bakun, A., Crawford, R.J.et al.(2000)Smallpelagics\nin upwelling systems: patterns of interaction and structural\nchanges in “wasp-waist” ecosystems.ICES J. Mar. Sci.:\nJournal du Conseil,57,603-618.\nde la Mare, W., Gales, N. & Mangel, M. (2014) Applying\nscientific principles in international law on whaling.Science,\n345,1125-1126.\nDietz, T. (2013) Bringing values and deliberation to science\ncommunication.P. Natl. Acad. Sci.,110,14081-14087.\nDoswald, N., Zimmermann, F. & Breitenmoser, U. (2007)\nTesting expert groups for a habitat suitability model for the\nlynx Lynx lynx in the Swiss Alps.Wildlife Biol.,13,\n430-446.\nDrescher, M., Perera, A., Johnson, C., Buse, L., Drew, C. &\nBurgman, M. (2013) Toward rigorous use of expert\nknowledge in ecological research.Ecosphere,4,1-26.\nFord, J.K. (2009)An assessment of the potential for recovery of\nhumpback whales off the Pacific coast of Canada.Canadian\nScience Advisory Secretariat=Secr\n ́\netariat canadien de\nconsultation scientifique.\nGibbons, M. (1999) Science’s new social contract with society.\nNature,402,C81-C84.\nGray, S., Chan, A., Clark, D. & Jordan, R. (2012) Modeling\nthe integration of stakeholder knowledge in\nsocial–ecological decision-making: benefits and limitations\nto knowledge diversity.Ecol. Model.,\n229,88-96.\nGray, S.A., Zanre, E. & Gray, S. (2014) Fuzzy cognitive maps\nas representations of mental models and group beliefs.\nPages 29-48.Fuzzy cognitive maps for applied sciences and\nengineering.Springer.\nHey, J., Waples, R.S., Arnold, M.L., Butlin, R.K. & Harrison,\nR.G. (2003) Understanding and confronting species\nuncertainty in biology and conservation.Trends Ecol. Evol.,\n18,597-603.\nConservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n9\n\nExpert opinion and ecosystem managementA.C. Stieretal.\nIniesta-Arandia, I., del Amo, D.G., Garc\n ́\nıa-Nieto, A.P., Pi\n ̃\nneiro,\nC., Montes, C. & Mart\n ́\nın-L\n ́\nopez, B. (2015) Factors\ninfluencing local ecological knowledge maintenance in\nMediterranean watersheds: insights for environmental\npolicies.Ambio,44,285-296.\nIPCC. (2014)Climate change 2014: impacts, adaptation, and\nvulnerability. Part A: global and sectoral aspects. Contribution of\nworking group II to the fifth assessment report of the\nIntergovernmental Panel on Climate Change.InField,C.B.,\nBarros, V.R., Dokken, D.J.et al., editors. Cambridge\nUniversity Press, Cambridge, UK and New York.\nJones, R., Rigg, C. & Lee, L. (2010) Haida marine planning:\nfirst nations as a partner in marine conservation.Ecol. Soc.,\n15, 12. http://www.ecologyandsociety.org/vol15/iss1/\nart12/\nJones, N.A., Ross, H., Lynam, T., Perez, P. & Leitch, A. (2011)\nMental models: an interdisciplinary synthesis of theory and\nmethods.Ecol. Soc.,16.\nKrueger, T., Page, T., Hubacek, K., Smith, L. & Hiscock, K.\n(2012) The role of expert opinion in environmental\nmodelling.Environ. Modell. Softw.,36,4-18.\nKosko, B. (1986) The role of expert opinion in environmental\nmodelling,24,65-75.\nLeschine, T.M., Pavia, R., Walker, A.H., Bostrom, A. &\nStarbird, K. (2015) What-if scenario modeling to support\noil spill preparedness and response decision-making.Hum.\nEcol. Risk Assess.,21,646-666.\nLevin, D.A. (1979) The nature of plant species.Science,204,\n381-384.\nLynam, T. & Brown, K. (2011) Mental models in\nhuman-environment interactions: theory, policy\nimplications, and methodological explorations.Ecol. Soc.,\n17, 24. http://www.ecologyandsociety.org/vol17/iss3/\nart24/\nMantua, N.J. & Hare, S.R. (2002) The Pacific decadal\noscillation.J. Oceanogr.,58,35-44.\nMartin, T.G., Burgman, M.A., Fidler, F.et al.(2012)Eliciting\nexpert knowledge in conservation science.Conserv. Biol.,\n26,29-38.\nMay, R.M. (2013) Networks and webs in ecosystems and\nfinancial systems.Philosophical Transactions of the Royal\nSociety of London A: Mathematical, Physical and Engineering\nSciences,371.\nMiller, T.R., Baird, T.D., Littlefield, C.M., Kofinas, G., Chapin,\nIII F.S. & Redman, C.L. (2008) Epistemological pluralism:\nreorganizing interdisciplinary research.Ecol. Soc.,13,46.\nhttp://www.ecologyandsociety.org/vol13/iss2/art46/\nMorgan, M.G. (2014) Use (and abuse) of expert elicitation in\nsupport of decision making for public policy.P. Natl. Acad.\nSci.,111,7176-7184.\n ̈\nOzesmi, U. &\n ̈\nOzesmi, S.L. (2004) Ecological models based on\npeople’s knowledge: a multi-step fuzzy cognitive mapping\napproach.Ecol. Model.,176,43-64.\nPinello, D.R. (1999) Linking party to judicial ideology in\nAmerican courts: a meta-analysis.Justice Syst. J.,20,\n219-254.\nRaymond, C.M., Fazey, I., Reed, M.S., Stringer, L.C.,\nRobinson, G.M. & Evely, A.C. (2010) Integrating local and\nscientific knowledge for environmental management.J.\nEnviron. Manage.,91,1766-1777.\nRedpath, S.M., Young, J., Evely, A.et al.(2013)\nUnderstanding and managing conservation conflicts.Trends\nEcol. Evol.,28,100-109.\nRyder, D.S., Tomlinson, M., Gawne, B. & Likens, G.E. (2010)\nDefining and using ‘best available science’: a policy\nconundrum for the management of aquatic ecosystems.\nMar. Freshwater Res.,61,821-828.\nSamhouri, J.F., Levin, P.S. & Ainsworth, C.H. (2010)\nIdentifying thresholds for ecosystem-based management.\nPLoS ONE,5,e8907.\nSchweigert, J.F., Boldt, J.L., Flostrand, L. & Cleary, J.S. (2010)\nA review of factors limiting recovery of Pacific herring\nstocks in Canada.ICES J. Mar. Sci.: Journal du Conseil.\nThuiller, W., Albert, C., Ara\n ́\nujo, M.B.et al.(2008)Predicting\nglobal change impacts on plant species’ distributions: future\nchallenges.Perspect. Plant Ecol. Evol. Systemat.,9,137-152.\nTurner, M.G. (2010) Disturbance and landscape dynamics in a\nchanging world.Ecology,91,2833-2849.\nVenables, W.N. & Ripley, B.D. (2002)Modern applied statistics\nwith S, 4th ed. Springer-Verlag, New York.\nWaples, R.S. (1991) Pacific salmon, Oncorhynchus spp., and\nthe definition of ”species” under the Endangered Species\nAct.Mar. Fish. Rev.,53,11-22.\nWatts, D.J. & Strogatz, S.H. (1998) Collective dynamics of\n‘small-world’ networks.Nature,393,440-442.\nWelch, C. (2015) Fighting over herring—the little fish that\nfeeds multitudes.Natl. Geogr.\n10Conservation Letters, xxx 2016, 0(0), 1–10  Copyright and Photocopying:\nC⃝\n2016 The Authors. Conservation Letters published by Wiley Periodicals, Inc.\n\nClassification: SOCIAL SCIENCES \n\t\t1\t\nSUPPLEMENTARY INFORMATION 1\t\nTable of Contents 2\t\nI. Cognitive Maps 3\t\nII. Expert Elicitation Methods  4\t\na. Table S1. Demographic characteristics of respondents 5\t\nb. Table S2 14 functional groups 6\t\nc. Table S3. IPCC certainty values 7\t\nd. Expert Elicitation Protocol 8\t\nIII. Cluster Analysis 9\t\nIV. Supplementary Results and Figures  10\t\na. Table S4: inability of background characteristics to predict structure 11\t\nb. Table S5: inability of background characteristics to predict function 12\t\nc. Fig S1: Link between structural groups and response to simulated management 13\t\nd. Fig S2: Link between structural property and ecosystem reorganization 14\t\n 15\t\n  16\t\n\nClassification: SOCIAL SCIENCES \n\t\t2\t\nI. Cognitive Maps 17\t\nCognitive maps have their historical roots in cognitive mapping (Axelrod et al. 1976), originally 18\t\ndeveloped by Kosko (1986) as a semi-quantitative soft computing method to structure expert 19\t\nknowledge similar to the way the human mind makes predictions based on logical chains of 20\t\nreasoning. Cognitive maps are graphical representations of a system that visually illustrate the 21\t\nrelationships or edges between key concepts (nodes) of the system, including feedback 22\t\nrelationships. The justification for representing cognition by means of structural maps is derived 23\t\nfrom constructivist psychology (Gray et al. 2014), which suggests that individuals interactively 24\t\nconstruct knowledge by creating internal associative representations that help catalogue, interpret 25\t\nand assign meaning to environmental stimuli and experiences (Raskin 2002). This organized 26\t\nunderstanding can then be used to make predictions about the dynamics of the external world, 27\t\nand therefore, are thought to be the basis of human reasoning. Therefore, cognitive maps can be 28\t\nconsidered external representations of internal ‘mental models’ (Jones et al. 2011). Individuals 29\t\nassimilate external events and accommodate information into these mental model structures to 30\t\nfacilitate reasoning and exchange understanding (Craik 1943; Piaget 1976). 31\t\n  32\t\n\nClassification: SOCIAL SCIENCES \n\t\t3\t\nII. Expert Elicitation Methods 33\t\n 34\t\nWe performed an expert elicitation of the number and strength of interactions between pairs of 35\t\n14 functional groups within the herring-centric food web of Haida Gwaii, British Columbia. To 36\t\nbuild cognitive maps of the herring ecosystem in Haida Gwaii, we constructed a food web with 37\t\n14 functional groups (Table S2), based on published literature, our natural history knowledge of 38\t\nimportant ecosystem interactions, and through pilot testing with 5 experts to check survey length 39\t\nand ensure the clarity and intelligibility of the question format and terminology. 40\t\nExperts were defined as having technical or local knowledge and/or practical experience 41\t\nin Haida Gwaii ecosystems and were identified through stratified chain referral sampling 42\t\n(Biernacki and Waldorf 1981). In total, we contacted 46 potential experts by email. A total of 31 43\t\nresponded positively, 5 declined to participate and 10 did not respond. Authors administered the 44\t\nsurvey either in person (13 people) or by phone (18 people), and of the 31 people who 45\t\nparticipated, we obtained a total of 27 completed species matrices for analysis.  After completing 46\t\nthe 27 surveys we had exhausted the pool of local experts using the stratified chain referral 47\t\nsampling produced.  48\t\nThe elicitation consisted of a series of demographic questions detailing information that 49\t\ncould potentially influence responses (e.g., age, gender, years of experience, professional 50\t\naffiliation, training, and place of residence) (Table S1).  and an interaction matrix with 14 51\t\nfunctional groups (Table S2).  52\t\nTable 1: Number of technical experts per affiliation and gender category. Circles represent the 53\t\npercentage of the total group (27 experts) represented by a given affiliation or gender category. 54\t\n 55\t\n  56\t\n\nClassification: SOCIAL SCIENCES \n\t\t4\t\n 57\t\nTable S2. Species embedded within each of the 14 functional groups described to participants. 58\t\nFunctional Group Common Name Scientific Name \nSeabirds* Gull species Larus spp. \n Scoter species Melanitta spp. \n Sea ducks, e.g. Common \nmerganser \nMergus merganser \n Marbled murrelet Brachyramphus marmoratus \nHumpback whales Humpback whale Megaptera novaeangliae \nPinnipeds Northern elephant seal Mirounga angustirostris \n Harbor seal Phoca vitulina \n Northern fur seal Callorhinus ursinus \n California sea lion Zalophus californianus \n Steller sea lion Eumetopias jubatus \nDolphins & porpoises Orca Orcinius orca \n Pacific white sided dolphin Lagenorhynchus obliquidens \n Dall's porpoise Phocoendoides dalli \n Harbour porpoise Phocoena phocoena \nHake, cod & sablefish Hake Merluccius productus \n Pacific cod Gadus macrocephalus \n Walleye pollock Theragra chalcogramma \n Sablefish Anoplopoma fimbria \nFlatfishes Pacific halibut Hippoglossus stenolepis \n English sole Parophrys vetulus \n Rock sole Lepidopsetta bilineata \n C-O sole Pleuronichthys coenosus \n\nClassification: SOCIAL SCIENCES \n\t\t5\t\n Starry flounder Platichthys stellatus \nRockfishes & lingcod Rockfish Sebastes spp. \n Lingcod Ophiodon elongatus \nPink & chum salmon Pink salmon Oncorhynchus gorbuscha \n Chum salmon Oncorhynchus keta \nChinook & coho \nsalmon \nChinook salmon Oncorhynchus tshawytscha \n Coho salmon Oncorhynchus kisutch  \nHerring Pacific herring Clupea pallasii \nOther forage fishes Northern anchovy Engraulis mordax \n Sand lance Ammodytes hexapterus \n Surf smelt Hypomesus pretiosus \n Sardine Sardinops sagax \n Capelin Mallotus villosus \n Eulachon Thaleichthys pacificus \nZooplankton* Krill Thysanoessa spinifera \n Copepod Calanoida species \n Tunicate Oikopleura spp. \n Barnacle larvae Cirripedia nauplii \nEelgrass Eelgrass Zostera marina \nKelp Giant kelp Macrocystis pyrifera \n  Macrocystis integrifolia \n Ground cover kelps Laminariales \n Bull kelp  Nereocystis luetkeana \n*Functional group may include other species in addition to those listed here. 59\t\n 60\t\n\nClassification: SOCIAL SCIENCES \n\t\t6\t\nWe asked respondents how they perceived the strength of interaction between each species 61\t\ngroup. To guide respondents in completing the interaction matrix, authors asked respondents 62\t\n“does Species X have a strong negative, weak negative, neutral, weak positive or strong positive 63\t\ndirect effect on Species Y?” Respondents were also given an opportunity to comment on the 64\t\nspecies groupings, include new species groups, and provide information on their uncertainty 65\t\nabout interactions. To capture uncertainty, we followed the IPCC protocol (Table S2), where we 66\t\nassigned the default level of certainty at IPCC level 4 (Likely, 66-100% probability), and asked 67\t\nrespondents to indicate if their certainty values were different than the default. 68\t\nTable S3. IPCC certainty values 69\t\n 70\t\nCertainty Level Description \n1 Very unlikely 0-10% probability \n2 Unlikely 0-33% probability \n3 About as likely as not 33-66% probability \n4 Default. Likely 66-100% probability \n5 Very likely 90-100% probability \n 71\t\n 72\t\n  73\t\n\nClassification: SOCIAL SCIENCES \n\t\t7\t\nExpert Elicitation Protocol 74\t\nBelow we provide a detailed description of the expert elicitation protocol. 75\t\n 76\t\nStep 1. Potential respondents were contacted in advance via email to invite their participation in 77\t\nthe elicitation, as follows: 78\t\n 79\t\nDear Respondent, 80\t\nI am writing to invite your participation in a research survey. The purpose of this research 81\t\nsurvey is to determine how perceptions of key socioeconomic and ecological interactions 82\t\nrelated to Pacific herring in Haida Gwaii vary among different groups of technical experts. 83\t\nWe have identified you as a technical expert on Pacific herring in Haida Gwaii, Canada.  84\t\n 85\t\nThis survey is being conducted by scientists affiliated with the Ocean Tipping Points project 86\t\n(http://www.oceantippingpoints.org), including myself. 87\t\n 88\t\nWe will conduct the survey by phone [in person], at a time that is convenient for you. It will 89\t\nrequire up to 1 hour of your time. Individual responses will remain anonymous, except to the 90\t\nsmall group of researchers conducting the survey at the National Oceanic and Atmospheric 91\t\nAdministration, Stanford University, and the University of California Santa Barbara. 92\t\n 93\t\nPlease let me know if you are available on the following dates and times for the survey: 94\t\n 95\t\nThank you in advance, 96\t\nInterviewer Y 97\t\n 98\t\nStep 2. We confirmed each respondent’s participation, either by phone or in person, and a date 99\t\nand time for the interview. We then alerted the respondent that s/he would receive and email on 100\t\nthe day of the interview with a few additional instructions. For both phone and in person 101\t\ninterviews, we suggested to the respondent that s/he remain in front of a computer during the 102\t\ninterview.  103\t\n 104\t\nStep 3. Prior to the elicitation, we sent the respondent a blank species matrix (Table S1) and the 105\t\ndemographic information questions: 106\t\n 107\t\nStep 4: Our team conducted one-on-one interviews with respondents over the phone or in person. 108\t\nInterview protocol took approximately 1-2 hours, depending on the respondent. Each interviewer 109\t\nconducted the elicitation using a generic script below, asking each technical expert to answer 110\t\nsome demographic questions and to fill in the species matrix guided by the interviewer.  111\t\n 112\t\n 113\t\nSCRIPT 114\t\na) Preamble: Before beginning the survey we’d like to ask a few quick questions about you. 115\t\nYou’ll find this in the “Survey Instructions” folder in a file called: 116\t\n“Blank_Demographic_Info.xlsx”. It includes questions about your educational 117\t\nbackground, area of expertise, experience with Haida Gwaii, etc.  118\t\nb) Intro: Our interview comprises a set of questions related to species interactions. We have 119\t\n\nClassification: SOCIAL SCIENCES \n\t\t8\t\nsent you the matrix of interactions as an excel file, and you can start by focusing on the 120\t\nfirst column while we ask you the first set of questions. The general format of the 121\t\nquestions is: 122\t\ni) Does Species X have a weak positive, strong positive, neutral, weak negative or 123\t\nstrong negative direct effect on any of the species in the list in front of you? 124\t\nii) We define an effect as something that is sufficient to cause a noticeable increase 125\t\n(positive effect) or decrease (negative effect) in the number of individuals in a 126\t\npopulation. 127\t\nc) Time horizon: Please focus on a time horizon of the last 5 years and the next 5 years. 128\t\nd) Certainty: describe IPCC uncertainty levels in Table S2  129\t\ne) Recording:  We would like to record this conversation in the event we need to go back 130\t\nand clarify any of your responses. Is that ok with you? 131\t\nf) Ask respondent if s/he has any questions or needs clarification. 132\t\ng) Open the empty interaction matrix:  133\t\ni) Ask respondent to make sure s/he has the species descriptions table in front of 134\t\nher/him. 135\t\nii) Begin elicitation 136\t\n(1) Fill in responses for species interactions- Responses are filled in as positive (2,1) 137\t\nor negative (-1,-2) or neutral (0). Asking the respondent does Species X have a 138\t\nstrong negative, weak negative, neutral, weak positive or strong positive direct 139\t\neffect on Species Y? 140\t\niii) Prompt respondent with: Are there any species not represented here that are 141\t\nsubstantially positively or negatively affected directly by herring?  142\t\niv) Read back responses to confirm you have captured what was said. 143\t\nv) Note that for the other forage fish group, it was efficient for us to ask the respondent 144\t\nif their responses would differ from the ones they gave related to herring. 145\t\nvi)  Note that some respondents choose to respond differently for the species that are 146\t\ngrouped into functional groups. It is ok to ungroup them. 147\t\nh) BE SURE TO THANK YOUR RESPONDENT!! 148\t\ni) Save your respondents answers and any notes associated with them carefully labeled with 149\t\nboth respondent information and your information so we know who conducted the survey 150\t\nif we have questions.  151\t\n 152\t\nStep 5: Interviewers sent an email to respondents thanking him/her for his/her time. 153\t\n  154\t\n\nClassification: SOCIAL SCIENCES \n\t\t9\t\nIII. Cluster Analysis 155\t\n 156\t\nWe evaluated the optimal number of clusters using the silhouette coefficient (Kaufman and 157\t\nRousseeuw 2009) We estimated the silhouette coefficient for 2 to 26 groups and selected the 158\t\ncluster groupings that yielded the highest average silhouette coefficient. Significant clusters were 159\t\nidentified as groups that have average coefficients > 0.25 (Kaufman and Rousseeuw 2009). We 160\t\nused the hclust, cluster.stats, and pam functions in R.3.1.1 to conduct all cluster and partitioning 161\t\nanalyses (R Development Core Team 2014).  162\t\n\nClassification: SOCIAL SCIENCES \n\t\t10\t\nIV. Supplementary Tables and Methods 163\t\nTable S4. Multivariate analysis testing whether demographic characteristics predict variation in 164\t\nfood web network metrics. To test whether demographic characteristics predict variation in the 165\t\nfood web structural metrics we used multivariate permutation tests (PERMADISP and 166\t\nPERMANOVA Anderson et al. 2011; Anderson et al. 2006) to assess whether different a priori 167\t\ngroupings differ in multivariate mean (left column) and multivariate dispersion (right column). 168\t\nSimilar to MANOVA, PERMANOVA compares dissimilarity variance components within a 169\t\ngroup versus between groups; however, rather than using a standard F-ratio, a pseudo F-ratio 170\t\n(which we call F\nπ\n following Chase 2007) is calculated through permutations of the dissimilarity 171\t\nmatrix. Because of multiple non independent comparisons, we adjusted p-values using a 172\t\nBenjamini-Hochberg correction (Benjamini and Hochberg 1995). 173\t\n Multivariate Mean Multivariate Dispersion \nDemographic Characteristic F\nπ\n P-value F\nπ\n P-value \nOn or Off Island 1.244 0.762 2.86 0.762 \nHaida 1.584 0.762 0.357 0.762 \nCanadian Government 0.632 0.82375 0.564 0.823 \nDFO 0.995 0.762 0.135 0.762 \nParks 0.388 0.838 1.501 0.838 \nAcademic 0.683 0.82375 0.389 0.823 \nNGO 0.66 0.82375 0.752 0.823 \nHaida Government 0.468 0.838 1.319 0.838 \nGender 1.174 0.762 0.237 0.762 \nAge 1.69 0.762 2.72 0.762 \n  174\t\n\nClassification: SOCIAL SCIENCES \n\t\t11\t\nTable S5. Demographic predictors of three scenarios simulating press perturbations to the food 175\t\nweb at the bottom (zooplankton increase), middle (herring increase), and top (whale increase). 176\t\nTo test whether demographic characteristics predict variation in food web structural metrics we 177\t\nused multivariate permutation tests (PERMADISP and PERMANOVA Anderson et al. 2011; 178\t\nAnderson et al. 2006), which ask whether different a priori groupings differ in multivariate mean 179\t\n(left column) and multivariate dispersion (right column). We also demonstrate how post hoc 180\t\ngroupings that emerged from network structural metrics (listed as “Structural Clusters” below) 181\t\neffectively predict variation in response to each of the three simulated scenarios (Fig. S1). 182\t\nBecause of multiple non independent comparisons, we adjusted p-values using a Benjamini-183\t\nHochberg correction (Benjamini and Hochberg 1995). 184\t\n      \nScenario      \nZooplankton \nincrease  Multivariate Mean Multivariate Dispersion \n Demographic Characteristic F\nπ\n P-value F\nπ\n P-value \n On or Off Island 0.878 0.645 0.06 0.838 \n Haida 1.634 0.350 0.689 0.630 \n \nCanadian Government 1.959 \n0.350 \n2.43 0.386 \n DFO 1.742 0.350 0.233 0.776 \n \nParks 0.351 0.941 7.51 \n0.108 \n Academic 0.383 0.941 0.307 0.776 \n NGO 0.914 0.599 2.074 0.386 \n \nHaida Government 1.367 0.458 3.873 \n0.216 \n \nGender 0.582 \n0.936 \n0.101 0.838 \n Age 1.572 0.350 1.318 0.582 \n Structural Clusters 2.534 0.035 11.343 0.008 \n      \nHerring \n Multivariate Mean Multivariate Dispersion \n\nClassification: SOCIAL SCIENCES \n\t\t12\t\nincrease \n Demographic Characteristic F\nπ\n P-value F\nπ\n P-value \n On or Off Island 1.431 0.4704 1.554 0.401 \n Haida 0.647 0.667 0.356 0.610 \n Canadian Government 1.023 0.667 4.51 0.164 \n \nDFO 2.166 0.213 6.538 \n0.072 \n Parks 0.632 0.667 0.566 0.527 \n Academic 0.948 0.667 0.044 0.845 \n NGO 0.729 0.667 0.771 0.511 \n Haida Government 0.628 0.667 2.425 0.271 \n Gender 2.425 0.213 2.46 0.276 \n Age 0.763 0.667 1.058 0.511 \n Structural Clusters 14.154 0.001 3.376 0.082 \n      \n      \nWhale \nIncrease  Multivariate Mean Multivariate Dispersion \n Demographic Characteristic F\nπ\n P-value F\nπ\n P-value \n On or Off Island 1.048 0.464 0.056 0.840 \n Haida 1.127 0.451 0.351 0.727 \n Canadian Government 1.817 0.156 3.506 0.332 \n DFO 1.398 0.390 1.326 0.477 \n Parks 0.236 0.972 1.842 0.332 \n \nAcademic 2.386 \n0.104 \n2.294 0.332 \n\nClassification: SOCIAL SCIENCES \n\t\t13\t\n NGO 0.526 0.707 1.867 0.332 \n Haida Government 1.459 0.390 0.190 0.764 \n Gender 1.279 0.411 0.638 0.611 \n Age 1.133 0.451 0.649 0.611 \n \nStructural Clusters 9.738 \n0.036 \n2.385 0.115 \n      \n 185\t\n  186\t\n\nClassification: SOCIAL SCIENCES \n\t\t14\t\nLinks Between Mental Model Structure and Response of Mental Models to Scenarios 187\t\nThe number of connections and interaction strengths described in expert’s cognitive maps 188\t\nare effective predictors of how the perceived ecosystem of each expert responded to simulated 189\t\nfuture scenarios. For example, structural groupings predict significant variability in the 190\t\nmultivariate response of the ecosystem to all three scenarios (Fig. S1), and a correlation test 191\t\nreveals greater ecosystem reorganization in food webs with higher average interaction strength 192\t\n(Fig. S2, r = 0.67, p = 0.0001). This link between cognitive map structure and function 193\t\nhighlights the mechanism underlying among-expert variation in perceived ecosystem response to 194\t\nsimulated perturbations.   195\t\n  196\t\n\nClassification: SOCIAL SCIENCES \n\t\t15\t\nFigure S1. The capacity of two clusters of experts (white and green) based on structural 197\t\nproperties of the system to predict variation in ecosystem response to three perturbations. Left 198\t\nhand side describes non-metric multidimensional scaling plots where blue circles and green 199\t\nsquares each represent expert’s perceived multivariate change in functional group relative 200\t\nabundance. Right hand side describes corresponding mean +/- 1SE ecosystem reorganization 201\t\nindex for each of the scenarios. Overall, structural clusters significantly predict (P < 0.05, Table 202\t\nS4) variation in changes in mean functional group relative abundance for all three scenarios.  203\t\n  204\t\n\nClassification: SOCIAL SCIENCES \n\t\t16\t\nFigure S2. Positive correlation between a structural property of each expert’s mental model of 205\t\nthe food web and the amount the ecosystem fluctuates in response to the increased herring 206\t\nscenario. Each point represents a single expert, and point color and shape corresponds to the 207\t\ngroup in which each expert fell in the hierarchical cluster analysis (Fig. 1). See main text for 208\t\nadditional details on calculation of the ecosystem reorganization index. 209\t\n\t210\t",
  "extractedAt": "2025-12-12T18:45:14.002Z",
  "success": true,
  "matchedPublication": {
    "title": "Landscape configuration drives persistent spatial patterns of occupant distributions",
    "doi": "10.1007/s12080-017-0352-1",
    "year": "2018",
    "authors": "Hamman, Elizabeth A.; McKinley, Scott A.; Stier, Adrian C.; Osenberg, Craig W."
  }
}