{
  "filename": "Stier et al. (Science Advances) 2016.pdf",
  "numPages": 18,
  "text": "CONSERVATION ECOLOGY 2016 © The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 10.1126/sciadv.1501769 Ecosystem context and historical contingency in apex predator recoveries Adrian C. Stier, 1,2 * Jameal F. Samhouri, 3 Mark Novak, 4 Kristin N. Marshall, 3 Eric J. Ward, 3 Robert D. Holt, 5 Phillip S. Levin 3 Habitat loss, overexploitation, and numerous other stressors have caused global declines in apex predators. This “trophic downgrading”has generated widespread concern because of the fundamental role that apex predators can play in ecosystem functioning, disease regulation, and biodiversity maintenance. In attempts to combat de- clines, managers have conducted reintroductions, imposedstricter harvest regulations, and implemented protected areas. We suggest that full recovery of viable apex predator populations is currently the exception rather than the rule. We argue that, in addition to well-known considerations, such as continued exploitation and slow life histories, there are several underappreciated factors that complicate predator recoveries. These factors include three chal- lenges. First, a priori identification of the suite of trophicinteractions,suchasresourcelimitationandcompetition that will influence recovery can be difficult. Second, defining and accomplishing predator recovery in the context of adynamicecosystemrequiresanappreciationofthetimingof recovery, which can determine the relative density of apex predators and other predators and therefore affect competitive outcomes. Third, successful recovery programs require designing adaptive sequences of management strategies that embrace key environmental and species in- teractions as they emerge. Consideration of recent research on food web modules, alternative stable states, and community assembly offer important insights for predator recovery efforts and restoration ecology more generally. Foremost among these is the importance of a social-ecological perspective in facilitating a long-lasting predator restoration while avoiding unintended consequences. INTRODUCTION: WHY APEX PREDATOR RECOVERY? Many of the most iconic and charismatic species in the natural world are apex predators, yet they are alsooften embedded in controversy. Apex predators (for example, whales, cougars, bears, wolves, sharks, and eagles) are consumers that kill their prey during or shortly fol- lowing an attack, consume many prey over a lifetime, and are not eat- en after reaching adult size (1). Apex predators also evoke strong emotional responses in people, varying from wonder and amazement to fear and spite (2). Because of the fundamental roles that apex pred- ators can play in ecosystem functioning, disease regulation, and bio- diversity maintenance, ecologists and conservation organizations have repeatedly sounded the alarm about local, regional, and global declines in apex predator (3)andlargeherbivorepopulations(4). Consequent- ly, efforts to recover predator populations that have experienced de- clines are increasingly widespread. Efforts to recover apex predators are implemented for a variety of reasons that span from the viability ofparticularpopulations,toeco- system functioning, to the resilience ofsocial-ecologicalsystems.Inthe simplest situation, apex predator recovery is an end in itself. Borrow- ing from language in the U.S. Endangered Species Act (ESA), a suc- cessful recovery consists of a sequence of four events in which the predator population (i) ceases to decline, (ii) stabilizes, (iii) increases, and finally, (iv) occurs at a level thatisself-persistent[U.S.Fishand Wildlife Service (USFWS), 2011]. Moreover, considering the key role that apex predators can play in biodiversity maintenance and eco- system function, full recovery may require not only persistence but also recovery to some level consistent with historical baseline abun- dances (5). Thus, recovery is a broad term that can be achieved via a variety of mechanisms, including reintroduction and restocking (see Glossary of Terms in Box 1). Some efforts to recover apex predators have shown promising signs of sustained success. For example, gray wolves in the Greater Yellowstone Ecosystem [but see the study by Bergeret al.(6)], harbor seals in coastal regions of the Northeast Pacific Ocean (7), and cheetahs in Tanzania (8)reacheddesiredincreasesinabundanceanddistribu- tion following reductions in densities caused by hunting and culling (Table 1). However, many apex predator recovery efforts have not yet met their potential or have encountered unanticipated problems along the way (Table 2) (9). Apex predators that have not yet successfully recovered despite concerted conservation efforts are widespread across ecosystems (land, freshwater, or marine), taxonomic groups (for ex- ample, mammals and birds), and exploitation status. In addition, there are several cases in which a focal predator has recovered successfully in one location (for example, sea otters in central California) but not in another (for example, sea ottersin western Alaska). Although Table 2bynomeansrepresentsacomprehensivereviewofapexpredator recovery efforts, it suggests that success is not universal [for a recent comprehensive review of marine systems recoveries, see the work by Lotzeet al.(10)andLotzeandWorm(11)]. Indeed, the widespread occurrence of unsuccessful or stalled recovery efforts provokes the question: what factors encourage versus impede progress in the recov- ery of apex predators? Here, we explore four key aspects of apex predator recovery. In the first section,“Apex Predators Live Slow, Range Widely, and Die Fast,” we focus on how apex predator life history characteristics offer insight into predator recoveries. In the second section,“Ecosystem Context 1 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101, USA. 2 School of Aquatic and Fishery Sciences, University of Washington, 1122 Northeast Boat Street, Seattle, WA 98105, USA. 3 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA 98112, USA. 4 Department of Integrative Biology, Oregon State University, Corvallis, OR 97331, USA. 5 Department of Biology, University of Florida, Gainesville, FL 32611, USA. *Corresponding author. Email: adrian.stier@gmail.com REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20161 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from and Apex Predator Recovery,”we focus on the importance of food and habitat limitation, behavior, and species interactions as drivers of predator recovery. In the third section,“When Is as Important as What: Historical Contingency and Predator Recovery,”we discuss the integration of predators into assembly theory and emphasize the role of timing as a key driver in predator recovery. Last, in the fourth section, “Prescriptions for Success? Research Gaps and Ecosystem Restoration,” we emphasize how recovery pathways are not necessarily identical as pathways to decline (that is, hysteresis), discuss theoretical and empirical research gaps, and emphasize the need to consider social as well as eco- logical systems when seeking targets for apex predator recovery. APEX PREDATORS LIVE SLOW, RANGE WIDELY, AND DIE FAST There are a variety of reasons why apex predator recovery programs often are marginally successful or even fail. One of the clearest expla- nations is that species at the apex of the food chain are known for having slow life history characteristics. Relative to prey, apex predators tend to have slower somatic growth rates, larger size atmaturity,and longer generation lengths, all life history traits correlated with fewer offspring (12,13). A low maximal reproduction rate means that it is difficult to mount compensatory responses via recruitment to en- hanced mortality. Although not exclusive to the top of the food chain, apex predators also generally have smaller population sizes and slower population growth rates than their prey (14), making them especially sensitive to extinction from demographic stochasticity (15)andcaus- ing slow recovery rates even in cases of positive population trajec- tories. For example, a review of 198 reintroduction studies found that herbivore reintroductions exhibited a 29% higher success com- pared to carnivorereintroductions (16). Additionally, a recent synthesis of recovery times for overexploited fisheries suggests that higher- trophic level species are likely to exhibit the slowest recovery rates (17). Indeed, this finding almost certainly generalizes that apex pred- ator recoveries often will be slower than those of lower-trophic level species simply because of a disparity in life history strategies. Such slower recovery times require setting appropriate expectations for the time scale of successful recovery. As we will note below, these life history effects on recovery can be amplified by community and ecosystem interactions. Directly hostile human activities can exacerbate the negative effects of slow life history strategies on predator recovery time. Continued (over-) exploitation is perhaps the most substantive of these activities [reviewed by Duffy (18)], but other direct and indirect human influ- ences can also play a role. Strong exploitation and poaching often con- tinue during recovery efforts because the predators are themselves valuable (17,19). For example, tigers are at risk of extinction due to intentional human impacts because of their lucrative commercial value in some Asian medicines (20). In other cases, apex predators are considered to be a threat to valuable species. For example, unexploited shark and wolf populations have beenconsidered threats to wildlife, fisheries, and livestock, often being killed by poachers [for example, Holdoet al.(21)] and, in some cases, even by the agencies mandated to protect them (22). Given low potential recruitment rates, such im- posed extra mortality can greatly hamper apex predator recovery. Even when exploitation rates are reduced to near zero, other hu- man influences can interact with the slow life histories of predators to inhibit their recoveries. Pollution affects many long-lived predators ex- posed to toxic contaminants via bioaccumulation or accidental poi- soning [for example, bald eagles, Arctic wolves, polar bears, ringed seals, and bottlenose dolphins; reviewed by Harrad (23)] and via the chronic stress of anthropogenic noise (24). For instance, Southern Re- sident killer whales have not beenharvested commercially since the 1970s in the North Pacific but remain listed as endangered under the ESA and are exposed to a numberof threats, including reductions in prey availability and enormous body burdens of persistent organic pollutants (Rosset al., 2000). The difficulty withpollutionisthat,even when it is reduced or eliminated (for example, bans on persistent or- ganic pollutants), it can take many years to dissipate from the environment, and long-lived predators with toxins in their tissues can take decades or longer to exhibit signs of recovery (23). Apex pred- ators often have very large home ranges, which implies that they can be exposed to a diverse range of scattered, spatially localized environ- mental challenges, ranging from exposure to toxins, to vehicular colli- sions, to hostile ranchers or poachers outside protected areas. There are also genetic and evolutionary factors that can contribute to poor recovery. If historically outbred apex predators have been pushed to low numbers persisting often in scattered local populations, the re- maining individuals may exhibit maladaptation due to inbreeding of re- lated individuals, as well as the depletion of adaptive genetic variation needed to cope with an ever-changing environment. For instance, the severely affected Florida panther has shown many developmental abnor- malities associated with an abrupt reduction in effective population size and kin breeding (25), which surely hampers its recovery. However, our focus here will be on ecological dimensions of impaired recovery. Nevertheless, constraints on successful predator recoveries extend beyond slow life history characteristics, genetic factors, exploitation, and other direct human influences. For instance, the splendid recovery of the bald eagle depended not only on the prohibition of hunting but .Box 1. Glossary of terms. Reintroduction:Intentional movement of an organism into a part of its native range from which it has disappeared or become extirpated in historic times (Armstrong and Seddon, 2007). Recovery:The first milestone in recovery is halting the decline of the species. Next is stabilizing the species, followed by increasing its numbers and distribution with the ultimate goal of making the spe- cies secure in the wild (USFWS, 2011). Restoration:The process of assisting the recovery of an ecosystem that has been degraded, damaged, or destroyed. It is an intentional activity that initiates or accelerates ecosystem recovery with respect to its health (functional processes), integrity (species composition and community structure), and sustainability (resistance to disturbance and resilience) [Society for Ecological Restoration (SER), 2004]. Restocking:Movement of individuals to build up an existing popu- lation (Armstrong and Seddon, 2007). Reestablishment:Institution of historical ecosystem structure or pro- cesses (70). Carnivore:An animal that feeds on another animal’sbodytissue. Synonymous with“predator”in this Review. Community module:Aminimumrealisticmodeldescribinggroups of three or four interacting species. Hysteresis:When the pathway of recovery of an ecosystem differs from its pathway of degradation. REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20162 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from Table 1. Empirical studies of successful predator recoveries.T, terrestrial; M, marine; F, freshwater; IUCN, International Union for Conservation of Nature; MMPA, Marine Mammal Protection Act. StudyRegionSystem PredatorSummary of research results (84)Africa TCheetahCheetahssurvivewithlargerpredatorsbyseekingareaswithlowpredatordensities(spatialsegregationfrompredators and competitors). (84)Africa TCheetahSuccessfulreintroductioninNamibia,wherelargercarnivoreswerenearlyextirpatedbyhunting[seealsotheworkbyPolisand Holt (84)]. (85)North AmericaTWolfWolf-driven declines in coyotes led to a fourfold increase in survival of juvenile pronghorn antelope (Antilocapra americana) in wolf restoration areas in the Greater Yellowstone Ecosystem. (86)Europe TLynxIn Europe, restored lynx and wolf populations suppress red foxes. (86)Europe TWolfIn Europe, restored lynx and wolf populations suppress red foxes. (87)NewZealand TCook’spetrel Reductionsinpredatoryferalcatsandratsandaltitude-dependentresourceavailabilitypromotepetrelrecovery. (88)NorthAmerica (Colorado) TMountain lion Reduced exploitative and interferencecompetition between mountain lions and other historically abundant predators (grizzly bears and wolves), combined withincreasedungulatepreyabundance,hasfacilitatedmountainlionrecovery. (89)T/M Polar bear Appreciation ofsocial-ecologicalsystemallowedforsubsistence harvest and reducedillegalhuntingin sharedpopulation between the United States and Russia. (90)NorthAmerica F Bass Followingnaturalextirpationofbass(Micropterus salmoides)in1978,reintroducedbassin1986ledtothereturnofbass populations despite exploitative competition with dominant mesopredators. (91)Australia TDingoRestorationofdingoesinpartsofAustraliaisnowbeing advocated as a necessary condition for the large-scale rees- tablishment of declined mammal species (91). (92)NorthAmerica T Peregrine falcon Populations declined globally because of exposure to contaminants and are listed in the United States in 1970 after being extirpated east of the Rockies. Declines of DDT and captive breeding led to rebound, and delisting in 1999. (93)Europe TBrownbearPopulationshuntedtonearextinctioninthe1800sinmuchofEurope,includingNorwayandSweden.Economicin- centives and conservation plans have led to a rebound in recent years. (94)Global T/MSeaeagleBaldandwhite-tailedeagleswereeitherdirectlyremovedornegativelyaffectedbypesticidesuntilthelatterhalfofthe 20th century. Since then, populations have recovered worldwide, to the point that these apex predators are having some worrying effects further down the food chain. (95)AsiaTAsiaticlionFollowingcollapse,incentivizedpastoralcommunitiestomove,whichallowedforest/preypopulationstorecoverand lion populations to rebound (96)NorthAmerica F AlligatorAlligatorsweredepletedasaresultofhabitatlossandhunting;followingprotectionin1967,alligatorsincreasednearly exponentially and were delisted in 1987. (97)Belize FMorelet’s crocodile Like alligators in North America, these crocodiles were affected by habitat destruction andhunting. Populations have been increasing since IUCN recognition and legal protection in 1981. (98)Australia MSaltwater crocodile Intense commercial hunting in the mid-20th century led to a population collapse, from near 100,000 to 500. Legal protection in 1971 and conservation actions have helped the population largelyto recover, increasing interactions (mortality) with humans. (99)Africa MFursealLikemanypinnipedpopulations(30), fur seals were commercially hunted through part of the 20th century, and portions of this population continue to be harvested; following protection in part of the range, the species has shown increasing trends and range expansion. (100)NortheastPacific Ocean MWhitesharkWhitesharkswereeitherremovedaspestspeciesortakenincidentallyinfisheriesthroughmostofthe20thcenturyand, in a portion of their range, were negatively affected by contaminants. Recognition of declines and their importance led to reductions in mortality; over the last 20 years, indices of abundance and juvenile growth are increasing. (101)NortheastPacific M BluewhaleBluewhalesweretargetedduringindustrialwhaling,leavingthematafractionofcarryingcapacity.Followingtheces- sation of whaling, and additional protection, this population is thought to nearly be at historic levels. (102)NortheastPacific M SeaotterSeaotterswerehuntedtolocalextinctionthroughmuchoftheirrangebut,followingprotectionundertheMMPA,has largely rebounded in California. (103)New ZealandM Spiny lobster Marine reserves were used as a tool to protect spiny lobster habitat. Older reserves were found to yield higher lobster density, as well as larger lobsters. (104) North AmericaMGray whale Following the end of whaling and protection under the MMPA, gray whales largely rebounded and were the first marine mammal species delisted from the ESA. (105)Africa TEthiopian wolf Wolves have largely declined as a result of habitat loss. These populations experienced a catastrophic disease-induced collapse 20 years ago but have fully recovered and are no longer affected by Allee dynamics. REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20163 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from also on the banning of DDT, improved water quality at many sites, forceful protection of nest sites, and deliberate careful reintroductions from captive-bred populations. Below, we argue that the importance of considering the full community and ecosystem context is underap- preciated yet critical to apex predator recovery programs. In particular, we (i) argue that apex predator recovery programs are unique from the better-studied restoration programs for species that are lower on the food chain; (ii) use a simple model to illustrate how successful apex predator recovery requires anappreciation of the types of species interactions that characterize the community, the degree to which meso- predators, if present, are culled, and the extent to which basal resources are supplemented; and (iii) highlighthowtherateanddegreeofapex predator recovery can depend on an ecosystem’s history of trophic downgrading. ECOSYSTEM CONTEXT AND APEX PREDATOR RECOVERY Insights into how to enable successful apex predator recovery may be grounded in the lessons learned from ecological restoration practices focused on lower trophic levels, especially plants [reviewed by Younget al. (26)]. The approaches used in ecological restoration fall broadly into three categories, including (i) the noninterventionist, leave-it-to-nature strategy [that is, succession (27)]; (ii) the structure-begets-function or “if you build it they will come”(also known as field-of-dreams) strategy (28); and (iii) the ecosystem function or process-based strat- egy (29). Modern-day restoration tendsto blend elements of strategies (ii) and (iii), often seeking reestablishment of both ecosystem structure and function to achieve restoration of particular species or communities. Efforts to recover predators seem to be unusual in that they fre- quently adapt a noninterventioniststrategybysimplystoppingorre- ducing hunting and assuming that the system will reequilibrate. Exceptions often involve direct reintroductions, such as red kite and osprey in the UK, or peregrine in the United States; here, breeding programs and reintroductions, in a sense, circumvent the low maximal recruitment possibilities for many apex predators. But often, recovery simply involves dampening in imposed mortality regimes. For example, recovery of many marine mammals (30)haslargelybeenattributedto reduced hunting, with little attention given to reestablishing the struc- ture and function of systems within which marine mammals live. There are several lessons learned in plant-based ecological restoration that go beyond leave-it-to-nature, and may help to speed apex pred- ator recovery and augment recovered predator population sizes. In restoration aimed primarily at primary producers, ecologists have advocated for an appreciation ofspecies traits, and the ecological processes that affect ecosystem structure and function in the develop- ment of restoration strategies (26). A number of ecological processes (for example, dispersal, resource limitation, competition, predation, and mutualism) and traits (for example, life histories, drought tolerance, and herbivore resistance) have been acknowledged and manipulated Table 2. Empirical studies of failed and stalled predator recoveries. StudyRegionSystemPredatorSummary research results (84)AfricaTCheetahInreservesofKenyaandSouthAfrica,cheetahshavefailedtorecoverbecauselionsand hyenas kill the cheetah cubs. (106)AntarcticaMFursealLeopard seal predation on fur seal pups limited recovery. (107)SouthwestAlaska M SeaotterPredation by killer whales on sea otters depressed population recovery. (108)NorthAmerica T Bobcat Suggeststhatbobcatscompetewithcoyotesforresourcesandarealsokilledbythem. Need to verify that bobcat recovery is desired and that population size trajectory is not as positive as desired. (109)EasternScotianShelf (Northwest Atlantic) MCodGray seal predation, not competition and predation related to forage fish abundance, may contribute to high mortality rates of older cod, preventing or slowing recovery. (110)NorthAmerica(California) TMountainlion EspeciallyinsouthwesternCalifornia,urbandevelopmenthasfragmentedmountainlion habitat, reducing genetic exchange and prey baseavailabletofacilitatepopulationgrowth. (111)NorthAmerica(Arizona and New Mexico) TGraywolfMexicanwolfreintroductionshavebeenminimallysuccessfulcomparedtootherlocations, in large part due to human hunting, purportedly in response to wolf predation on livestock. (112)NorthAmerica MCookInletbelugaPopulationissmallinnumberandgeographicallyisolatedandinhabitsacorehabitat that is shrinking (113)NorthAmerica MSouthernResident killer whale Juveniles from this population were targeted for aquaria removals until the early 1970s. Because of its small population size, skewed age distribution, and various human threats (contaminants and lack of prey), it is not growing fast enough to meet recovery goals. (114)NorthAmerica (Mexico) MVaquitaIUCNrecognizedthisasthemostendangeredcetaceanspeciesintheworld;likebeluga, the population size is small (<250) and geographically isolated. Further, vaquita are also incidentally captured in gillnet fisheries and further affected by humans (115)NorthAmerica TNorthernspotted owl Stable in portions of the range, but continual declines in others, as a result of habitat loss and interspecific competition with barred owls (116)NorthAmerica T/FWoodstork FederallylistedwoodstorksconsumedbynonnativeintroducedBurmesepythons (117)NorthAmerica F Laketrout InvasivepredatorhashadsevereimpactsonthreatenedYellowstonecutthroattrout. REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20164 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from to facilitate recovery success [reviewed by Younget al.(26)]. For ex- ample, plant restoration often involves seed additions and the use of cages over seeds and seedlings to combat recruitment limitation and seed predation. Predator recoveriessimilarly rely on a suite of ecolog- ical processes influenced by a variety of species interactions, but this has not been formally considered in many restoration attempts. Apex predator restoration differs from restoration of lower trophic levels be- cause predators as individuals tendto have greater food resource needs, larger habitat requirements, and different behavioral responses to en- vironmental change than their prey. In addition, and also in contrast to plant restoration ecology, the community context for a predator tends to be usefully conceptualized around trophic interactions first and foremost. Food resource limitation can constrain apex predator recovery The high metabolic demand of most apex predators necessitates an abundant, stable, and nutritionally diverse prey base (31). Empirically, populations of large carnivores aremost abundant in areas with high prey biomass (32,33). However, resource availability does not always boost predator abundance and persistence. For example, a recent global synthesis of resource limitation in seabirds describes a threshold under which food availability (of low-trophic level fish) led to reduced and more variable seabird productivity (34), but high abundances above a certain level did not. Changes in food abundance above this threshold would be expected to have negligible effects on seabird re- covery programs. Restoration efforts need to carefully consider the nonlinear relationship between consumption and food availability; en- suring some food supply is critical, but the marginal value of higher food supplies may not warrant the extra costs, because consumers can be satiated or limited by factors other than food [for example, resting or nest site provision; cf. Samhouriet al.(35)]. Below, we expand on this idea and provide an explicit analysis of how basal resource car- rying capacity modulates predator recovery (see Box 2). How habitat can constrain predator recovery:“One hill can’t shelter two tigers.”—C. Elton, 1927 Habitat loss and fragmentation are among the primary drivers lim- iting recovery of predator populations [for example, Crooks and Soulé (36)], and a number of restoration programs continue to struggle from the constraints of insufficient habitat availability (37). Degraded habi- tats often have limited reproductive sites, which not only contribute to initial predator declines [for example, (38)] but also constrain success- ful colonization and persistence ofrecovering or reintroduced preda- tor populations [for example, (39)]. The success of the international Yellowstone to Yukon corridor in facilitating connectivity for large mammalian carnivores (grizzly bear, lynx, wolverine, and wolf) pro- vides evidence for the benefits of large connected expanses of habitat for struggling predator populations that have high minimum area re- quirements. In contrast, fragmented habitats without wildlife corridors can strongly inhibit recoveries. For example, an eight-lane highway fragments cougar habitat in southern California, leading to a high in- cidence of vehicle-cougar collisions (40). The importance of habitat availability and fragmentation in driving apex predator recovery is particularly pronounced in terrestrial systems; however, in marine systems, the loss of apex predators dueto habitat shifts or connectivity is less well established. The recovery trajectory of predators is therefore dependent on the size and heterogeneity of the landscape within which they are embedded. Predator behavior can constrain predator recovery Behavior can play a significant role in determining the potential for predator recovery. Prey preference, breeding habitat preference, ag- gression, mobility, and social organization are five of the most impor- tant behavioral considerations. Populations of predators that are dietary specialists are likely to fluctuate more than generalist predators, which can switch to another prey species if a focal prey becomes rare (41). Therefore, it may be more difficult to recover specialist predators to self-persistent levels. In contrast, the diet breadth that often in- creases with trophic level [for example, Cohenet al.(42)] offers op- portunity for restoration that may not exist at lower trophic levels (though exceptions such as Southern Resident killer whales and sea otters exist). Similarly, predator recovery rates may be constrained de- spite readily available food if theyarelimitedbyotherkeyresources such as access to breeding sites or from intraspecific interference. For example, many predators migrateto breeding sites with smaller re- cently mature individuals following older, larger individuals who know their way. Overharvesting of older and larger predators may lead to the loss of cultural memory of spawning aggregation location [for ex- ample, (43)], a mechanism that likely affects species throughout the food web. Intraspecific aggressionamong Florida panthers may simi- larly limit their recovery; the aggression that male mountain lions ex- hibit towards females with cubs and smaller males is thought to constrain recovery (44). Finally, movement behavior can limit preda- tor recovery rates, such as in cases where dispersal is inhibited by modifications to natural landscapes [for example, (40)], leading to lo- calized food resource depletion. Migrations may also be shorter or avoided at low population densities, creating a type of Allee effect. For instance, endangered African wild dogs generate smaller disper- sing cohorts when population densities are low (45). Whereas some of these predator behaviors are relatively inflexible and predictable, others are less so, creating substantial uncertainty about the potential for predator recovery even when food resources are replete. It takes a community to recover a predator Like any species subjected to a recovery effort, predators experience constraints driven by a diverse configuration of prey, competitors, and natural enemies (including diseases and parasites). Understanding apex predator dynamics in this lightismadedifficultbythefactthat apex predators are embedded in a complex network of species inter- actions, with many apex predators being generalist consumers. Whereas theory suggests that the dynamics of generalists may be described by simple single-species models when prey resources are readily abundant (41), prey limitation is one of many hypothesized mechanisms con- straining apex predator recovery.Because food webs are often charac- terized by few strong and many weak interactions (46), full communities can be conceptualized in the form of simpler, digestible, and analyti- cally tractable modules (that is, groups of three to five interacting spe- cies) (Fig. 1) (47). Rather than trying to capture the full suite of ecological interactions within a predator’secosystem,thesemodules provide a practical way to narrow theuniverse of potential influences on a predator’srecoverywhilegoingbeyondtherestrictedperspective of resource or habitat limitation alone. For example, modules can focus solely on strongly interacting species within a food web or alter- natively can offer a way to simplify a food web by modeling multiple species of similar life history traits as a single node. In Box 2, we focus on the former approach and explore a three-species food web model to consider how different module configurations—ranging from an REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20165 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from .Box 2. A model for understanding how module shape drives apex predator recovery. Athree-speciesLotka-Volterramodelofanintraguildpredation(IGP)module aids in illustrating a number of the concepts regarding the likelihood of success for apex predator recovery programs. This model highlights how the module and strengths of species interactions in which an apex predator is embedded can be important for anticipating the effects of (i) restoring resources (Fig. 2), (ii) culling mesopredators (Fig. 3), and (iii) attempting to reestablish apex predator populations with an insufficient initial number of individuals (Fig. 4).Thecoreofthismodel,whichdescribes the interplay of predation and competition between an (omnivorous) apex predator and a mesopredator (also known as intraguild prey) for a shared resource, has been extensively studied by many authors and is well understood (47,56,84,118), permitting useful insights in the context of apex predator recovery efforts. Model description.Following McCannet al.(119), we illustrate the effects of module type by introducing an apex predator prey preference parameterwto the basic IGP model. This parameter controls the degree to which the system reflects two further well-studied community modules: the linear food chain (w= 1, where no competition occurs among predators) (120,121) and the exploitative competition module (w= 0, where only competition occurs among predators) (122), in addition to the IGP module (0 <w< 1, wherein both competition and predation occur) (47,56,84,118,121). Note that the prey preference parameter may differ substantially between terrestrial and marine apex predators, given that terrestrial apex predators are often highly specialized. For simplicity, we assume that the apex predator’spreferenceforagiventypeofresourceis fixed rather than responding adaptively to changes in prey density. The population growth rates of the shared basal resource (R), the mesopredator predator (N), and the apex predator (P)arerepresentedbythefollowingthreeequations. dR dt ¼Rðrð1#R=KÞ#aN#ð1#wÞaPÞð1Þ dN dt ¼NðeaR#waP#dÞð2Þ dP dt ¼PðewaNþeð1#wÞaR#dÞð3Þ In this model,randKare the basal resource’s intrinsic growth rate and carrying capacity, respectively, andeis the trophic efficiency at which consumed prey are converted to predators. The functional responses of both predators are assumed to be linear, withabeing the mesopredator attack rate on the resource andabeing the apex predator’stotalattackrate(distributedbetweentheresourceandthemesopredatorbytheapex predator’spreypreferencew). Parametersdanddare the respective intrinsic per capita death rates of the mesopredator and apex predator and are assumed to be equal. Increases todmay be interpreted as the culling of mesopredators by the removal of a constant fraction of individuals. The simplifying assumptions here offer clarity but could be readily modifiedin a given case study. Just as for the well-studied IGP models without an apex predator prey preference term (118), this model exhibits six possible steady-state equilibria (see fig. S1). Our focus is on two of these: the case in which all three species coexist and the case in which only the apex predator and the resource coexist (with the mesopredator being unable to persist). For illustrative purposes, we restrict our focus to parameter values for which these equilibria exhibit stable dynamics (that is, Re(l 1 )<0).The mesopredator’sattackratewassettobethreetimestheapexpredator’stotalattackratebecausethree-speciescoexistencenecessitates the meso- predator being the superior competitor for the shared resource (65). Note that in the apex predator resource-only state, the parameterwreflects the apex predator’sefficacyatcapturingresourcesratherthanitspreypreference per se. Baseline parameters were chosen to bew=0.5,K=0.15,d=d= 0.01,r=1,e=0.1,a=1,anda=3,withtheeffectsofvaryingw,K,anddbeing illustrated in Figs. 2 to 4. Model Interpretation: Module Shape Determines the Efficacy of Resource Subsidies and Mesopredator Culling.The model demonstrates how expectations and intuition about the most promising approaches for population recovery can depend heavily on an apex predator’sprefer- ences for basal versus mesopredator species (Figs. 2 and 3). As intuition might suggest, an apex predator embedded within a module dominated by exploitative competition should achieve a higher recovered population density than a predator embedded within an IGP or food chain module because less of the system’senergyislosttotheinefficiencyofthemesopredator’strophicconversionrate(Fig.2).Themodelalsodemonstrates how the consequences of mesopredator culling are affected by moduleshape and how culling may even be counterproductive for the goal of maximizing apex predator densities (Fig. 3). For example, apex predator recovery may require not just partial culling but rather the complete removal of the mesopredator if competition between the mesopredator and apex predator is strong and the apex predator exhibits little preference for consuming the mesopredator (w<0.295).Thatis,withoutcompletemesopredator removal,themesopredator’ssuperiorabilitytoexploitbasal resources can permit it to preclude the apex predator’sreestablishmentoutright.Attheotherextreme,evenaweakincreaseinthemesopredator’s death rate by the implementation of a culling program will decrease a recovered apex predator’spopulationsizewhenexploitativecompetitionis weak and the module is more like a food chain. Indeed, for nearly all parameter values that allow the coexistence of all three species, a doubling of the mesopredator’sdeathrate(thatis,culling)reducestheapexpredatorpopulation’ssizebyalmosthalf.Onlywithinanarrowwindowoftheapex predator’spreypreference,whereinexploitativecompetitionisstrongbutnotstrongenoughtoaffectcompetitiveexclusion(0.295>w<0.31),is the culling of the mesopredator expected to lead to an increase in the population size of a recovering apex predator (Fig. 3, inset). The utility of intermediate complexity models, particularly those considering IGP, which is a common structural feature of real food webs (123), is their capacity to capture much of the dynamic properties of food webs as a whole (124,125). The model presented here offers highlights on how the tractable consideration of strongly interactingspecies is useful for developing management strategiesthat take into account ecosystem context [see also dis- cussion of minimum realistic models by Plagányiet al.(126)]. REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20166 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from exploitative competition model, to an IGP module, to a linear food chain—can alter the anticipated recovery of apex predators. The model indicates that, although the supplementation of a com- munity’sresourcebasewillincreaseanapexpredator’srecoveredpop- ulation size regardless of the strength of the interactions in any module configuration, the magnitude of this effect will be least pronounced the more the community resembles a linear food chain. Thus, efforts to increase the production rate of basal resources, a strategy practiced in plant restoration (26), will have the largest impact the more the community in which the apex predator is embedded re- flects a module of exploitative competition. Moreover, partial meso- predator culling increases recovered predator densities for only a narrow region of parameter space between exploitative competition and linear food chain extremes (Fig. 3). Therefore, culling may be an ineffective tool in all but the most well-understood IGP systems [for example, Perssonet al.(48)]. This inference contradicts the historic and current prevalence of predator culling in management [reviewed by Bergstromet al.(22)] but corroborates studies emphasizing how the culling of apex predators to maximize fisheries yield will not always be effective (2,49,50)aswellasthosehighlightingthepotentialpositive population-level effects of increased mortality [reviewed by Schröderet al. (51)]. Other factors, such as the presence of size-structured interac- tions between mesopredators and apex predators (52,53)andtheex- istence of additional predator or prey species in the model, can alter model predictions (54). We emphasize that our model of a three-species representation of reality is not a tactical model meant for supporting specific management decisions. Instead, our model is conceptual and strategic, focusing on developing a broad understanding of the eco- system process and directional patterns of change. As illustrated through these examples, community modules can be used to calibrate qualitative expectations for the recovery of a focal predator population. Just as in plant-based ecological restoration, predator recovery efforts that focus on restoring key ecological pro- cesses—including species interactions—are likely to be those that meet with the greatest success. Of course,identificationofthecommunity module that best characterizes a predator and its ecosystem may be difficult at the outset of a recovery effort. Additionally, the results of short-term recovery efforts likely represent transient dynamics and may differ from equilibrium expectations (55). Furthermore, the structure of community modules and the strength of the interactions embedded within them can change with environmental context and the loss or introduction of new species (56)andcandependcruciallyonthedetails of population structure (for example, size-dependent predation) (53). Thus, conservation and management structures are likely to meet with greater success if they are shaped by the idea that the conceptualization of a community module will require modification over time (57). WHEN IS AS IMPORTANT AS WHAT: HISTORICAL CONTINGENCY AND PREDATOR RECOVERY The community module in which a predator is embedded at the beginning of a recovery effort provides critical information about the potential of different recovery strategies. Recent advances in com- munity assembly theory suggest that successful ecological restoration may also require careful consideration of the order and timing in which species come together to form a community. This idea, that historical contingencies can influence community assembly, has been well described in the basic ecology and restoration literatures for primary producers (26). However, for larger carnivorous species, the role of historical contingency in driving community assembly remains poorly studied. Fig. 1. Three-species community modules: Food chain, exploitative competition, and IGP.These modules are generic descriptions of common configurations of predator-prey interactions in the natural world (left), each of which corresponds to a predator recovery example (center) that has followed a restoration trajectory corresponding to the module (right). REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20167 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from Borrowing from these other literatures, we suggest that the impor- tance of correctly timing the occurrence of ecological processes can be summarized with two principles. First, biophysical processes that modify the environment to promote establishment of one or more target species in a restoration effort are critical. For instance, early col- onizing plants can engineer hospitable soil conditions that facilitate the colonization success of other, less drought-tolerant, plant species [for example, (58)]. Thus, ensuring drought-tolerant plants established early is necessary, but not sufficient, for restoring drought-intolerant plants. Predator recoveries are similarly sensitive to ordered noncon- sumptive interactions. For example, recovery of endangered salmon populations in the U.S. Pacific Northwest likely requires an increase in the quantity and/or quality of available habitat (which is small rel- ative to historical levels) (59). Promising avenues include geomor- phological modifications to in-stream conditions (for example, sediment grain size and flow rates)for salmon during the freshwater phase of the life cycle and improved access to spawning habitat (for example, via removal of hydropower dams) (59). The second timing principle holds that, at the outset of a recovery effort, the density of predators relative to their competitors and/or prey can have a strong effect on the outcome. This concept, known as priority effects in the ecological literature (60), has been well docu- mented in the context of competitive interactions, especially among plants and in plant restoration (26). If one species builds up a suffi- ciently large relative abundance before another species attempting to join the community, the species in high abundance can prevent the competitor from establishing. The competitor’sabundancethatissuf- ficient to preclude a focal species’establishment need not be greater than the abundance at which the focal species is reintroduced. Both competitive priority effectsand predation-mediated priority effects can have long-lasting effects on communities. Indeed, priority effects can provoke alternative community states that persist indefi- nitely (61,62). In the context of recovering apex predators, the appro- priate initial densities to facilitate predator recovery depend on which community module is most representative of the system (63). Here, too, the IGP model (see Box 2; Eqs. 1 to 3) provides informative in- sight. In the case of a simple food chain module, the appropriate initial densities within the community are clear: predators are most likely to succeed when resources are most readily available (Fig. 2). Indeed, en- suring sufficient prey availability first is critical to avoiding a predator pit (63,64). In contrast, to recover a predator population embedded within an IGP module, determiningappropriatereintroductionden- sities, or culling competitors before predator reintroduction of the apex predator commences, can be key to establishing persistent pred- ator populations (Fig. 4) (61,65). More broadly, the growth and stability of reintroduced predator populations can vary depending on the timing of predator recruitment to a community. For example, predator recovery will likely have max- imum success if prey are readily available early in their reintroduction. However, it has only recently become clear that colonization history also drives dynamics and stability of multiple trophic levels (66). For example, in a microcosmstudy, Olito and Fukami (66)showedthat predators reached higher population abundance if they were introduced early during community assembly rather than late, as would at first seem more intuitive. In the context of conservation and management actions, these theoretical and empirical findings together underscore the importance of controlling putative competitor populations before pred- ator recovery implementation, introducing high densities of predators relative to their competitors, and doing so earlier rather than later. PRESCRIPTIONS FOR SUCCESS? RESEARCH GAPS AND ECOSYSTEM RESTORATION Above, we demonstrated three major lessons in promoting successful apex predator recoveries. First, we argued that, relative to species lower Fig. 2. Module shape alters how an apex predator’sabundancewillrespondtotherestorationofbasalresources,asindicatedbythecontrast of low (solid lines) and high (dashed lines) resource carrying capacities (red lines, apex predator resource-only state; blue lines, three-species coexistence state).Whenwhas intermediate values, increases in resource productivity benefit the apex predator’sabundancetothedetrimentofthe mesopredator because the mesopredator’scompetetiveadvantagebecomessupersededbythepredation pressure that it experiences from the apex predator. (AandB) A continuous gradient of predator’s prey preference (w) (A) and discrete measures of apex predator equilibrium density for characteristic models, including exploitative competition, IGP, and a food chain (B). For additional model details, see fig. S1 (baseline parameters here are as follows:w=0.5,r=1,e=0.1,a=1,anda=3). REVIEW Stieret al. Sci. Adv. 2016;2:e1501769 27 May 20168 of 14 on May 27, 2016 http://advances.sciencemag.org/ Downloaded from on the food chain, some apex predators are likely to respond slowly to recovery efforts. Apex predators exhibit slow life history characteris- tics, are particularly prone to human pressures, and can require large amounts of available resources and habitat before they can succeed (67). In the face of these numerous challenges, it is necessary (but not always sufficient: see third lesson below) to identify and counteract the initial driver(s) of the predator decline. Second, we emphasized the importance of ecological context in driving variation in apex predator recovery dynamics. Like primary producers, apex predators are embedded within a complex network of interacting species, where resources, competitors, and pathogens can affect population dynamics. The configuration of these commu- nity modules (Fig. 1) can play a key role in defining the appropriate strategy for recovery success. Because the prescription for rec",
  "sections": {
    "abstract": "of research results (84)Africa TCheetahCheetahssurvivewithlargerpredatorsbyseekingareaswithlowpredatordensities(spatialsegregationfrompredators and competitors). (84)Africa TCheetahSuccessfulreintroductioninNamibia,wherelargercarnivoreswerenearlyextirpatedbyhunting[seealsotheworkbyPolisand Holt (84)]. (85)North AmericaTWolfWolf-driven declines in coyotes led to a fourfold increase in survival of juvenile pronghorn antelope (Antilocapra americana) in wolf restoration areas in the Greater Yellowstone Ecosystem. (86)Europe TLynxIn Europe, restored lynx and wolf populations suppress red foxes. (86)Europe TWolfIn Europe, restored lynx and wolf populations suppress red foxes. (87)NewZealand TCook’spetrel Reductionsinpredatoryferalcatsandratsandaltitude-dependentresourceavailabilitypromotepetrelrecovery. (88)NorthAmerica (Colorado) TMountain lion Reduced exploitative and interferencecompetition between mountain lions and other historically abundant predators (grizzly bears and wolves), combined withincreasedungulatepreyabundance,hasfacilitatedmountainlionrecovery. (89)T/M Polar bear Appreciation ofsocial-ecologicalsystemallowedforsubsistence harvest and reducedillegalhuntingin sharedpopulation between the United States and Russia. (90)NorthAmerica F Bass Followingnaturalextirpationofbass(Micropterus salmoides)in1978,reintroducedbassin1986ledtothereturnofbass populations despite exploitative competition with dominant mesopredators. (91)Australia TDingoRestorationofdingoesinpartsofAustraliaisnowbeing advocated as a necessary condition for the large-scale rees- tablishment of declined mammal species (91). (92)NorthAmerica T Peregrine falcon Populations declined globally because of exposure to contaminants and are listed in the United States in 1970 after being extirpated east of the Rockies. Declines of DDT and captive breeding led to rebound, and delisting in 1999. (93)Europe TBrownbearPopulationshuntedtonearextinctioninthe1800sinmuchofEurope,includingNorway",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we demonstrated three major lessons in promoting successful apex predator recoveries."
  ],
  "fullText": "\n\nCONSERVATION ECOLOGY\n2016 © The Authors, some rights reserved;\nexclusive licensee American Association for\nthe Advancement of Science. Distributed\nunder a Creative Commons Attribution\nNonCommercial License 4.0 (CC BY-NC).\n10.1126/sciadv.1501769\nEcosystem context and historical contingency in\napex predator recoveries\nAdrian C. Stier,\n1,2\n* Jameal F. Samhouri,\n3\nMark Novak,\n4\nKristin N. Marshall,\n3\nEric J. Ward,\n3\nRobert D. Holt,\n5\nPhillip S. Levin\n3\nHabitat loss, overexploitation, and numerous other stressors have caused global declines in apex predators. This\n“trophic downgrading”has generated widespread concern because of the fundamental role that apex predators\ncan play in ecosystem functioning, disease regulation, and biodiversity maintenance. In attempts to combat de-\nclines, managers have conducted reintroductions, imposedstricter harvest regulations, and implemented protected\nareas. We suggest that full recovery of viable apex predator populations is currently the exception rather than the\nrule. We argue that, in addition to well-known considerations, such as continued exploitation and slow life histories,\nthere are several underappreciated factors that complicate predator recoveries. These factors include three chal-\nlenges. First, a priori identification of the suite of trophicinteractions,suchasresourcelimitationandcompetition\nthat will influence recovery can be difficult. Second, defining and accomplishing predator recovery in the context of\nadynamicecosystemrequiresanappreciationofthetimingof recovery, which can determine the relative density of\napex predators and other predators and therefore affect competitive outcomes. Third, successful recovery programs\nrequire designing adaptive sequences of management strategies that embrace key environmental and species in-\nteractions as they emerge. Consideration of recent research on food web modules, alternative stable states, and\ncommunity assembly offer important insights for predator recovery efforts and restoration ecology more generally.\nForemost among these is the importance of a social-ecological perspective in facilitating a long-lasting predator\nrestoration while avoiding unintended consequences.\nINTRODUCTION: WHY APEX PREDATOR RECOVERY?\nMany of the most iconic and charismatic species in the natural world\nare apex predators, yet they are alsooften embedded in controversy.\nApex predators (for example, whales, cougars, bears, wolves, sharks,\nand eagles) are consumers that kill their prey during or shortly fol-\nlowing an attack, consume many prey over a lifetime, and are not eat-\nen after reaching adult size (1). Apex predators also evoke strong\nemotional responses in people, varying from wonder and amazement\nto fear and spite (2). Because of the fundamental roles that apex pred-\nators can play in ecosystem functioning, disease regulation, and bio-\ndiversity maintenance, ecologists and conservation organizations have\nrepeatedly sounded the alarm about local, regional, and global declines\nin apex predator (3)andlargeherbivorepopulations(4). Consequent-\nly, efforts to recover predator populations that have experienced de-\nclines are increasingly widespread.\nEfforts to recover apex predators are implemented for a variety of\nreasons that span from the viability ofparticularpopulations,toeco-\nsystem functioning, to the resilience ofsocial-ecologicalsystems.Inthe\nsimplest situation, apex predator recovery is an end in itself. Borrow-\ning from language in the U.S. Endangered Species Act (ESA), a suc-\ncessful recovery consists of a sequence of four events in which the\npredator population (i) ceases to decline, (ii) stabilizes, (iii) increases,\nand finally, (iv) occurs at a level thatisself-persistent[U.S.Fishand\nWildlife Service (USFWS), 2011]. Moreover, considering the key role\nthat apex predators can play in biodiversity maintenance and eco-\nsystem function, full recovery may require not only persistence but\nalso recovery to some level consistent with historical baseline abun-\ndances (5). Thus, recovery is a broad term that can be achieved via a\nvariety of mechanisms, including reintroduction and restocking (see\nGlossary of Terms in Box 1).\nSome efforts to recover apex predators have shown promising\nsigns of sustained success. For example, gray wolves in the Greater\nYellowstone Ecosystem [but see the study by Bergeret al.(6)], harbor\nseals in coastal regions of the Northeast Pacific Ocean (7), and cheetahs\nin Tanzania (8)reacheddesiredincreasesinabundanceanddistribu-\ntion following reductions in densities caused by hunting and culling\n(Table 1). However, many apex predator recovery efforts have not yet\nmet their potential or have encountered unanticipated problems along\nthe way (Table 2) (9). Apex predators that have not yet successfully\nrecovered despite concerted conservation efforts are widespread across\necosystems (land, freshwater, or marine), taxonomic groups (for ex-\nample, mammals and birds), and exploitation status. In addition, there\nare several cases in which a focal predator has recovered successfully\nin one location (for example, sea otters in central California) but not\nin another (for example, sea ottersin western Alaska). Although Table\n2bynomeansrepresentsacomprehensivereviewofapexpredator\nrecovery efforts, it suggests that success is not universal [for a recent\ncomprehensive review of marine systems recoveries, see the work by\nLotzeet al.(10)andLotzeandWorm(11)]. Indeed, the widespread\noccurrence of unsuccessful or stalled recovery efforts provokes the\nquestion: what factors encourage versus impede progress in the recov-\nery of apex predators?\nHere, we explore four key aspects of apex predator recovery. In the\nfirst section,“Apex Predators Live Slow, Range Widely, and Die Fast,”\nwe focus on how apex predator life history characteristics offer insight\ninto predator recoveries. In the second section,“Ecosystem Context\n1\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, CA 93101,\nUSA.\n2\nSchool of Aquatic and Fishery Sciences, University of Washington, 1122 Northeast Boat\nStreet, Seattle, WA 98105, USA.\n3\nConservation Biology Division, Northwest Fisheries Science\nCenter, National Marine Fisheries Service, National Oceanic and Atmospheric Administration,\nSeattle, WA 98112, USA.\n4\nDepartment of Integrative Biology, Oregon State University, Corvallis,\nOR 97331, USA.\n5\nDepartment of Biology, University of Florida, Gainesville, FL 32611, USA.\n*Corresponding author. Email: adrian.stier@gmail.com\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20161 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nand Apex Predator Recovery,”we focus on the importance of food\nand habitat limitation, behavior, and species interactions as drivers\nof predator recovery. In the third section,“When Is as Important as\nWhat: Historical Contingency and Predator Recovery,”we discuss the\nintegration of predators into assembly theory and emphasize the role\nof timing as a key driver in predator recovery. Last, in the fourth section,\n“Prescriptions for Success? Research Gaps and Ecosystem Restoration,”\nwe emphasize how recovery pathways are not necessarily identical as\npathways to decline (that is, hysteresis), discuss theoretical and empirical\nresearch gaps, and emphasize the need to consider social as well as eco-\nlogical systems when seeking targets for apex predator recovery.\nAPEX PREDATORS LIVE SLOW, RANGE WIDELY,\nAND DIE FAST\nThere are a variety of reasons why apex predator recovery programs\noften are marginally successful or even fail. One of the clearest expla-\nnations is that species at the apex of the food chain are known for\nhaving slow life history characteristics. Relative to prey, apex predators\ntend to have slower somatic growth rates, larger size atmaturity,and\nlonger generation lengths, all life history traits correlated with fewer\noffspring (12,13). A low maximal reproduction rate means that it is\ndifficult to mount compensatory responses via recruitment to en-\nhanced mortality. Although not exclusive to the top of the food chain,\napex predators also generally have smaller population sizes and slower\npopulation growth rates than their prey (14), making them especially\nsensitive to extinction from demographic stochasticity (15)andcaus-\ning slow recovery rates even in cases of positive population trajec-\ntories. For example, a review of 198 reintroduction studies found\nthat herbivore reintroductions exhibited a 29% higher success com-\npared to carnivorereintroductions (16). Additionally, a recent synthesis\nof recovery times for overexploited fisheries suggests that higher-\ntrophic level species are likely to exhibit the slowest recovery rates\n(17). Indeed, this finding almost certainly generalizes that apex pred-\nator recoveries often will be slower than those of lower-trophic level\nspecies simply because of a disparity in life history strategies. Such\nslower recovery times require setting appropriate expectations for\nthe time scale of successful recovery. As we will note below, these\nlife history effects on recovery can be amplified by community\nand ecosystem interactions.\nDirectly hostile human activities can exacerbate the negative effects\nof slow life history strategies on predator recovery time. Continued\n(over-) exploitation is perhaps the most substantive of these activities\n[reviewed by Duffy (18)], but other direct and indirect human influ-\nences can also play a role. Strong exploitation and poaching often con-\ntinue during recovery efforts because the predators are themselves\nvaluable (17,19). For example, tigers are at risk of extinction due\nto intentional human impacts because of their lucrative commercial\nvalue in some Asian medicines (20). In other cases, apex predators are\nconsidered to be a threat to valuable species. For example, unexploited\nshark and wolf populations have beenconsidered threats to wildlife,\nfisheries, and livestock, often being killed by poachers [for example,\nHoldoet al.(21)] and, in some cases, even by the agencies mandated\nto protect them (22). Given low potential recruitment rates, such im-\nposed extra mortality can greatly hamper apex predator recovery.\nEven when exploitation rates are reduced to near zero, other hu-\nman influences can interact with the slow life histories of predators to\ninhibit their recoveries. Pollution affects many long-lived predators ex-\nposed to toxic contaminants via bioaccumulation or accidental poi-\nsoning [for example, bald eagles, Arctic wolves, polar bears, ringed\nseals, and bottlenose dolphins; reviewed by Harrad (23)] and via the\nchronic stress of anthropogenic noise (24). For instance, Southern Re-\nsident killer whales have not beenharvested commercially since the\n1970s in the North Pacific but remain listed as endangered under\nthe ESA and are exposed to a numberof threats, including reductions\nin prey availability and enormous body burdens of persistent organic\npollutants (Rosset al., 2000). The difficulty withpollutionisthat,even\nwhen it is reduced or eliminated (for example, bans on persistent or-\nganic pollutants), it can take many years to dissipate from the\nenvironment, and long-lived predators with toxins in their tissues\ncan take decades or longer to exhibit signs of recovery (23). Apex pred-\nators often have very large home ranges, which implies that they can\nbe exposed to a diverse range of scattered, spatially localized environ-\nmental challenges, ranging from exposure to toxins, to vehicular colli-\nsions, to hostile ranchers or poachers outside protected areas.\nThere are also genetic and evolutionary factors that can contribute\nto poor recovery. If historically outbred apex predators have been pushed\nto low numbers persisting often in scattered local populations, the re-\nmaining individuals may exhibit maladaptation due to inbreeding of re-\nlated individuals, as well as the depletion of adaptive genetic variation\nneeded to cope with an ever-changing environment. For instance, the\nseverely affected Florida panther has shown many developmental abnor-\nmalities associated with an abrupt reduction in effective population size\nand kin breeding (25), which surely hampers its recovery. However,\nour focus here will be on ecological dimensions of impaired recovery.\nNevertheless, constraints on successful predator recoveries extend\nbeyond slow life history characteristics, genetic factors, exploitation,\nand other direct human influences. For instance, the splendid recovery\nof the bald eagle depended not only on the prohibition of hunting but\n.Box 1. Glossary of terms.\nReintroduction:Intentional movement of an organism into a part of\nits native range from which it has disappeared or become extirpated\nin historic times (Armstrong and Seddon, 2007).\nRecovery:The first milestone in recovery is halting the decline of the\nspecies. Next is stabilizing the species, followed by increasing its\nnumbers and distribution with the ultimate goal of making the spe-\ncies secure in the wild (USFWS, 2011).\nRestoration:The process of assisting the recovery of an ecosystem\nthat has been degraded, damaged, or destroyed. It is an intentional\nactivity that initiates or accelerates ecosystem recovery with respect\nto its health (functional processes), integrity (species composition and\ncommunity structure), and sustainability (resistance to disturbance\nand resilience) [Society for Ecological Restoration (SER), 2004].\nRestocking:Movement of individuals to build up an existing popu-\nlation (Armstrong and Seddon, 2007).\nReestablishment:Institution of historical ecosystem structure or pro-\ncesses (70).\nCarnivore:An animal that feeds on another animal’sbodytissue.\nSynonymous with“predator”in this Review.\nCommunity module:Aminimumrealisticmodeldescribinggroups\nof three or four interacting species.\nHysteresis:When the pathway of recovery of an ecosystem differs\nfrom its pathway of degradation.\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20162 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nTable 1. Empirical studies of successful predator recoveries.T, terrestrial; M, marine; F, freshwater; IUCN, International Union for Conservation of\nNature; MMPA, Marine Mammal Protection Act.\nStudyRegionSystem   PredatorSummary of research results\n(84)Africa  TCheetahCheetahssurvivewithlargerpredatorsbyseekingareaswithlowpredatordensities(spatialsegregationfrompredators\nand competitors).\n(84)Africa  TCheetahSuccessfulreintroductioninNamibia,wherelargercarnivoreswerenearlyextirpatedbyhunting[seealsotheworkbyPolisand\nHolt (84)].\n(85)North AmericaTWolfWolf-driven declines in coyotes led to a fourfold increase in survival of juvenile pronghorn antelope (Antilocapra americana)\nin wolf restoration areas in the Greater Yellowstone Ecosystem.\n(86)Europe  TLynxIn Europe, restored lynx and wolf populations suppress red foxes.\n(86)Europe  TWolfIn Europe, restored lynx and wolf populations suppress red foxes.\n(87)NewZealand  TCook’spetrel   Reductionsinpredatoryferalcatsandratsandaltitude-dependentresourceavailabilitypromotepetrelrecovery.\n(88)NorthAmerica\n(Colorado)\nTMountain\nlion\nReduced exploitative and interferencecompetition between mountain lions and other historically abundant predators\n(grizzly bears and wolves), combined withincreasedungulatepreyabundance,hasfacilitatedmountainlionrecovery.\n(89)T/M    Polar bear  Appreciation ofsocial-ecologicalsystemallowedforsubsistence harvest and reducedillegalhuntingin sharedpopulation\nbetween the United States and Russia.\n(90)NorthAmerica  F   Bass Followingnaturalextirpationofbass(Micropterus salmoides)in1978,reintroducedbassin1986ledtothereturnofbass\npopulations despite exploitative competition with dominant mesopredators.\n(91)Australia  TDingoRestorationofdingoesinpartsofAustraliaisnowbeing advocated as a necessary condition for the large-scale rees-\ntablishment of declined mammal species (91).\n(92)NorthAmerica  T Peregrine\nfalcon\nPopulations declined globally because of exposure to contaminants and are listed in the United States in 1970 after being\nextirpated east of the Rockies. Declines of DDT and captive breeding led to rebound, and delisting in 1999.\n(93)Europe  TBrownbearPopulationshuntedtonearextinctioninthe1800sinmuchofEurope,includingNorwayandSweden.Economicin-\ncentives and conservation plans have led to a rebound in recent years.\n(94)Global T/MSeaeagleBaldandwhite-tailedeagleswereeitherdirectlyremovedornegativelyaffectedbypesticidesuntilthelatterhalfofthe\n20th century. Since then, populations have recovered worldwide, to the point that these apex predators are having some\nworrying effects further down the food chain.\n(95)AsiaTAsiaticlionFollowingcollapse,incentivizedpastoralcommunitiestomove,whichallowedforest/preypopulationstorecoverand\nlion populations to rebound\n(96)NorthAmerica  F  AlligatorAlligatorsweredepletedasaresultofhabitatlossandhunting;followingprotectionin1967,alligatorsincreasednearly\nexponentially and were delisted in 1987.\n(97)Belize  FMorelet’s\ncrocodile\nLike alligators in North America, these crocodiles were affected by habitat destruction andhunting. Populations have\nbeen increasing since IUCN recognition and legal protection in 1981.\n(98)Australia MSaltwater\ncrocodile\nIntense commercial hunting in the mid-20th century led to a population collapse, from near 100,000 to 500. Legal protection in\n1971 and conservation actions have helped the population largelyto recover, increasing interactions (mortality) with humans.\n(99)Africa MFursealLikemanypinnipedpopulations(30), fur seals were commercially hunted through part of the 20th century, and portions\nof this population continue to be harvested; following protection in part of the range, the species has shown increasing\ntrends and range expansion.\n(100)NortheastPacific\nOcean\nMWhitesharkWhitesharkswereeitherremovedaspestspeciesortakenincidentallyinfisheriesthroughmostofthe20thcenturyand,\nin a portion of their range, were negatively affected by contaminants. Recognition of declines and their importance led to\nreductions in mortality; over the last 20 years, indices of abundance and juvenile growth are increasing.\n(101)NortheastPacific  M  BluewhaleBluewhalesweretargetedduringindustrialwhaling,leavingthematafractionofcarryingcapacity.Followingtheces-\nsation of whaling, and additional protection, this population is thought to nearly be at historic levels.\n(102)NortheastPacific  M  SeaotterSeaotterswerehuntedtolocalextinctionthroughmuchoftheirrangebut,followingprotectionundertheMMPA,has\nlargely rebounded in California.\n(103)New ZealandM    Spiny lobster Marine reserves were used as a tool to protect spiny lobster habitat. Older reserves were found to yield higher\nlobster density, as well as larger lobsters.\n(104)    North AmericaMGray whale  Following the end of whaling and protection under the MMPA, gray whales largely rebounded and were the first\nmarine mammal species delisted from the ESA.\n(105)Africa  TEthiopian\nwolf\nWolves have largely declined as a result of habitat loss. These populations experienced a catastrophic\ndisease-induced collapse 20 years ago but have fully recovered and are no longer affected by Allee dynamics.\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20163 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nalso on the banning of DDT, improved water quality at many sites,\nforceful protection of nest sites, and deliberate careful reintroductions\nfrom captive-bred populations. Below, we argue that the importance\nof considering the full community and ecosystem context is underap-\npreciated yet critical to apex predator recovery programs. In particular,\nwe (i) argue that apex predator recovery programs are unique from\nthe better-studied restoration programs for species that are lower on\nthe food chain; (ii) use a simple model to illustrate how successful\napex predator recovery requires anappreciation of the types of species\ninteractions that characterize the community, the degree to which meso-\npredators, if present, are culled, and the extent to which basal resources\nare supplemented; and (iii) highlighthowtherateanddegreeofapex\npredator recovery can depend on an ecosystem’s history of trophic\ndowngrading.\nECOSYSTEM CONTEXT AND APEX PREDATOR RECOVERY\nInsights into how to enable successful apex predator recovery may be\ngrounded in the lessons learned from ecological restoration practices\nfocused on lower trophic levels, especially plants [reviewed by Younget al.\n(26)]. The approaches used in ecological restoration fall broadly into\nthree categories, including (i) the noninterventionist, leave-it-to-nature\nstrategy [that is, succession (27)]; (ii) the structure-begets-function or\n“if you build it they will come”(also known as field-of-dreams)\nstrategy (28); and (iii) the ecosystem function or process-based strat-\negy (29). Modern-day restoration tendsto blend elements of strategies\n(ii) and (iii), often seeking reestablishment of both ecosystem structure\nand function to achieve restoration of particular species or communities.\nEfforts to recover predators seem to be unusual in that they fre-\nquently adapt a noninterventioniststrategybysimplystoppingorre-\nducing hunting and assuming that the system will reequilibrate.\nExceptions often involve direct reintroductions, such as red kite and\nosprey in the UK, or peregrine in the United States; here, breeding\nprograms and reintroductions, in a sense, circumvent the low maximal\nrecruitment possibilities for many apex predators. But often, recovery\nsimply involves dampening in imposed mortality regimes. For example,\nrecovery of many marine mammals (30)haslargelybeenattributedto\nreduced hunting, with little attention given to reestablishing the struc-\nture and function of systems within which marine mammals live.\nThere are several lessons learned in plant-based ecological restoration\nthat go beyond leave-it-to-nature, and may help to speed apex pred-\nator recovery and augment recovered predator population sizes.\nIn restoration aimed primarily at primary producers, ecologists\nhave advocated for an appreciation ofspecies traits, and the ecological\nprocesses that affect ecosystem structure and function in the develop-\nment of restoration strategies (26). A number of ecological processes\n(for example, dispersal, resource limitation, competition, predation,\nand mutualism) and traits (for example, life histories, drought tolerance,\nand herbivore resistance) have been acknowledged and manipulated\nTable 2. Empirical studies of failed and stalled predator recoveries.\nStudyRegionSystemPredatorSummary research results\n(84)AfricaTCheetahInreservesofKenyaandSouthAfrica,cheetahshavefailedtorecoverbecauselionsand\nhyenas kill the cheetah cubs.\n(106)AntarcticaMFursealLeopard seal predation on fur seal pups limited recovery.\n(107)SouthwestAlaska  M   SeaotterPredation by killer whales on sea otters depressed population recovery.\n(108)NorthAmerica  T   Bobcat Suggeststhatbobcatscompetewithcoyotesforresourcesandarealsokilledbythem.\nNeed to verify that bobcat recovery is desired and that population size trajectory is not as\npositive as desired.\n(109)EasternScotianShelf\n(Northwest Atlantic)\nMCodGray seal predation, not competition and predation related to forage fish abundance, may\ncontribute to high mortality rates of older cod, preventing or slowing recovery.\n(110)NorthAmerica(California)  TMountainlion  EspeciallyinsouthwesternCalifornia,urbandevelopmenthasfragmentedmountainlion\nhabitat, reducing genetic exchange and prey baseavailabletofacilitatepopulationgrowth.\n(111)NorthAmerica(Arizona\nand New Mexico)\nTGraywolfMexicanwolfreintroductionshavebeenminimallysuccessfulcomparedtootherlocations,\nin large part due to human hunting, purportedly in response to wolf predation on livestock.\n(112)NorthAmerica  MCookInletbelugaPopulationissmallinnumberandgeographicallyisolatedandinhabitsacorehabitat\nthat is shrinking\n(113)NorthAmerica  MSouthernResident\nkiller whale\nJuveniles from this population were targeted for aquaria removals until the early 1970s.\nBecause of its small population size, skewed age distribution, and various human threats\n(contaminants and lack of prey), it is not growing fast enough to meet recovery goals.\n(114)NorthAmerica\n(Mexico)\nMVaquitaIUCNrecognizedthisasthemostendangeredcetaceanspeciesintheworld;likebeluga,\nthe population size is small (<250) and geographically isolated. Further, vaquita are also\nincidentally captured in gillnet fisheries and further affected by humans\n(115)NorthAmerica  TNorthernspotted\nowl\nStable in portions of the range, but continual declines in others, as a result of habitat loss and\ninterspecific competition with barred owls\n(116)NorthAmerica T/FWoodstork FederallylistedwoodstorksconsumedbynonnativeintroducedBurmesepythons\n(117)NorthAmerica  F Laketrout InvasivepredatorhashadsevereimpactsonthreatenedYellowstonecutthroattrout.\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20164 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nto facilitate recovery success [reviewed by Younget al.(26)]. For ex-\nample, plant restoration often involves seed additions and the use of\ncages over seeds and seedlings to combat recruitment limitation and\nseed predation. Predator recoveriessimilarly rely on a suite of ecolog-\nical processes influenced by a variety of species interactions, but this\nhas not been formally considered in many restoration attempts. Apex\npredator restoration differs from restoration of lower trophic levels be-\ncause predators as individuals tendto have greater food resource needs,\nlarger habitat requirements, and different behavioral responses to en-\nvironmental change than their prey. In addition, and also in contrast to\nplant restoration ecology, the community context for a predator tends to\nbe usefully conceptualized around trophic interactions first and foremost.\nFood resource limitation can constrain apex\npredator recovery\nThe high metabolic demand of most apex predators necessitates an\nabundant, stable, and nutritionally diverse prey base (31). Empirically,\npopulations of large carnivores aremost abundant in areas with high\nprey biomass (32,33). However, resource availability does not always\nboost predator abundance and persistence. For example, a recent\nglobal synthesis of resource limitation in seabirds describes a threshold\nunder which food availability (of low-trophic level fish) led to reduced\nand more variable seabird productivity (34), but high abundances\nabove a certain level did not. Changes in food abundance above this\nthreshold would be expected to have negligible effects on seabird re-\ncovery programs. Restoration efforts need to carefully consider the\nnonlinear relationship between consumption and food availability; en-\nsuring some food supply is critical, but the marginal value of higher\nfood supplies may not warrant the extra costs, because consumers can\nbe satiated or limited by factors other than food [for example, resting\nor nest site provision; cf. Samhouriet al.(35)]. Below, we expand on\nthis idea and provide an explicit analysis of how basal resource car-\nrying capacity modulates predator recovery (see Box 2).\nHow habitat can constrain predator recovery:“One hill can’t\nshelter two tigers.”—C. Elton, 1927\nHabitat loss and fragmentation are among the primary drivers lim-\niting recovery of predator populations [for example, Crooks and Soulé\n(36)], and a number of restoration programs continue to struggle from\nthe constraints of insufficient habitat availability (37). Degraded habi-\ntats often have limited reproductive sites, which not only contribute to\ninitial predator declines [for example, (38)] but also constrain success-\nful colonization and persistence ofrecovering or reintroduced preda-\ntor populations [for example, (39)]. The success of the international\nYellowstone to Yukon corridor in facilitating connectivity for large\nmammalian carnivores (grizzly bear, lynx, wolverine, and wolf) pro-\nvides evidence for the benefits of large connected expanses of habitat\nfor struggling predator populations that have high minimum area re-\nquirements. In contrast, fragmented habitats without wildlife corridors\ncan strongly inhibit recoveries. For example, an eight-lane highway\nfragments cougar habitat in southern California, leading to a high in-\ncidence of vehicle-cougar collisions (40). The importance of habitat\navailability and fragmentation in driving apex predator recovery is\nparticularly pronounced in terrestrial systems; however, in marine\nsystems, the loss of apex predators dueto habitat shifts or connectivity\nis less well established. The recovery trajectory of predators is therefore\ndependent on the size and heterogeneity of the landscape within\nwhich they are embedded.\nPredator behavior can constrain predator recovery\nBehavior can play a significant role in determining the potential for\npredator recovery. Prey preference, breeding habitat preference, ag-\ngression, mobility, and social organization are five of the most impor-\ntant behavioral considerations. Populations of predators that are\ndietary specialists are likely to fluctuate more than generalist predators,\nwhich can switch to another prey species if a focal prey becomes rare\n(41). Therefore, it may be more difficult to recover specialist predators\nto self-persistent levels. In contrast, the diet breadth that often in-\ncreases with trophic level [for example, Cohenet al.(42)] offers op-\nportunity for restoration that may not exist at lower trophic levels\n(though exceptions such as Southern Resident killer whales and sea\notters exist). Similarly, predator recovery rates may be constrained de-\nspite readily available food if theyarelimitedbyotherkeyresources\nsuch as access to breeding sites or from intraspecific interference. For\nexample, many predators migrateto breeding sites with smaller re-\ncently mature individuals following older, larger individuals who know\ntheir way. Overharvesting of older and larger predators may lead to\nthe loss of cultural memory of spawning aggregation location [for ex-\nample, (43)], a mechanism that likely affects species throughout the\nfood web. Intraspecific aggressionamong Florida panthers may simi-\nlarly limit their recovery; the aggression that male mountain lions ex-\nhibit towards females with cubs and smaller males is thought to\nconstrain recovery (44). Finally, movement behavior can limit preda-\ntor recovery rates, such as in cases where dispersal is inhibited by\nmodifications to natural landscapes [for example, (40)], leading to lo-\ncalized food resource depletion. Migrations may also be shorter or\navoided at low population densities, creating a type of Allee effect.\nFor instance, endangered African wild dogs generate smaller disper-\nsing cohorts when population densities are low (45). Whereas some of\nthese predator behaviors are relatively inflexible and predictable,\nothers are less so, creating substantial uncertainty about the potential\nfor predator recovery even when food resources are replete.\nIt takes a community to recover a predator\nLike any species subjected to a recovery effort, predators experience\nconstraints driven by a diverse configuration of prey, competitors, and\nnatural enemies (including diseases and parasites). Understanding\napex predator dynamics in this lightismadedifficultbythefactthat\napex predators are embedded in a complex network of species inter-\nactions, with many apex predators being generalist consumers. Whereas\ntheory suggests that the dynamics of generalists may be described by\nsimple single-species models when prey resources are readily abundant\n(41), prey limitation is one of many hypothesized mechanisms con-\nstraining apex predator recovery.Because food webs are often charac-\nterized by few strong and many weak interactions (46), full communities\ncan be conceptualized in the form of simpler, digestible, and analyti-\ncally tractable modules (that is, groups of three to five interacting spe-\ncies) (Fig. 1) (47). Rather than trying to capture the full suite of\necological interactions within a predator’secosystem,thesemodules\nprovide a practical way to narrow theuniverse of potential influences\non a predator’srecoverywhilegoingbeyondtherestrictedperspective\nof resource or habitat limitation alone. For example, modules can\nfocus solely on strongly interacting species within a food web or alter-\nnatively can offer a way to simplify a food web by modeling multiple\nspecies of similar life history traits as a single node. In Box 2, we focus\non the former approach and explore a three-species food web model\nto consider how different module configurations—ranging from an\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20165 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\n.Box 2. A model for understanding how module shape drives apex predator recovery.\nAthree-speciesLotka-Volterramodelofanintraguildpredation(IGP)module aids in illustrating a number of the concepts regarding the likelihood\nof success for apex predator recovery programs. This model highlights how the module and strengths of species interactions in which an apex\npredator is embedded can be important for anticipating the effects of (i) restoring resources (Fig. 2), (ii) culling mesopredators (Fig. 3), and (iii)\nattempting to reestablish apex predator populations with an insufficient initial number of individuals (Fig. 4).Thecoreofthismodel,whichdescribes\nthe interplay of predation and competition between an (omnivorous) apex predator and a mesopredator (also known as intraguild prey) for a\nshared resource, has been extensively studied by many authors and is well understood (47,56,84,118), permitting useful insights in the context\nof apex predator recovery efforts.\nModel description.Following McCannet al.(119), we illustrate the effects of module type by introducing an apex predator prey preference\nparameterwto the basic IGP model. This parameter controls the degree to which the system reflects two further well-studied community\nmodules: the linear food chain (w= 1, where no competition occurs among predators) (120,121) and the exploitative competition module (w= 0,\nwhere only competition occurs among predators) (122), in addition to the IGP module (0 <w< 1, wherein both competition and predation occur)\n(47,56,84,118,121). Note that the prey preference parameter may differ substantially between terrestrial and marine apex predators, given that\nterrestrial apex predators are often highly specialized. For simplicity, we assume that the apex predator’spreferenceforagiventypeofresourceis\nfixed rather than responding adaptively to changes in prey density. The population growth rates of the shared basal resource (R), the mesopredator\npredator (N), and the apex predator (P)arerepresentedbythefollowingthreeequations.\ndR\ndt\n¼Rðrð1#R=KÞ#aN#ð1#wÞaPÞð1Þ\ndN\ndt\n¼NðeaR#waP#dÞð2Þ\ndP\ndt\n¼PðewaNþeð1#wÞaR#dÞð3Þ\nIn this model,randKare the basal resource’s intrinsic growth rate and carrying capacity, respectively, andeis the trophic efficiency at which\nconsumed prey are converted to predators. The functional responses of both predators are assumed to be linear, withabeing the mesopredator\nattack rate on the resource andabeing the apex predator’stotalattackrate(distributedbetweentheresourceandthemesopredatorbytheapex\npredator’spreypreferencew). Parametersdanddare the respective intrinsic per capita death rates of the mesopredator and apex predator and are\nassumed to be equal. Increases todmay be interpreted as the culling of mesopredators by the removal of a constant fraction of individuals. The\nsimplifying assumptions here offer clarity but could be readily modifiedin a given case study. Just as for the well-studied IGP models without an\napex predator prey preference term (118), this model exhibits six possible steady-state equilibria (see fig. S1). Our focus is on two of these: the case in\nwhich all three species coexist and the case in which only the apex predator and the resource coexist (with the mesopredator being unable to\npersist). For illustrative purposes, we restrict our focus to parameter values for which these equilibria exhibit stable dynamics (that is, Re(l\n1\n)<0).The\nmesopredator’sattackratewassettobethreetimestheapexpredator’stotalattackratebecausethree-speciescoexistencenecessitates the meso-\npredator being the superior competitor for the shared resource (65). Note that in the apex predator resource-only state, the parameterwreflects the\napex predator’sefficacyatcapturingresourcesratherthanitspreypreference per se. Baseline parameters were chosen to bew=0.5,K=0.15,d=d=\n0.01,r=1,e=0.1,a=1,anda=3,withtheeffectsofvaryingw,K,anddbeing illustrated in Figs. 2 to 4.\nModel Interpretation: Module Shape Determines the Efficacy of Resource Subsidies and Mesopredator Culling.The model demonstrates\nhow expectations and intuition about the most promising approaches for population recovery can depend heavily on an apex predator’sprefer-\nences for basal versus mesopredator species (Figs. 2 and 3). As intuition might suggest, an apex predator embedded within a module dominated by\nexploitative competition should achieve a higher recovered population density than a predator embedded within an IGP or food chain module\nbecause less of the system’senergyislosttotheinefficiencyofthemesopredator’strophicconversionrate(Fig.2).Themodelalsodemonstrates\nhow the consequences of mesopredator culling are affected by moduleshape and how culling may even be counterproductive for the goal of\nmaximizing apex predator densities (Fig. 3). For example, apex predator recovery may require not just partial culling but rather the complete\nremoval of the mesopredator if competition between the mesopredator and apex predator is strong and the apex predator exhibits little preference\nfor consuming the mesopredator (w<0.295).Thatis,withoutcompletemesopredator removal,themesopredator’ssuperiorabilitytoexploitbasal\nresources can permit it to preclude the apex predator’sreestablishmentoutright.Attheotherextreme,evenaweakincreaseinthemesopredator’s\ndeath rate by the implementation of a culling program will decrease a recovered apex predator’spopulationsizewhenexploitativecompetitionis\nweak and the module is more like a food chain. Indeed, for nearly all parameter values that allow the coexistence of all three species, a doubling of\nthe mesopredator’sdeathrate(thatis,culling)reducestheapexpredatorpopulation’ssizebyalmosthalf.Onlywithinanarrowwindowoftheapex\npredator’spreypreference,whereinexploitativecompetitionisstrongbutnotstrongenoughtoaffectcompetitiveexclusion(0.295>w<0.31),is\nthe culling of the mesopredator expected to lead to an increase in the population size of a recovering apex predator (Fig. 3, inset). The utility of\nintermediate complexity models, particularly those considering IGP, which is a common structural feature of real food webs (123), is their capacity to\ncapture much of the dynamic properties of food webs as a whole (124,125). The model presented here offers highlights on how the tractable\nconsideration of strongly interactingspecies is useful for developing management strategiesthat take into account ecosystem context [see also dis-\ncussion of minimum realistic models by Plagányiet al.(126)].\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20166 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nexploitative competition model, to an IGP module, to a linear food\nchain—can alter the anticipated recovery of apex predators.\nThe model indicates that, although the supplementation of a com-\nmunity’sresourcebasewillincreaseanapexpredator’srecoveredpop-\nulation size regardless of the strength of the interactions in any\nmodule configuration, the magnitude of this effect will be least\npronounced the more the community resembles a linear food chain.\nThus, efforts to increase the production rate of basal resources, a\nstrategy practiced in plant restoration (26), will have the largest impact\nthe more the community in which the apex predator is embedded re-\nflects a module of exploitative competition. Moreover, partial meso-\npredator culling increases recovered predator densities for only a\nnarrow region of parameter space between exploitative competition\nand linear food chain extremes (Fig. 3). Therefore, culling may be an\nineffective tool in all but the most well-understood IGP systems [for\nexample, Perssonet al.(48)]. This inference contradicts the historic\nand current prevalence of predator culling in management [reviewed\nby Bergstromet al.(22)] but corroborates studies emphasizing how\nthe culling of apex predators to maximize fisheries yield will not always\nbe effective (2,49,50)aswellasthosehighlightingthepotentialpositive\npopulation-level effects of increased mortality [reviewed by Schröderet al.\n(51)]. Other factors, such as the presence of size-structured interac-\ntions between mesopredators and apex predators (52,53)andtheex-\nistence of additional predator or prey species in the model, can alter\nmodel predictions (54). We emphasize that our model of a three-species\nrepresentation of reality is not a tactical model meant for supporting\nspecific management decisions. Instead, our model is conceptual and\nstrategic, focusing on developing a broad understanding of the eco-\nsystem process and directional patterns of change.\nAs illustrated through these examples, community modules can be\nused to calibrate qualitative expectations for the recovery of a focal\npredator population. Just as in plant-based ecological restoration,\npredator recovery efforts that focus on restoring key ecological pro-\ncesses—including species interactions—are likely to be those that meet\nwith the greatest success. Of course,identificationofthecommunity\nmodule that best characterizes a predator and its ecosystem may be\ndifficult at the outset of a recovery effort. Additionally, the results of\nshort-term recovery efforts likely represent transient dynamics and\nmay differ from equilibrium expectations (55). Furthermore, the structure\nof community modules and the strength of the interactions embedded\nwithin them can change with environmental context and the loss or\nintroduction of new species (56)andcandependcruciallyonthedetails\nof population structure (for example, size-dependent predation) (53).\nThus, conservation and management structures are likely to meet with\ngreater success if they are shaped by the idea that the conceptualization\nof a community module will require modification over time (57).\nWHEN IS AS IMPORTANT AS WHAT: HISTORICAL\nCONTINGENCY AND PREDATOR RECOVERY\nThe community module in which a predator is embedded at the\nbeginning of a recovery effort provides critical information about\nthe potential of different recovery strategies. Recent advances in com-\nmunity assembly theory suggest that successful ecological restoration\nmay also require careful consideration of the order and timing in\nwhich species come together to form a community. This idea, that\nhistorical contingencies can influence community assembly, has been\nwell described in the basic ecology and restoration literatures for\nprimary producers (26). However, for larger carnivorous species, the\nrole of historical contingency in driving community assembly remains\npoorly studied.\nFig. 1. Three-species community modules: Food chain, exploitative competition, and IGP.These modules are generic descriptions of common\nconfigurations of predator-prey interactions in the natural world (left), each of which corresponds to a predator recovery example (center) that has\nfollowed a restoration trajectory corresponding to the module (right).\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20167 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nBorrowing from these other literatures, we suggest that the impor-\ntance of correctly timing the occurrence of ecological processes can be\nsummarized with two principles. First, biophysical processes that\nmodify the environment to promote establishment of one or more\ntarget species in a restoration effort are critical. For instance, early col-\nonizing plants can engineer hospitable soil conditions that facilitate\nthe colonization success of other, less drought-tolerant, plant species\n[for example, (58)]. Thus, ensuring drought-tolerant plants established\nearly is necessary, but not sufficient, for restoring drought-intolerant\nplants. Predator recoveries are similarly sensitive to ordered noncon-\nsumptive interactions. For example, recovery of endangered salmon\npopulations in the U.S. Pacific Northwest likely requires an increase\nin the quantity and/or quality of available habitat (which is small rel-\native to historical levels) (59). Promising avenues include geomor-\nphological modifications to in-stream conditions (for example,\nsediment grain size and flow rates)for salmon during the freshwater\nphase of the life cycle and improved access to spawning habitat (for\nexample, via removal of hydropower dams) (59).\nThe second timing principle holds that, at the outset of a recovery\neffort, the density of predators relative to their competitors and/or\nprey can have a strong effect on the outcome. This concept, known\nas priority effects in the ecological literature (60), has been well docu-\nmented in the context of competitive interactions, especially among\nplants and in plant restoration (26). If one species builds up a suffi-\nciently large relative abundance before another species attempting to\njoin the community, the species in high abundance can prevent the\ncompetitor from establishing. The competitor’sabundancethatissuf-\nficient to preclude a focal species’establishment need not be greater\nthan the abundance at which the focal species is reintroduced.\nBoth competitive priority effectsand predation-mediated priority\neffects can have long-lasting effects on communities. Indeed, priority\neffects can provoke alternative community states that persist indefi-\nnitely (61,62). In the context of recovering apex predators, the appro-\npriate initial densities to facilitate predator recovery depend on which\ncommunity module is most representative of the system (63). Here,\ntoo, the IGP model (see Box 2; Eqs. 1 to 3) provides informative in-\nsight. In the case of a simple food chain module, the appropriate initial\ndensities within the community are clear: predators are most likely to\nsucceed when resources are most readily available (Fig. 2). Indeed, en-\nsuring sufficient prey availability first is critical to avoiding a predator\npit (63,64). In contrast, to recover a predator population embedded\nwithin an IGP module, determiningappropriatereintroductionden-\nsities, or culling competitors before predator reintroduction of the\napex predator commences, can be key to establishing persistent pred-\nator populations (Fig. 4) (61,65).\nMore broadly, the growth and stability of reintroduced predator\npopulations can vary depending on the timing of predator recruitment\nto a community. For example, predator recovery will likely have max-\nimum success if prey are readily available early in their reintroduction.\nHowever, it has only recently become clear that colonization history\nalso drives dynamics and stability of multiple trophic levels (66). For\nexample, in a microcosmstudy, Olito and Fukami (66)showedthat\npredators reached higher population abundance if they were introduced\nearly during community assembly rather than late, as would at first\nseem more intuitive. In the context of conservation and management\nactions, these theoretical and empirical findings together underscore the\nimportance of controlling putative competitor populations before pred-\nator recovery implementation, introducing high densities of predators\nrelative to their competitors, and doing so earlier rather than later.\nPRESCRIPTIONS FOR SUCCESS? RESEARCH GAPS AND\nECOSYSTEM RESTORATION\nAbove, we demonstrated three major lessons in promoting successful\napex predator recoveries. First, we argued that, relative to species lower\nFig. 2. Module shape alters how an apex predator’sabundancewillrespondtotherestorationofbasalresources,asindicatedbythecontrast\nof low (solid lines) and high (dashed lines) resource carrying capacities (red lines, apex predator resource-only state; blue lines, three-species\ncoexistence state).Whenwhas intermediate values, increases in resource productivity benefit the apex predator’sabundancetothedetrimentofthe\nmesopredator because the mesopredator’scompetetiveadvantagebecomessupersededbythepredation pressure that it experiences from the apex\npredator. (AandB) A continuous gradient of predator’s prey preference (w) (A) and discrete measures of apex predator equilibrium density for\ncharacteristic models, including exploitative competition, IGP, and a food chain (B). For additional model details, see fig. S1 (baseline parameters here\nare as follows:w=0.5,r=1,e=0.1,a=1,anda=3).\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20168 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\non the food chain, some apex predators are likely to respond slowly to\nrecovery efforts. Apex predators exhibit slow life history characteris-\ntics, are particularly prone to human pressures, and can require large\namounts of available resources and habitat before they can succeed\n(67). In the face of these numerous challenges, it is necessary (but\nnot always sufficient: see third lesson below) to identify and counteract\nthe initial driver(s) of the predator decline.\nSecond, we emphasized the importance of ecological context in\ndriving variation in apex predator recovery dynamics. Like primary\nproducers, apex predators are embedded within a complex network\nof interacting species, where resources, competitors, and pathogens\ncan affect population dynamics. The configuration of these commu-\nnity modules (Fig. 1) can play a key role in defining the appropriate\nstrategy for recovery success. Because the prescription for recovery can\ndiffer markedly among these modules, practitioners will benefit from\ndefining the appropriate module for their system at the outset. Ex-\nisting uncertainty in the number, strength, and shape of food webs\n(68) may make it difficult to forecast on the time scale of predator\nrecovery; therefore, it may be more beneficial to consider a suite of\npotential modules and evaluate recovery strategies by integrating over\ndifferent modules (for example, adding an invasive species and culling\na mesopredator). From a practical perspective, defining community\nmodules involves a variety of tactics, including gut content studies\nand scat samples, to discern predator diet preference, diet flexibility,\nand foraging behavior. Although certainly challenging, new tools that\ncombine laboratory studies and field observations point to the possibil-\nity of quantifying the various aspects of predator foraging behavior in\nthe wild [for example, Wootton and Emmerson (46)andNovak(56)].\nThe third major lesson relates to a role for ecosystem history in\nevaluating effectiveness of alternative recovery strategies. The trajecto-\nry of an apex predator population recovery may depend closely on the\nway that predator was harvested, the density of predators, competitors,\nand resources when a recovery program begins, and the likelihood\nwith which a degraded community/ecosystem becomes entrained by\nan alternative stablestate(seebelow).\nHysteresis\nAppreciating the context dependency of apex predator dynamics is\nparticularly key where environmental conditions or resource extrac-\ntion counteracts recovery efforts. There are an increasing number of\nexamples of ecosystems in which critical thresholds (that is, tipping\npoints) to less-preferred states have been crossed (69). In these\nsystems, hysteresis effects (that is, when recovery pathways differ from\ndegradation pathways) may exacerbate the challenge of achieving full\necosystem recovery (26,70). As noted above, different initial species\nabundances can promote dynamics, leading to different states of the\nsystem even when environmental conditions themselves remain un-\nchanged. The hysteresis associated with the presence of these alter-\nnative stable states involving predator-prey interactions (71,72)increases\nthe difficulty of getting back to the original preferred high predator\ndensity state (Fig. 4). Knowing that thresholds between alternative sta-\nble states exist can also be beneficial for staying in preferred high pred-\nator density states (26,70). Therefore, following the initial loss of an\napex predator, it is important to knowwhat appropriate initial starting\ndensities of predators, as well as their competitors and prey, can be\ncritical to the long-term success of a predator recovery program. For\nexample, the existence of alternative states has been shown to be ex-\nacerbated if one or both of the apex predator and mesopredator con-\nsume one another’sjuveniles(52). Such size-structured interactions in\nwhich predators and prey exhibit role reversals are relatively common\nto fisheries (73)wherelower-trophiclevelforagefishareoftencom-\npetitors of the young life stages of larger predatory fishes. More gen-\nerally, the exploitation history of a system connected through trophic\nlinks can affect assembly and recovery, requiring harvest rules that are\nmore stringent than those that originally caused a population collapse to\novercome the hysteresis of the system [for example, Collieet al.(74)].\nFig. 3. Module shape alters how apex predator density will respond to the culling of mesopredators, as indicated by the contrast of low (solid\nlines) and high (dashed lines) mesopredator mortality rates.Culling will increase apex predator recovery success when competition is strong. In most\ncases, culling rates must be sufficiently high such that only the apex predator and the resource persist (red). In contrast, culling will negatively affect the\napex predator’sdensityacrossmostoftherangeofapexpredatorpreypreferencevalues(w), when three-species coexistence is desired (blue). Culling of\nmesopredators only benefits the apexpredator when competition is strong but sufficiently weak so as not to cause competitive exclusion (inset). (A)A\ngradient of predator’spreypreference.(B)Discretemeasuresofapexpredatorequilibriumdensityfordiscretemodels:exploitativecompetition,IGP,and\nfood chain. NA, not applicable.\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 20169 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nResearch gaps and opportunities\nOur capacity to take these important lessons and use them to meet\nrecovery goals for depleted apex predator populations requires under-\nstanding basic predator-prey assembly ecology. Historically, consumer-\nresource interactions have been understudied in the context of restoration\necology (26), and in some cases, researchers who study trophic ecology\nchoose to address basic biology questions and ignore more conserva-\ntion-oriented research (75). Therefore, increased communication be-\ntween conservation practitioners and research biologists is necessary.\nFurthermore, it is inevitable that we will develop insights into how\nto reconstruct intact communities by gaining a deeper understanding\nof the role of predators in communityassembly and succession theory\n(62,66,76,77). In the past, assembly models have either ignored pred-\nators or explored the effects of predation as an exogenous force on\nprey communities. Just like prey, predators experience variable popu-\nlation and community dynamics due to stochastic colonization, and\nFig. 4. Priority effects occur when final equilibrium population sizes are\ndependent on initial population sizes, even though all other parameter\nvalues (that is, environmental conditions) remain unchanged.Such\npriority effects occur in the IGP module when competition between the\napex predators and the mesopredators is strongest, illustrated here with\ntwo simulations that differ only in the initial abundance of the apex pred-\nator. (A) The dynamics illustrate the scenario where the apex predator’s\ninitial population size (green,P\n0\n>0.1)issufficienttoaffecttheextinction\nof the mesopredator (blue,N\n0\n=0.01).(B)Incontrast,thedynamicsillus-\ntrate a scenario where the apex predator’sinitialpopulationsize(P\n0\n<0.1)is\ninsufficient to avoid extinction due to exclusion by the mesopredator (N\n0\n=\n0.01) (that is, a failed restoration).ParametersareasinFigs.2and3but\nwithw=0.225reflectinganIGPmoduleinwhichexploitativecompetition\nis strong.\n.Box 3. Yellowstone tipping points and wolf recoveries:\nAn ecosystem perspective.\nThe reintroduction of the gray wolf to the Greater Yellowstone Eco-\nsystem is exemplary of success amongpredatorrestorationprograms\n(Table 1) (127). The USFWS along with the National Park Service reintro-\nduced 31 wolves in the northernsection of Yellowstone in 1995–1996.\nThe wolf population initially expanded to more than 170 individuals in\n2002 and subsequently stabilized around 100 individuals in recent\nyears (127). Since reintroducing this apex predator, the northern range\nelk herd, which peaked at about 12,000 animals in 1995, has declined to\naround 4000 individuals (128,129). The elk population decline has been\nattributed to multiple causes that include wolves, severe winters, and\nchanges to hunting practices (130). Early research found support for\ncascading trophic effects from wolves to elk to vegetation, document-\ning increased growth in plants after 1996 [for example, (131,132)]. De-\nspite the success of this predator restoration and early findings on\npositive ecosystem consequences, recent work suggests that a classic\nfood chain module is insufficient to describe the dominant interactions,\nparticularly for riparian willows (9,133,134). Willows are the dominant\nwoody vegetation along small streams on the northern range and\nacross the semiarid Rocky Mountains. Willows are also an important\nfood source for elk in winter, when snow covers the grassy range.\nBefore wolves were extirpated from Yellowstone, willows also sup-\nported a large beaver population on the northern range. Beavers used\nwillow and aspen stems as building material for dams in small streams,\nflooding areas to create pools in which they submerged large winter\nfood caches, also made of willow and aspen stems (135). Beaver dams\nraise water tables and lead to flooding upstream and downstream,\nincreasing water availability for willows and creating opportunities for\nseedling establishment (133,136). During the 70 years wolves were ab-\nsent from the ecosystem, elk populations increased markedly, which\nhad negative effects on herbaceous and woody vegetation on the\nnorthern range (137,138). Beavers abandoned much of the northern\nrange by the 1950s, likely because they were outcompeted by the\nabundant elk population (133,139). Recent experimental work has\nshown that positive feedbacks from beaver dams are at least as impor-\ntant as top-down effects from browsing ungulates in regulating willow\ngrowth (9). The wolf reintroduction was predicted to improve conditions\nfor vegetation on the northern range, assuming that a simple food chain\ncaptured the most important dynamics in the ecosystem. At least for\nwillows along small streams, the effects of wolf reintroduction have\nbeen limited because restoring the apex predator has not restored im-\nportant feedbacks between willows and beavers required for tall willow\ncommunities. These plant communities demonstrate asymmetric\neffects of predator removal and reintroduction, which translates to non-\nlinear state transitions, and perhaps alternate stable states (9). Restora-\ntion of the predator has not yet equated to restoration of this part of the\necosystem. Recovery of the gray wolfwasanecessarybutnotsufficient\ncondition for recovery of the pre-wolf extirpation state. However,\nrecovery must be defined in a broader social-ecological context.\nChanges in land-use patterns and a warmer, drier climate may preclude\necosystem recovery to the 1920s state. Further, wolf predation on\nlivestock creates conflict between conservation objectives and rancher\nobjectives (140). Trade-offs may also occur between conservation\ninterests and recreational hunting when hunters and predators rely\non the same prey populations (141). More conflicts may arise be-\ntween multiple endangered species in this ecosystem, modulated\nthrough food web interactions (142). Explicit ecosystem recovery\ngoals will need to be defined by stakeholders to evaluate trade-offs\nand find optimal solutions that efficiently meet the needs of\nmultiple invested parties.\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 201610 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nthis variability in colonization is essentially mimicked, intentionally or\nnot, in a restoration program. Ecologists are only at the early stages of\nunderstanding the role of predator-prey interactions in driving\nassembly theory. Predator reintroduction programs offer ideal oppor-\ntunities to learn more about basic predator-prey assembly ecology by\nconducting mensurative studies that would otherwise be too difficult\nto conduct at large spatial scales.\nSocial-ecological context of predator recoveries\nRestoration goals often extend beyond a single apex predator species\ninto the broader ecosystem and social-ecological system within which\npredators are embedded. From an ecosystem perspective, some preda-\ntors may be considered keystone species that can maintain bio-\ndiversity, control disease, modify their ecosystem’s biogeochemistry,\nand provide resistance to invasion (3,78). If restoration practitioners\nbroaden their goal to define restoration success beyond just apex pred-\nator recovery and include the ecosystem structure and function within\nwhich that predator is embedded as well, a complex suite of interac-\ntions between species and environmental conditions will determine\nrecovery“success”(79). Box 3 provides an example of such an eco-\nsystem context for apex predator recoveries in the Greater Yellowstone\nEcosystem, where successfully reintroduced wolf populations have been\ninsufficient to recover riparian willow communities along small streams\nto date (Fig. 5). This example serves to highlight the promise and\ncomplexity of using predator recoveries to achieve ecosystem-level\nand social-ecological goals. More than anything, it demonstrates that\npredator recoveries demand an evaluation of trade-offs, especially in\nlight of the potential for human-wildlife conflict (80).\nIndeed, apex predator population recovery and the associated eco-\nsystem responses are not always wellreceived.Theconceptofrewild-\ning is controversial (81), and increases in predator abundance or\nprotection of existing populations can produce human-environment\nand human-human conflicts due tothe strong cultural and economic\nlinkages between predators, theirimpacts, and humans. For example,\nFig. 5. Time-varying modules of riparian corridors along small streams within the northern range of the Greater Yellowstone Ecosystem from\nthe 1920s to present.Northern-range riparian areas have exhibited (at least) three different major types of communities since 1920. Before wolf extinc-\ntions (1920s), riparian areas included wolves, elk, beavers, and willows.Following wolf extinctions (1930s to 1990s), these areas were reduced to just elk\nand willow. Most recently (1990 to present), wolf reintroductions have produced a system with wolves, elk, and willow but few beavers. Qualitatively,\nthese different modules exhibit fundamentally different dynamics, exemplify temporal variability in a single system’scharacteristicmodule,andmeet\ndifferent ecological and social services. [Illustration by Shannon Hennessey, Oregon State University].\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 201611 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nsome fishermen consider their livelihoods to be threatened by increas-\ning populations of whales and seals that eat key fisheries species like\ncod, salmon, or herring [for example, Yodzis (2)]. Similarly, ranchers\nhave expressed concern over increasing populations of wolves and\ncougars that eat livestock (22). Therefore, the persistence of predators,\nand the target biomass at which successful recovery is defined, requires\nan explicit acknowledgment of the social-ecological trade-offs at play\n(80). In the case of a protected area, we might define success on the\nbasis of estimates of historic apex predator densities or ecosystem\ncharacteristics. In contrast, successful apex predator restoration in the\npresence of heavy human-wildlife conflict may look substantially differ-\nent, with lower target predator densities that reduce conflict but main-\ntain a reasonable facsimile of the biodiversity and ecosystem function\nstewardship that predators can afford.\nThe future of apex predator restoration will therefore require com-\npromise among multiple stakeholders who have different ideas for\nwhat successful restoration will mean (43). Although this may gener-\nate some conflicts among stakeholders, there are also glimmers of\nhope for creative solutions that allow the persistence of higher pred-\nator densities while avoiding human-wildlife conflict. For example,\nCanet al.(82)developedatoolboxforminimizingconflictbetween\nhumans and bears, and Bruskotter and Wilson (83)recentlycalledon\npsychological theory to generate tolerance for predator recoveries (for\nexample, through increased signage to avoid dangers and increased\neducation about the benefits of largecarnivores).Thedynamicnature\nof food webs and the dynamic social preferences for the definition of\necosystem health highlight the need to identify common and conflict-\ning goals of restoration, define ecosystem and social goals, and develop\npolicies that adapt to constantly changing social-ecological systems.\nSUPPLEMENTARY MATERIALS\nSupplementary material for this article is available at http://advances.sciencemag.org/cgi/\ncontent/full/2/5/e1501769/DC1\nfig. S1. Table of equilibrium solutions for three-species Lotka-Volterra model of IGP for the\nbasal resource (R), the mesopredator (N), and the apex predator (P).\nfig. S2. Response of the equilibrium densities of the apex predator (P) and mesopredator (N) to\nincreases in the resource’s carrying capacity (K) for stable equilibria in which all three species\ncoexist (RNP), only the resource and mesopredator coexist (RN), and only the resource and the\napex predator coexist (RP).\nfig. S3. Stable (solid line) and unstable (dashed line) equilibrium densities for the apex\npredator (P) and mesopredator (N) across a range of the apex predator’s prey preferences.\nREFERENCES AND NOTES\n1. F. Sergio, O. J. Schmitz, C. J. Krebs, R. D. Holt, M. R. Heithaus, A. J. Wirsing, W. J. Ripple,\nE. Ritchie, D. Ainley, D. Oro, Y. Jhala, F. Hiraldo, E. Korpimäki, Towards a cohesive, holistic\nview of top predation: A definition, synthesis and perspective.Oikos123, 1234–1243 (2014).\n2. P. Yodzis, Must top predators be culled for the sake of fisheries?Trends Ecol. Evol.16,\n78–84 (2001).\n3. J. A. Estes, J. Terborgh, J. S. Brashares, M. E. Power, J. Berger, W. J. Bond, S. R. Carpenter,\nT. E. Essington, R. D. Holt, J. B. C. Jackson, R. J. Marquis, L. Oksanen, T. Oksanen, R. T. Paine,\nE. K. Pikitch, W. J. Ripple, S. A. Sandin, M. Scheffer, T. W. Schoener, J. B. Shurin,\nA. R. E. Sinclair, M. E. Soulé, R. Virtanen, D. A. Wardle, Trophic downgrading of planet\nEarth.Science333, 301–306 (2011).\n4. W. J. Ripple, T. M. Newsome, C. Wolf, R. Dirzo, K. T. Everatt, M. Galetti, M. W. Hayward,\nG. I. H. Kerley, T. Levi, P. A. Lindsey, D. W. Macdonald, Y. Malhi, L. E. Painter, C. J. Sandom,\nJ. Terborgh, B. Van Valkenburgh, Collapse of the world’s largest herbivores.Sci. Adv.1,\ne1400103 (2015).\n5. M. E. Soulé, J. A. Estes, J. Berger, C. M. del Rio, Ecological effetiveness: Conservation goals\nfor interactive species.Conserv. Biol.17, 1238–1250 (2003).\n6. K. M. Berger, E. M. Gese, J. Berger, Indirect effects and traditional trophic cascades: A test\ninvolving wolves, coyotes, and pronghorn.Ecology89, 818–828 (2008).\n7. P. F. Olesiuk,An Assessment of Population Trends and Abundance of Harbour Seals (Phoca\nvitulina) in British Columbia(Fisheries and Oceans Canada, Ottawa, 2010).\n8. M. J. Kelly, M. K. Laurenson, C. D. FitzGibbon, D. A. Collins, S. M. Durant, G. W. Frame,\nB. C. Bertram, T. M. Caro, Demography of the Serengeti cheetah (Acinonyx jubatus) pop-\nulation: The first 25 years.J. Zool.244, 473–488 (1998).\n9. K. N. Marshall, N. T. Hobbs, D. J. Cooper, Stream hydrology limits recovery of riparian\necosystems after wolf reintroduction.Proc. Biol. Sci.280, 20122977 (2013).\n10. H. K. Lotze, M. Coll, A. M. Magera, C. Ward-Paige, L. Airoldi, Recovery of marine animal\npopulations and ecosystems.Trends Ecol. Evol.26, 595–605 (2011).\n11. H. K. Lotze, B. Worm, Historical baselines for large marine animals.Trends Ecol. Evol.24,\n254–262 (2009).\n12. A. Purvis, J. L. Gittleman, G. Cowlishaw, G. M. Mace, Predicting extinction risk in declining\nspecies.Proc. Biol. Sci.267, 1947–1952 (2000).\n13. M. Cardillo, Biological determinants of extinction risk: Why are smaller species less vulnera-\nble?Anim. Conserv.6,63–69 (2003).\n14. H. M. Wilbur, D. W. Tinkle, J. P. Collins, Environmental certainty, trophic level, and resource\navailability in life history evolution.Am. Nat.108, 805–817 (1974).\n15. S. L. Pimm, H. L. Jones, J. Diamond, On the risk of extinction.Am. Nat.132,757–785 (1988).\n16. B. Griffith, J. M. Scott, J. W. Carpenter, C. Reed, Translocation as a species conservation\ntool: Status and strategy.Science245, 477–480 (1989).\n17. P. Neubauer, O. P. Jensen, J. A. Hutchings, J. K. Baum, Resilience and recovery of over-\nexploited marine populations.Science340, 347–349 (2013).\n18. J. E. Duffy, Biodiversity loss, trophic skew, and ecosystem functioning.Ecol. Lett.6,\n680–687 (2003).\n19. R. J. Hall, E. J. Milner-Gulland, F. Courchamp, Endangering the endangered: The effects of\nperceived rarity on species exploitation.Conserv. Lett.1, 75–81 (2008).\n20. D. Graham-Rowe, Biodiversity: Endangered and in demand.Nature480,S101–S103 (2011).\n21. R. M. Holdo, K. A. Galvin, E. Knapp, S. Polasky, R. Hilborn, R. D. Holt, Responses to\nalternative rainfall regimes and antipoaching in a migratory system.Ecol. Appl.20,\n381–397 (2010).\n22. B. J. Bergstrom, L. C. Arias, A. D. Davidson, A. W. Ferguson, L. A. Randa, S. R. Sheffield,\nLicense to kill: Reforming federal wildlife control to restore biodiversity and ecosystem\nfunction.Conserv. Lett.7, 131–142 (2014).\n23. S. Harrad,Persistent Organic Pollutants(Wiley Online Library, Chichester, 2010).\n24. W. J. Richardson, C. R. Greene Jr., C. I. Malme, D. H. Thomson,Marine Mammals and Noise\n(Academic Press, San Diego, CA, 1995).\n25. W. E. Johnson, D. P. Onorato, M. E. Roelke, E. D. Land, M. Cunningham, R. C. Belden,\nR. McBride, D. Jansen, M. Lotz, D. Shindle, J. Howard, D. E. Wildt, L. M. Penfold,\nJ. A. Hostetler, M. K. Oli, S. J. O’Brien, Genetic restoration of the Florida panther.Science\n329, 1641–1645 (2010).\n26. T. P. Young, D. A. Petersen, J. J. Clary, The ecology of restoration: Historical links,\nemerging issues and unexplored realms.Ecol. Lett.8, 662–673 (2005).\n27. L. R. Walker, J. Walker, R. J. Hobbs,Linking Restoration and Ecological Succession(Springer,\nNew York, 2007).\n28. A. C. Stier, C. W. Osenberg, Propagule redirection: Habitat availability reduces colonization\nand increases recruitment in reef fishes.Ecology91, 2826–2832 (2010).\n29. B. Fry,Stable Isotope Ecology(Springer, New York, 2006), vol. 521.\n30. A. M. Magera, J. E. Mills Flemming, K. Kaschner, L. B. Christensen, H. K. Lotze, Recovery\ntrends in marine mammal populations.PLOS One8, e77908 (2013).\n31. R. D. Holt, J. H. Lawton, G. A. Polis, N. D. Martinez, Trophic rank and the species-area\nrelationship.Ecology80, 1495–1504 (1999).\n32. C. Carbone, J. L. Gittleman, A common rule for the scaling of carnivore density.Science\n295, 2273–2276 (2002).\n33. I. A. Hatton, K. S. McCann, J. M. Fryxell, T. J. Davies, M. Smerlak, A. R. E. Sinclair, M. Loreau,\nThe predator-prey power law: Biomass scaling across terrestrial and aquatic biomes.Science\n349, aac6284 (2015).\n34. P. M. Cury, I. L. Boyd, S. Bonhommeau, T. Anker-Nilssen, R. J. M. Crawford, R. W. Furness,\nJ. A. Mills, E. J. Murphy, H. Österblom, M. Paleczny, J. F. Piatt, J.-P. Roux, L. Shannon,\nW. J. Sydeman, Global seabird response to forage fish depletion—One-third for the birds.\nScience334, 1703–1706 (2011).\n35. J. F. Samhouri, P. S. Levin, C. H. Ainsworth, Identifying thresholds for ecosystem-based\nmanagement.PLOS One5, e8907 (2010).\n36. K. R. Crooks, M. E. Soulé, Mesopredator release and avifaunal extinctions in a fragmented\nsystem.Nature400, 563–566 (1999).\n37. M. W. Hayward, M. Somers,Reintroduction of Top-Order Predators(John Wiley and Sons,\nNew York, 2009).\n38. J. Terborgh, L. Lopez, P. Nuñez, M. Rao, G. Shahabuddin, G. Orihuela, M. Riveros,\nR. Ascanio, G. H. Adler, T. D. Lambert, L. Balbas, Ecological meltdown in predator-free\nforest fragments.Science294, 1923–1926 (2001).\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 201612 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\n39. A. M. Hein, J. F. Gillooly, Predators, prey, and transient states in the assembly of spatially\nstructured communities.Ecology92, 549–555 (2011).\n40. S. P. D. Riley, L. E. K. Serieys, J. P. Pollinger, J. A. Sikich, L. Dalbeck, R. K. Wayne, H. B. Ernest,\nIndividual behaviors dominate the dynamics of an urban mountain lion population\nisolated by roads.Curr. Biol.24, 1989–1994 (2014).\n41. W. W. Murdoch, B. E. Kendall, R. M. Nisbet, C. J. Briggs, E. McCauley, R. Bosler, Single-\nspecies models for many-species food webs.Nature417, 541–543 (2002).\n42. J. E. Cohen, S. L. Pimm, P. Yodzis, J. Saldaña, Body sizes of animal predators and animal\nprey in food webs.J. Anim. Ecol.62, 67–78 (1993).\n43. P. Petitgas, D. H. Secor, I. McQuinn, G. Huse, N. Lo, Stock collapses and their recovery:\nMechanisms that establish and maintain life-cycle closure in space and time.ICES J. Mar. Sci.\n67, 1841–1848 (2010).\n44. S. K. Taylor, C. D. Buergelt, M. E. Roelke-Parker, B. L. Homer, D. S. Rotstein, Causes of\nmortality of free-ranging Florida panthers.J. Wildlife Dis.38, 107–114 (2002).\n45. S. Creel, N. M. Creel, Communal hunting and pack size in African wild dogs,Lycaon pictus.\nAnim. Behav.50, 1325–1339 (1995).\n46. J. T. Wootton, M. Emmerson, Measurement of interaction strength in nature.Annu. Rev.\nEcol. Evol. Syst., 419–444 (2005).\n47. R. D. Holt, inMultitrophic Interactions in Terrestrial Systems, A. C. Gange, V. K. Brown, Eds.\n(Blackwell, Oxford, 1997), pp. 333–350.\n48. L. Persson, P.-A. Amundsen, A. M. De Roos, A. Klemetsen, R. Knudsen, R. Primicerio,\nCulling prey promotes predator recovery—Alternative states in a whole-lake experiment.\nScience316, 1743–1746 (2007).\n49. L. R. Gerber, L. Morissette, K. Kaschner, D. Pauly, Should whales be culled to increase\nfishery yield.Science323, 880–881 (2009).\n50. P. Yodzis, Local trophodynamics and the interaction of marine mammals and fisheries in\nthe Benguela ecosystem.J. Anim. Ecol.67, 635–658 (1998).\n51. A. Schröder, A. van Leeuwen, T. C. Cameron, When less is more: Positive population-level\neffects of mortality.Trends Ecol. Evol.29, 614–624 (2014).\n52. J. M. Chase, Food web effects of prey size refugia: Variable interactions and alternative\nstable equilibria.Am. Nat.154, 559–570 (1999).\n53. A. M. De Roos, L. Persson, Size-dependent life-history traits promote catastrophic collapses of\ntop predators.Proc. Natl. Acad. Sci. U.S.A.99, 12907–12912 (2002).\n54. S. Nishijima, G. Takimoto, T. Miyashita, Roles of alternative prey for mesopredators on\ntrophic cascades in intraguild predation systems: A theoretical perspective.Am. Nat.\n183, 625–637 (2014).\n55. P. Yodzis, The indeterminacy of ecological interactions as perceived through perturbation\nexperiments.Ecology69, 508–515 (1988).\n56. M. Novak, Trophic omnivory across a productivity gradient: Intraguild predation theory\nand the structure and strength of species interactions.Proc. Biol. Sci.280, 20131415\n(2013).\n57. C. J. Walters, R. Hilborn, Ecological optimization and adaptive management.Annu. Rev.\nEcol. Syst.9, 157–188 (1978).\n58. S. G. Yelenik, C. M. D’Antonio, Self-reinforcing impacts of plant invasions change over\ntime.Nature503, 517–520 (2013).\n59. M. H. Ruckelshaus, P. Levin, J. B. Johnson, P. M. Kareiva, The Pacific salmon wars: What\nscience brings to the challenge of recovering species.Annu. Rev. Ecol. Syst.33, 665–706\n(2002).\n60. M. J. Shulman, J. C. Ogden, J. P. Ebersole, W. N. McFarland, S. L. Miller, N. G. Wolf, Priority\neffects in the recruitment of juvenile coral-reef fishes.Ecology64, 1508–1513 (1983).\n61. J. M. Chase, Community assembly: When should history matter?Oecologia136, 489–498\n(2003).\n62. J. M. Chase, E. G. Biro, W. A. Ryberg, K. G. Smith, Predators temper the relative importance\nof stochastic processes in the assembly of prey metacommunities.Ecol. Lett.12,\n1210–1218 (2009).\n63. K. McCann, A. Hastings, Re–evaluating the omnivory–stability relationship in food webs.\nProc. Biol. Sci.264, 1249–1254 (1997).\n64. A. R. E. Sinclair, R. P. Pech, C. R. Dickman, D. Hik, P. Mahon, A. E. Newsome, Predicting effects\nof predation on conservation of endangered prey.Conserv. Biol.12,564–575 (1998).\n65. R. D. Holt, G. A. Polis, A theoretical framework for intraguild predation.Am. Nat., 745–764\n(1997).\n66. C. Olito, T. Fukami, Long-term effects of predator arrival timing on prey community suc-\ncession.Am. Nat.173, 354–362 (2009).\n67. J. A. Musick,Life in the Slow Lane: Ecology and Conservation of Long-Lived Marine Animals\n(American Fisheries Society, Bethesda, MD, 1999), vol. 23.\n68. A. C. Stier, J. F. Samhouri, S. Gray, R. G. Martone, M. E. Mach, B. S. Halpern, C. V. Kappel,\nC. Scarboroughand, P. S. Levin, Integrating expert perceptions into food web conserva-\ntion and management.Conserv. Lett., in press.\n69. M. Scheffer, S. R. Carpenter, T. M. Lenton, J. Bascompte, W. Brock, V. Dakos,\nJ. van de Koppel, I. A. van de Leemput, S. A. Levin, E. H. van Nes, M. Pascual,\nJ. Vandermeer, Anticipating critical transitions.Science338, 344–348 (2012).\n70. K. N. Suding, K. L. Gross, G. R. Houseman, Alternative states and positive feedbacks in\nrestoration ecology.Trends Ecol. Evol.19, 46–53 (2004).\n71. C. S. Holling, Resilience and stability of ecological systems.Annu. Rev. Ecol. Syst.1–23\n(1973).\n72. R. M. May, Simple mathematical models with very complicated dynamics.Nature261,\n459–467 (1976).\n73. C. Walters, J. F. Kitchell, Cultivation/depensation effects on juvenile survival and recruitment:\nImplications for the theory of fishing.Can. J. Fish. Aquat. Sci.58, 39–50 (2001).\n74. J. Collie, M.-J. Rochet, R. Bell, Rebuilding fish communities: The ghost of fisheries past and\nthe virtue of patience.Ecol. Appl.23, 374–391 (2013).\n75. G. A. Balme, P. A. Lindsey, L. H. Swanepoel, L. T. B. Hunter, Failure of research to address\nthe rangewide conservation needs of large carnivores: Leopards in South Africa as a case\nstudy.Conserv. Lett.7,3–11 (2014).\n76. A. C. Stier, S. W. Geange, K. M. Hanson, B. M. Bolker, Predator density and timing of arrival\naffect reef fish community assembly.Ecology94, 1057–1068 (2013).\n77. J. E. Price, P. J. Morin, Colonization history determines alternate community states in a\nfood web of intraguild predators.Ecology85, 1017–1028 (2004).\n78. W. J. Ripple, J. A. Estes, R. L. Beschta, C. C. Wilmers, E. G. Ritchie, M. Hebblewhite, J. Berger,\nB. Elmhagen, M. Letnic, M. P. Nelson, O. J. Schmitz, D. W. Smith, A. D. Wallach, A. J. Wirsing,\nStatus and ecological effects of the world’s largest carnivores.Science343, (2014).\n79. E. G. Ritchie, B. Elmhagen, A. S. Glen, M. Letnic, G. Ludwig, R. A. McDonald, Ecosystem\nrestoration with teeth: What role for predators?Trends Ecol. Evol.27, 265–271 (2012).\n80. P. D. Hirsch, W. M. Adams, J. P. Brosius, A. Zia, N. Bariola, J. L. Dammert, Acknowledging\nconservation trade-offs and embracing complexity.Conserv. Biol.25, 259–264 (2011).\n81. D. Nogués-Bravo, D. Simberloff, C. Rahbek, N. J. Sanders, Rewilding is the new Pandora’s\nbox in conservation.Curr. Biol.26, R87–R91 (2016).\n82. Ö. E. Can, N. D’Cruze, D. L. Garshelis, J. Beecham, D. W. Macdonald, Resolving human-bear\nconflict: A global survey of countries, experts, and key factors.Conserv. Lett.7, 501–513\n(2014).\n83. J. T. Bruskotter, R. S. Wilson, Determining where the wild things will be: Using psychological\ntheory to find tolerance for large carnivores.Conserv. Lett.7,158–165 (2014).\n84. G. A. Polis, R. D. Holt, Intraguild predation: The dynamics of complex trophic interactions.\nTrends Ecol. Evol.7, 151–154 (1992).\n85. J. Berger, Undetected species losses, food webs, and ecological baselines: A cautionary\ntale from the Greater Yellowstone Ecosystem, USA.Oryx42, 139–142 (2008).\n86. B. Elmhagen, S. P. Rushton, Trophic control of mesopredators in terrestrial ecosystems:\nTop-down or bottom-up?Ecol. Lett.10, 197–206 (2007).\n87. M. J. Rayner, M. E. Hauber, M. N. Clout, Breeding habitat of the Cook’s Petrel (Pterodoma\ncookii) on Little Barrier Island (Hauturu): Implications for the conservation of a New Zealand\nendemic.Emu107, 59–68 (2007).\n88. J. C. Devos, T. McKinney, Recent trends in North American mountain lion populations: A\nhypothesis, inColorado Plateau II: Biophysical, Socioeconomic, and Cultural Research,\nC. van Riper III, D. J. Mattson, Eds. (University of Arizona Press, Tucson, AZ,2005), pp. 297–307.\n89. E. Peacock, A. E. Derocher, G. W. Thiemann, I. Stirling, Conservation and management\nof Canada’s polar bears (Ursus maritimus) in a changing Arctic.Can. J. Zool.89, 371–385\n(2011).\n90. G. G. Mittelbach, A. M. Turner, D. J. Hall, J. E. Rettig, C. W. Osenberg, Perturbation and\nresilience: A long-term, whole-lake study of predator extinction and reintroduction.Ecology\n76, 2347–2360 (1995).\n91. C. R. Dickman, A. S. Glen, M. Letnic, inReintroduction of Top-Order Predators,M. W. Hayward,\nM. J. Somers, Eds. (Wiley-Blackwell, Oxford, 2009).\n92. J. T. Wootton, D. A. Bell, A metapopulation model of the Peregrine Falcon in California:\nViability and management strategies.Ecol. Appl.2, 307–321 (1992).\n93. J. E. Swenson, P. Wabakken, F. Sandegren, A. Söderberg, The near extinction and recovery\nof brown bears in Scandinavia in relation to the bear management policies of Norway\nand Sweden.Wildlife Biol.1, 11–25 (1995).\n94. J. M. Hipfner, L. K. Blight, R. W. Lowe, S. I. Wilhelm, G. J. Robertson, R. T. Barrett, Unintended\nconsequences: How the recovery of sea eagleHaliaeetusspp. populations in the northern\nhemisphere is affecting seabirds.Marine Ornithol.40,39–52 (2012).\n95. H. S. Singh, L. Gibson, A conservation success story in the otherwise dire megafauna\nextinction crisis: The Asiatic lion (Panthera leo persica) of Gir forest.Biol. Conserv.144,\n1753–1757 (2011).\n96. R. J. F. Abbitt, J. M. Scott, Examining differences between recovered and declining\nendangered species.Conserv. Biol.15, 1274–1284 (2001).\n97. S. G. Platt, J. B. Thorbjarnarson, Population status and conservation of Morelet’s crocodile,\nCrocodylus moreletii, in northern Belize.Biol. Conserv.96, 21–29 (2000).\n98. Y. Fukuda, G. Webb, C. Manolis, R. Delaney, M. Letnic, G. Lindner, P. Whitehead, Recovery\nof saltwater crocodiles following unregulated hunting in tidal rivers of the northern territory,\nAustralia.J. Wildlife Manage.75, 1253–1266 (2011).\n99. S. P. Kirkman, D. Yemane, W. H. Oosthuizen, M. A. Meÿer, P. G. H. Kotze, H. Skrypzeck,\nF. Vaz Velho, L. G. Underhill, Spatio-temporal shifts of the dynamic Cape fur seal population\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 201613 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\nin southern Africa, based on aerial censuses (1972–2009).Mar. Mammal Sci.29, 497–524\n(2013).\n100. R. S. Collier, Suggested protocol for the scientific investigation of shark attacks, inField\nGuide to the Great White Shark(Reef Quest Centre for Shark Research, Vancouver, 2003).\n101. C. C. Monahan, T. A. Branch, A. E. Punt, Do ship strikes threaten the recovery of\nendangered eastern North Pacific blue whales?Mar. Mammal Sci.31, 279–297 (2015).\n102. J. A. Lubina, S. A. Levin, The spread of a reinvading species: Range expansion in the\nCalifornia sea otter.Am. Nat.131, 526–543 (1988).\n103. S. Kelly, D. Scott, A. B. MacDiarmid, R. C. Babcock, Spiny lobster,Jasus edwardsii, recovery\nin New Zealand marine reserves.Biol. Conserv.92, 359–369 (2000).\n104. A. C. Keller, L. R. Gerber, Monitoring and the Endangered Species Act: Revisiting the Eastern\nNorth Pacific Gray Whale.Endangered Species Update20,87–92 (2004).\n105. J. Marino, C. Sillero-Zubiri, D. W. Macdonald, Trends, dynamics and resilience of an Ethiopian\nwolf population.Anim. Conserv.9, 49–58 (2006).\n106. P. L. Boveng, L. M. Hiruki, M. K. Schwartz, J. L. Bengtson, Population growth of Antarctic\nfur seals: Limitation by a top predator, the leopard seal?Ecology79, 2863–2877 (1998).\n107. J. A. Estes, M. T. Tinker, T. M. Williams, D. F. Doak, Killer whale predation on sea otters\nlinking oceanic and nearshore ecosystems.Science282, 473–476 (1998).\n108. J. M. Fedriani, T. K. Fuller, R. M. Sauvajot, E. C. York, Competition and intraguild predation\namong three sympatric carnivores.Oecologia125, 258–270 (2000).\n109. D. P. Swain, R. K. Mohn, Forage fish and the factors governing recovery of Atlantic cod\n(Gadus morhua) on the eastern Scotian Shelf.Can. J. Fish. Aquat. Sci.69, 997–1001 (2012).\n110. H. B. Ernest, W. M. Boyce, V. C. Bleich, B. May, S. J. Stiver, S. G. Torres, Genetic structure of\nmountain lion (Puma concolor) populations in California.Conserv. Genet.4, 353–366 (2003).\n111. R. Wayne, P. Hedrick, Genetics and wolf conservation in the American West: Lessons and\nchallenges.Heredity107, 16–19 (2011).\n112. S. E. Moore, D. P. DeMaster, Cook Inlet Belugas,Delphinapterus leucas:Statusand\noverview.Mar. Fish. Rev.62,1–5 (2000).\n113. R. Hilborn, S. P. Cox, F. M. D. Gulland, D. G. Hankin, N. T. Hobbs, D. E. Schindler, A. W. Trites,\nThe Effects of Salmon Fisheries on Southern Resident Killer Whales: Final Report of the\nIndependent Science Panel, prepared with the assistance of D. R. Marmorek and A. W. Hall\n(ESSA Technologies Ltd., Vancouver, British Columbia, Canada) for National Marine Fisheries\nService (Seattle, WA) and Fisheries and Oceans Canada (Vancouver, British Columbia, Canada),\nxv + 61 pp. + Appendices (2012).\n114. L. Rojas-Bracho, R. R. Reeves, A. Jaramillo-Legorreta, Conservation of the vaquitaPhocoena\nsinus.Mammal Rev.36,179–216 (2006).\n115.Revised Recovery Plan for the Northern Spotted Owl (Strix occidentalis caurina) (U.S. Fish\nand Wildlife Service, Portland, OR, 2011).\n116. C. J. Dove, R. W. Snow, M. R. Rochford, F. J. Mazzotti, Birds consumed by the Invasive\nBurmese Python (Python Molurus Bivittatus) in Everglades National Park, Florida, USA.\nWilson J. Ornithol.123, 126–131 (2011).\n117. J. R. Ruzycki, D. A. Beauchamp, D. L. Yule, Effects of introduced lake trout on native\ncutthroat trout in yellowstone lake.Ecol. Appl.13, 23–37 (2003).\n118. S. Diehl, M. Feißel, Effects of enrichment on three-level food chains with omnivory.Am. Nat.\n155,200–218 (2000).\n119. K. McCann, A. Hastings, G. R. Huxel, Weak trophic interactions and the balance of nature.\nNature395, 794–798 (1998).\n120. J. M. Chase, M. A. Leibold, A. L. Downing, J. B. Shurin, The effects of productivity, herbivory,\nand plant species turnover in grassland food webs.Ecology81,2485–2497 (2000).\n121. L. Oksanen, S. D. Fretwell, J. Arruda, P. Niemela, Exploitation ecosystems in gradients of\nprimary productivity.Am. Nat.118, 240–261 (1981).\n122. A. Lotka, Fluctuations in the abundance of a species considered mathematically (with com-\nment by V. Volterra).Nature119,12–13 (1927).\n123. J. Bascompte, C. J. Melián, Simple trophic modules for complex food webs.Ecology86,\n2868–2873 (2005).\n124. J. Bascompte, C. J. Melián, E. Sala, Interaction strength combinations and the overfishing\nof a marine food web.Proc. Natl. Acad. Sci. U.S.A.102, 5443–5447 (2005).\n125. M. Kondoh, Building trophic modules into a persistent food web.Proc. Natl. Acad. Sci. U.S.A.\n105, 16631–16635 (2008).\n126. É. E. Plagányi, A. E. Punt, R. Hillary, E. B. Morello, O. Thébaud, T. Hutton, R. D. Pillans,\nJ. T. Thorson, E. A. Fulton, A. D. M. Smith, F. Smith, P. Bayliss, M. Haywood, V. Lyne,\nP. C. Rothlisberg, Multispecies fisheries management and conservation: Tactical applica-\ntions using models of intermediate complexity.Fish Fish.15,1–22 (2014).\n127. D. W. Smith, R. O. Peterson, D. B. Houston, Yellowstone after wolves.Bioscience53,\n330–340 (2003).\n128. D. B. Houston,The Northern Yellowstone Elk: Ecology and Management(Macmillan, New\nYork, 1982).\n129. D. W. Smith, D. R. Stahler, E. Stahler, M. Metz, K. Quimby, R. McIntyre, C. Ruhl, H. Martin,\nR. Kindermann, N. Bowersock, M. McDevitt,Yellowstone Wolf Project: Annual Report,\n2012(National Park Service, Washington, DC, 2013).\n130. J. A. Vucetich, D. W. Smith, D. R. Stahler, Influence of harvest, climate and wolf predation\non Yellowstone elk, 1961–2004.Oikos111, 259–270 (2005).\n131. W. J. Ripple, R. L. Beschta, Restoring Yellowstone’s aspen with wolves.Biol. Conserv.138,\n514–519 (2007).\n132. R. L. Beschta, W. J. Ripple, Increased willow heights along northern Yellowstone’s Blacktail\nDeer Creek following wolf reintroduction.West. N. Am. Naturalist67, 613–617 (2007).\n133. E. C. Wolf, D. J. Cooper, N. T. Hobbs, Hydrologic regime and herbivory stabilize an\nalternative state in yellowstone national park.Ecol. Appl.17, 1572–1587 (2007).\n134. D. M. Bilyeu, D. J. Cooper, N. T. Hobbs, Water tables constrain height recovery of willow\non Yellowstone’s northern range.Ecol. Appl.18, 80–92 (2008).\n135. B. W. Baker, E. P. Hill, inWild Mammals of North America: Biology, Management, and Conser-\nvation,G. A. Feldhamer, B. C. Thompson, J. A. Chapman, Eds. (Johns Hopkins University Press,\nBaltimore, MD, 2003), pp. 288–310.\n136. C. J. Westbrook, D. J. Cooper, B. W. Baker, Beaver dams and overbank floods influence\ngroundwater-surface water interactions of a Rocky Mountain riparian area.Water Resour.\nRes.42, W06404 (2006).\n137. F. J. Singer, L. C. Mark, R. C. Cates, Ungulate herbivory of willows on Yellowstone northern\nwinter range.J. Range Manage.47, 435–443 (1994).\n138. F. J. Singer, Effects of grazing by ungulates on upland bunchgrass communities of the\nnorthern winter range of Yellowstone National Park.Northwest Sci.69, 191–203 (1995).\n139. B. W. Baker, H. C. Ducharme, D. C. S. Mitchell, T. R. Stanley, H. R. Peinetti, Interaction of\nbeaver and elk herbivory reduces standing crop of willow.Ecol. Appl.15,110–118\n(2005).\n140. E. E. Bangs, J. A. Fontaine, M. D. Jimenez, T. J. Meier, E. H. Bradley, C. C. Niemeyer, D. W. Smith,\nC. M. Mack, V. Asher, J. K. Oakleaf, Managing wolf-human conflict in the Northwestern United\nStates, inPeople and Wildlife: Conflict or Coexistence?R. Woodroffe, S. Thirgood, A. Rabinowitz,\nEds. (Cambridge Univ. Press, Cambridge, 2005), vol. 9, pp. 340–356.\n141. K. Graham, A. P. Beckerman, S. Thirgood, Human–predator–prey conflicts: Ecological cor-\nrelates, prey losses and patterns of management.Biol. Conserv.122, 159–171 (2005).\n142. K. N. Marshall, A. C. Stier, J. F. Samhouri, R. P. Kelly, E. J. Ward, Conservation challenges of\npredator recovery.Conserv. Lett.9, 70–78 (2016).\nAcknowledgments:We thank M. Mangel, O. Shelton, D. McCauley, and two anonymous re-\nviewers for constructive feedback.Funding:J.F.S. and A.C.S. were funded in part by the Ocean\nTipping Points Grant 2897.01 from the Gordon and Betty Moore Foundation and R.D.H. by the\nUniversity of Florida Foundation.Author contributions:A.C.S. and J.F.S. conceived and de-\nsigned the study, M.N. and A.C.S. adapted and analyzed the theoretical model, E.J.W. con-\nducted the literature search and synthesis, and K.N.M. contributed the case studies. A.C.S., J.F.S.,\nand M.N. wrote the manuscript, and all authors contributed substantive revisions and conceptual\nadvances.Competing interests:The authors declare that they have no competing interests.Data\nand materials availability:All data needed to evaluate the conclusions in the paper are present\nin the paper and/or the Supplementary Materials. Additional data related to this paper may be\nrequested from the authors.\nSubmitted 4 December 2015\nAccepted 30 April 2016\nPublished 27 May 2016\n10.1126/sciadv.1501769\nCitation:A. C. Stier, J. F. Samhouri, M. Novak, K. N. Marshall, E. J. Ward, R. D. Holt, P. S. Levin,\nEcosystem context and historical contingency in apex predator recoveries.Sci. Adv.2,\ne1501769 (2016).\nREVIEW\nStieret al. Sci. Adv. 2016;2:e1501769   27 May 201614 of 14\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from \n\n \n \nadvances.sciencemag.org/cgi/content/full/2/5/e1501769/DC1 \n \n \nSupplementary Materials for \n \nEcosystem context and historical contingency in apex predator \nrecoveries \n \nAdrian C. Stier, Jameal F. Samhouri, Mark Novak, Kristin N. Marshall, Eric J. Ward, Robert D. Holt, \nPhillip S. Levin \n \nPublished 27 May 2016, Sci. Adv. 2, e1501769 (2016) \nDOI: 10.1126/sciadv.1501769 \n \nThe PDF file includes: \n \nx fig. S1. Table of equilibrium solutions for three-species Lotka-Volterra model of \nIGP for the basal resource (R), the mesopredator (N), and the apex predator (P). \nx fig. S2. Response of the equilibrium densities of the apex predator (P) and \nmesopredator (N) to increases in the resource’s carrying capacity (K) for stable \nequilibria in which all three species coexist (RNP), only the resource and \nmesopredator coexist (RN), and only the resource and the apex predator coexist \n(RP). \nx fig. S3. Stable (solid line) and unstable (dashed line) equilibrium densities for the \napex predator (P) and mesopredator (N) across a range of the apex predator’s prey \npreferences. \n\n \n \nfig. S1. Table of equilibrium solutions for three-species Lotka-Volterra model of IGP for the basal \nresource (R), the mesopredator (N), and the apex Predator (P). Also shown are equilibriums for a food \nchain module (ω = 1) and competition mode (ω = 0). \n \n \n  \n\n \n \n \nfig. S2. Response of the equilibrium densities of the apex predator (P) and mesopredator (N) to increases \nin the resource’s carrying capacity (K) for stable equilibria in which all three species coexist (RNP), only \nthe resource and mesopredator coexist (RN), and only the resource and the apex predator coexist (RP). \nRNP-N and RNP-P are the respective densities of the mesopredator and apex predator when all three species \ncoexist. Parameter values reflect baseline values used in Figs. 2 to 4 of the main text. \n \n \n \n \n \nfig. S3. Stable (solid line) and unstable (dashed line) equilibrium densities for the apex predator (P) and \nmesopredator (N) across a range of the apex predator’s prey preferences. Like fig. S2, RNP-N and RNP-P \nare the respective densities of the mesopredator and apex predator when all three species coexist. \n \nAt the extremes of omega value range for exploitative completion (omega = 0), the model reduces to Lotka’s \ncompetition model (117) under slow-fast dynamics assumption with two species exploit a single \nresource. Similarly, when omega = 1 the model simplifies to a linear trophic chain, where it has been \ndemonstrated that increase in productivity of the basal resource differentially leads to an increase of the density \nof the apex predator (116). \n0.000.050.100.150.200.25\n0.0\n0.1\n0.2\n0.3\n0.4\nC\no\nn\ns\nu\nm\ne\nr\n \nD\ne\nn\ns\ni\nt\ny\nRN\nRP\nRNP-N\nRNP-P\nResource Carrying Capacity (K)\n\ndoi: 10.1126/sciadv.1501769\n2016, 2:.Sci Adv \n27, 2016)\nMarshall, Eric J. Ward, Robert D. Holt and Phillip S. Levin (May \nAdrian C. Stier, Jameal F. Samhouri, Mark Novak, Kristin N.\npredator recoveries\nEcosystem context and historical contingency in apex\nthis article is published is noted on the first page. \nThis article is publisher under a Creative Commons license. The specific license under which\narticle, including for commercial purposes, provided you give proper attribution.\nlicenses, you may freely distribute, adapt, or reuse theCC BY For articles published under \n. here\nAssociation for the Advancement of Science (AAAS). You may request permission by clicking \nfor non-commerical purposes. Commercial use requires prior permission from the American \nlicenses, you may distribute, adapt, or reuse the articleCC BY-NC For articles published under \nhttp://advances.sciencemag.org. (This information is current as of May 27, 2016):\nThe following resources related to this article are available online at\nhttp://advances.sciencemag.org/content/2/5/e1501769.full\nonline version of this article at: \n including high-resolution figures, can be found in theUpdated information and services,\nhttp://advances.sciencemag.org/content/suppl/2016/05/24/2.5.e1501769.DC1\n can be found at: Supporting Online Material\nhttp://advances.sciencemag.org/content/2/5/e1501769#BIBL\n23 of which you can be accessed free: cites 119 articles,This article \ntrademark of AAAS \notherwise. AAAS is the exclusive licensee. The title Science Advances is a registered \nYork Avenue NW, Washington, DC 20005. Copyright is held by the Authors unless stated\npublished by the American Association for the Advancement of Science (AAAS), 1200 New \n (ISSN 2375-2548) publishes new articles weekly. The journal isScience Advances\n on May 27, 2016\nhttp://advances.sciencemag.org/\nDownloaded from ",
  "extractedAt": "2025-12-12T18:45:15.710Z",
  "success": true,
  "matchedPublication": {
    "title": "Ecosystem context and historical contingency in apex predator recoveries",
    "doi": "10.1126/sciadv.1501769",
    "year": "2016",
    "authors": "Stier, Adrian C.; Samhouri, Jameal F.; Novak, Mark; Marshall, Kristin N.; Ward, Eric J.; Holt, Robert D.; Levin, Phillip S."
  }
}