{
  "filename": "Stier and Osenberg (Current Biology) 2024 II.pdf",
  "numPages": 3,
  "text": "Magazine ll Current Biology 34, R605–R615, July 8, 2024 © 2024 Published by Elsevier Inc. R613 Essay While many corals feed on plankton, they are only able to thrive in nutrient- poor tropical waters because of their symbiosis with zooxanthellae — the microscopic photosynthesizing algae that live within the coral tissue and produce carbon for the coral in exchange for shelter and carbon dioxide. Extreme heat stress causes a breakdown of the coral– algae symbiosis, leading to the disappearance of the zooxanthellae (and their photosynthetic pigments), leaving corals bleached 1,2 . Bleaching can kill the coral. The majority of previous research seeking to understand the limits of the coral– zooxanthellae symbiosis has ignored the potential role of the wide diversity of fishes and invertebrates that live intimately associated with the coral, often living deeply embedded between their branches. However, recent studies in Australian and Polynesian waters have shown that corals living closely associated with small planktivorous damselfishes are less likely to bleach and can maintain high physiological performance and positive growth rates during and after simulated heatwaves 3,4 (Figure 1, top left). In contrast, corals without fish present underwent bleaching and had poorer physiological performance and stunted growth. This fish-induced How fi shes and invertebrates impact coral resilience Adrian C. Stier 1,2, * and Craig W. Osenberg 3 Increasingly intense and frequent ocean heatwaves are causing widespread coral mortality. These heatwaves are just one of the many stressors — among for instance ocean acidifi cation, nutrient pollution and destructive fi shing practices — that have caused widespread decline of coral reefs over the past century. This destruction of reefs threatens the remarkable biodiversity of organisms that depend upon coral reefs. However, recent research suggests that many of the fi shes and invertebrates that inhabit coral reefs may play an underappreciated role in infl uencing the resistance and recovery of corals to stressors, especially those caused by global climate change such as ocean heatwaves. Unraveling the threads that link these coral inhabitants to the corals’ response to stressors has the potential to weave a more comprehensive model of resilience that integrates the plight of coral reefs with the breathtaking diversity of life they host. Here, we aim to elucidate the critical roles that coral-associated fi shes and invertebrates play in mediating coral resilience to environmental stressors. By integrating recent research fi ndings, we aim to showcase how these often-overlooked organisms infl uence coral resilience in the face of climate change. increase in coral resilience is likely to occur because fishes change the nutrient environment of corals. Many reef fishes spend most of their day hovering above their coral homes feeding on plankton. They then retreat inside the coral to hide from predators or sleep at night, and during that time they excrete and egest ammonia-rich waste. Unlike nitrate, which is the typical form of nitrogen available in seawater, ammonia is a much easier form of nitrogen for zooxanthellae to process. Consequently, the presence of fish allows corals to sustain their zooxanthellae despite increased temperatures. Another recent study 5 suggests fishes can similarly increase coral resilience to heat stress, though perhaps through a different mechanism. Territorial damselfishes that foster small gardens of turf algae are known to defend corals from predation 6 . Researchers showed that corals living within the territories of such farmerfish during a heatwave were a third less likely to die and twice as likely to recover. The authors hypothesize that fish increase coral resilience to heat stress by reducing coral predation. When corals are protected from predators by farmerfish, they do not need to retract their polyps as often to protect themselves. As a result, they are able to feed more on zooplankton, thus supplementing the nutrition provided by the zooxanthellae. Other recent research 7 shows that territorial damselfish increase the abundance of small mysid shrimps — crustaceans living in the water column on coral reefs and playing a crucial role in the food web and nutrient cycling 8 . This increase in abundance inside the fish territories has the potential to increase nutrients (via excretion by the shrimp) and possible food (if coral consume the shrimp), which can potentially benefit the corals during a heat wave. Thus, heterotrophic feeding can be crucial to coral nutrition and survival by compensating for the loss of zooxanthellae if the coral–algae symbiosis breaks down during a heatwave 9 . Collectively, this novel research highlights the potential role of coral-associated fishes in mediating the response of certain corals to marine heatwaves. The importance of coral-associated animals extends beyond fishes to include a diversity of poorly studied invertebrates that live among the coral branches but rarely emerge and are often overlooked. Some of these species, such as guard crabs (Trapezia) and snapping shrimp (Alpheus), benefit corals and comprise an additional symbiotic mutualism with the coral — the crabs and shrimps eat the coral’s lipid-rich mucus, and in exchange remove harmful sediments and protect the coral from predatory sea stars 10 (Figure 1, top right). A recent experiment 11 simulated future acidified conditions for corals living with and without obligate shrimps and crabs and found that the crustaceans reduced coral growth under benign laboratory conditions, demonstrating a cost to hosting the crustaceans. However, under acidified conditions, but without any other stressors, the corals incurred no net cost of hosting the crustaceans. Thus, acidification changed the relationship between coral and shrimp from parasitic to commensal, potentially allowing the coral to grow despite the more acidic environment. The mechanism Magazine R614 Current Biology 34, R605–R615, July 8, 2024 ll for this change remains unknown. However, it is likely that other stressors, such as sedimentation 12,13 , would further enhance the benefits of harboring the crustaceans. As with the effects of coral-associated fishes, these crustaceans are by no means a solution to the problems wrought by climate change. For example, under extreme heating, the cooperative relationship between crabs and shrimps can flip to an antagonistic one, in which the largest male crabs fight, kill and expel other crustaceans 14 . Because coral- associated invertebrates are hard to study, we lack a comprehensive understanding of how they are linked to coral resilience. In addition, beneficial effects are not limited to the species that live obligately with coral but can also be mediated by mobile species. For example, a recent experiment showed that a spider crab (Mithrax spinosissimus) increases the survival of young corals by 85% by reducing noxious macroalgae that compete with corals for space and light 15 , thus promoting coral recovery after mortality events. Similarly, a recent study showed sea cucumbers mitigate coral disease by eating and processing the bacteria found in detritus in nearby sand 16 . These two new studies highlight the critical understudied role of invertebrate biodiversity in driving coral resilience that warrants future focus. The benefits that these coral- associated animals provide are intriguing, and there may yet be additional benefits to uncover in the understudied diversity of fishes and invertebrate species that occupy corals. For example, a single coral colony of the cauliflower coral (Pocillopora spp.) at .01 m 3 can house more than 65 crustaceans and fishes from more than 20 species 17 . We know almost nothing about the natural history of most of these species, let alone an understanding of their link to coral resilience. Moreover, it is likely that there is a balance between beneficial and detrimental occupants affecting the coral. For example, a Figure 1. Macrosymbionts as powerful drivers of coral resilience. Coral-associated invertebrates and fi shes that affect coral growth, survival, and resilience. (Top left) The damselfi sh Dascyllus aruanus improves coral health by oxygenating water, subsidizing nutrients, removing sediment, and defending against predators, which can boost coral growth and provide resilience to ocean heatwaves (photo: Thomas Vignaud). (Top right) The coral crab Trapezia rufopunctata enhances coral health by defending against predators and aiding in the removal of sediment (photo: Thomas Vignaud). (Bottom left) The corallivorous snail Coralliophila abbreviata, which reduces coral resilience by increasing bleaching severity and post-bleaching tissue mortality (photo: Elizabeth Shaver). (Bottom right) Vermetid snails (Ceraesignum maximum) harm corals by reducing calcifi cation, fl attening colonies, and decreasing photosynthetic yield through its mucus nets, which impede water fl ow and alter chemical conditions. Magazine Current Biology 34, R605–R615, July 8, 2024 R615 ll recent study 18 of Caribbean brain corals (Pseudodiploria and Diploria species), found that the presence of a parasitic snail (Coralliophila abbreviata) decreased the coral’s ability to withstand and recover from a major ocean heatwave (Figure 1, bottom left). These snails may have the reverse effect of the fishes described above: instead of adding nutrients, they chronically drain the coral’s energy reserves by slowly scraping away tissue, leaving it with few resources and causing its relationship with zooxanthellae to break down. Similarly, other coral- dwelling snails can influence coral resilience through an alternative pathway. For instance, the vermetid tube snail (Ceraesignum maximum), which uses mucus nets to feed on detritus and small zooplankton above living coral tissue, reduces growth of corals and the abundance of zooxanthellae, as well as the coral microbiome, all of which can lead to colony death 19 (Figure 1, bottom right). Such shifts in the coral bacterial communities and reductions in algal symbiont abundance likely have major ramifications for the corals’ capacity to withstand warming. Therefore, additional research is critical because presently we do not know how these beneficial and detrimental species combine or interact to affect how corals respond to heatwaves or acidification, constraining our ability to predict the link between this understudied coral- associated biodiversity and coral resilience. A new perspective is emerging on how fi shes, invertebrates, and microalgae that occupy corals potentially affect coral resilience. Although the role of zooxanthellae has long been appreciated, we are only beginning to understand how these diverse macrosymbionts that occupy corals can affect the capacity of coral to resist and recover from climate- induced stress. Yet, it remains unclear what mechanism underlies these benefi ts and whether their effects can be generalized across different species of corals, fi shes and invertebrates. We are only starting to understand how coral occupants modify coral resilience to the multitude of stressors they face, including increased water temperature, disease, nutrient pollution, sedimentation and hypoxia. Fish and invertebrate occupants are of course no silver bullet for ameliorating effects of climate change on coral reefs; without a rapid reduction of global carbon emissions the effects of climate change on coral reefs are likely to be devastating. That said, these small, unstudied organisms have the potential to locally confer coral resilience, which may be particularly relevant to small scale restoration efforts. Looking forward, it is critical we build a deeper understanding of the basic biology of coral-associated organisms and incorporate the complex role of this diverse guild of organisms into our understanding of how coral reef ecosystems respond to environmental change. Ultimately, this broader more taxonomically inclusive perspective will improve our ability to accurately understand the resilience and adaptive capacity of this diverse ecosystem. ACKNOWLEDGEMENTS This research was funded by a U.S. National Science Foundation via OCE 2224354 to the Moorea Coral Reef LTER, OCE 1851510, and OCE 1851032. DECLARATION OF INTERESTS The authors declare no competing interests. REFERENCES 1. Eddy, T.D., Lam, V.W.Y., Reygondeau, G., Cisneros-Montemayor, A.M., Greer, K., Palomares, M.L.D., Bruno, J.F., Ota, Y., and Cheung, W.W.L. (2021). Global decline in capacity of coral reefs to provide ecosystem services. One Earth 4, 1278–1285. https://doi. org/10.1016/j.oneear.2021.08.016 . 2. Hughes, T.P., Anderson, K.D., Connolly, S.R., Heron, S.F., Kerry, J.T., Lough, J.M., Baird, A.H., Baum, J.K., Berumen, M.L., Bridge, T.C., et al. (2018). Spatial and temporal patterns of mass bleaching of corals in the Anthropocene. Science 359, 80–83. https://doi.org/10.1126/ science.aan8048 . 3. Chase, T.J., Pratchett, M.S., Frank, G.E., and Hoogenboom, M.O. (2018). Coral-dwelling fi sh moderate bleaching susceptibility of coral hosts. PLoS One 13, e0208545. https://doi. org/10.1371/journal.pone.0208545 . 4. Shantz, A.A., Ladd, M.C., Ezzat, L., Schmitt, R.J., Holbrook, S.J., Schmeltzer, E., Vega Thurber, R., and Burkepile, D.E. (2023). Positive interactions between corals and damselfi sh increase coral resistance to temperature stress. Glob. Change Biol. 29, 417–431. https://doi.org/10.1111/gcb.16480. 5. Honeycutt, R.N., Holbrook, S.J., Brooks, A.J., and Schmitt, R.J. (2023). Farmerfi sh gardens help buffer stony corals against marine heat waves. PLoS One 18, e0282572. https://doi. org/10.1371/journal.pone.0282572 . 6. White, J.-S.S., and O’Donnell, J.L. (2010). Indirect effects of a key ecosystem engineer alter survival and growth of foundation coral species. Ecology 91, 3538–3548. https://doi. org/10.1890/09-2322.1 . 7. Brooker, R.M., Casey, J.M., Cowan, Z.-L., Sih, T.L., Dixson, D.L., Manica, A., and Feeney, W.E. (2020). Domestication via the commensal pathway in a fi sh-invertebrate mutualism. Nat. Commun. 11, 6253. https://doi.org/10.1038/ s41467-020-19958-5 . 8. Carleton, J.H., and McKinnon, A.D. (2007). Resident mysids: secondary production, consumption, and trophic role in a coral reef lagoon. Mar. Ecol. Prog. Ser. 336, 89–98. https://doi.org/10.3354/meps336089. 9. Grottoli, A.G., Rodrigues, L.J., and Palardy, J.E. (2006). Heterotrophic plasticity and resilience in bleached corals. Nature 440, 1186–1189. https://doi.org/10.1038/nature04565. 10. Stier, A.C., Gil, M.A., McKeon, C.S., Lemer, S., Leray, M., Mills, S.C., and Osenberg, C.W. (2012). Housekeeping mutualisms: do more symbionts facilitate host performance? PLoS One 7, e32079. https://doi.org/10.1371/ journal.pone.0032079 . 11. Doo, S.S., Carpenter, R.C., and Edmunds, P.J. (2018). Obligate ectosymbionts increase the physiological resilience of a scleractinian coral to high temperature and elevated pCO2. Coral Reefs 37, 997–1001. https://doi.org/10.1007/ s00338-018-1731-9 . 12. Stier, A.C., Gil, M.A., McKeon, C.S., Lemer, S., Leray, M., Mills, S.C., and Osenberg, C.W. (2012). Housekeeping mutualisms: Do more symbionts facilitate host performance? PLoS One 7, e32079. https://doi.org/10.1371/ journal.pone.0032079 . 13. Stier, A.C., and Osenberg, C.W. (2024). Coral guard crabs. Curr. Biol. 34, R5–R7. https://doi. org/10.1016/j.cub.2023.10.067 . 14. Stella, J. (2015). Effects of climate change- induced thermal stress and habitat degradation to the biodiversity and species composition of coral-associated invertebrates. PhD thesis (James Cook University), https:// doi.org/10.25903/sf3t-8t29 . 15. Spadaro, A.J., and Butler, M.J. (2021). Herbivorous crabs reverse the seaweed dilemma on coral reefs. Curr. Biol. 31, 853–859.e3. https://doi.org/10.1016/j. cub.2020.10.097 . 16. Clements, C.S., Pratte, Z.A., Stewart, F.J., and Hay, M.E. (2024). Removal of detritivore sea cucumbers from reefs increases coral disease. Nat. Commun. 15, 1338. 17. Curtis, J.S., Galvan, J.W., Primo, A., Osenberg, C.W., and Stier, A.C. (2023). 3D photogrammetry improves measurement of growth and biodiversity patterns in branching corals. Coral Reefs 42, 623–627. https://doi. org/10.1007/s00338-023-02367-7 . 18. Shaver, E.C., Burkepile, D.E., and Silliman, B.R. (2018). Local management actions can increase coral resilience to thermally-induced bleaching. Nat. Ecol. Evol. 2, 1075–1079. https://doi.org/10.1038/s41559-018-0589-0. 19. Brown, A.L., Hamman, E.A., Shima, J.S., Wares, J.P., and Osenberg, C.W. (2021). Extended phenotypes on coral reefs: cryptic phenotypes modulate coral-vermetid interactions. Ecology 102, e03215. https://doi.org/10.1002/ ecy.3215 . 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA. 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106, USA. 3 Odum School of Ecology, University of Georgia, 140 East Green Street, Athens, GA 30602, USA. *E-mail: astier@ucsb.edu",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nMagazine\nll\nCurrent Biology 34, R605–R615, July 8, 2024 © 2024 Published by Elsevier Inc. R613\nEssay\nWhile many corals feed on plankton, \nthey are only able to thrive in nutrient-\npoor tropical waters because of their \nsymbiosis with zooxanthellae — the \nmicroscopic photosynthesizing \nalgae that live within the coral \ntissue and produce carbon for the \ncoral in exchange for shelter and \ncarbon dioxide. Extreme heat stress \ncauses a breakdown of the coral–\nalgae symbiosis, leading to the \ndisappearance of the zooxanthellae \n(and their photosynthetic pigments), \nleaving corals bleached\n1,2\n. Bleaching \ncan kill the coral. The majority \nof previous research seeking to \nunderstand the limits of the coral–\nzooxanthellae symbiosis has ignored \nthe potential role of the wide diversity \nof fishes and invertebrates that \nlive intimately associated with the \ncoral, often living deeply embedded \nbetween their branches. However, \nrecent studies in Australian and \nPolynesian waters have shown that \ncorals living closely associated with \nsmall planktivorous damselfishes are \nless likely to bleach and can maintain \nhigh physiological performance and \npositive growth rates during and after \nsimulated heatwaves\n3,4\n (Figure 1, top \nleft). In contrast, corals without fish \npresent underwent bleaching and had \npoorer physiological performance and \nstunted growth. This fish-induced \nHow fi shes and invertebrates impact coral \nresilience\nAdrian C. Stier\n1,2,\n* and Craig W. Osenberg\n3\nIncreasingly intense and frequent ocean heatwaves are causing widespread \ncoral mortality. These heatwaves are just one of the many stressors — among \nfor instance ocean acidifi cation, nutrient pollution and destructive fi shing \npractices — that have caused widespread decline of coral reefs over the past \ncentury. This destruction of reefs threatens the remarkable biodiversity of \norganisms that depend upon coral reefs. However, recent research suggests \nthat many of the fi shes and invertebrates that inhabit coral reefs may play \nan underappreciated role in infl uencing the resistance and recovery of corals \nto stressors, especially those caused by global climate change such as \nocean heatwaves. Unraveling the threads that link these coral inhabitants \nto the corals’ response to stressors has the potential to weave a more \ncomprehensive model of resilience that integrates the plight of coral reefs with \nthe breathtaking diversity of life they host. Here, we aim to elucidate the critical \nroles that coral-associated fi shes and invertebrates play in mediating coral \nresilience to environmental stressors. By integrating recent research fi ndings, \nwe aim to showcase how these often-overlooked organisms infl uence coral \nresilience in the face of climate change. \nincrease in coral resilience is likely \nto occur because fishes change \nthe nutrient environment of corals. \nMany reef fishes spend most of \ntheir day hovering above their coral \nhomes feeding on plankton. They \nthen retreat inside the coral to hide \nfrom predators or sleep at night, and \nduring that time they excrete and \negest ammonia-rich waste. Unlike \nnitrate, which is the typical form \nof nitrogen available in seawater, \nammonia is a much easier form \nof nitrogen for zooxanthellae to \nprocess. Consequently, the presence \nof fish allows corals to sustain their \nzooxanthellae despite increased \ntemperatures. \nAnother recent study\n5\n suggests \nfishes can similarly increase coral \nresilience to heat stress, though \nperhaps through a different \nmechanism. Territorial damselfishes \nthat foster small gardens of turf \nalgae are known to defend corals \nfrom predation\n6\n. Researchers \nshowed that corals living within the \nterritories of such farmerfish during \na heatwave were a third less likely \nto die and twice as likely to recover. \nThe authors hypothesize that fish \nincrease coral resilience to heat \nstress by reducing coral predation. \nWhen corals are protected from \npredators by farmerfish, they do \nnot need to retract their polyps as \noften to protect themselves. As a \nresult, they are able to feed more on \nzooplankton, thus supplementing \nthe nutrition provided by the \nzooxanthellae. Other recent research\n7\n \nshows that territorial damselfish \nincrease the abundance of small \nmysid shrimps — crustaceans \nliving in the water column on coral \nreefs and playing a crucial role in \nthe food web and nutrient cycling\n8\n. \nThis increase in abundance inside \nthe fish territories has the potential \nto increase nutrients (via excretion \nby the shrimp) and possible food \n(if coral consume the shrimp), \nwhich can potentially benefit the \ncorals during a heat wave. Thus, \nheterotrophic feeding can be crucial \nto coral nutrition and survival \nby compensating for the loss of \nzooxanthellae if the coral–algae \nsymbiosis breaks down during a \nheatwave\n9\n. Collectively, this novel \nresearch highlights the potential \nrole of coral-associated fishes in \nmediating the response of certain \ncorals to marine heatwaves. \nThe importance of coral-associated \nanimals extends beyond fishes to \ninclude a diversity of poorly studied \ninvertebrates that live among the \ncoral branches but rarely emerge \nand are often overlooked. Some \nof these species, such as guard \ncrabs (Trapezia) and snapping \nshrimp (Alpheus), benefit corals and \ncomprise an additional symbiotic \nmutualism with the coral — the \ncrabs and shrimps eat the coral’s \nlipid-rich mucus, and in exchange \nremove harmful sediments and \nprotect the coral from predatory \nsea stars\n10\n (Figure 1, top right). A \nrecent experiment\n11\n simulated future \nacidified conditions for corals living \nwith and without obligate shrimps and \ncrabs and found that the crustaceans \nreduced coral growth under benign \nlaboratory conditions, demonstrating \na cost to hosting the crustaceans. \nHowever, under acidified conditions, \nbut without any other stressors, the \ncorals incurred no net cost of hosting \nthe crustaceans. Thus, acidification \nchanged the relationship between \ncoral and shrimp from parasitic to \ncommensal, potentially allowing \nthe coral to grow despite the more \nacidic environment. The mechanism \n\nMagazine\nR614    Current    Biology    34, R605–R615, July 8, 2024\nll\nfor this change remains unknown. \nHowever, it is likely that other \nstressors, such as sedimentation\n12,13\n, \nwould further enhance the benefits \nof harboring the crustaceans. As \nwith the effects of coral-associated \nfishes, these crustaceans are by no \nmeans a solution to the problems \nwrought by climate change. For \nexample, under extreme heating, the \ncooperative relationship between \ncrabs and shrimps can flip to an \nantagonistic one, in which the largest \nmale crabs fight, kill and expel other \ncrustaceans\n14\n. Because coral-\nassociated invertebrates are hard \nto study, we lack a comprehensive \nunderstanding of how they are \nlinked to coral resilience. In addition, \nbeneficial effects are not limited to \nthe species that live obligately with \ncoral but can also be mediated by \nmobile species. For example, a recent \nexperiment showed that a spider crab \n(Mithrax spinosissimus) increases the \nsurvival of young corals by 85% by \nreducing noxious macroalgae that \ncompete with corals for space and \nlight\n15\n, thus promoting coral recovery \nafter mortality events. Similarly, a \nrecent study showed sea cucumbers \nmitigate coral disease by eating \nand processing the bacteria found \nin detritus in nearby sand\n16\n. These \ntwo new studies highlight the critical \nunderstudied role of invertebrate \nbiodiversity in driving coral resilience \nthat warrants future focus. \nThe benefits that these coral-\nassociated animals provide are \nintriguing, and there may yet be \nadditional benefits to uncover in the \nunderstudied diversity of fishes and \ninvertebrate species that occupy \ncorals. For example, a single coral \ncolony of the cauliflower coral \n(Pocillopora spp.) at .01 m\n3\n can \nhouse more than 65 crustaceans \nand fishes from more than 20 \nspecies\n17\n. We know almost nothing \nabout the natural history of most \nof these species, let alone an \nunderstanding of their link to coral \nresilience. Moreover, it is likely \nthat there is a balance between \nbeneficial and detrimental occupants \naffecting the coral. For example, a \nFigure 1. Macrosymbionts as powerful drivers of coral resilience.\nCoral-associated  invertebrates  and  fi  shes  that  affect  coral  growth,  survival,  and  resilience.  (Top  left)  The  damselfi sh Dascyllus  aruanus  improves  \ncoral health by oxygenating water, subsidizing nutrients, removing sediment, and defending against predators, which can boost coral growth and \nprovide resilience to ocean heatwaves (photo: Thomas Vignaud). (Top right) The coral crab Trapezia rufopunctata enhances coral health by defending \nagainst predators and aiding in the removal of sediment (photo: Thomas Vignaud). (Bottom left) The corallivorous snail Coralliophila abbreviata, which \nreduces coral resilience by increasing bleaching severity and post-bleaching tissue mortality (photo: Elizabeth Shaver). (Bottom right) Vermetid snails \n(Ceraesignum  maximum)  harm  corals  by  reducing  calcifi cation,  fl  attening  colonies,  and  decreasing  photosynthetic  yield  through  its  mucus  nets,  \nwhich impede water fl ow and alter chemical conditions.\n\nMagazine\nCurrent Biology 34, R605–R615, July 8, 2024 R615\nll\nrecent study\n18\n of Caribbean brain \ncorals (Pseudodiploria and Diploria \nspecies), found that the presence \nof a parasitic snail (Coralliophila \nabbreviata) decreased the coral’s \nability to withstand and recover from \na major ocean heatwave (Figure 1, \nbottom left). These snails may have \nthe reverse effect of the fishes \ndescribed above: instead of adding \nnutrients, they chronically drain the \ncoral’s energy reserves by slowly \nscraping away tissue, leaving it \nwith few resources and causing its \nrelationship with zooxanthellae to \nbreak down. Similarly, other coral-\ndwelling snails can influence coral \nresilience through an alternative \npathway. For instance, the vermetid \ntube snail (Ceraesignum maximum), \nwhich uses mucus nets to feed \non detritus and small zooplankton \nabove living coral tissue, reduces \ngrowth of corals and the abundance \nof zooxanthellae, as well as the \ncoral microbiome, all of which can \nlead to colony death\n19\n (Figure 1, \nbottom right). Such shifts in the coral \nbacterial communities and reductions \nin algal symbiont abundance \nlikely have major ramifications for \nthe corals’ capacity to withstand \nwarming. Therefore, additional \nresearch is critical because presently \nwe do not know how these beneficial \nand detrimental species combine or \ninteract to affect how corals respond \nto heatwaves or acidification, \nconstraining our ability to predict the \nlink between this understudied coral-\nassociated biodiversity and coral \nresilience.\nA new perspective is emerging \non how fi shes, invertebrates, and \nmicroalgae that occupy corals \npotentially affect coral resilience. \nAlthough the role of zooxanthellae has \nlong been appreciated, we are only \nbeginning to understand how these \ndiverse macrosymbionts that occupy \ncorals can affect the capacity of coral \nto resist and recover from climate-\ninduced stress. Yet, it remains unclear \nwhat mechanism underlies these \nbenefi ts and whether their effects can \nbe generalized across different species \nof corals, fi shes and invertebrates.\nWe are only starting to understand \nhow coral occupants modify coral \nresilience to the multitude of stressors \nthey face, including increased water \ntemperature, disease, nutrient pollution, \nsedimentation and hypoxia. Fish and \ninvertebrate occupants are of course \nno silver bullet for ameliorating effects \nof climate change on coral reefs; \nwithout a rapid reduction of global \ncarbon emissions the effects of climate \nchange on coral reefs are likely to be \ndevastating. That said, these small, \nunstudied organisms have the potential \nto locally confer coral resilience, \nwhich may be particularly relevant \nto small scale restoration efforts. \nLooking forward, it is critical we build \na deeper understanding of the basic \nbiology of coral-associated organisms \nand incorporate the complex role of \nthis diverse guild of organisms into \nour understanding of how coral reef \necosystems respond to environmental \nchange. Ultimately, this broader more \ntaxonomically inclusive perspective \nwill improve our ability to accurately \nunderstand the resilience and adaptive \ncapacity of this diverse ecosystem.\nACKNOWLEDGEMENTS\nThis research was funded by a U.S. National \nScience Foundation via OCE 2224354 to \nthe Moorea Coral Reef LTER, OCE 1851510, \nand OCE 1851032.\nDECLARATION OF INTERESTS\nThe authors declare no competing interests.\nREFERENCES \n   1.  Eddy, T.D., Lam, V.W.Y., Reygondeau, G., \nCisneros-Montemayor, A.M., Greer, K., \nPalomares, M.L.D., Bruno, J.F., Ota, Y., and \nCheung, W.W.L. (2021). Global decline in \ncapacity of coral reefs to provide ecosystem \nservices. One Earth 4, 1278–1285. \nhttps://doi.\norg/10.1016/j.oneear.2021.08.016\n.\n   2.  Hughes, T.P., Anderson, K.D., Connolly, S.R., \nHeron, S.F., Kerry, J.T., Lough, J.M., Baird, \nA.H., Baum, J.K., Berumen, M.L., Bridge, T.C., \net al. (2018). Spatial and temporal patterns of \nmass bleaching of corals in the Anthropocene. \nScience 359, 80–83. \nhttps://doi.org/10.1126/\nscience.aan8048\n.\n   3.  Chase, T.J., Pratchett, M.S., Frank, G.E., and \nHoogenboom, M.O. (2018). Coral-dwelling \nfi sh moderate bleaching susceptibility of coral \nhosts. PLoS One 13, e0208545. \nhttps://doi.\norg/10.1371/journal.pone.0208545\n.\n   4.  Shantz, A.A., Ladd, M.C., Ezzat, L., Schmitt, \nR.J., Holbrook, S.J., Schmeltzer, E., Vega \nThurber, R., and Burkepile, D.E. (2023). \nPositive interactions between corals and \ndamselfi sh increase coral resistance to \ntemperature stress. Glob. Change Biol. 29, \n417–431. \nhttps://doi.org/10.1111/gcb.16480.\n   5.  Honeycutt, R.N., Holbrook, S.J., Brooks, A.J., \nand Schmitt, R.J. (2023). Farmerfi sh gardens \nhelp buffer stony corals against marine heat \nwaves. PLoS One 18, e0282572. \nhttps://doi.\norg/10.1371/journal.pone.0282572\n.\n   6.  White, J.-S.S., and O’Donnell, J.L. (2010). \nIndirect effects of a key ecosystem engineer \nalter survival and growth of foundation coral \nspecies. Ecology 91, 3538–3548. \nhttps://doi.\norg/10.1890/09-2322.1\n.\n   7.  Brooker, R.M., Casey, J.M., Cowan, Z.-L., Sih, \nT.L., Dixson, D.L., Manica, A., and Feeney, \nW.E. (2020). Domestication via the commensal \npathway in a fi sh-invertebrate mutualism. Nat. \nCommun. 11, 6253. \nhttps://doi.org/10.1038/\ns41467-020-19958-5\n.\n   8.  Carleton, J.H., and McKinnon, A.D. (2007). \nResident mysids: secondary production, \nconsumption, and trophic role in a coral reef \nlagoon. Mar. Ecol. Prog. Ser. 336, 89–98. \nhttps://doi.org/10.3354/meps336089.\n   9.  Grottoli, A.G., Rodrigues, L.J., and Palardy, J.E. \n(2006). Heterotrophic plasticity and resilience \nin bleached corals. Nature 440, 1186–1189. \nhttps://doi.org/10.1038/nature04565.\n 10.  Stier, A.C., Gil, M.A., McKeon, C.S., Lemer, S., \nLeray, M., Mills, S.C., and Osenberg, C.W. \n(2012). Housekeeping mutualisms: do more \nsymbionts facilitate host performance? PLoS \nOne 7, e32079. \nhttps://doi.org/10.1371/\njournal.pone.0032079\n.\n 11.  Doo, S.S., Carpenter, R.C., and Edmunds, P.J. \n(2018). Obligate ectosymbionts increase the \nphysiological resilience of a scleractinian coral \nto high temperature and elevated pCO2. Coral \nReefs 37, 997–1001. \nhttps://doi.org/10.1007/\ns00338-018-1731-9\n.\n 12.  Stier, A.C., Gil, M.A., McKeon, C.S., Lemer, S., \nLeray, M., Mills, S.C., and Osenberg, C.W. \n(2012). Housekeeping mutualisms: Do more \nsymbionts facilitate host performance? PLoS \nOne 7, e32079. \nhttps://doi.org/10.1371/\njournal.pone.0032079\n.\n 13.  Stier, A.C., and Osenberg, C.W. (2024). Coral \nguard crabs. Curr. Biol. 34, R5–R7. \nhttps://doi.\norg/10.1016/j.cub.2023.10.067\n.\n 14.  Stella, J. (2015). Effects of climate change-\ninduced thermal stress and habitat \ndegradation to the biodiversity and species \ncomposition of coral-associated invertebrates. \nPhD thesis (James Cook University), \nhttps://\ndoi.org/10.25903/sf3t-8t29\n.\n 15.  Spadaro, A.J., and Butler, M.J. (2021). \nHerbivorous crabs reverse the seaweed \ndilemma on coral reefs. Curr. Biol. 31, \n853–859.e3. \nhttps://doi.org/10.1016/j.\ncub.2020.10.097\n.\n 16.  Clements, C.S., Pratte, Z.A., Stewart, F.J., and \nHay, M.E. (2024). Removal of detritivore sea \ncucumbers from reefs increases coral disease. \nNat. Commun. 15, 1338.\n 17.  Curtis, J.S., Galvan, J.W., Primo, A., \nOsenberg, C.W., and Stier, A.C. (2023). 3D \nphotogrammetry improves measurement of \ngrowth and biodiversity patterns in branching \ncorals. Coral Reefs 42, 623–627. \nhttps://doi.\norg/10.1007/s00338-023-02367-7\n.\n 18.  Shaver, E.C., Burkepile, D.E., and Silliman, \nB.R. (2018). Local management actions can \nincrease coral resilience to thermally-induced \nbleaching. Nat. Ecol. Evol. 2, 1075–1079. \nhttps://doi.org/10.1038/s41559-018-0589-0.\n 19.  Brown, A.L., Hamman, E.A., Shima, J.S., Wares, \nJ.P., and Osenberg, C.W. (2021). Extended \nphenotypes on coral reefs: cryptic phenotypes \nmodulate coral-vermetid interactions. Ecology \n102, e03215. \nhttps://doi.org/10.1002/\necy.3215\n.\n1\nDepartment of Ecology, Evolution, and \nMarine Biology, University of California \nSanta Barbara, Santa Barbara, CA 93106, \nUSA. \n2\nMarine Science Institute, University \nof California Santa Barbara, Santa Barbara, \nCA 93106, USA. \n3\nOdum School of Ecology, \nUniversity of Georgia, 140 East Green \nStreet, Athens, GA 30602, USA.\n \n*E-mail: astier@ucsb.edu",
  "extractedAt": "2025-12-12T18:45:13.290Z",
  "success": true,
  "matchedPublication": {
    "title": "Coral guard crabs",
    "doi": "10.1016/j.cub.2023.10.067",
    "year": "2024",
    "authors": "Stier, Adrian C.; Osenberg, Craig W."
  }
}