{
  "filename": "Stier and Osenberg  (Current Biology) 2024.pdf",
  "numPages": 3,
  "text": "Magazine ll Current Biology 34, R1–R15, January 8, 2024 © 2023 Elsevier Inc. R5 biology could offer better and safer strategies. There are so many prejudices and fears just because of a lack of knowledge and understanding in this area. Do you think that there is too much emphasis on ‘big data’-gathering collaborations as opposed to hypothesis-driven research by small groups? In my career, I have witnessed several waves when certain approaches (indeed often omics strategies) were fashionable and often applied in projects, whether needed or not. I think that what is most important is the right scientifi c question, and approaches should be selected based on which of the available methods allows us to address the question in the best possible way. What do you think is a big problem that science as a whole is facing today? What I see as a big challenge, not the biggest problem, is an avalanche of data that high-throughput approaches enable us to produce but that we do not manage to process properly. I get the impression that we spend less time on thinking, understanding, and interpreting the data than on their production. If you could ask an omniscient higher being scientifi c questions, what would they be and why? The recent discussions surrounding artifi cial intelligence have prompted numerous questions about the nature of intelligence and consciousness. This has led me to contemplate the possibility of alternative life forms. So, my questions would be: is there any other way that life may evolve? What would the principles that govern such ‘other’ living systems be? We are so used to what we defi ne as a principle of life that we cannot imagine what other forms of life could look like. Learning about alternative life forms could be inspiring and helpful to understand ourselves better. DECLARATION OF INTERESTS The author declares no competing interests. Institute of Science and Technology Austria, Klosterneuburg 3400, Austria. E-mail: eva.benkova@ist.ac.at Coral guard crabs Adrian C. Stier 1,2, * and Craig W. Osenberg 3 What are ‘coral guard crabs’? Crabs in the family Trapeziidae (Figure 1) are small crustaceans that have a specialized association with caulifl ower corals in the genus Pocillopora and some other branching corals in the tropical Pacifi c Ocean. The over 20 species of Trapeziid crab live within the branches of coral colonies, have a symbiotic relationship with their host corals and are so dependent on their coral host for food and shelter that they cannot survive outside of their host. Many species of these crabs occur primarily as male– female pairs within their coral colony, with the number of pairs often increasing as the size of the coral colony increases. Trapeziid species, while superfi cially similar, vary in size, color pattern, and claw morphology, presumably refl ecting differences in the size and shape of corals they occupy and the services they provide to corals. What services are these? Trapeziid crabs act as guardians of, and housekeepers for, corals, thus increasing the growth and survival of their host. For example, the crown- of-thorns sea star (Acanthaster planci) and the pincushion star (Culcita novaeguineae) are voracious corallivores that can devastate coral reefs. Trapeziid crabs will attack these predators, which are much larger, and protect the coral from being eaten. The crabs also defend the coral against snails that graze on coral tissue, such as Drupella cornus and Coralliophila violacea. However, predators are not the only threat to corals — they can also be harmed by the deposition of sediments on the coral surface. Fortunately, the crabs also are good housekeepers, removing sediment from the coral, and further increasing coral growth and survival. By actively defending and cleaning their coral hosts, Trapeziid crabs play a crucial role in maintaining the health and survival of the coral colonies they inhabit and thus the persistence of coral reefs. Quick guide Why do Trapeziid crabs protect their coral? The fate of Trapeziid and their coral hosts is entwined, as is true in other symbiotic relationships that are mutually benefi cial to both participants. The crabs cannot live outside of their host coral. In fact, most Trapeziids are restricted to living in a single species (or genus) of coral. The coral colonies provide the crabs with shelter and a constant food supply — coral tissue, mucus and lipid bodies, which the crabs obtain by agitating and scraping the coral with their claws. In exchange, the crabs provide the coral with crucial protection from predators and sedimentation that could kill the entire colony. If the coral dies, the crabs either die or must fi nd a new host, which can involve risk of predation even if a new host is available and not occupied by other crabs. Thus, by protecting their coral host, Trapeziid crabs create a stable environment that helps ensure their own survival and successful reproduction. The evolution of this mutualism has not only facilitated the diversifi cation of the crabs, but it also functions secondarily to facilitate the vast diversity of organisms that depend on the complex coral reef ecosystem. But how effectively can a small crab protect a coral? Even though predatory sea stars are many times larger than the crabs, the crabs can effectively protect their host coral from these predators, much as tiny ants protect Acacia trees from elephants and other large herbivores. The crabs use their powerful claws to shove the sea star and pinch their tube feet. These behaviors deter or reduce the feeding activities of the sea stars, which could otherwise eat an entire colony in a single night. Similarly, the removal of sediment is not merely for appearances, but is critical to the survival of the coral; when researchers remove crabs from corals in coastal regions with high sedimentation rates, corals die, but when crabs are present the corals survive. While the effectiveness of Trapeziid defense can vary depending on factors, such as crab species and size, predator abundance and sedimentation rates, their role as defenders contributes signifi cantly to the resilience and survival of their coral hosts and thus the diversity of coral reef ecosystems. Does hosting Trapeziids cost the coral? In some mutualisms (e.g., ants Magazine R6 Current Biology 34, R1–R15, January 8, 2024 ll and acacias; or pollinators and plants), one partner pays a small price in return for the greater rewards it receives. Trapeziid crabs, as mutualists of coral, generally impose a relatively low cost on their host colonies. Although they consume small amounts of coral tissue (which can reduce coral growth in the absence of predators and sediments), their feeding behavior primarily targets damaged or dying tissue rather than healthy portions. Some studies suggest that their feeding activities may even benefi t the coral by removing potential sites for infection or disease. While Trapeziid crabs occupy space within the coral branches, their presence does not appear to greatly impede the growth or reproduction of the coral. The benefi ts provided by the crabs typically greatly outweigh any potential harm caused by their feeding or space occupation. Are all Trapeziids good defenders? No. While Trapeziid crabs, as a group, are known for their defensive behaviors and their role in protecting their coral hosts, the effectiveness of individual crabs can vary. Variation in size, claw morphology and genotype can affect their defensive capabilities. Larger and stronger crabs may have more formidable claws and may be better equipped to deter predators. Additionally, there can be geographic and individual variation within a species — crabs in different regions or individuals within a population may exhibit different levels of defense. The relative magnitude of costs and benefi ts can also vary depending on factors such as predator prevalence, coral species, and overall ecological context. Do Trapeziids have effects beyond their coral? Yes. By defending their coral hosts against corallivores, Trapeziid crabs indirectly support the survival and growth of coral colonies. Healthy coral populations provide essential habitat and food sources for numerous other reef organisms, including fi sh, invertebrates and other invertebrate symbionts. Furthermore, the presence of Trapeziid crabs can infl uence the distribution and behavior of other organisms within the reef ecosystem. By protecting their host coral, the Trapeziids can create “halos” of protection around the coral colonies, creating zones of reduced predation pressure. As a result, other nearby corals that don’t harbor crab symbionts may also be protected from predators, facilitating the survival of small fi shes and other invertebrates that rely on the coral and thus benefi t from the services provided by the crabs. Is climate change affecting Trapeziid crabs? As you can see, Trapeziid crabs are intimately linked to the success of corals. But corals are vulnerable to may stressors in addition to predators and sediments. Indeed, global climate change imposes profound risks to corals, which are highly vulnerable to ocean Figure 1. Trapeziid coral crabs within caulifl ower corals. In each picture crabs (Trapezia sp.) are perched embedded between the coral branches, grasping onto the coral with their claws (photos: Thomas Vignaud). Magazine ll Current Biology 34, R1–R15, January 8, 2024 © 2023 Elsevier Inc. R7 warming and acidifi cation. Rising sea temperatures can lead to coral bleaching events and coral death; acidifi cation can reduce coral growth and also lead to their death. These stressors might also affect Trapeziid crabs, even if their host coral isn’t killed. In experiments simulating future climate change, increased water temperature caused reductions in crab abundance and egg production, and caused crabs to expel their mates and other crustaceans that also help defend corals. The resulting decline in Trapeziid densities and defense of corals might further accelerate the demise of coral reefs, underscoring the urgent need for conservation efforts to protect corals and their inhabitants by dramatically reducing global carbon emissions. Where can I fi nd out more? Doo, S.S., Carpenter, R.C., and Edmunds, P.J. (2018). Obligate ectosymbionts increase the physiological resilience of a scleractinian coral to high temperature and elevated pCO2. Coral Reefs 37, 997–1001. https://doi.org/10.1007/s00338- 018-1731-1739 . Glynn, P.W. (1980). Defense by symbiotic crustacea of host corals elicited by chemical cues from predator. Oecologia 47, 287–290. https://doi. org/10.1007/BF00398518 . Lai, J.C.Y., Ahyong, S.T., Jeng, M.-S., and Ng, P.K.L. (2009). Are coral-dwelling crabs monophyletic? A phylogeny of the Trapezioidea (Crustacea: Decapoda: Brachyura). Invert. Systematics 23, 402. https://doi.org/10.1071/IS09012. McKeon, C.S., and Moore, J.M. (2014). Species and size diversity in protective services offered by coral guard-crabs. PeerJ 2, e574. https://doi. org/10.7717/peerj.574 . Pratchett, M.S. (2001). Infl uence of coral symbionts on feeding preferences of crown-of-thorns starfi sh Acanthaster planci in the western Pacifi c. Mar. Ecol. Prog. Ser. 214, 111–119. Shmuel, Y., Ziv, Y., and Rinkevich, B. (2022). Coral- inhabiting Trapezia crabs forage on demersal plankton. Front. Mar. Sci. 9, 964725. Stella, J.S., Munday, P.L., and Jones, G.P. (2011). Effects of coral bleaching on the obligate coral- dwelling crab Trapeziid cymodoce. Coral Reefs 30, 719–727. https://doi.org/10.1007/s00338-011- 0748-0 . Stier, A.C., McKeon, C.S., Osenberg, C.W., and Shima, J.S. (2010). Guard crabs alleviate deleterious effects of vermetid snails on a branching coral. Coral Reefs 29, 1019–1022. https://doi. org/10.1007/s00338-010-0663-9 . Vannini, M. (1985). A shimp that speaks crab- ese. J. Crust. Biol. 5, 160–167. https://doi. org/10.1163/1937240X85X00137 . DECLARATION OF INTERESTS The authors declare no competing interests. 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA. 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106, USA. 3 Odum School of Ecology, University of Georgia, 140 E. Green Street, Athens, GA 30602, USA. *E-mail: astier@ucsb.edu The cerebellum Megan R. Carey The cerebellum, that stripey ‘little brain’, sits at the back of your head, under your visual cortex, and contains more than half of the neurons in your entire nervous system. The cerebellum is highly conserved across vertebrates, and its evolutionary expansion has tended to proceed in concert with expansion of cerebral cortex. The crystalline neuronal architecture of the cerebellar cortex was fi rst described by Cajal a century ago, and its functional connectivity was elucidated in exquisite anatomical and physiological detail by the mid-20 th century. The ability to clearly identify molecularly distinct cerebellar cell types that constitute discrete circuit elements is perhaps unparalleled among brain areas, even within the context of modern circuit neuroscience. Although traditionally thought of as primarily a motor structure, the cerebellum is highly interconnected with diverse brain areas and, as I will explain in this Primer, is well-poised to infl uence a wide range of motor and cognitive functions. What does the cerebellum do? Part I: Movement Some of the earliest descriptions of the effects of cerebellar damage were of World War 1 veterans who displayed visible defi cits in coordinating movements across the body. Cerebellar dysfunction leads to a characteristic ataxia, or uncoordinated movement, across vertebrate species. Additionally, oculomotor disturbances, slurred speech, intention tremor, and balance diffi culties can all refl ect cerebellar dysfunction. Cerebellar neurons are particularly susceptible to the effects of ethanol, leading to the familiar phenomenon of alcohol- induced cerebellar dysfunction that presents as drunken incoordination. In addition to its clear role in the coordination of movement, a crucial role for the cerebellum in learning has been revealed by many experiments in humans and animal models. This Primer includes basic forms of associative learning like classical conditioning, as well as a form of motor learning known as motor adaptation. Motor adaptation is typically studied as a gradual shift in motor output in response to a consistently applied external perturbation (Figure 1). Motor adaptation occurs rapidly and can be thought of as a re-calibration of well- established movement commands. Movements that are consistently associated with an error are tuned or calibrated to alter the motor output, thereby avoiding future errors. This cerebellar calibration signal is largely unconscious, or ‘implicit’, and remarkably, it persists even when explicit strategies, like aiming or other forms of cognitive control, attempt to override it. Motor learning experiments reveal the robust plasticity of motor systems, in that behaviors we perform hundreds or thousands of times a day can be substantially altered within just minutes of exposure to a consistent perturbation. However — of course! — the cerebellum did not evolve just so that we would be prepared when an experimenter handed us a pair of prism goggles. Rather, motor adaptation reveals one of the brain’s most powerful solutions to the problem of rapid, effective control in the face of delayed feedback. To avoid having to wait for sensory feedback that an error has occurred, the cerebellum learns to predict likely errors, and uses those predictions to pre-emptively generate compensatory adjustments. The end result is that our movements are effortlessly accurate, in a wide variety of contexts, most of the time. The cerebellum works together with many other brain areas to control movement; not all forms of motor control or learning are cerebellum- dependent. Instead, the cerebellum seems to be particularly important for forms of motor learning — and aspects of motor control — that require temporally-precise predictions. How could such predictive mechanisms be embedded within cerebellar circuits? The cerebellar circuit The cerebellum consists of an intricately foliated cortical sheet surrounding output nuclei, often aptly termed the ‘deep’ cerebellar nuclei.",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nMagazine\nll\nCurrent Biology 34, R1–R15, January 8, 2024 © 2023 Elsevier Inc. R5\nbiology could offer better and safer \nstrategies. There are so many \nprejudices and fears just because of a \nlack of knowledge and understanding in \nthis area.\nDo you think that there is too much \nemphasis on ‘big data’-gathering \ncollaborations as opposed to \nhypothesis-driven research by small \ngroups? In my career, I have witnessed \nseveral waves when certain approaches \n(indeed often omics strategies) were \nfashionable and often applied in \nprojects, whether needed or not. I think \nthat what is most important is the right \nscientifi c question, and approaches \nshould be selected based on which \nof the available methods allows us \nto address the question in the best \npossible way.\nWhat do you think is a big problem \nthat science as a whole is facing \ntoday? What I see as a big challenge, \nnot the biggest problem, is an \navalanche of data that high-throughput \napproaches enable us to produce but \nthat we do not manage to process \nproperly. I get the impression that \nwe spend less time on thinking, \nunderstanding, and interpreting the data \nthan on their production.\nIf you could ask an omniscient \nhigher being scientifi c questions, \nwhat would they be and why? \nThe recent discussions surrounding \nartifi cial intelligence have prompted \nnumerous questions about the nature \nof intelligence and consciousness. \nThis has led me to contemplate the \npossibility of alternative life forms. So, \nmy questions would be: is there any \nother way that life may evolve? What \nwould the principles that govern such \n‘other’ living systems be? We are so \nused to what we defi ne as a principle of \nlife that we cannot imagine what other \nforms of life could look like. Learning \nabout alternative life forms could be \ninspiring and helpful to understand \nourselves better. \nDECLARATION OF INTERESTS\nThe author declares no competing interests.\nInstitute of Science and Technology Austria, \nKlosterneuburg 3400, Austria.\nE-mail: eva.benkova@ist.ac.at\nCoral guard crabs\nAdrian C. Stier\n1,2,\n* \nand Craig W. Osenberg\n3\nWhat are ‘coral guard crabs’?\nCrabs in the family Trapeziidae (Figure \n1) are small crustaceans that have a \nspecialized association with caulifl ower \ncorals in the genus Pocillopora and some \nother branching corals in the tropical \nPacifi c Ocean. The over 20 species of \nTrapeziid crab live within the branches \nof coral colonies, have a symbiotic \nrelationship with their host corals and \nare so dependent on their coral host for \nfood and shelter that they cannot survive \noutside of their host. Many species of \nthese crabs occur primarily as male–\nfemale pairs within their coral colony, \nwith the number of pairs often increasing \nas the size of the coral colony increases. \nTrapeziid species, while superfi cially \nsimilar, vary in size, color pattern, and \nclaw morphology, presumably refl ecting \ndifferences in the size and shape of \ncorals they occupy and the services they \nprovide to corals.\nWhat services are these? Trapeziid \ncrabs act as guardians of, and \nhousekeepers for, corals, thus \nincreasing the growth and survival of \ntheir host. For example, the crown-\nof-thorns sea star (Acanthaster \nplanci) and the pincushion star \n(Culcita novaeguineae) are voracious \ncorallivores that can devastate coral \nreefs. Trapeziid crabs will attack these \npredators, which are much larger, and \nprotect the coral from being eaten. The \ncrabs also defend the coral against \nsnails that graze on coral tissue, such \nas Drupella cornus and Coralliophila \nviolacea. However, predators are not \nthe only threat to corals — they can \nalso be harmed by the deposition \nof sediments on the coral surface. \nFortunately, the crabs also are good \nhousekeepers, removing sediment \nfrom the coral, and further increasing \ncoral growth and survival. By actively \ndefending and cleaning their coral \nhosts, Trapeziid crabs play a crucial role \nin maintaining the health and survival of \nthe coral colonies they inhabit and thus \nthe persistence of coral reefs.\nQuick guide\nWhy do Trapeziid crabs protect their \ncoral? The fate of Trapeziid and their \ncoral hosts is entwined, as is true in other \nsymbiotic relationships that are mutually \nbenefi cial to both participants. The crabs \ncannot live outside of their host coral. \nIn fact, most Trapeziids are restricted \nto living in a single species (or genus) \nof coral. The coral colonies provide \nthe crabs with shelter and a constant \nfood supply — coral tissue, mucus and \nlipid bodies, which the crabs obtain by \nagitating and scraping the coral with \ntheir claws. In exchange, the crabs \nprovide the coral with crucial protection \nfrom predators and sedimentation that \ncould kill the entire colony. If the coral \ndies, the crabs either die or must fi nd \na new host, which can involve risk of \npredation even if a new host is available \nand not occupied by other crabs. Thus, \nby protecting their coral host, Trapeziid \ncrabs create a stable environment that \nhelps ensure their own survival and \nsuccessful reproduction. The evolution \nof this mutualism has not only facilitated \nthe diversifi cation of the crabs, but it also \nfunctions secondarily to facilitate the vast \ndiversity of organisms that depend on \nthe complex coral reef ecosystem.\nBut how effectively can a small crab \nprotect a coral? Even though predatory \nsea stars are many times larger than the \ncrabs, the crabs can effectively protect \ntheir host coral from these predators, \nmuch as tiny ants protect Acacia \ntrees from elephants and other large \nherbivores. The crabs use their powerful \nclaws to shove the sea star and pinch \ntheir tube feet. These behaviors deter \nor reduce the feeding activities of the \nsea stars, which could otherwise eat an \nentire colony in a single night. Similarly, \nthe removal of sediment is not merely for \nappearances, but is critical to the survival \nof the coral; when researchers remove \ncrabs from corals in coastal regions \nwith high sedimentation rates, corals \ndie, but when crabs are present the \ncorals survive. While the effectiveness of \nTrapeziid defense can vary depending on \nfactors, such as crab species and size, \npredator abundance and sedimentation \nrates, their role as defenders contributes \nsignifi cantly to the resilience and survival \nof their coral hosts and thus the diversity \nof coral reef ecosystems.\nDoes hosting Trapeziids cost the \ncoral? In some mutualisms (e.g., ants \n\nMagazine\nR6    Current    Biology    34, R1–R15, January 8, 2024\nll\nand acacias; or pollinators and plants), \none partner pays a small price in return \nfor the greater rewards it receives. \nTrapeziid crabs, as mutualists of coral, \ngenerally impose a relatively low cost \non their host colonies. Although they \nconsume small amounts of coral tissue \n(which can reduce coral growth in the \nabsence of predators and sediments), \ntheir feeding behavior primarily targets \ndamaged or dying tissue rather than \nhealthy portions. Some studies suggest \nthat their feeding activities may even \nbenefi t the coral by removing potential \nsites for infection or disease. While \nTrapeziid crabs occupy space within the \ncoral branches, their presence does not \nappear to greatly impede the growth or \nreproduction of the coral. The benefi ts \nprovided by the crabs typically greatly \noutweigh any potential harm caused by \ntheir feeding or space occupation. \nAre all Trapeziids good defenders? No. \nWhile Trapeziid crabs, as a group, are \nknown for their defensive behaviors and \ntheir role in protecting their coral hosts, \nthe effectiveness of individual crabs can \nvary. Variation in size, claw morphology \nand genotype can affect their defensive \ncapabilities. Larger and stronger crabs \nmay have more formidable claws \nand may be better equipped to deter \npredators. Additionally, there can be \ngeographic and individual variation within \na species — crabs in different regions \nor individuals within a population may \nexhibit different levels of defense. The \nrelative magnitude of costs and benefi ts \ncan also vary depending on factors such \nas predator prevalence, coral species, \nand overall ecological context.\nDo Trapeziids have effects beyond \ntheir coral? Yes. By defending their \ncoral hosts against corallivores, Trapeziid \ncrabs indirectly support the survival and \ngrowth of coral colonies. Healthy coral \npopulations provide essential habitat and \nfood sources for numerous other reef \norganisms, including fi sh, invertebrates \nand other invertebrate symbionts. \nFurthermore, the presence of Trapeziid \ncrabs can infl uence the distribution and \nbehavior of other organisms within the \nreef ecosystem. By protecting their host \ncoral, the Trapeziids can create “halos” \nof protection around the coral colonies, \ncreating zones of reduced predation \npressure. As a result, other nearby \ncorals that don’t harbor crab symbionts \nmay also be protected from predators, \nfacilitating the survival of small fi shes \nand other invertebrates that rely on the \ncoral and thus benefi t from the services \nprovided by the crabs.\nIs climate change affecting Trapeziid \ncrabs? As you can see, Trapeziid crabs \nare intimately linked to the success \nof corals. But corals are vulnerable to \nmay stressors in addition to predators \nand sediments. Indeed, global climate \nchange imposes profound risks to corals, \nwhich are highly vulnerable to ocean \nFigure 1. Trapeziid coral crabs within caulifl ower corals.\nIn each picture crabs (Trapezia sp.) are perched embedded between the coral branches, grasping onto the coral with their claws (photos: Thomas \nVignaud).\n\nMagazine\nll\nCurrent Biology 34, R1–R15, January 8, 2024 © 2023 Elsevier Inc. R7\nwarming and acidifi cation. Rising sea \ntemperatures can lead to coral bleaching \nevents and coral death; acidifi cation can \nreduce coral growth and also lead to their \ndeath. These stressors might also affect \nTrapeziid crabs, even if their host coral \nisn’t killed. In experiments simulating \nfuture climate change, increased water \ntemperature caused reductions in crab \nabundance and egg production, and \ncaused crabs to expel their mates and \nother crustaceans that also help defend \ncorals. The resulting decline in Trapeziid \ndensities and defense of corals might \nfurther accelerate the demise of coral \nreefs, underscoring the urgent need for \nconservation efforts to protect corals and \ntheir inhabitants by dramatically reducing \nglobal carbon emissions. \nWhere can I fi nd out more? \nDoo, S.S., Carpenter, R.C., and Edmunds, P.J. \n(2018). Obligate ectosymbionts increase the \nphysiological resilience of a scleractinian coral to \nhigh temperature and elevated pCO2. Coral Reefs \n37, 997–1001. \nhttps://doi.org/10.1007/s00338-\n018-1731-1739\n.\nGlynn, P.W. (1980). Defense by symbiotic crustacea \nof host corals elicited by chemical cues from \npredator. Oecologia 47, 287–290. \nhttps://doi.\norg/10.1007/BF00398518\n.\nLai, J.C.Y., Ahyong, S.T., Jeng, M.-S., and Ng, P.K.L. \n(2009). Are coral-dwelling crabs monophyletic? \nA phylogeny of the Trapezioidea (Crustacea: \nDecapoda: Brachyura). Invert. Systematics 23, \n402. \nhttps://doi.org/10.1071/IS09012.\nMcKeon, C.S., and Moore, J.M. (2014). Species and \nsize diversity in protective services offered by \ncoral guard-crabs. PeerJ 2, e574. \nhttps://doi.\norg/10.7717/peerj.574\n.\nPratchett, M.S. (2001). Infl uence of coral symbionts on \nfeeding preferences of crown-of-thorns starfi sh \nAcanthaster planci in the western Pacifi c. Mar. \nEcol. Prog. Ser. 214, 111–119.\nShmuel, Y., Ziv, Y., and Rinkevich, B. (2022). Coral-\ninhabiting Trapezia crabs forage on demersal \nplankton. Front. Mar. Sci. 9, 964725.\nStella, J.S., Munday, P.L., and Jones, G.P. (2011). \nEffects of coral bleaching on the obligate coral-\ndwelling crab Trapeziid cymodoce. Coral Reefs \n30, 719–727. \nhttps://doi.org/10.1007/s00338-011-\n0748-0\n.\nStier, A.C., McKeon, C.S., Osenberg, C.W., and Shima, \nJ.S. (2010). Guard crabs alleviate deleterious \neffects of vermetid snails on a branching \ncoral. Coral Reefs 29, 1019–1022. \nhttps://doi.\norg/10.1007/s00338-010-0663-9\n.\nVannini, M. (1985). A shimp that speaks crab-\nese. J. Crust. Biol. 5, 160–167. \nhttps://doi.\norg/10.1163/1937240X85X00137\n.\nDECLARATION OF INTERESTS\nThe authors declare no competing interests.\n1\nDepartment of Ecology, Evolution, and Marine \nBiology, University of California Santa Barbara, \nSanta Barbara, CA 93106, USA. \n2\nMarine \nScience Institute, University of California Santa \nBarbara, Santa Barbara, CA 93106, USA. \n3\nOdum School of Ecology, University of Georgia, \n140 E. Green Street, Athens, GA 30602, USA. \n*E-mail: astier@ucsb.edu \nThe cerebellum\nMegan R. Carey\nThe cerebellum, that stripey ‘little \nbrain’, sits at the back of your head, \nunder your visual cortex, and contains \nmore than half of the neurons in your \nentire nervous system. The cerebellum \nis highly conserved across vertebrates, \nand its evolutionary expansion has \ntended to proceed in concert with \nexpansion of cerebral cortex. The \ncrystalline neuronal architecture \nof the cerebellar cortex was fi rst \ndescribed by Cajal a century ago, \nand its functional connectivity was \nelucidated in exquisite anatomical \nand physiological detail by the \nmid-20\nth\n century. The ability to \nclearly identify molecularly distinct \ncerebellar cell types that constitute \ndiscrete circuit elements is perhaps \nunparalleled among brain areas, even \nwithin the context of modern circuit \nneuroscience. Although traditionally \nthought of as primarily a motor \nstructure, the cerebellum is highly \ninterconnected with diverse brain \nareas and, as I will explain in this \nPrimer, is well-poised to infl uence a \nwide range of motor and cognitive \nfunctions. \nWhat does the cerebellum do? Part \nI: Movement\nSome of the earliest descriptions \nof the effects of cerebellar damage \nwere of World War 1 veterans \nwho displayed visible defi cits in \ncoordinating movements across the \nbody. Cerebellar dysfunction leads to a \ncharacteristic ataxia, or uncoordinated \nmovement, across vertebrate species. \nAdditionally, oculomotor disturbances, \nslurred speech, intention tremor, and \nbalance diffi culties can all refl ect \ncerebellar dysfunction. Cerebellar \nneurons are particularly susceptible \nto the effects of ethanol, leading to \nthe familiar phenomenon of alcohol-\ninduced cerebellar dysfunction that \npresents as drunken incoordination.\nIn addition to its clear role in the \ncoordination of movement, a crucial \nrole for the cerebellum in learning has \nbeen revealed by many experiments \nin humans and animal models. This \nPrimer\nincludes basic forms of associative \nlearning like classical conditioning, \nas well as a form of motor learning \nknown as motor adaptation. Motor \nadaptation is typically studied as \na gradual shift in motor output in \nresponse to a consistently applied \nexternal perturbation (Figure 1). Motor \nadaptation occurs rapidly and can be \nthought of as a re-calibration of well-\nestablished movement commands. \nMovements that are consistently \nassociated with an error are tuned or \ncalibrated to alter the motor output, \nthereby avoiding future errors. This \ncerebellar calibration signal is largely \nunconscious, or ‘implicit’, and \nremarkably, it persists even when \nexplicit strategies, like aiming or other \nforms of cognitive control, attempt to \noverride it.\nMotor learning experiments reveal \nthe robust plasticity of motor systems, \nin that behaviors we perform hundreds \nor thousands of times a day can \nbe substantially altered within just \nminutes of exposure to a consistent \nperturbation. However — of course! — \nthe cerebellum did not evolve just \nso that we would be prepared when \nan experimenter handed us a pair \nof prism goggles. Rather, motor \nadaptation reveals one of the brain’s \nmost powerful solutions to the problem \nof rapid, effective control in the face of \ndelayed feedback. To avoid having to \nwait for sensory feedback that an error \nhas occurred, the cerebellum learns \nto predict likely errors, and uses those \npredictions to pre-emptively generate \ncompensatory adjustments. The \nend result is that our movements are \neffortlessly accurate, in a wide variety \nof contexts, most of the time.\nThe cerebellum works together with \nmany other brain areas to control \nmovement; not all forms of motor \ncontrol or learning are cerebellum-\ndependent. Instead, the cerebellum \nseems to be particularly important for \nforms of motor learning — and aspects \nof motor control — that require \ntemporally-precise predictions. How \ncould such predictive mechanisms be \nembedded within cerebellar circuits?\nThe cerebellar circuit\nThe cerebellum consists of an \nintricately foliated cortical sheet \nsurrounding output nuclei, often aptly \ntermed the ‘deep’ cerebellar nuclei. ",
  "extractedAt": "2025-12-12T18:45:13.229Z",
  "success": true,
  "matchedPublication": {
    "title": "Coral guard crabs",
    "doi": "10.1016/j.cub.2023.10.067",
    "year": "2024",
    "authors": "Stier, Adrian C.; Osenberg, Craig W."
  }
}