{
  "filename": "Stier et al. (Proc B) 2022.pdf",
  "numPages": 10,
  "text": "royalsocietypublishing.org/journal/rspb Research Cite this article:Stier AC, Essington TE, Samhouri JF, Siple MC, Halpern BS, White C, Lynham JM, Salomon AK, Levin PS. 2022 Avoiding critical thresholds through effective monitoring.Proc. R. Soc. B289: 20220526. https://doi.org/10.1098/rspb.2022.0526 Received: 21 March 2022 Accepted: 18 May 2022 Subject Category: Biological applications Subject Areas: ecology, environmental science, ecosystems Keywords: value of information, adaptive management, depensation, management strategy evaluation, tipping point, Allee effect Author for correspondence: Adrian C. Stier e-mail: astier@ucsb.edu Electronic supplementary material is available online at https://doi.org/10.6084/m9.figshare. c.6012916. Avoiding critical thresholds through effective monitoring Adrian C. Stier 1 , Timothy E. Essington 2 , Jameal F. Samhouri 3 , Margaret C. Siple 1 , Benjamin S. Halpern 4,5 , Crow White 6 , John M. Lynham 7 , Anne K. Salomon 8 and Phillip S. Levin 3,9,10 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 2 School of Aquatic and Fishery Sciences, University of Washington, Seattle, WA 98195, USA 3 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA 98112, USA 4 National Center for Ecological Analysis and Synthesis, 1021 Anacapa Street, Santa Barbara, CA 93101, USA 5 Bren School of Environmental Science and Management, University of California, Santa Barbara, CA, USA 6 Biological Sciences Department, California Polytechnic State University, San Luis Obispo, CA 93407 USA 7 Department of Economics & UHERO, University of Hawaii at Manoa, Honolulu, HI 96822, USA 8 School of Resource and Environmental Management, Simon Fraser University, Burnaby, British Columbia Canada, V5A 1S6 9 School of Marine and Environmental Affairs, University of Washington, Box 355020, Seattle, WA 98195, USA 10 The Nature Conservancy, 74 Wall Street, Seattle, WA, USA ACS, 0000-0002-4704-4145; JFS, 0000-0002-8239-3519; MCS, 0000-0002-4260-9856; BSH, 0000-0001-8844-2302; CW, 0000-0002-3141-560X; JML, 0000-0002-5816-9648; PSL, 0000-0003-0611-5688 A major challenge in sustainability science is identifying targets that maximize ecosystem benefits to humanity while minimizing the risk of crossing critical system thresholds. One critical threshold is the biomass at which populations become so depleted that their population growth rates become negative—depensation. Here, we evaluate how the value of moni- toring information increases as a natural resource spends more time near the critical threshold. This benefit emerges because higher monitoring precision promotes higher yield and a greater capacity to recover from overharvest. We show that precautionary buffers that trigger increased monitoring precision as resource levels decline may offer a way to minimize monitoring costs and maximize profits. In a world of finite resources, improving our understanding of the trade-off between precision in estimates of population status and the costs of mismanagement will benefit stakeholders that shoulder the burden of these economic and social costs. 1. Introduction Decision-makers seeking to avoid the collapse of financial, public health or military defence systems often rely on detailed information to manage risk. However, high-precision monitoring of these systems is often costly, requires analysis and storage of large datasets and can delay decision making. In natural resource management, a major question is how much monitoring is needed to maximize the delivery of ecosystem benefits to people while minimizing the risk of species or ecosystem collapse [1–3]? The status of a species or ecosystem is determined from monitoring or survey data, and assessed relative to one or more minimum thresholds, below which the risk of species or socio-economic collapse surpasses the risk tolerance of manage- ment. For example, in the management of a single natural resource like a fishery, management strategies often include lower population limits below which harvest is suspended (i.e. a‘limit reference point’). Thresholds are accounted for in man- agement strategies in the form of decision triggers [4] and in the form of reference points designed to minimize the risk of falling below a productivity threshold [5]. This management threshold is set, in part, because managers © 2022 The Author(s) Published by the Royal Society. All rights reserved. Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 recognize that when systems fall below thisthreshold there is an elevated risk of serious or irreversible harm to populations, eco- systems, economies and societies. Typically, a management threshold is designed to allow sustainable harvest, but also to minimize the chances that a population will cross a biological threshold, below which irreversible harm can occur to a popu- lation [6]. When populations are overharvested, they can experience phenomena such as inbreeding depression, predator pits or mate limitation [7], which at critically low densities can lead to population extinction (i.e. an extinction vortex [8]). The consequences of crossing certain thresholds, such as depensa- tory thresholds, are even greater since depensation can cause irreversible population collapse. The crossing of other thresholds, such as those defined by limit reference points, is often reversible but can also have devastating social and econ- omic consequences [9], particularly when crossing them triggers cessation of harvest or reduced access. High-precision monitoring can lower the risk of crossing critical thresholds and ensure the delivery of services, but can also be very expensive [2,3]. Even with consistent and intensive monitoring, managers may never have perfect knowledge of how close a population is to crossing a critical threshold, or whether such a threshold exists. For example, Allee effects have long been suspected to occur in fish popu- lations and evidence suggests that they may be the cause of some population collapses, but evidence for these effects can be hard to come by [10,11].‘Emergent’Allee effects can result from increases in predator abundance even if prey popu- lations remain constant [12]. Even in a case where a threshold is known to exist two factors would prevent managers from knowing how close a stock is to such a threshold. First, shifts in the external drivers that affect natural populations (e.g. the environment) are not always predictable, which means that assessments may not detect the location of a threshold before it is crossed [13]. Second, in any survey, there is measurement error, which even in well-studied popu- lations can be high. Both of these sources of uncertainty mean that an assessment might incorrectly categorize a population as being a‘safe’distance from a threshold, when in reality the population is at or past a threshold beyond which it will take decades to recover. Limited monitoring resources and an incomplete understanding of ecosystems can restrict efforts to devise monitoring strategies that—without crossing a threshold—both maximize ecosystem services and balance risk of harvesting across multiple stakeholders. Previous studies have emphasized that intensive monitor- ing is not always beneficial, particularly when such efforts incur high costs that outweigh the management or conserva- tion benefits [3], such as monitoring extremely rare or cryptic threatened species [14], or monitoring a proportion of the population that does not provide a precise index of abun- dance. Here, we extend these studies by focusing on the value of monitoring information for harvested populations with critical biological thresholds. Our expectation is that the value of monitoring depends not only on how far a popu- lation is from the threshold, but also on population state, whereby a population that spends more time close to a criti- cal threshold benefits more from precise monitoring than one that spends time far from it, and that precise monitoring will promote the resilience of degraded populations when they are overexploited. However, these simple expectations may not be fully borne out in a dynamic system. Thus, we seek to explore when and where our expectation holds, and what elements of a natural resource system strengthen the benefit of state-dependent monitoring. We do this by asking four questions: (i) How do monitoring precision and harvest rate affect the risk of population collapse and the value of the resource? (ii) Does the value of monitoring increase with higher proximity to a critical threshold? (iii) Can monitoring allow harvested populations to recover from dangerously low levels? (iv) How can managers balance the costs and benefits of monitoring populations prone to collapse? 2. Methods (a) Closed-loop management strategy evaluation overview We used a closed-loop management strategy evaluation, a tool that evaluates the likely consequence of applying a harvest strategy, given uncertainty in a system’s dynamics [15]. The simulation proceeded in four steps. First, we simulated the biological dynamics of a system. Second, we simulated a moni- toring process, where the total biomass of the resource was surveyed with some error. Third, we used an assessment model to simulate the estimation of system biomass based on data from the survey. Fourth, a management model determined the level of resource harvest given the estimated biomass. The harvest was taken out of the true population size each year. The entire process was repeated for a 50-year simulation with 10 000 replicate iterations. (b) Modelling a natural resource with critical biological threshold Biological process model:to describe how monitoring investment is related to thresholds, we focused on a natural resource system targeting a single species—a management system inspired by a fishery, but is easily transferable to wildlife or forestry resources. We specifically modelled species biomass through time using a reparametrized logistic model with depensation and resource removal [16]. Allee effects are fairly common in animal popu- lations and are thought to occur in fish stocks mainly as a result of predation when prey are at low densities [17]. The model is described as follows: DB t Dt ¼rB t 1  B t K    B t K   A K     Y t ,ð2:1Þ whereris the intrinsic rate of increase,B t is the resource biomass in yeart,Kis the carrying capacity of the resource,Ais the theor- etical biomass at which the population growth is negative even in the absence of harvest or other removals (i.e. the critical biologi- cal threshold, also known as an Allee effect) andY t is the yield of harvested biomass at timet(electronic supplementary material, figure S1). The strength of the Allee effect is governed by the value ofA.Avalues≤0 generate scenarios without Allee effects, but low productivity. For example, whenA≅−500, the model closely resembles the logistic function. To test the sensitivity of results to stochastic environmental variation, we incorporated environmental variation into our model by examining the role of random temporally uncorrelated lognormal variation in the intrinsic rate of increase,r. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 2 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 (c) Monitoring and assessment models Ideally, natural resource managers would have perfect infor- mation about resource biomass in a given year (B t+1 ) based on monitoring of the previous year’s biomass (B t ), knowledge about life history and productivity, and some measure of the yield (Y t ). However, managers rely on estimates of biomass (here- after referred to as ^ B t ) and often have to make assumptions about the values and uncertainty of certain life-history parameters. The degree to which ^ B t is a precise representation of the true resource biomass (B t ) is determined by monitoring precision. We modelled monitoring (observation) error as a lognormally distributed random variable with mean−σ 2 /2 and varianceσ. Hereafter, we refer to monitoring precision by reporting the coef- ficient of variation (CV) to account for differences in the mean. The degree of monitoring precision in any given system is gener- ally based on the spatial and temporal resolution of monitoring relative to the distribution and dynamics of the resource being harvested. Therefore, at higher monitoring precision (lowerσ), ^ B t approaches the true biomassB t . We assumed that as monitor- ing becomes less precise, the deviation of the estimated biomass from the true biomass increases exponentially (electronic supplementary materials, figure S1). We also assumed monitor- ing precision was not autocorrelated and was only dependent upon the current year’s monitoring. Note that our simulation of variation in monitoring is focused on precision—variation in estimated biomassð ^ B t Þ, not accuracy, which would involve also simulating variation in the mean of estimated biomass ( ^ B t ). Pre- cision is high when monitoring adequately captures the spatial and spatio-temporal distribution of the resource. (d) Management model When monitoring data are low resolution, estimates of future biomass can be highly uncertain, which can lead to under- or over-harvesting. To simulate resource harvest in our model, we first calculated the biomass corresponding to maximum sustainable yield of the stock (B MSY ), where B MSY ¼ A 3 þ K 3 þ A 2  AKþK 2 3 ,ð2:2Þ which is a deterministic solution forB MSY under equilibrium con- ditions. From that we then calculated the maximum sustainable yield (Y MSY )as Y MSY ¼rB MSY 1  B MSY K    B MSY K   A K    :ð2:3Þ The harvest mortality rate atY MSY that then producesB MSY is defined as: H MSY ¼ Y MSY B MSY :ð2:4Þ These estimates ofY MSY andB MSY approximate common reference points in management as the long-term average yield and the biomass that produces it. Our simulated management model implemented an adaptive policy whereby allowable removals are set annually based on estimated population bio- mass (e.g. [18]). Consistent with many such harvest rules, we introduced a minimum biomass level, here 0.25B MSY , where no harvest is allowed (i.e. the limit reference point; (e.g. [19])). A generic form of such‘hockey stick’harvest control rules is that the harvest rate in yeart,H t , equals: H t ¼H max min 1, max 0, ^ B t  B lim B tar  B lim \"#\"# :ð2:5Þ WhereH max is the policy-defined maximum harvest rate (often near the harvest rate that maximizes long-term catch),B lim is the limit reference point below which no catch is permitted andB tar is the target reference point (oftenB MSY ). Under these control rules, the population is harvested at a specified maxi- mum harvest rate when the estimated population is at or above B MSY , is harvested at decreasing rates as the estimated population falls belowB MSY and is set to 0 when the estimated population is belowB lim . The total yield at timetwas therefore Y t ¼H t ^ B t :ð2:6Þ This yield was then fed back into the process model described above to determine the true biomass the following year (B t+1 )and the model continued for a 50-year simulation. For graphical rep- resentation of the management model and examples of 50-year simulations with low and high uncertainty in estimated biomass, see electronic supplementary material, figure S1. There is no single established value forB lim , but often ranges between near 0 to greater than 0.75B MSY for species that have high ecological value like forage fish to values below 0.1B MSY [19,20]. Here, we chose an intermediate value ofB lim = 0.25B MSY , or when 0.25B MSY <A, we setB lim =A. We considered variation in harvest pressure that was both less than and greater than harvest rate at maximum sustainable yield by defining maximum harvest rate (H max ) as a proportion (p) of the harvest rate at maximum sustainable yield (H MSY ): H max ¼pH MSY :ð2:7Þ (e) Value of the resource and cost of monitoring To consider the value and cost of the resource, we used a series of standard expressions in bioeconomic modelling [21]. We estimated the value of the resource extracted at timet(V t )as V t ¼wY t  c e Y t =B t ,ð2:8Þ where wis the unit price of the resource andc e is the cost of extracting that a fractionY t /B t of the total resource at timet (essentially cost per unit fishing effort). If the costs and benefits are borne by the same party thenV t represents profit, but since we consider the costs of monitoring being borne by the same and different parties below, we refer to this loosely as value. We estimated the net present value (NPV) of the resource across the full duration of the simulation as NPV¼ X V t d t ,ð2:9Þ where the discount coefficient (d) decreases through time following the function: d t ¼ 1 1þ d t ,ð2:10Þ andδis a value between 0 and 1 that represents the rate at which the future value is discounted through time. We assumed that the mar- ginal cost of increasing precision was always positive, such that there was a lower cost to move from low to moderate information than from moderate to high information. NPV is assessed indepen- dent of cost of monitoring. The cost of monitoring (C m ) was dictated by two parameters in the monitoring cost function: C m ¼ X 50 t¼1 c i e  c s s t ,ð2:11Þ where monitoring costs for the duration of the 50-year simulation are determined by the parametersc i andc s , which describe the slope and intercept of the cost function andσ t is the CV the esti- mate of biomass based on the monitoring at timet.Whenc s =1,the cost function is approximately linear, whereas whenc s > 1 the cost of increasing monitoring precision is an exponential function. Because our model is heuristic, the absolute values ofp,c e ,c i ,and royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 3 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 c s can be varied without losing generality; therefore, in examining the economic costs and benefits of different harvest rates and moni- toring efforts, we focused on the relative financial costs and benefits. For a description of all parameters see electronic sup- plementary material, table S2. (f) Scenario analysis We explored a series of management scenarios using our model to evaluate how variation in monitoring precision affects the har- vested population and the return on monitoring investment. Each of the simulations had the same parameterization:A= 10, r= 3.2,K= 101,B MSY = 70,w= 20 andc e = 200. (i) How do monitoring precision and harvest rate affect the risk of population collapse and the value of the resource? We quantified how changes in monitoring precision and the maxi- mum harvest rate (H max ) affected the NPV and risk of population collapse by simulating 10 000 iterations of 50-year simulations for a range of monitoring investment (CV of biomass: 0.0–0.5) and a proportion of maximum harvest rates (pH MSY ). Here, the pro- portion of maximum harvest rate (p) was explored from 0.0–2.0 with a starting population size at carrying capacity (K). To visual- ize the model and dynamics at the extreme ends of monitoring precision, we extracted example time series from low-precision (CV = 0.5) and high-precision monitoring (CV = 0.1) harvest at p=1. We then estimated the median NPV and the probability of population collapse for a range of combinations of monitoring pre- cision and maximum harvest rates. (ii) Does the value of monitoring increase with higher proximity to a critical threshold? We hypothesized that populations spending higher amounts of time close to a critical threshold would benefit most from high-precision monitoring. To test this hypothesis, we compared how the amount of time a simulated population spent in the danger zone (< 0.8B MSY ) affected the NPV of populations for simulations with high and low monitoring precision. To simulate populations where theresourcespentincreasinglymoretimeclosetothecritical threshold, we conducted simulations across a range of harvest rates. Higher harvest rates tend to drive the resource down in bio- mass and cause the resource to spend an increasingly frequent amount of time near the critical threshold. Therefore, we examined how the difference in NPV between high-precision (CV = 0.1) and low-precision (CV = 0.5) monitoring changed as harvest rates increased and populations spent increasingly higher amounts of time near the critical threshold. We conducted these simulations similarly as above, with 10 000 iterations of 50-year simulations, with a starting biomass at carrying capacity (K), and a biological threshold ofA= 10. Then, foreach simulation, we calculated the frac- tion of the time series where the population was categorized in the danger zone (<0.8B MSY ) and correlated the precision of monitoring to the median fraction of time a population spent categorized as overharvested. (iii) Can monitoring allow harvested populations to recover from dangerously low levels? We hypothesized that high-precision monitoring can increase the probability a depleted resource will recover from an over- harvested state. High monitoring precision can allow managers to quickly identify when populations are overharvested and reduce or stop harvest until the population has recovered. To test this hypothesis, we determined what combination of monitoring precision and harvest pressure maximized population recovery from the danger zone (< 0.8B MSY ) to sustainable harvest levels (> 0.8B MSY )across replicate time series. Similar to the previous scenarios, we then ran 10 000 50-year simulations of our manage- ment strategy evaluation model for a range of different harvest and monitoring efforts (CV of biomass: 0.0–0.5;pH MSY 0.0–2.0). For each simulation of a combination of monitoring and harvest efforts, we estimated the number of times a population recovered from below to above the 0.8B MSY threshold and then estimated the median number of recoveries across the 10 000 iterations. (iv) How can managers balance the costs and benefits of monitoring populations prone to collapse? Managers are presented with a challenge of determining what combination of harvest rates and monitoring investment are appropriate for a given system given the costs of improving moni- toring precision and the negative economic consequences of harvesting modestly. The appropriate solution will depend on their tolerance to risk of population collapse and their access to monitoring resources. One option presents stakeholders with different‘safe’combinations of monitoring precision and resource extraction rates, given a willingness to accept some probability of population collapse. Thus, a‘safe operating space’[22] that includes a suite of different monitoring and harvest levels can be defined for a given risk tolerance. Here we provide an example of this type of safe operating space for a range of risk tolerance levels defined by a willingness to accept a 20%, 10%, 5% or 1% probability of population collapse. To determine the safe operating space, we conducted a suite of 50-year simulations with 10 000 iter- ations with the same parameter combinations detailed above, and calculated the minimum precision (max CV in estimated biomass) needed to avoid crossing a critical threshold given a resource extraction rate and risk tolerance. We then plotted the combi- nations of monitoring and harvest rates that afford a certain level of risk for crossing the biological or management critical threshold. One approach that might mitigate the cost of monitoring is a precautionary biomass level below which monitoring is conducted with high precision and above which low-precision monitoring is implemented. To demonstrate the utility of such a precautionary buffer, we quantified the NPV, the probability of crossing a critical threshold, and the cost of the resource given three monitoring approaches: (i) high precision (CV = 0.1), (ii) low precision (CV = 0.5) and (iii) an adaptive approach where monitoring precision changes every year based on estimated biomass (precision is low (CV = 0.5) when ^ B t .B MSY and is high (CV = 0.1) when ^ B t ,B MSY ). For many populations,B MSY may serve as an appro- priate trigger for increased monitoring, both becauseB MSY is likely far away from a depensation threshold in most populations. Depending on the ecosystem type and management organization, the cost of monitoring may be borne by the industry or by the gov- ernment. Because we use a heuristic model, the exact monetary cost from increased monitoring or profit from increased harvest effort is arbitrary. Therefore, we explore the relative cost of moni- toring and profit from harvest by plotting the ratio of NPV to monitoring costs for a range of maximum harvest efforts. 3. Results (a) How do monitoring precision and harvest rate affect the risk of population collapse and the value of the resource? Populations with lower monitoring precision are more volatile through time and more likely to spend time at low biomass and categorized as in the‘danger zone’(figure1).Thesecon- ditions arise because low monitoring effort leads to imprecise estimates of true biomass, which causes the population to experience frequent under- and over-harvesting. Consequently, royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 4 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 the population is most likely to cross a critical threshold at high harvest rates and under low monitoring precision (figure 2a). Furthermore, over- and underestimates of population abun- dance due to low monitoring precision (CV = 0.5) leads to economic inefficiencies. NPV of a resource is highest when monitoring precision is high (CV = 0.1), and harvest pressure is atH MSY (figure 2b). High-precision monitoring allows the population to be harvested close toB MSY , which maximized population growth and yield. The benefits of high monitoring precision (i.e. CV = 0.1 relative to CV = 0.5) is minimal when themaximumharvestrateislow,butincreasesasharvestrate exceeds 0.5H MSY . The benefits of high monitoring precision increase from 0.5H MSY toH MSY and stabilize but remain highly beneficial for values greater thanH MSY .Theseeffects of monitoring and maximum harvest rates generally hold for systems where the critical threshold happens at higher biomass (e.g.A=20 orA= 30), but the consequences of low-precision monitoring and higher harvest rates tend to increase as depen- sation intensifies (electronic supplementary material, figure S3). Importantly, our model is also highly relevant to popu- lations without critical thresholds (A= 0), where high- precision monitoring and moderate maximum harvest rates lead to the highest NPV. The effects of monitoring precision and harvest rate were also contingent on the environmental stochasticity and the harvest model. When environmental stochasticity is integrated into the model in the form of vari- ation in intrinsic growth rate, the probability of population collapse increases and NPV declines for a given level of moni- toring precision (electronic supplementary material, 4, figure S4). A more conservative harvest model where harvest ceases when the population is estimated below maximum sustain- able yield produced marginal decreases in the probability of population collapse and a decrease in NPV (electronic supplementary material 5, figure S5). (b) Does the value of monitoring increase with higher proximity to a critical threshold? If not, why? Our results suggest higher monitoring precision always leads to higher economic value than low-precision monitoring (figure 3). However, the return on monitoring investment for the most precise monitoring (CV = 0.1) is low when harvest rates are very low, because low harvest rates are typically danger zone 0 102030 40 5001020304050 50 100 time resource biomass biomass true estimated monitoring precision high low (a) high precision (b) low precision Figure 1.Different population dynamics of a harvested resource with (a) high monitoring precision (blue) and (b) low monitoring precision (red) at rateH msy for a single replicate run of the simulation model. Model output represents true biomass (solid line) and estimated biomass (dashed line). Grey area represents overharvest‘danger zone’region calculated as ^ B t ,0:8B MSY (dotted line). Bottom of danger zone isAvalue, below which the population crashes (A= 10). Increased monitoring precision produces different population dynamics, with lower volatility and less time spent categorized as‘overharvested’at high monitoring precision. (Online version in colour.) 0 0.5 1.0 1.5 2.0 00.10.20.30.40.5 prop. maximum harvest rate ( p ) 0 0.1 0.2 0.3 probability of collapse (a) (b) 1000 2000 3000 4000 0.51.01.52.0 prop. maximum harvest rate (p) net present value 0.1 0.2 0.3 0.4 0.5 CV of monitoring monitoring precision (CV) high low Figure 2.Summary of the probability of population collapse (a)andthe median NPV (b) for 10 000 iterations of 50-year simulations across a range of monitoring investment. The probability of population collapse increases as the maximum exploitation rate increases and as monitoring precision decreases. Combinations of exploitation rate and monitoring precision with higher prob- ability of collapse are in warmer red colours and combinations with lower probability of collapse are in colder blue colours. NPV of the resource increases as the harvest rate peaks at harvest at maximum sustainable yield and is high- est for high-precision estimates. In (b), precision (CV of the population) is plotted as high precision in light green and low precision in blue. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 5 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 associated with very high biomass and consequently have low risk of collapse. Even when monitoring is imprecise, very con- servative harvest rates still lead to very high relative resource biomass through time. The value of precise monitoring increases substantially as the population spends an increasing amount of time at low biomass and at higher risk of collapse (proportional to line segment lengths in figure 3). However, the relative benefits of heavy monitoring decline somewhat as populations spend increasingly high amounts of time overhar- vested at very high harvest rates > 1.0H MSY . Thus, heavy harvest rates increase the risk of collapse, but can be profitable if the population is carefully monitored. (c) Can monitoring promote resilience of harvested populations? Populations that are poorly monitored and heavily harvested tend to regularly dip into the danger zone (figure 1). This effect of poor monitoring precision is exacerbated by heavy har- vest pressure, which can lead to rapid dips in population biomass in short periods of time when populations are incorrectly estimated as abundant and subsequently overhar- vested. However, high-precision monitoring and modest harvest pressure increase the frequency at which populations recover from the danger zone (figure 4). Carefully monitored populations with high harvest pressure still occasionally become overharvested and approach a critical threshold, but have a much higher frequency of recovery back to a biomass that will maximize yield compared to populations with less monitoring. This increased recovery afforded by high-precision monitoring is a critical complement to the economic benefits that maximize return on investment. (d) How can managers balance the costs and benefits of monitoring populations prone to collapse? The higher recovery potential of heavily monitored popu- lations can be actualized for a manager interested in balancing risk and economicgain in a population. Higher exploitation rates and lower monitoring investment increase the risk that a population’s biomass will fall below a critical threshold. We defined a safe operating space as a combination of exploitation effort and the mini- mum precision required to avoid crossing a critical biological threshold. The safe operating space becomes nar- rower as the manager or stakeholder’s aversion to risk increases (figure 5). In other words, risk-averse managers or stakeholders will benefit from a more conservative approach with lower harvest rates and higher monitoring precision. Precautionary buffers offer a clear opportunity for man- agers to maintain high profits, reduce monitoring costs and significantly reduce the riskof population collapse. The least expensive monitoring option where monitoring pre- cision is always low (CV = 0.5) offers the highest relative return on investment, but is risky, with the highest prob- ability of crossing the biological threshold (figure 6, triangles). By contrast, the most expensive monitoring option of always monitoring with high precision (CV = 0.1) offers the highest NPV, the lowest probability of cross- ing a critical threshold, but also a relatively low return on investment (figure 6, circles). However, always maintaining high-precision monitoring may be unattainable given the high cost. A precautionary buffer offers an intermediate solution where the cost of monitoring is substantially reduced, in exchange for minor reductions in NPV, a higher return on investment and a moderate increase in the risk of collapse (figure 6, squares). Therefore, a precau- tionary buffer may be an effective approach for balancing these trade-offs by maintaining relatively high profits while minimizing monitoring. Naturally, the costs and benefits of any given strategy will potentially change for any given system depending on the specific costs and benefits of monitoring and the perceived consequences of crossing a threshold. 2500 5000 7500 10 000 12 500 00.250.500.751.00 % time in overharvested (<0.8BMSY) net present value 50 100 150 200 maximum harvest (%H_MSY) monitoring precision high precision low precision Figure 3.Summary of NPV for 10 000 50-year simulations for low (CV = 0.5, triangles) and high (CV = 0.1, circles) monitoring investment and across a range of maximum harvest mortality rate (proportion ofH MSY :pH MSY ). Populations with higher maximum harvest rates spend a larger fraction of their time classified as overharvested. Generally, NPV increases as harvest rates approach (H MSY ,p= 1), then declines as over-harvesting occurs ( >H MSY ,p> 1). Return on investment is proportional to the length of the line connecting any two points harvested at the same rate (i.e. same colour), which depicts how much NPV changes when you go from low to high monitoring precision. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 6 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 4. Discussion The monitoring of biological systems is typically constrained by financial and logistical resources. Our results demonstrate that high-precision monitoring can promote the recovery of an overharvested population, mitigate the risk of population collapse and maximize the economic value of a resource. While our case study was inspired by fisheries management strategies and focused on a single species, our findings are generally applicable to other management systems and taxa. Our results also provide insights for monitoring and management at the ecosystem-level, where human impacts such as over-harvesting, nutrient limitation and habitat fragmentation can cause ecosystems to cross critical thresholds and undergo regime shifts [23], which can have major socio-economic consequences [24]. Generally, man- agers seeking to avoid crossing critical thresholds, recover from overuse and maximize value, will increasingly benefit from high-precision monitoring as systems spend more time near their critical biological or management threshold. Conservation biologists are increasingly aware that not all monitoring is equally valuable [2,3]. Rather, as resource exploitation rates increase and the system approaches a critical threshold, the risk of collapse increases. Consequently, the value of monitoring information also increases the more a population spends time at low biomass in proximity to a criti- cal biological threshold beyond which recovery is impossible. While the notion that the value of information changes is intui- tive and has been used in resource management (e.g. the design of protected areas [25]), it is rarely used to justify a change in monitoring effort. Instead, monitoring investment often is a product of funding, availability of technology, per- sonnel logistics, and perceptions of risk among managers and resource users. Improving our understanding of how eco- system characteristics dictate the trade-off between precision in estimates of population status and the costs of mismanagement will benefit both stakeholders, scientists and managers who are working with finite resources. Variation in the value of monitoring, therefore, requires an approach that balances cost of monitoring with the risk of cat- astrophe. Our results support previous studies highlighting the utility of precautionary management approaches as a way to prevent populations from falling below critical thresholds, especially when there is uncertainty in stock status and risk is thought to be high [26]. We demonstrated how an adaptive monitoring programme that takes advantage of precautionary buffers, but does not track changes intensively when popu- lation biomass is high, can minimize monitoring costs, increase profits, prevent a system from collapsing and promote the recovery of overharvested systems. (a) What if the existence or location of the critical threshold is ambiguous? In systems with critical biological thresholds, decision makers are rarely fortunate enough to have perfect knowledge of bio- logical thresholds until after the threshold has been crossed [27]. Indeed, surprises such as crossing a threshold are inevi- table in many systems [28]. Uncertainty about the location of a threshold presents challenges, particularly in the face of global change, where the strength and location of thresholds may well change as ecosystems transform. Gaining greater certainty about the location of a critical threshold can be achieved through adaptive management [29], which has a long history in ecological literature and has been widely used to inform fisheries management based on optimal con- trol [30]. The closed-loop simulation we employed here takes 0 0.2 0.4 0.6 0.51.01.52.0 proportion of maximum harvest rate (p) minimum monitoring precision to avoid threshold risk tolerance high (20%) low (1%) Figure 5.Suite of safe combinations of monitoring and harvest rates that avoids crossing a critical biological threshold (A= 10) given high (blue) and low (red) risk tolerance. The minimum amount of monitoring precision needed (maximum allowable CV where high CV corresponds to less monitor- ing) for a given maximum harvest rate (pH MSY ) to avoid a threshold under two different risk scenarios (1% and 20% of crossing a threshold). A higher precision of monitoring and lower rate of harvest is required to avoid a cross- ing a threshold, thus as maximum harvest rate increases, a decline occurs in the minimum allowable monitoring precision is needed to avoid crossing a threshold. The total safe area of potential combinations of monitoring pre- cision and maximum harvest increases as tolerance to risk increases from 1% (dashed red) to 20% (solid blue). Lines represent median of 10 000 50-year simulations across a range of monitoring investment (CV of true bio- mass) and percentage of the maximum harvest rate (pH MSY ). (Online version in colour.) 0 0.5 1.0 1.5 2.0 0.10.20.30.40.5 monitoring precision (CV) proportion maximum havest rate ( p ) 0 10 20 30 40 rescues high low Figure 4.The number of successful rescues of a population when it dips into the danger zone state ( ^ B t ,0:8B MSY ). Number of recoveries is calculated as the average from 10 000 iterations of 50-year simulations for each of a range of monitoring precision and proportion of maximum harvest rates. Recovery is most frequent when monitoring precision is highest and harvest rate is low, but declines as harvest rate increases and monitoring precision decreases. Recovery is high in blue and low in red. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 7 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 a different approach, providing insight into how a fixed set of management strategies performs with various levels of moni- toring investment and in the face of multiple forms of uncertainty. Future work could marry our ideas with those emerging in the decision optimization literature [31]. For example, Gaussian process stochastic dynamic programming, which makes few structural assumptions about population production functions, can allow managers to identify optimal control rules in light of uncertainty in threshold locations [32]. Alternatively, early warning indicators such as rising variance or changes in autocorrelation may offer a signal for when a system is approaching a threshold [33,34], though detection of a threshold using these indicators likely requires high-precision and frequent precise monitoring. However, even with better monitoring and analysis, some uncertainty is irreducible [35]. Such irreducible uncertainty (e.g. due to stochasticity in recruitment) can amplify the risks associated with limited monitoring effort and are critical for managers to consider. (b) The value of monitoring depends on the stakeholder Determining the value of monitoring information also likely extends beyond the organization bearing the monitoring costs to include the value to other stakeholders. The high volatility that emerges from low monitoring investment may be particularly challenging to some stakeholders while others might be less affected. For example, surveys of Kenyan fishers suggest that socio-economic background drives willingness to leave a fishery; wealthy individuals were more likely to leave the fishery after large declines in catches, whereas low-income households would become stuck in poverty traps due to a lack of resources to switch occupations [36]. By contrast, large industrial fishing operations may have higher travel capacity to harvest in another location where the resource remains plentiful, or are capable of investing in the gear and infrastructure needed to switch to harvesting a differ- ent resource [37]. To achieve equity among stakeholders, management will need to account for asymmetry in risk aversion among stakeholders, which in turn will be a critical step in integrating the value of information as a driver of monitoring investment. (c) Consideration of moral hazards Our examination of the relative costs and benefits of different monitoring strategies suggests that high-precision monitoring is always the most effective way to maximize yield and avoid crossing a limit reference point or critical biological threshold. However, high monitoring precision can be extremely expensive, and the feasibility of payment depends on the state of the system and the resources that industry, stake- holders, non-governmental organizations or government agencies have to cover the costs of monitoring. In some circumstances‘moral hazards’can emerge, where one organ- ization is involved in a risky activity (harvest) but is protected against risk by another party that incurs the cost [38]. When contracts are initially based on payoff alone and intensive monitoring is cost prohibitive, lower monitoring precision combined with shared risk among multiple parties is a common solution applied to moral hazards. In the case of resource monitoring, shared risk strategies can include the industry sharing monitoring costs with govern- ment agencies. However, shared monitoring costs do not always align with economic incentives. For example, our model suggests that an economic incentive exists for an organ- ization to support increased monitoring as long as the expected financial benefit from resource extraction exceeds the financial cost of monitoring. By contrast, agencies are incentivized to 0 5 10 15 20 00.51.01.52.0 value ratio (NPV/monitoring cost) monitoring strategy high precision (CV = 0.1) low precision (CV = 0.5) precautionary buffer 0 0.2 0.4 0.6 probability of collapse prop. maximum harvest rate (p) Figure 6.Financial benefits of a precautionary buffer approach when the industry bears the cost of monitoring. Comparison of constant but fixed monitoring investment (i.e. high monitoring precision [CV = 0.1, solid line and circles] or low-precision monitoring [CV = 0.5, short-dash line and triangles])to a precautionary buffer where when estimated biomass is above this buffer (i.e. ^ B t .B MSY ) monitoring is low precision [CV = 0.5] and below which (i.e. ^ B t .B MSY ) monitoring is high precision (long dash line and squares). Cost function slope (c s = 5). Median results from 10 000 simulations shown for a range of maximum harvest efforts (x-axis), and blue and red points represent the low and high probability of population collapse, respectively. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 8 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 keep the population at a valuable biomass, but to minimize tax- payer’s costs. This asymmetry in incentives for different stakeholders poses a challenge, because agencies often have limited resources to provide high-precision monitoring, while the industry is often incentivized to harvest as much of the resource as possible at the lowest cost. Thus, context-appropri- ate solutions that are economically viable and cost-effective, and that incentivize environmental protection, are critical. Commercial fisheries offer an interesting case study in placing the burden of monitoring costs on the industry versus the government. For example, a subset of fisheries in New Zealand, Canada and Australia, the fishing industry is primarily responsible for monitoring costs, with the philos- ophy that the burden of proof for sustainability is on the stakeholder interested in exploiting the system [15]. An example of this is the commercial Pacific herring fishery in the Canadian North Pacific, where monitoring of spring her- ring spawns was historically funded by one of several stakeholders, the fishing industry. However, the fishery crossed a limit reference point over a decade ago and has not fully recovered [37]. As a consequence, monitoring effort has declined, which impacts the precision of biomass estimates, and may prolong closures. This case highlights a key consideration in monitoring programmes: if information is most valuable as a fishery approaches and recovers from collapse, it is best to ensure that funding for monitoring is independent from stock size. (d) Looking forward Our model is a simplified harvested system that illustrates how monitoring precision can be more or less valuable depending on how close an ecosystem is to a biological or management threshold. Our goal in this study was to provide strategy; however, to develop tactics based on the principles described above, managers will need to integrate additional ecological and economic complexity. Ecologically, shifts in productivity, species interactions and environmental variabil- ity can change a species’carrying capacity and rebound potential [39], and consequently alter what harvest rates maximize yield and avoid collapse. Moreover, including age or size structure in the model has the potential to change the autocorrelation structure in the model and likely modify the importance of monitoring. Economically, it will be impor- tant to consider additional complexity in the shape of the cost function for monitoring, and dynamic prices for a harvested species such as increases in price as species become rare [40]. Moreover, as motoring technology advances (e.g. through remote sensing), the relative cost of high-precision monitoring may decrease, allowing high frequency monitor- ing at all times. Consideration of all of these additional sources of complexity will benefit managers considering how to optimize their monitoring strategies now and in the future as ecosystems change. 5. Conclusion Managers, policy makers and stakeholders are tasked with connecting monitoring effort, thresholds and the state of the system to short-term management decisions. This will be difficult given the inherent limitations in assessing the state of the system and because the location of critical thresholds is not always known. Additional difficulties emerge because of misaligned economic incentives and structures that deter or constrain heavy monitoring when yields are near a critical threshold, and because stakeholders differ in their risk of col- lapse given their divergent ability and flexibility to adapt once a population or ecosystem has crossed a critical threshold. Seeking creative strategies that promote investment in monitor- ing when it is most valuable has the potential to increase sustainable natural resource use and conservation. Data accessibility. The data are provided in electronic supplementary material [41]. Authors’contributions.A.C.S.: conceptualization, data curation, formal analysis, investigation, methodology, project administration, visualiza- tion, writing—original draft and writing—review and editing; T.E.E.: conceptualization, formal analysis, writing—original draft and writ- ing—review and editing; J.F.S.: conceptualization, formal analysis, funding acquisition, supervision, visualization, writing—original draft and wri",
  "sections": {
    "abstract": "of the probability of population collapse (a)andthe median NPV (b) for 10 000 iterations of 50-year simulations across a range of monitoring investment. The probability of population collapse increases as the maximum exploitation rate increases and as monitoring precision decreases. Combinations of exploitation rate and monitoring precision with higher prob- ability of collapse are in warmer red colours and combinations with lower probability of collapse are in colder blue colours. NPV of the resource increases as the harvest rate peaks at harvest at maximum sustainable yield and is high- est for high-precision estimates. In (b), precision (CV of the population) is plotted as high precision in light green and low precision in blue. royalsocietypublishing.org/journal/rspb Proc. R. Soc. B 289 : 20220526 5 Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 associated with very high biomass and consequently have low risk of collapse. Even when monitoring is imprecise, very con- servative harvest rates still lead to very high relative resource biomass through time. The value of precise monitoring increases substantially as the population spends an increasing amount of time at low biomass and at higher risk of collapse (proportional to line segment lengths in figure 3). However, the relative benefits of heavy monitoring decline somewhat as populations spend increasingly high amounts of time overhar- vested at very high harvest rates > 1.0H MSY . Thus, heavy harvest rates increase the risk of collapse, but can be profitable if the population is carefully monitored. (c) Can monitoring promote resilience of harvested populations? Populations that are poorly monitored and heavily harvested tend to regularly dip into the danger zone (figure 1). This effect of poor monitoring precision is exacerbated by heavy har- vest pressure, which can lead to rapid dips in population biomass in short periods of time when populations are incorrectly estimated as abundant",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show that precautionary buffers that trigger increased monitoring precision as resource levels decline may offer a way to minimize monitoring costs and maximize profits.",
    "Our results suggest higher monitoring precision always leads to higher economic value than low-precision monitoring (figure 3).",
    "Our results demonstrate that high-precision monitoring can promote the recovery of an overharvested population, mitigate the risk of population collapse and maximize the economic value of a resource.",
    "We demonstrated how an adaptive monitoring programme that takes advantage of precautionary buffers, but does not track changes intensively when popu- lation biomass is high, can minimize monitoring costs, increase profits, prevent a system from collapsing and promote the recovery of overharvested systems."
  ],
  "fullText": "\n\nroyalsocietypublishing.org/journal/rspb\nResearch\nCite this article:Stier AC, Essington TE,\nSamhouri JF, Siple MC, Halpern BS, White C,\nLynham JM, Salomon AK, Levin PS. 2022\nAvoiding critical thresholds through effective\nmonitoring.Proc. R. Soc. B289: 20220526.\nhttps://doi.org/10.1098/rspb.2022.0526\nReceived: 21 March 2022\nAccepted: 18 May 2022\nSubject Category:\nBiological applications\nSubject Areas:\necology, environmental science, ecosystems\nKeywords:\nvalue of information, adaptive management,\ndepensation, management strategy evaluation,\ntipping point, Allee effect\nAuthor for correspondence:\nAdrian C. Stier\ne-mail: astier@ucsb.edu\nElectronic supplementary material is available\nonline at https://doi.org/10.6084/m9.figshare.\nc.6012916.\nAvoiding critical thresholds through\neffective monitoring\nAdrian C. Stier\n1\n, Timothy E. Essington\n2\n, Jameal F. Samhouri\n3\n,\nMargaret C. Siple\n1\n, Benjamin S. Halpern\n4,5\n, Crow White\n6\n, John M. Lynham\n7\n,\nAnne K. Salomon\n8\nand Phillip S. Levin\n3,9,10\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA\n2\nSchool of Aquatic and Fishery Sciences, University of Washington, Seattle, WA 98195, USA\n3\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service,\nNational Oceanic and Atmospheric Administration, Seattle, WA 98112, USA\n4\nNational Center for Ecological Analysis and Synthesis, 1021 Anacapa Street, Santa Barbara, CA 93101, USA\n5\nBren School of Environmental Science and Management, University of California, Santa Barbara, CA, USA\n6\nBiological Sciences Department, California Polytechnic State University, San Luis Obispo, CA 93407 USA\n7\nDepartment of Economics & UHERO, University of Hawaii at Manoa, Honolulu, HI 96822, USA\n8\nSchool of Resource and Environmental Management, Simon Fraser University, Burnaby, British Columbia\nCanada, V5A 1S6\n9\nSchool of Marine and Environmental Affairs, University of Washington, Box 355020, Seattle, WA 98195, USA\n10\nThe Nature Conservancy, 74 Wall Street, Seattle, WA, USA\nACS, 0000-0002-4704-4145; JFS, 0000-0002-8239-3519; MCS, 0000-0002-4260-9856;\nBSH, 0000-0001-8844-2302; CW, 0000-0002-3141-560X; JML, 0000-0002-5816-9648;\nPSL, 0000-0003-0611-5688\nA major challenge in sustainability science is identifying targets that\nmaximize ecosystem benefits to humanity while minimizing the risk of\ncrossing critical system thresholds. One critical threshold is the biomass at\nwhich populations become so depleted that their population growth rates\nbecome negative—depensation. Here, we evaluate how the value of moni-\ntoring information increases as a natural resource spends more time near\nthe critical threshold. This benefit emerges because higher monitoring\nprecision promotes higher yield and a greater capacity to recover from\noverharvest. We show that precautionary buffers that trigger increased\nmonitoring precision as resource levels decline may offer a way to minimize\nmonitoring costs and maximize profits. In a world of finite resources,\nimproving our understanding of the trade-off between precision in estimates\nof  population  status  and  the  costs  of  mismanagement  will  benefit\nstakeholders that shoulder the burden of these economic and social costs.\n1. Introduction\nDecision-makers seeking to avoid the collapse of financial, public health or\nmilitary defence systems often rely on detailed information to manage risk.\nHowever, high-precision monitoring of these systems is often costly, requires\nanalysis and storage of large datasets and can delay decision making. In natural\nresource management, a major question is how much monitoring is needed to\nmaximize the delivery of ecosystem benefits to people while minimizing the\nrisk of species or ecosystem collapse [1–3]?\nThe status of a species or ecosystem is determined from monitoring or survey\ndata, and assessed relative to one or more minimum thresholds, below which the\nrisk of species or socio-economic collapse surpasses the risk tolerance of manage-\nment. For example, in the management of a single natural resource like a fishery,\nmanagement strategies often include lower population limits below which harvest\nis suspended (i.e. a‘limit reference point’). Thresholds are accounted for in man-\nagement strategies in the form of decision triggers [4] and in the form of\nreference points designed to minimize the risk of falling below a productivity\nthreshold [5]. This management threshold is set, in part, because managers\n© 2022 The Author(s) Published by the Royal Society. All rights reserved.\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nrecognize that when systems fall below thisthreshold there is an\nelevated risk of serious or irreversible harm to populations, eco-\nsystems, economies and societies. Typically, a management\nthreshold is designed to allow sustainable harvest, but also to\nminimize the chances that a population will cross a biological\nthreshold, below which irreversible harm can occur to a popu-\nlation [6]. When populations are overharvested, they can\nexperience phenomena such as inbreeding depression, predator\npits or mate limitation [7], which at critically low densities can\nlead to population extinction (i.e. an extinction vortex [8]). The\nconsequences of crossing certain thresholds, such as depensa-\ntory thresholds, are even greater since depensation can cause\nirreversible  population  collapse.  The  crossing  of  other\nthresholds, such as those defined by limit reference points, is\noften reversible but can also have devastating social and econ-\nomic consequences [9], particularly when crossing them\ntriggers cessation of harvest or reduced access.\nHigh-precision monitoring can lower the risk of crossing\ncritical thresholds and ensure the delivery of services, but\ncan also be very expensive [2,3]. Even with consistent and\nintensive monitoring, managers may never have perfect\nknowledge of how close a population is to crossing a critical\nthreshold, or whether such a threshold exists. For example,\nAllee effects have long been suspected to occur in fish popu-\nlations and evidence suggests that they may be the cause of\nsome population collapses, but evidence for these effects can\nbe hard to come by [10,11].‘Emergent’Allee effects can\nresult from increases in predator abundance even if prey popu-\nlations remain constant [12]. Even in a case where a threshold\nis known to exist two factors would prevent managers from\nknowing how close a stock is to such a threshold. First,\nshifts in the external drivers that affect natural populations\n(e.g. the environment) are not always predictable, which\nmeans that assessments may not detect the location of a\nthreshold before it is crossed [13]. Second, in any survey,\nthere is measurement error, which even in well-studied popu-\nlations can be high. Both of these sources of uncertainty mean\nthat an assessment might incorrectly categorize a population\nas being a‘safe’distance from a threshold, when in reality\nthe population is at or past a threshold beyond which it will\ntake decades to recover. Limited monitoring resources and\nan incomplete understanding of ecosystems can restrict efforts\nto devise monitoring strategies that—without crossing a\nthreshold—both maximize ecosystem services and balance\nrisk of harvesting across multiple stakeholders.\nPrevious studies have emphasized that intensive monitor-\ning is not always beneficial, particularly when such efforts\nincur high costs that outweigh the management or conserva-\ntion benefits [3], such as monitoring extremely rare or cryptic\nthreatened species [14], or monitoring a proportion of the\npopulation that does not provide a precise index of abun-\ndance. Here, we extend these studies by focusing on the\nvalue of monitoring information for harvested populations\nwith critical biological thresholds. Our expectation is that\nthe value of monitoring depends not only on how far a popu-\nlation is from the threshold, but also on population state,\nwhereby a population that spends more time close to a criti-\ncal threshold benefits more from precise monitoring than one\nthat spends time far from it, and that precise monitoring will\npromote the resilience of degraded populations when they\nare overexploited. However, these simple expectations may\nnot be fully borne out in a dynamic system. Thus, we seek\nto explore when and where our expectation holds, and\nwhat elements of a natural resource system strengthen the\nbenefit  of  state-dependent  monitoring.  We  do  this  by\nasking four questions:\n(i) How do monitoring precision and harvest rate affect\nthe risk of population collapse and the value of the\nresource?\n(ii) Does the value of monitoring increase with higher\nproximity to a critical threshold?\n(iii) Can  monitoring  allow  harvested  populations  to\nrecover from dangerously low levels?\n(iv) How can managers balance the costs and benefits of\nmonitoring populations prone to collapse?\n2. Methods\n(a) Closed-loop management strategy evaluation\noverview\nWe used a closed-loop management strategy evaluation, a tool\nthat evaluates the likely consequence of applying a harvest\nstrategy, given uncertainty in a system’s dynamics [15]. The\nsimulation proceeded in four steps. First, we simulated the\nbiological dynamics of a system. Second, we simulated a moni-\ntoring process, where the total biomass of the resource was\nsurveyed with some error. Third, we used an assessment\nmodel to simulate the estimation of system biomass based on\ndata from the survey. Fourth, a management model determined\nthe level of resource harvest given the estimated biomass. The\nharvest was taken out of the true population size each year.\nThe entire process was repeated for a 50-year simulation with\n10 000 replicate iterations.\n(b) Modelling a natural resource with critical biological\nthreshold\nBiological process model:to describe how monitoring investment\nis related to thresholds, we focused on a natural resource system\ntargeting a single species—a management system inspired by a\nfishery, but is easily transferable to wildlife or forestry resources.\nWe specifically modelled species biomass through time using a\nreparametrized logistic model with depensation and resource\nremoval [16]. Allee effects are fairly common in animal popu-\nlations and are thought to occur in fish stocks mainly as a\nresult of predation when prey are at low densities [17]. The\nmodel is described as follows:\nDB\nt\nDt\n¼rB\nt\n1\u0002\nB\nt\nK\n\u0001\u0003\nB\nt\nK\n\u0002\nA\nK\n\u0001\u0003\n\u0002Y\nt\n,ð2:1Þ\nwhereris the intrinsic rate of increase,B\nt\nis the resource biomass\nin yeart,Kis the carrying capacity of the resource,Ais the theor-\netical biomass at which the population growth is negative even in\nthe absence of harvest or other removals (i.e. the critical biologi-\ncal threshold, also known as an Allee effect) andY\nt\nis the yield of\nharvested biomass at timet(electronic supplementary material,\nfigure S1). The strength of the Allee effect is governed by the\nvalue ofA.Avalues≤0 generate scenarios without Allee effects,\nbut low productivity. For example, whenA≅−500, the model\nclosely resembles the logistic function. To test the sensitivity of\nresults to stochastic environmental variation, we incorporated\nenvironmental variation into our model by examining the role\nof random temporally uncorrelated lognormal variation in the\nintrinsic rate of increase,r.\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n2\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\n(c) Monitoring and assessment models\nIdeally, natural resource managers would have perfect infor-\nmation about resource biomass in a given year (B\nt+1\n) based on\nmonitoring of the previous year’s biomass (B\nt\n), knowledge\nabout life history and productivity, and some measure of the\nyield (Y\nt\n). However, managers rely on estimates of biomass (here-\nafter referred to as\n^\nB\nt\n) and often have to make assumptions about\nthe values and uncertainty of certain life-history parameters.\nThe degree to which\n^\nB\nt\nis a precise representation of the true\nresource biomass (B\nt\n) is determined by monitoring precision.\nWe modelled monitoring (observation) error as a lognormally\ndistributed random variable with mean−σ\n2\n/2 and varianceσ.\nHereafter, we refer to monitoring precision by reporting the coef-\nficient of variation (CV) to account for differences in the mean.\nThe degree of monitoring precision in any given system is gener-\nally based on the spatial and temporal resolution of monitoring\nrelative to the distribution and dynamics of the resource being\nharvested. Therefore, at higher monitoring precision (lowerσ),\n^\nB\nt\napproaches the true biomassB\nt\n. We assumed that as monitor-\ning becomes less precise, the deviation of the estimated biomass\nfrom  the  true  biomass  increases  exponentially  (electronic\nsupplementary materials, figure S1). We also assumed monitor-\ning precision was not autocorrelated and was only dependent\nupon the current year’s monitoring. Note that our simulation\nof variation in monitoring is focused on precision—variation in\nestimated biomassð\n^\nB\nt\nÞ, not accuracy, which would involve also\nsimulating variation in the mean of estimated biomass (\n^\nB\nt\n). Pre-\ncision is high when monitoring adequately captures the spatial\nand spatio-temporal distribution of the resource.\n(d) Management model\nWhen monitoring data are low resolution, estimates of future\nbiomass can be highly uncertain, which can lead to under- or\nover-harvesting. To simulate resource harvest in our model,\nwe first calculated the biomass corresponding to maximum\nsustainable yield of the stock (B\nMSY\n), where\nB\nMSY\n¼\nA\n3\nþ\nK\n3\nþ\nA\n2\n\u0002AKþK\n2\n3\n,ð2:2Þ\nwhich is a deterministic solution forB\nMSY\nunder equilibrium con-\nditions. From that we then calculated the maximum sustainable\nyield (Y\nMSY\n)as\nY\nMSY\n¼rB\nMSY\n1\u0002\nB\nMSY\nK\n\u0001\u0003\nB\nMSY\nK\n\u0002\nA\nK\n\u0001\u0003\n:ð2:3Þ\nThe harvest mortality rate atY\nMSY\nthat then producesB\nMSY\nis\ndefined as:\nH\nMSY\n¼\nY\nMSY\nB\nMSY\n:ð2:4Þ\nThese estimates ofY\nMSY\nandB\nMSY\napproximate common\nreference points in management as the long-term average yield\nand the biomass that produces it. Our simulated management\nmodel implemented an adaptive policy whereby allowable\nremovals are set annually based on estimated population bio-\nmass (e.g. [18]). Consistent with many such harvest rules, we\nintroduced a minimum biomass level, here 0.25B\nMSY\n, where no\nharvest is allowed (i.e. the limit reference point; (e.g. [19])). A\ngeneric form of such‘hockey stick’harvest control rules is that\nthe harvest rate in yeart,H\nt\n, equals:\nH\nt\n¼H\nmax\nmin 1, max 0,\n^\nB\nt\n\u0002B\nlim\nB\ntar\n\u0002B\nlim\n\"#\"#\n:ð2:5Þ\nWhereH\nmax\nis the policy-defined maximum harvest rate (often\nnear the harvest rate that maximizes long-term catch),B\nlim\nis\nthe limit reference point below which no catch is permitted\nandB\ntar\nis the target reference point (oftenB\nMSY\n). Under these\ncontrol rules, the population is harvested at a specified maxi-\nmum harvest rate when the estimated population is at or above\nB\nMSY\n, is harvested at decreasing rates as the estimated population\nfalls belowB\nMSY\nand is set to 0 when the estimated population is\nbelowB\nlim\n.\nThe total yield at timetwas therefore\nY\nt\n¼H\nt\n^\nB\nt\n:ð2:6Þ\nThis yield was then fed back into the process model described\nabove to determine the true biomass the following year (B\nt+1\n)and\nthe model continued for a 50-year simulation. For graphical rep-\nresentation of the management model and examples of 50-year\nsimulations with low and high uncertainty in estimated biomass,\nsee electronic supplementary material, figure S1.\nThere is no single established value forB\nlim\n, but often ranges\nbetween near 0 to greater than 0.75B\nMSY\nfor species that have\nhigh ecological value like forage fish to values below 0.1B\nMSY\n[19,20]. Here, we chose an intermediate value ofB\nlim\n= 0.25B\nMSY\n,\nor when 0.25B\nMSY\n<A, we setB\nlim\n=A.\nWe considered variation in harvest pressure that was both\nless than and greater than harvest rate at maximum sustainable\nyield by defining maximum harvest rate (H\nmax\n) as a proportion\n(p) of the harvest rate at maximum sustainable yield (H\nMSY\n):\nH\nmax\n¼pH\nMSY\n:ð2:7Þ\n(e) Value of the resource and cost of monitoring\nTo consider the value and cost of the resource, we used a series\nof standard expressions in bioeconomic modelling [21]. We\nestimated the value of the resource extracted at timet(V\nt\n)as\nV\nt\n¼wY\nt\n\u0002c\ne\nY\nt\n=B\nt\n,ð2:8Þ\nwhere\nwis the unit price of the resource andc\ne\nis the cost of\nextracting that a fractionY\nt\n/B\nt\nof the total resource at timet\n(essentially cost per unit fishing effort). If the costs and benefits\nare borne by the same party thenV\nt\nrepresents profit, but since\nwe consider the costs of monitoring being borne by the same\nand different parties below, we refer to this loosely as value.\nWe estimated the net present value (NPV) of the resource\nacross the full duration of the simulation as\nNPV¼\nX\nV\nt\nd\nt\n,ð2:9Þ\nwhere the discount coefficient  (d) decreases through time\nfollowing the function:\nd\nt\n¼\n1\n1þ\nd\nt\n,ð2:10Þ\nandδis a value between 0 and 1 that represents the rate at which the\nfuture value is discounted through time. We assumed that the mar-\nginal cost of increasing precision was always positive, such that\nthere was a lower cost to move from low to moderate information\nthan from moderate to high information. NPV is assessed indepen-\ndent of cost of monitoring. The cost of monitoring (C\nm\n) was dictated\nby two parameters in the monitoring cost function:\nC\nm\n¼\nX\n50\nt¼1\nc\ni\ne\n\u0002c\ns\ns\nt\n,ð2:11Þ\nwhere monitoring costs for the duration of the 50-year simulation\nare determined by the parametersc\ni\nandc\ns\n, which describe\nthe slope and intercept of the cost function andσ\nt\nis the CV the esti-\nmate of biomass based on the monitoring at timet.Whenc\ns\n=1,the\ncost function is approximately linear, whereas whenc\ns\n> 1 the cost\nof increasing monitoring precision is an exponential function.\nBecause our model is heuristic, the absolute values ofp,c\ne\n,c\ni\n,and\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n3\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nc\ns\ncan be varied without losing generality; therefore, in examining\nthe economic costs and benefits of different harvest rates and moni-\ntoring efforts, we focused on the relative financial costs and\nbenefits. For a description of all parameters see electronic sup-\nplementary material, table S2.\n(f) Scenario analysis\nWe explored a series of management scenarios using our model\nto evaluate how variation in monitoring precision affects the har-\nvested population and the return on monitoring investment.\nEach of the simulations had the same parameterization:A= 10,\nr= 3.2,K= 101,B\nMSY\n= 70,w= 20 andc\ne\n= 200.\n(i) How do monitoring precision and harvest rate affect the risk\nof population collapse and the value of the resource?\nWe quantified how changes in monitoring precision and the maxi-\nmum harvest rate (H\nmax\n) affected the NPV and risk of population\ncollapse by simulating 10 000 iterations of 50-year simulations for\na range of monitoring investment (CV of biomass: 0.0–0.5) and a\nproportion of maximum harvest rates (pH\nMSY\n). Here, the pro-\nportion of maximum harvest rate (p) was explored from 0.0–2.0\nwith a starting population size at carrying capacity (K). To visual-\nize the model and dynamics at the extreme ends of monitoring\nprecision, we extracted example time series from low-precision\n(CV = 0.5) and high-precision monitoring (CV = 0.1) harvest at\np=1. We then estimated the median NPV and the probability of\npopulation collapse for a range of combinations of monitoring pre-\ncision and maximum harvest rates.\n(ii) Does the value of monitoring increase with higher proximity\nto a critical threshold?\nWe hypothesized that populations spending higher amounts of time\nclose to a critical threshold would benefit most from high-precision\nmonitoring. To test this hypothesis, we compared how the amount\nof time a simulated population spent in the danger zone (<\n0.8B\nMSY\n) affected the NPV of populations for simulations with\nhigh and low monitoring precision. To simulate populations where\ntheresourcespentincreasinglymoretimeclosetothecritical\nthreshold, we conducted simulations across a range of harvest\nrates. Higher harvest rates tend to drive the resource down in bio-\nmass and cause the resource to spend an increasingly frequent\namount of time near the critical threshold. Therefore, we examined\nhow the difference in NPV between high-precision (CV = 0.1) and\nlow-precision (CV = 0.5) monitoring changed as harvest rates\nincreased and populations spent increasingly higher amounts of\ntime near the critical threshold. We conducted these simulations\nsimilarly as above, with 10 000 iterations of 50-year simulations,\nwith a starting biomass at carrying capacity (K), and a biological\nthreshold ofA= 10. Then, foreach simulation, we calculated the frac-\ntion of the time series where the population was categorized in the\ndanger zone (<0.8B\nMSY\n) and correlated the precision of monitoring\nto the median fraction of time a population spent categorized\nas overharvested.\n(iii) Can monitoring allow harvested populations to recover from\ndangerously low levels?\nWe hypothesized that high-precision monitoring can increase\nthe probability a depleted resource will recover from an over-\nharvested state. High monitoring precision can allow managers\nto quickly identify when populations are overharvested and\nreduce or stop harvest until the population has recovered. To test\nthis hypothesis, we determined what combination of monitoring\nprecision and harvest pressure maximized population recovery\nfrom the danger zone (< 0.8B\nMSY\n) to sustainable harvest levels (>\n0.8B\nMSY\n)across replicate time series. Similar to the previous\nscenarios, we then ran 10 000 50-year simulations of our manage-\nment strategy evaluation model for a range of different harvest\nand monitoring efforts (CV of biomass: 0.0–0.5;pH\nMSY\n0.0–2.0).\nFor each simulation of a combination of monitoring and harvest\nefforts, we estimated the number of times a population recovered\nfrom below to above the 0.8B\nMSY\nthreshold and then estimated\nthe median number of recoveries across the 10 000 iterations.\n(iv) How can managers balance the costs and benefits of\nmonitoring populations prone to collapse?\nManagers are presented with a challenge of determining what\ncombination of harvest rates and monitoring investment are\nappropriate for a given system given the costs of improving moni-\ntoring precision and the negative economic consequences of\nharvesting modestly. The appropriate solution will depend on\ntheir tolerance to risk of population collapse and their access to\nmonitoring resources. One option presents stakeholders with\ndifferent‘safe’combinations of monitoring precision and resource\nextraction rates, given a willingness to accept some probability\nof population collapse. Thus, a‘safe operating space’[22] that\nincludes a suite of different monitoring and harvest levels can be\ndefined for a given risk tolerance. Here we provide an example\nof this type of safe operating space for a range of risk tolerance\nlevels defined by a willingness to accept a 20%, 10%, 5% or 1%\nprobability of population collapse. To determine the safe operating\nspace, we conducted a suite of 50-year simulations with 10 000 iter-\nations with the same parameter combinations detailed above, and\ncalculated the minimum precision (max CV in estimated biomass)\nneeded to avoid crossing a critical threshold given a resource\nextraction rate and risk tolerance. We then plotted the combi-\nnations of monitoring and harvest rates that afford a certain level\nof risk for crossing the biological or management critical threshold.\nOne approach that might mitigate the cost of monitoring is a\nprecautionary biomass level below which monitoring is conducted\nwith high precision and above which low-precision monitoring is\nimplemented. To demonstrate the utility of such a precautionary\nbuffer, we quantified the NPV, the probability of crossing a critical\nthreshold, and the cost of the resource given three monitoring\napproaches: (i) high precision (CV = 0.1), (ii) low precision (CV =\n0.5) and (iii) an adaptive approach where monitoring precision\nchanges every year based on estimated biomass (precision is\nlow (CV = 0.5) when\n^\nB\nt\n.B\nMSY\nand is high (CV = 0.1) when\n^\nB\nt\n,B\nMSY\n). For many populations,B\nMSY\nmay serve as an appro-\npriate trigger for increased monitoring, both becauseB\nMSY\nis\nlikely far away from a depensation threshold in most populations.\nDepending on the ecosystem type and management organization,\nthe cost of monitoring may be borne by the industry or by the gov-\nernment. Because we use a heuristic model, the exact monetary\ncost from increased monitoring or profit from increased harvest\neffort is arbitrary. Therefore, we explore the relative cost of moni-\ntoring and profit from harvest by plotting the ratio of NPV to\nmonitoring costs for a range of maximum harvest efforts.\n3. Results\n(a) How do monitoring precision and harvest rate affect\nthe risk of population collapse and the value of the\nresource?\nPopulations with lower monitoring precision are more volatile\nthrough time and more likely to spend time at low biomass\nand categorized as in the‘danger zone’(figure1).Thesecon-\nditions arise because low monitoring effort leads to imprecise\nestimates of true biomass, which causes the population to\nexperience frequent under- and over-harvesting. Consequently,\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n4\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nthe population is most likely to cross a critical threshold at high\nharvest rates and under low monitoring precision (figure 2a).\nFurthermore, over- and underestimates of population abun-\ndance due to low monitoring precision (CV = 0.5) leads to\neconomic inefficiencies. NPV of a resource is highest when\nmonitoring precision is high (CV = 0.1), and harvest pressure\nis atH\nMSY\n(figure 2b). High-precision monitoring allows the\npopulation to be harvested close toB\nMSY\n, which maximized\npopulation growth and yield. The benefits of high monitoring\nprecision (i.e. CV = 0.1 relative to CV = 0.5) is minimal when\nthemaximumharvestrateislow,butincreasesasharvestrate\nexceeds 0.5H\nMSY\n. The benefits of high monitoring precision\nincrease from 0.5H\nMSY\ntoH\nMSY\nand stabilize but remain\nhighly beneficial for values greater thanH\nMSY\n.Theseeffects\nof monitoring and maximum harvest rates generally hold for\nsystems where the critical threshold happens at higher biomass\n(e.g.A=20 orA= 30), but the consequences of low-precision\nmonitoring and higher harvest rates tend to increase as depen-\nsation intensifies (electronic supplementary material, figure S3).\nImportantly, our model is also highly relevant to popu-\nlations  without  critical  thresholds  (A= 0),  where  high-\nprecision monitoring and moderate maximum harvest rates\nlead to the highest NPV. The effects of monitoring precision\nand harvest rate were also contingent on the environmental\nstochasticity and the harvest model. When environmental\nstochasticity is integrated into the model in the form of vari-\nation in intrinsic growth rate, the probability of population\ncollapse increases and NPV declines for a given level of moni-\ntoring precision (electronic supplementary material, 4, figure\nS4). A more conservative harvest model where harvest ceases\nwhen the population is estimated below maximum sustain-\nable yield produced marginal decreases in the probability\nof population collapse and a decrease in NPV (electronic\nsupplementary material 5, figure S5).\n(b) Does the value of monitoring increase with higher\nproximity to a critical threshold? If not, why?\nOur results suggest higher monitoring precision always leads to\nhigher  economic  value  than  low-precision  monitoring\n(figure 3). However, the return on monitoring investment for\nthe most precise monitoring (CV = 0.1) is low when harvest\nrates are very low, because low harvest rates are typically\ndanger zone\n0 102030\n40\n5001020304050\n50\n100\ntime\nresource biomass\nbiomass\ntrue\nestimated\nmonitoring precision\nhigh \nlow \n(a) high precision\n(b) low precision\nFigure 1.Different population dynamics of a harvested resource with (a) high monitoring precision (blue) and (b) low monitoring precision (red) at rateH\nmsy\nfor a single\nreplicate run of the simulation model. Model output represents true biomass (solid line) and estimated biomass (dashed line). Grey area represents overharvest‘danger\nzone’region calculated as\n^\nB\nt\n,0:8B\nMSY\n(dotted line). Bottom of danger zone isAvalue, below which the population crashes (A= 10). Increased monitoring precision\nproduces different population dynamics, with lower volatility and less time spent categorized as‘overharvested’at high monitoring precision. (Online version in colour.)\n0\n0.5\n1.0\n1.5\n2.0\n00.10.20.30.40.5\nprop. maximum harvest rate (\np\n)\n0\n0.1\n0.2\n0.3\nprobability of collapse\n(a)\n(b)\n1000\n2000\n3000\n4000\n0.51.01.52.0\nprop. maximum harvest rate (p)\nnet present value \n0.1\n0.2\n0.3\n0.4\n0.5\nCV of monitoring\nmonitoring precision (CV)\nhigh\nlow\nFigure 2.Summary of the probability of population collapse (a)andthe\nmedian NPV (b) for 10 000 iterations of 50-year simulations across a range\nof monitoring investment. The probability of population collapse increases as\nthe maximum exploitation rate increases and as monitoring precision decreases.\nCombinations of exploitation rate and monitoring precision with higher prob-\nability of collapse are in warmer red colours and combinations with lower\nprobability of collapse are in colder blue colours. NPV of the resource increases\nas the harvest rate peaks at harvest at maximum sustainable yield and is high-\nest for high-precision estimates. In (b), precision (CV of the population) is\nplotted as high precision in light green and low precision in blue.\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n5\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nassociated with very high biomass and consequently have low\nrisk of collapse. Even when monitoring is imprecise, very con-\nservative harvest rates still lead to very high relative resource\nbiomass through time. The value of precise monitoring\nincreases substantially as the population spends an increasing\namount of time at low biomass and at higher risk of collapse\n(proportional to line segment lengths in figure 3). However,\nthe relative benefits of heavy monitoring decline somewhat as\npopulations spend increasingly high amounts of time overhar-\nvested at very high harvest rates > 1.0H\nMSY\n. Thus, heavy harvest\nrates increase the risk of collapse, but can be profitable if the\npopulation is carefully monitored.\n(c) Can monitoring promote resilience of harvested\npopulations?\nPopulations that are poorly monitored and heavily harvested\ntend to regularly dip into the danger zone (figure 1). This\neffect of poor monitoring precision is exacerbated by heavy har-\nvest pressure, which can lead to rapid dips in population\nbiomass in short periods of time when populations are\nincorrectly estimated as abundant and subsequently overhar-\nvested.  However,  high-precision  monitoring  and  modest\nharvest pressure increase the frequency at which populations\nrecover from the danger zone (figure 4). Carefully monitored\npopulations  with  high  harvest  pressure  still  occasionally\nbecome overharvested and approach a critical threshold, but\nhave a much higher frequency of recovery back to a biomass\nthat will maximize yield compared to populations with less\nmonitoring. This increased recovery afforded by high-precision\nmonitoring is a critical complement to the economic benefits\nthat maximize return on investment.\n(d) How can managers balance the costs and benefits\nof monitoring populations prone to collapse?\nThe higher recovery potential of heavily monitored popu-\nlations can be actualized for a manager interested in\nbalancing risk and economicgain in a population. Higher\nexploitation  rates  and  lower  monitoring  investment\nincrease the risk that a population’s biomass will fall\nbelow a critical threshold. We defined a safe operating\nspace as a combination of exploitation effort and the mini-\nmum  precision  required  to  avoid  crossing  a  critical\nbiological threshold. The safe operating space becomes nar-\nrower as the manager or stakeholder’s aversion to risk\nincreases (figure 5). In other words, risk-averse managers\nor stakeholders will benefit from a more conservative\napproach with lower harvest rates and higher monitoring\nprecision.\nPrecautionary buffers offer a clear opportunity for man-\nagers to maintain high profits, reduce monitoring costs and\nsignificantly reduce the riskof population collapse. The\nleast expensive monitoring option where monitoring pre-\ncision is always low (CV = 0.5) offers the highest relative\nreturn on investment, but is risky, with the highest prob-\nability of  crossing  the biological  threshold  (figure 6,\ntriangles). By contrast, the most expensive monitoring\noption of always monitoring with high precision (CV =\n0.1) offers the highest NPV, the lowest probability of cross-\ning a critical threshold, but also a relatively low return on\ninvestment (figure 6, circles). However, always maintaining\nhigh-precision monitoring may be unattainable given the\nhigh cost. A precautionary buffer offers an intermediate\nsolution where the cost of monitoring is substantially\nreduced, in exchange for minor reductions in NPV, a\nhigher return on investment and a moderate increase in\nthe risk of collapse (figure 6, squares). Therefore, a precau-\ntionary buffer may be an effective approach for balancing\nthese trade-offs by maintaining relatively high profits\nwhile minimizing monitoring. Naturally, the costs and\nbenefits of any given strategy will potentially change for\nany given system depending on the specific costs and\nbenefits of monitoring and the perceived consequences of\ncrossing a threshold.\n2500\n5000\n7500\n10 000\n12 500\n00.250.500.751.00\n% time in overharvested (<0.8BMSY)\nnet present value\n50\n100\n150\n200\nmaximum harvest\n(%H_MSY)\nmonitoring precision\nhigh precision\nlow precision\nFigure 3.Summary of NPV for 10 000 50-year simulations for low (CV = 0.5, triangles) and high (CV = 0.1, circles) monitoring investment and across a range of\nmaximum harvest mortality rate (proportion ofH\nMSY\n:pH\nMSY\n). Populations with higher maximum harvest rates spend a larger fraction of their time classified as\noverharvested. Generally, NPV increases as harvest rates approach (H\nMSY\n,p= 1), then declines as over-harvesting occurs ( >H\nMSY\n,p> 1). Return on investment is\nproportional to the length of the line connecting any two points harvested at the same rate (i.e. same colour), which depicts how much NPV changes when you go\nfrom low to high monitoring precision.\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n6\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\n4. Discussion\nThe monitoring of biological systems is typically constrained\nby financial and logistical resources. Our results demonstrate\nthat high-precision monitoring can promote the recovery of\nan overharvested population, mitigate the risk of population\ncollapse and maximize the economic value of a resource.\nWhile our case study was inspired by fisheries management\nstrategies and focused on a single species, our findings are\ngenerally applicable to other management systems and\ntaxa.  Our  results  also  provide  insights  for  monitoring\nand management at the ecosystem-level, where human\nimpacts such as over-harvesting, nutrient limitation and\nhabitat fragmentation can cause ecosystems to cross critical\nthresholds and undergo regime shifts [23], which can have\nmajor socio-economic consequences [24]. Generally, man-\nagers seeking to avoid crossing critical thresholds, recover\nfrom overuse and maximize value, will increasingly benefit\nfrom high-precision monitoring as systems spend more\ntime near their critical biological or management threshold.\nConservation biologists are increasingly aware that not\nall monitoring is equally valuable [2,3]. Rather, as resource\nexploitation rates increase and the system approaches a critical\nthreshold, the risk of collapse increases. Consequently, the\nvalue of monitoring information also increases the more a\npopulation spends time at low biomass in proximity to a criti-\ncal biological threshold beyond which recovery is impossible.\nWhile the notion that the value of information changes is intui-\ntive and has been used in resource management (e.g. the\ndesign of protected areas [25]), it is rarely used to justify a\nchange in monitoring effort. Instead, monitoring investment\noften is a product of funding, availability of technology, per-\nsonnel logistics, and perceptions of risk among managers\nand resource users. Improving our understanding of how eco-\nsystem characteristics dictate the trade-off between precision in\nestimates of population status and the costs of mismanagement\nwill benefit both stakeholders, scientists and managers who are\nworking with finite resources.\nVariation in the value of monitoring, therefore, requires an\napproach that balances cost of monitoring with the risk of cat-\nastrophe. Our results support previous studies highlighting the\nutility of precautionary management approaches as a way to\nprevent populations from falling below critical thresholds,\nespecially when there is uncertainty in stock status and risk\nis thought to be high [26]. We demonstrated how an adaptive\nmonitoring programme that takes advantage of precautionary\nbuffers, but does not track changes intensively when popu-\nlation biomass is high, can minimize monitoring costs,\nincrease profits, prevent a system from collapsing and promote\nthe recovery of overharvested systems.\n(a) What if the existence or location of the critical\nthreshold is ambiguous?\nIn systems with critical biological thresholds, decision makers\nare rarely fortunate enough to have perfect knowledge of bio-\nlogical thresholds until after the threshold has been crossed\n[27]. Indeed, surprises such as crossing a threshold are inevi-\ntable in many systems [28]. Uncertainty about the location of\na threshold presents challenges, particularly in the face of\nglobal change, where the strength and location of thresholds\nmay well change as ecosystems transform. Gaining greater\ncertainty about the location of a critical threshold can be\nachieved through adaptive management [29], which has a\nlong history in ecological literature and has been widely\nused to inform fisheries management based on optimal con-\ntrol [30]. The closed-loop simulation we employed here takes\n0\n0.2\n0.4\n0.6\n0.51.01.52.0\nproportion of maximum harvest rate (p)\nminimum monitoring precision to avoid threshold\nrisk tolerance\nhigh (20%)\nlow (1%)\nFigure 5.Suite of safe combinations of monitoring and harvest rates that\navoids crossing a critical biological threshold (A= 10) given high (blue)\nand low (red) risk tolerance. The minimum amount of monitoring precision\nneeded (maximum allowable CV where high CV corresponds to less monitor-\ning) for a given maximum harvest rate (pH\nMSY\n) to avoid a threshold under\ntwo different risk scenarios (1% and 20% of crossing a threshold). A higher\nprecision of monitoring and lower rate of harvest is required to avoid a cross-\ning a threshold, thus as maximum harvest rate increases, a decline occurs in\nthe minimum allowable monitoring precision is needed to avoid crossing a\nthreshold. The total safe area of potential combinations of monitoring pre-\ncision and maximum harvest increases as tolerance to risk increases from\n1% (dashed red) to 20% (solid blue). Lines represent median of 10 000\n50-year simulations across a range of monitoring investment (CV of true bio-\nmass) and percentage of the maximum harvest rate (pH\nMSY\n). (Online version\nin colour.)\n0\n0.5\n1.0\n1.5\n2.0\n0.10.20.30.40.5\nmonitoring precision (CV)\nproportion maximum havest rate (\np\n)\n0\n10\n20\n30\n40\nrescues\nhigh\nlow\nFigure 4.The number of successful rescues of a population when it dips into\nthe danger zone state (\n^\nB\nt\n,0:8B\nMSY\n). Number of recoveries is calculated as\nthe average from 10 000 iterations of 50-year simulations for each of a range\nof monitoring precision and proportion of maximum harvest rates. Recovery is\nmost frequent when monitoring precision is highest and harvest rate is low,\nbut declines as harvest rate increases and monitoring precision decreases.\nRecovery is high in blue and low in red.\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n7\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\na different approach, providing insight into how a fixed set of\nmanagement strategies performs with various levels of moni-\ntoring investment and in the face of multiple forms of\nuncertainty. Future work could marry our ideas with those\nemerging in the decision optimization literature [31]. For\nexample, Gaussian process stochastic dynamic programming,\nwhich makes few structural assumptions about population\nproduction functions, can allow managers to identify optimal\ncontrol rules in light of uncertainty in threshold locations\n[32]. Alternatively, early warning indicators such as rising\nvariance or changes in autocorrelation may offer a signal\nfor when a system is approaching a threshold [33,34],\nthough detection of a threshold using these indicators likely\nrequires high-precision and frequent precise monitoring.\nHowever, even with better monitoring and analysis, some\nuncertainty is irreducible [35]. Such irreducible uncertainty\n(e.g. due to stochasticity in recruitment) can amplify the\nrisks associated with limited monitoring effort and are critical\nfor managers to consider.\n(b) The value of monitoring depends on the\nstakeholder\nDetermining the value of monitoring information also likely\nextends beyond the organization bearing the monitoring\ncosts to include the value to other stakeholders. The high\nvolatility that emerges from low monitoring investment may\nbe particularly challenging to some stakeholders while others\nmight be less affected. For example, surveys of Kenyan fishers\nsuggest that socio-economic background drives willingness\nto leave a fishery; wealthy individuals were more likely\nto leave the fishery after large declines in catches, whereas\nlow-income households would become stuck in poverty\ntraps due to a lack of resources to switch occupations [36]. By\ncontrast, large industrial fishing operations may have higher\ntravel capacity to harvest in another location where the\nresource remains plentiful, or are capable of investing in the\ngear and infrastructure needed to switch to harvesting a differ-\nent resource [37]. To achieve equity among stakeholders,\nmanagement will need to account for asymmetry in risk\naversion among stakeholders, which in turn will be a critical\nstep in integrating the value of information as a driver of\nmonitoring investment.\n(c) Consideration of moral hazards\nOur examination of the relative costs and benefits of different\nmonitoring strategies suggests that high-precision monitoring\nis always the most effective way to maximize yield and avoid\ncrossing a limit reference point or critical biological threshold.\nHowever,  high  monitoring  precision  can  be  extremely\nexpensive, and the feasibility of payment depends on the\nstate of the system and the resources that industry, stake-\nholders,  non-governmental  organizations  or  government\nagencies have to cover the costs of monitoring. In some\ncircumstances‘moral hazards’can emerge, where one organ-\nization is involved in a risky activity (harvest) but is protected\nagainst risk by another party that incurs the cost [38]. When\ncontracts are initially based on payoff alone and intensive\nmonitoring is cost prohibitive, lower monitoring precision\ncombined with shared risk among multiple parties is a\ncommon solution applied to moral hazards.\nIn the case of resource monitoring, shared risk strategies\ncan include the industry sharing monitoring costs with govern-\nment agencies. However, shared monitoring costs do not\nalways align with economic incentives. For example, our\nmodel suggests that an economic incentive exists for an organ-\nization to support increased monitoring as long as the expected\nfinancial benefit from resource extraction exceeds the financial\ncost of monitoring. By contrast, agencies are incentivized to\n0\n5\n10\n15\n20\n00.51.01.52.0\nvalue ratio (NPV/monitoring cost)\nmonitoring strategy\nhigh precision (CV = 0.1)\nlow precision (CV = 0.5)\nprecautionary buffer\n0\n0.2\n0.4\n0.6\nprobability of collapse\nprop. maximum harvest rate (p)\nFigure 6.Financial benefits of a precautionary buffer approach when the industry bears the cost of monitoring. Comparison of constant but fixed monitoring\ninvestment (i.e. high monitoring precision [CV = 0.1, solid line and circles] or low-precision monitoring [CV = 0.5, short-dash line and triangles])to a precautionary\nbuffer where when estimated biomass is above this buffer (i.e.\n^\nB\nt\n.B\nMSY\n) monitoring is low precision [CV = 0.5] and below which (i.e.\n^\nB\nt\n.B\nMSY\n) monitoring is\nhigh precision (long dash line and squares). Cost function slope (c\ns\n= 5). Median results from 10 000 simulations shown for a range of maximum harvest efforts\n(x-axis), and blue and red points represent the low and high probability of population collapse, respectively.\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n8\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nkeep the population at a valuable biomass, but to minimize tax-\npayer’s costs. This asymmetry in incentives for different\nstakeholders poses a challenge, because agencies often have\nlimited resources to provide high-precision monitoring, while\nthe industry is often incentivized to harvest as much of the\nresource as possible at the lowest cost. Thus, context-appropri-\nate solutions that are economically viable and cost-effective,\nand that incentivize environmental protection, are critical.\nCommercial fisheries offer an interesting case study in\nplacing the burden of monitoring costs on the industry\nversus the government. For example, a subset of fisheries in\nNew Zealand, Canada and Australia, the fishing industry is\nprimarily responsible for monitoring costs, with the philos-\nophy that the burden of proof for sustainability is on the\nstakeholder interested in exploiting the system [15]. An\nexample of this is the commercial Pacific herring fishery in\nthe Canadian North Pacific, where monitoring of spring her-\nring spawns was historically funded by one of several\nstakeholders, the fishing industry. However, the fishery\ncrossed a limit reference point over a decade ago and has\nnot fully recovered [37]. As a consequence, monitoring\neffort has declined, which impacts the precision of biomass\nestimates, and may prolong closures. This case highlights a\nkey consideration in monitoring programmes: if information\nis most valuable as a fishery approaches and recovers from\ncollapse, it is best to ensure that funding for monitoring is\nindependent from stock size.\n(d) Looking forward\nOur model is a simplified harvested system that illustrates\nhow monitoring precision can be more or less valuable\ndepending on how close an ecosystem is to a biological or\nmanagement threshold. Our goal in this study was to provide\nstrategy; however, to develop tactics based on the principles\ndescribed above, managers will need to integrate additional\necological and economic complexity. Ecologically, shifts in\nproductivity, species interactions and environmental variabil-\nity can change a species’carrying capacity and rebound\npotential [39], and consequently alter what harvest rates\nmaximize yield and avoid collapse. Moreover, including age\nor size structure in the model has the potential to change\nthe autocorrelation structure in the model and likely modify\nthe importance of monitoring. Economically, it will be impor-\ntant to consider additional complexity in the shape of the cost\nfunction for monitoring, and dynamic prices for a harvested\nspecies such as increases in price as species become rare [40].\nMoreover, as motoring technology advances (e.g. through\nremote  sensing),  the  relative  cost  of  high-precision\nmonitoring may decrease, allowing high frequency monitor-\ning at all times. Consideration of all of these additional\nsources of complexity will benefit managers considering\nhow to optimize their monitoring strategies now and in the\nfuture as ecosystems change.\n5. Conclusion\nManagers, policy makers and stakeholders are tasked with\nconnecting monitoring effort, thresholds and the state of the\nsystem to short-term management decisions. This will be\ndifficult given the inherent limitations in assessing the state\nof the system and because the location of critical thresholds\nis not always known. Additional difficulties emerge because\nof misaligned economic incentives and structures that deter\nor constrain heavy monitoring when yields are near a critical\nthreshold, and because stakeholders differ in their risk of col-\nlapse given their divergent ability and flexibility to adapt\nonce a population or ecosystem has crossed a critical threshold.\nSeeking creative strategies that promote investment in monitor-\ning when it is most valuable has the potential to increase\nsustainable natural resource use and conservation.\nData accessibility.\nThe data are provided in electronic supplementary\nmaterial [41].\nAuthors’contributions.A.C.S.: conceptualization, data curation, formal\nanalysis, investigation, methodology, project administration, visualiza-\ntion, writing—original draft and writing—review and editing; T.E.E.:\nconceptualization, formal analysis, writing—original draft and writ-\ning—review and editing; J.F.S.: conceptualization, formal analysis,\nfunding  acquisition,  supervision,  visualization,  writing—original\ndraft and writing—review and editing; M.C.S.: formal analysis, meth-\nodology, visualization and writing—review and editing; B.S.H.:\nconceptualization and writing—review and editing; C.W.: formal\nanalysis and writing—review and editing; J.M.L.: writing—review\nand editing; A.K.S.: conceptualization and writing—review and edit-\ning; P.S.L.: conceptualization and writing—review and editing.\nAll authors gave final approval for publication and agreed to be\nheld accountable for the work performed therein.\nConflict of interest declaration.We declare we have no competing interests.\nFunding.This paper was initially product of a NCEAS working group\nfunded by the Tipping Points grant from the Moore Foundation. The\nproject evolved and was additionally supported by the James McDonell\nFoundation, the Santa Barbara Coastal LTER (grant no. NSF OCE\n1831937), Moorea Coral Reef LTER (grant no. OCE-1637396) and the\nCA Ocean Protection Council CA Sea Grant Prop 84 grant programme\n(grant no. R/OPCOAH-2). We thank the Ocean Tipping Points group,\nthe McDonell Foundation and colleagues at NWFSC and UCSB.\nAcknowledgements.We thank the Ocean Tipping Points group, the\nMcDonell Foundation and colleagues at NWFSC and UCSB.\nReferences\n1.   Kates RWet al.2001 Sustainability science.\nScience292, 641–642. (doi:10.1126/science.\n1059386)\n2.   Wintle BA, Runge MC, Bekessy SA. 2010 Allocating\nmonitoring effort in the face of unknown\nunknowns.Ecol. Lett.13, 1325–1337. (doi:10.1111/\nj.1461-0248.2010.01514.x)\n3.   McDonald-Madden E, Baxter PW, Fuller RA,\nMartin TG, Game ET, Montambault J, Possingham\nHP. 2010 Monitoring does not always count.\nTrends Ecol. Evol.25, 547–550. (doi:10.1016/j.tree.\n2010.07.002)\n4.   Biggs HC, Rogers KH. 2003 An adaptive system to\nlink science, monitoring and management in\npractice. InThe Kruger experience(eds HC Biggs, JT\ndu Toit, KH Rogers), pp. 59–80. Washington, DC:\nIsland Press. See https://www.google.com/books/\nedition/The_Kruger_Experience/pLdmZ9kObKoC?\nhl=en&gbpv=1&dq=biggs+rogers+adaptive+\nsystem&pg=PA59&printsec=frontcover.\n5.   Wade PR. 1998 Calculating limits to the allowable\nhuman-caused mortality of cetaceans and\npinnipeds.Mar. Mamm. Sci.14,1–37. (doi:10.\n1111/j.1748-7692.1998.tb00688.x)\n6.   Froese R, Branch TA, Proelß A, Quaas M,\nSainsbury K, Zimmermann C. 2011 Generic\nharvest control rules for European fisheries.Fish\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n9\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 \n\nFish.12, 340–351. (doi:10.1111/j.1467-2979.2010.\n00387.x)\n7.   Courchamp F, Clutton-Brock T, Grenfell B. 1999\nInverse density dependence and the Allee effect.\nTrends Ecol. Evol.14, 405–410. (doi:10.1016/S0169-\n5347(99)01683-3)\n8.   Fagan WF, Holmes EE. 2006 Quantifying the\nextinction vortex.Ecol. Lett.9,51–60. (doi:10.1111/\nj.1461-0248.2005.00845.x)\n9.   Kaplan IC, Leonard J. 2012 From krill to convenience\nstores: forecasting the economic and ecological\neffects of fisheries management on the US West\nCoast.Mar. Policy36, 947–954. (doi:10.1016/j.\nmarpol.2012.02.005)\n10.  Liermann M, Hilborn R. 1997 Depensation in fish\nstocks: a hierarchic Bayesian meta-analysis.\nCan. J. Fish. Aquat. Sci.54, 1976–1984. (doi:10.\n1139/f97-105)\n11.  Frank KT, Brickman D. 2000 Allee effects and\ncompensatory population dynamics within a stock\ncomplex.Can. J. Fish. Aquat. Sci.57, 513–517.\n(doi:10.1139/f00-024)\n12.  Courchamp F, Berec L, Gascoigne J. 2008Allee\neffects in ecology and conservation. Oxford, UK: OUP.\n13.  Mangel M. 2000 Irreducible uncertainties,\nsustainable fisheries and marine reserves.Evol. Ecol.\nRes.2, 547–557.\n14.  Chadès I, McDonald-Madden E, McCarthy MA, Wintle\nB, Linkie M, Possingham HP. 2008 When to stop\nmanaging or surveying cryptic threatened species.\nProc. Natl Acad. Sci. USA105,13936–13 940.\n(doi:10.1073/pnas.0805265105)\n15.  Smith A. 1994 Management strategy evaluation: the\nlight on the hill. InPopulation dynamics for fisheries\nmanagement, pp. 249–253. Acton, Australia: CSIRO.\nSee http://citeseerx.ist.psu.edu/viewdoc/download?\ndoi=10.1.1.467.356&rep=rep1&type=pdf.\n16.  Lewis MA, Kareiva P. 1993 Allee dynamics and the\nspread of invading organisms.Theor. Popul. Biol.\n43, 141–158. (doi:10.1006/tpbi.1993.1007)\n17.  Hilborn R, Walters CJ. 1992Choice, dynamics and\nuncertainty. New York, NY: Routledge.\n18.  Punt AE, Ralston S. 2007 A management strategy\nevaluation of rebuilding revision rules for overfished\nrockfish stocks. InProc. of the 2005 Lowell Wakefield\nSymposium-biology, Assessment, and Management\nof North Pacific Rockfishes, pp. 329–351: University\nof Alaska Fairbanks. See https://seagrant.uaf.edu/\nbookstore/pubs/AK-SG-07-01.html.\n19.  Pikitch Eet al. 2012\nLittle fish, big impact:\nmanaging a crucial link in ocean food webs.\nWashington, DC: Lenfest Ocean Program. See\nhttps://www.oceanconservationscience.org/pdf/\nLEN_Little_Fish_Big_Impact.pdf.\n20.  Mildenberger TK, Berg CW, Kokkalis A, Hordyk AR,\nWetzel C, Jacobsen NS, Punt AE, Nielsen JR. 2022\nImplementing the precautionary approach into\nfisheries management: biomass reference points\nand uncertainty buffers.Fish Fish.23,73–92.\n(doi:10.1111/faf.12599)\n21.  Clark CW. 1974 Mathematical bioeconomics. In\nMathematical problems in biology, pp. 29–45.\nBerlin, Germany: Springer.\n22.  Rockstrom Jet al.2009 A safe operating space for\nhumanity.Nature461, 472–475. (doi:10.1038/\n461472a)\n23.  Dakos V, Matthews B, Hendry AP, Levine J, Loeuille\nN, Norberg J, Nosil P, Scheffer M, De Meester L.\n2019 Ecosystem tipping points in an evolving world.\nNat. Ecol. Evol.3, 355–362. (doi:10.1038/s41559-\n019-0797-2)\n24.  van Ginkel KCHet al.2020 Climate change induced\nsocio-economic tipping points: review and\nstakeholder consultation for policy relevant research.\nEnviron. Res. Lett.15, 023001. (doi:10.1088/1748-\n9326/ab6395)\n25.  Costello C, Rassweiler A, Siegel D, De Leo G, Micheli\nF, Rosenberg A. 2010 The value of spatial\ninformation in MPA network design.Proc. Natl\nAcad. Sci. USA107, 18 294–18 299. (doi:10.1073/\npnas.0908057107)\n26.  Rome F. 1996Precautionary approach to capture\nfisheries and species introductions. Italy, UK: FAO\nRome.\n27.  Cleary JS. 2014Stock assessment and management\nadvice for British Columbia pacific herring: 2013\nstatus and 2014 forecast. Nanaimo, Canada:\nCanadian Science Advisory Science Scretariate.\n28.  Doak DFet al.2008 Understanding and\npredicting ecological dynamics: are major surprises\ninevitable.Ecology89, 952–961. (doi:10.1890/07-\n0965.1)\n29.  Cinner J, Daw T, McClanahan T. 2009 Socioeconomic\nfactors that affect artisanal fishers’readiness to exit\na declining fishery.Conserv. Biol.23, 124–130.\n(doi:10.1111/j.1523-1739.2008.01041.x)\n30.  Walters CJ, Hilborn R. 1976 Adaptive control of\nfishing systems.J. Fish. Board Can.33, 145–159.\n(doi:10.1139/f76-017)\n31.  Memarzadeh M, Britten GL, Worm B, Boettiger C.\n2019 Rebuilding global fisheries under uncertainty.\nProc. Natl Acad. Sci. USA116\n, 15 985–15 990.\n(doi:10.1073/pnas.1902657116)\n32.  Boettiger C, Mangel M, Munch S. 2015 Avoiding\ntipping points in fisheries management through\nGaussian process dynamic programming.Proc.\nBiol. Sci.282, 20141631. (doi:10.1098/rspb.\n2014.1631)\n33.  Clements CF, Drake JM, Griffiths JI, Ozgul A. 2015\nFactors influencing the detectability of early\nwarning signals of population collapse.Am. Nat.\n186,50–58. (doi:10.1086/681573)\n34.  Litzow MA, Hunsicker ME. 2016 Early warning\nsignals, nonlinearity, and signs of hysteresis in real\necosystems.Ecosphere7, e01614. (doi:10.1002/ecs2.\n1614)\n35.  Schindler DE, Hilborn R. 2015 Prediction,\nprecaution, and policy under global change.\nScience347,953–954. (doi:10.1126/science.1261824)\n36.  Schrank WE, Arnason R, Hannesson R. 2003The cost\nof fisheries management. London, UK: Gower\nPublishing.\n37.  Berkes Fet al.2006 Globalization, roving bandits,\nand marine resources.Science311, 1557–1558.\n(doi:10.1126/science.1122804)\n38.  Hölmstrom B. 1979 Moral hazard and observability.\nBell J. Econ.10,74–91. (doi:10.2307/3003320)\n39.  Ingeman KE, Samhouri JF, Stier AC. 2019 Ocean\nrecoveries for tomorrow’s Earth: hitting a moving\ntarget.Science363, eaav1004. (doi:10.1126/science.\naav1004)\n40.  Courchamp F, Angulo E, Rivalan P, Hall RJ, Signoret L,\nBull L, Meinard Y. 2006 Rarity value and\nspecies extinction: the anthropogenic Allee effect.PLoS\nBiol.4,2405–2410. (doi:10.1371/journal.pbio.\n0040415)\n41.  Stier AC, Essington TE, Samhouri JF, Siple MC,\nHalpern BS, White C, Lynham JM, Salomon AK, Levin\nPS. 2022 Avoiding critical thresholds through effective\nmonitoring. FigShare. (https://doi.org/10.6084/m9.\nfigshare.c.6012916)\nroyalsocietypublishing.org/journal/rspb\nProc. R. Soc. B\n289\n: 20220526\n10\n Downloaded from https://royalsocietypublishing.org/ on 16 June 2022 ",
  "extractedAt": "2025-12-12T18:45:15.567Z",
  "success": true,
  "matchedPublication": {
    "title": "Remoteness does not enhance coral reef resilience",
    "doi": "10.1111/gcb.15904",
    "year": "2022",
    "authors": "Baumann, Justin H.; Zhao, Lily Z.; Stier, Adrian C.; Bruno, John F."
  }
}