{
  "filename": "Stier et al. (Pacific Science) 2013.pdf",
  "numPages": 7,
  "text": "BioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers, academic institutions, research libraries, and research funders in the common goal of maximizing access to critical research. High Mortality in a Surgeonfish Following an Exceptional Settlement Event Author(s): Adrian C. Stier , Joshua A. Idjadi , Shane W. Geange , and Jada-Simone S. White Source: Pacific Science, 67(4):533-538. 2013. Published By: University of Hawai'i Press DOI: http://dx.doi.org/10.2984/67.4.4 URL: http://www.bioone.org/doi/full/10.2984/67.4.4 BioOne (www.bioone.org) is a nonprofit, online aggregation of core research in the biological, ecological, and environmental sciences. BioOne provides a sustainable online platform for over 170 journals and books published by nonprofit societies, associations, museums, institutions, and presses. Your use of this PDF, the BioOne Web site, and all posted and associated content indicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/page/ terms_of_use. Usage of BioOne content is strictly limited to personal, educational, and non-commercial use. Commercial inquiries or rights and permissions requests should be directed to the individual publisher as copyright holder. Pacific Science (2013), vol. 67, no. 4:533 – 538 doi:10.2984/67.4.4 © 2013 by University of Hawai‘i Press All rights reserved 533 Reef fishes exhibit considerable spatio- temporal variation in recruitment. In rare cases, extraordinarily high levels of settlement (episodic settlement events) have been docu- mented for a number of different families (Kami and Ikehara 1976, Pillai et al. 1983, Cowen 1985, Robertson 1988, Letourneur et al. 1998). High levels of postsettlement mortality often accompany episodic settle- ment events (e.g., Letourneur et al. 1998, Doherty et al. 2004, Jordan-Garza et al. 2009), which, in reef fishes, is typically attrib- uted to predation (Almany and Webster 2006). For example, in a settlement event of >40,000 unicornfish, Naso unicornis (Acanthu- ridae), Doherty et al. (2004) estimated that approximately 60% of settlers were killed overnight by predators (with dead or injured settlers rarely observed). However, other pro- cesses such as the depletion of food resources (Kami and Ikehara 1976) and disease (Lands- berg et al. 1995, Ferguson et al. 2000, Panek 2005) also likely contribute to mortality dur- ing episodic settlement. The most compelling evidence for alternate mechanisms of post- settlement mortality following episodic set- tlement is the documented presence of large numbers of newly settled fishes washing up on shores with no obvious evidence of physical damage from predatory encounters: Letour- neur et al. (1998) documented thousands of undamaged honeycomb groupers, Epinephelus merra (Serranidae), being washed ashore on Réunion Island following a large recruitment event, and a recent study by Jordán-Garza et al. (2009) described up to 40 dead sharpnose pufferfish, Canthigaster rostrata (Tetraodon- tidae), per square meter on the beaches of the Yucatán. One possible explanation for this peculiar phenomenon is epizootic disease, whereby pathogens have high transmission rates in animal populations at high densi- ties. Empirical evidence for disease, however, High Mortality in a Surgeonfish following an Exceptional Settlement Event 1 Adrian C. Stier, 2,3,7 Joshua A. Idjadi, 4 Shane W. Geange, 5 and Jada-Simone S. White 2,6 Abstract: Marine organisms occasionally settle at exceptional densities, whereby thousands of individuals arrive concurrently. High levels of mortality, which has historically been attributed to predation or competition, often follow this epi- sodic settlement of reef fishes. Here, however, we observed large numbers of newly settled surgeonfish (Ctenochaetus striatus) with white lesions lying dead on the sand amongst patch reefs following separate episodic settlement events in 2006 and 2009 in Moorea, French Polynesia. Pathogens have been identified as an important driver of population dynamics in other marine organisms but less so for reef fishes. Our observations suggest that disease outbreaks may play an underappreciated role as a mechanism of mortality following episodic settlement events in reef fishes. 1 Funding provided by The French American Cul- tural Exchange Program and a Centre national de la re- cherche scientifique grant to Y. Chancerelle and T. Lison de Loma at CRIOBE. Manuscript accepted 28 October 2012. 2 Department of Biology, University of Florida, Gainesville, Florida 32611-8525. 3 Department of Zoology, University of British Co- lumbia, no. 4200-6270 University Boulevard, Vancouver, British Columbia, V6T 1Z4, Canada. 4 Department of Biology, Eastern Connecticut State University, Willimantic, Connecticut 06226. 5 School of Biological Sciences, Victoria University of Wellington, Wellington, New Zealand. 6 Centre de Recherches Insulaires et Observatoire de l’Environnement, (CRIOBE), USR 3278 CNRS-EPHE, BP 1013 Papetoai 98729, Moorea, French Polynesia. 7 Corresponding author (e-mail: adrian.stier@gmail .com). 534 PACIFIC SCIENCE · October 2013 remains elusive; for example, visual examina- tion by Jordán-Garza et al. (2009) gave no ob- vious indication that C. rostrata were diseased. Thus, despite an emerging appreciation of the consequences of disease transmission in population die-offs of marine invertebrates (e.g., sea urchins, abalone, coral, and sea fans [Harvell et al. 1999]), there is little evidence to suggest that epizootic disease plays an im- portant role in mortality of reef fishes. In February 2006 and 2009, we observed two separate episodic settlement events of the striped bristletooth, Ctenochaetus striatus (Acanthuridae), where settlers formed large schools that swarmed throughout the lagoon of Moorea, French Polynesia. High levels of settler mortality followed this episodic set- tlement within the first week; however, here we hypothesize that an unknown pathogen caused high mortality, which left large num- bers of dead and dying fish within the lagoon. We used a biannual 5-yr data set (2004 to 2009) to document two exceptionally high re- cruitment events of C. striatus and concurrent observations of pathogen-associated mass mortality of C. striatus to motivate future re- search. materials and methods Moorea is a small volcanic island (∼61 km of coastline) with a barrier reef enclosing a la- goon around most of the island’s perimeter (see Galzin and Pointer [1985] for a descrip- tion). To describe temporal variation in Ctenochaetus striatus recruitment we explored a 5-yr data set of fish community counts con- ducted biannually at 13 locations surrounding Moorea. Sites (26 total) were paired within two main reef habitats: (1) at nearshore fring- ing reef, and (2) at the backreef near the reef crest. Twice per year (in January – February and July – August), observers conducted three 20 m × 2 m transects to visually estimate the abundance and size of all fishes at each of the sites (see Lison de Loma et al. [2008] for full survey methodology and site map). Acanthu- rids like C. striatus can have specialized larvae that may spend several months in the plank- ton (Doherty et al. 1995) and settle at large sizes (Doherty et al. 2004, Lecchini and Galzin 2005; this study). We used 10 cm as the maximum size of C. striatus recruits, based upon direct in situ observations of C. striatus recruits and observed size frequency distri- butions of C. striatus during each sampling period. results Recruit densities of Ctenochaetus striatus were more than six times higher in February 2006 and 2009, in both the fringing reef and back- reef, relative to the average density of recruits in other sampling periods (∼3 recruits/50 m 2 ), respectively. There were smaller increases in 2009, relative to 2006 (Figure 1), but in both 2006 and 2009 we observed hundreds of ap- parently diseased fish lying dead or dying on the lagoon floor. Visible symptoms of the ap- parent infection and poor condition included large white lesions on the body and particu- larly anterior to the caudal peduncle, de- creased swimming ability, and tattered fins (Figure 2). It is interesting that we did not ob- serve predators immediately consuming dead or dying individuals. Predators may have been satiated, or alternatively may have avoided prey due to their poor condition. discussion Episodic settlement events have been docu- mented for a number of families of coral reef fishes; however, our observations suggest- ing disease as a potential mechanism of post- settlement mortality are particularly unusual. Epizootic disease in marine fish appears to be ephemeral, and reports of obvious disease- associated lesions are relatively uncommon in reef fish populations (although disease inci- dence has been linked to density in a variety of taxa: Goulson and Cory 1995, Wilcox and Elderd 2003, Bell et al. 2006). A review of epi- zootic disease in coral reef fishes by Panek (2005) identified host-ectoparasite relation- ships and bacterial, fungal, and viral patho- gens as possible causative agents of disease outbreak. Biotoxic algae (e.g., Caulerpa) and toxic dinoflagellates (e.g., Gambierdiscus and Prorocentrum) have also been cited as the pos- sible etiologic agents of disease in reef fish Figure 1. Temporal variation in mean (±1 SE) abundance of recently settled Ctenochaetus striatus (<10 cm) in (a) fring- ing reef and ( b) backreef habitats from biannual samples between 2004 to 2009 at 13 survey sites surrounding Moorea, French Polynesia. Points with asterisks represent the two time steps (February 2006 and 2009) when disease was observed. Figure 2. (A) Ctenochaetus striatus settlers swarm over a reef in Moorea during an episodic settlement event. (B ) Many individuals exhibited white lesions anterior to the caudal peduncle and ventral of the right operculum. (C ) A large frac- tion of settlers suffered mortality. Disease Follows Episodic Settlement in Reef Fish · Stier et al. 537 (Panek 2005). It is interesting that both epi- sodic settlement pulses of Ctenochaetus striatus were concurrent with increased biomass of the toxic cyanobacteria Lyngbya majuscula, which has been implicated in surgeonfish toxicity in Hawai‘i (Osborn et al. 2001) and therefore provides an alternative explanation for the observed mass mortality. However, toxic effects of Lyngbya on fish are generally not restricted to a single species, and we ob- served no other evidence of distressed or dis- eased fish in the lagoon. Unfortunately, the capricious nature of the episodic settlement event left us unable to conduct a more com- prehensive investigation to verify the poten- tial occurrence of disease or toxins as drivers of these mass mortality events; consequently, there is no conclusive evidence that either disease or toxins are the principal cause of mortality during these episodic recruitment events. However, from the evidence we pre- sent here, namely large numbers of dead and dying fish with visible lesions during major recruitment events, we hypothesize an im- portant role of disease in driving the popula- tion structure of this reef fish during episodic settlement events. Future work should deter- mine whether pathogens lead to outbreaks of epizootic disease in this and other reef fishes, and to assess potential population-level effects. acknowledgments We thank C. Osenberg for helpful comments and the Moorea Marine Protected Area con- sortium for access to recruitment data. Literature Cited Almany, G. R., and M. S. Webster. 2006. The predation gauntlet: Early post-settlement mortality in reef fishes. Coral Reefs 25:19 – 22. Bell, T., R. P. Freckleton, and O. T. Lewis. 2006. Plant pathogens drive density- dependent seedling mortality in a tropical tree. Ecol. Lett. 9:569 – 574. Cowen, R. K. 1985. Large-scale pattern of recruitment by the labrid, Semicossyphus pulcher: Causes and implications. J. Mar. Res. 43:719 – 742. Doherty, P. J., V. Dufour, R. Galzin, M. A. Hixon, M. G. Meekan, and S. Planes. 2004. High mortality during settlement is a pop- ulation bottleneck for a tropical surgeon- fish. Ecology 85:2422 – 2428. Doherty, P. J., S. Planes, and P. Mather. 1995. Gene flow and larval duration in 7 species of fish from the Great Barrier Reef. Ecol- ogy 76:2373 – 2391. Ferguson, H. W., V. S. St. John, C. J. Roach, S. Willoughby, C. Parker, and R. Ryan. 2000. Caribbean reef fish mortality associ- ated with Streptococcus iniae. Vet. Rec. 147:662 – 664. Galzin, R., and J. P. Pointer. 1985. Moorea Island, Society Archipelago. Pages 73 – 102 in B. Delesalle, R. Galzin, and B. Salvat, eds. Proc. 5th Int Coral Reef Symp. 1985, Papeete, Tahiti. Goulson, D., and J. S. Cory. 1995. Responses of Mamestra brassica (Lepidoptera, Noctui- dae) to crowding: Interactions with disease resistance, color phase and growth. Oeco- logia (Berl.) 104:416 – 423. Harvell, C. D., K. Kim, J. M. Burkholder, R. R. Colwell, P. R. Epstein, D. J. Grimes, E. E. Hofmann, E. K. Lipp, A. D. M. E. Osterhaus, R. M. Overstreet et al. 1999. Emerging marine diseases: Climate links and anthropogenic factors. Science ( Wash- ington, D.C.) 285:1505 – 1510. Jordán-Garza, A. G., E. M. Diaz-Almeyda, R. Iglesias-Prieto, M. A. Maldonado, and J. Ortega. 2009. Mass mortality of Canthi- gaster rostrata at the northeast coast of the Yucatán Peninsula. Coral Reefs 28:661 – 661. Kami, H. T., and I. I. Ikehara. 1976. Notes on the annual juvenile siganid harvest in Guam. Micronesica 12:323 – 325. Landsberg, J. H. 1995. Tropical reef fish disease outbreaks and mass mortalities in Florida, USA: What is the role of dietary biological toxins? Dis. Aquat. Org. 22:83 – 100. Lecchini, D., and R. Galzin. 2005. Spatial repartition and ontogenetic shifts in habi- tat use by coral reef fishes (Moorea, French Polynesia). Mar. Biol. (Berl.) 147:47 – 58. 538 PACIFIC SCIENCE · October 2013 Letourneur, Y., P. Chabanet, L. Vigliola, and M. Harmelin-Vivien. 1998. Mass settle- ment and post-settlement mortality of Epinephelus merra (Pisces: Serranidae) on Réunion coral reefs. J. Mar. Biol. Assoc. U. K. 78:307 – 319. Lison de Loma, T., C. W. Osenberg, J. S. Shima, Y. Chancerelle, N. Davies, A. J. Brooks, and R. Galzin. 2008. A framework for assessing impacts of marine protected areas in Moorea (French Polynesia). Pac. Sci. 62:431 – 441. Osborn, N. J., P. M. Webb, and G. R. Shaw. 2001. The toxins of Lyngbya majuscula and their human and ecological health effects. Environ. Int. 27:381 – 392. Panek, F. M. 2005. Epizootics and disease of coral reef fish in the tropical western Atlantic and Gulf of Mexico. Res. Fish. Sci. 13:1 – 21. Pillai, C. S. G., M. Mohan, and K. K. Kun- hikoya. 1983. On an unusual massive re- cruitment of the reef fish Ctenochaetus stri- gosus (Bennet) (Perciformes: Acanthuridae) to the Minicoy Atoll and its significance. Indian J. Fish. 30:261 – 268. Robertson, D. R. 1988. Extreme variation in settlement of the Caribbean triggerfish Balistes vetula in Panama. Copeia (3): 698 – 703. Wilcox, C., and B. Elderd. 2003. The effect of density-dependent catastrophes on population persistence time. J. Appl. Ecol. 40:859 – 871.",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we observed large numbers of newly settled surgeonfish (Ctenochaetus striatus) with white lesions lying dead on the sand amongst patch reefs following separate episodic settlement events in 2006 and 2009 in Moorea, French Polynesia.",
    "we observed two separate episodic settlement events of the striped bristletooth, Ctenochaetus striatus (Acanthuridae), where settlers formed large schools that swarmed throughout the lagoon of Moorea, French Polynesia.",
    "we observed hundreds of ap- parently diseased fish lying dead or dying on the lagoon floor."
  ],
  "fullText": "\n\nBioOne sees sustainable scholarly publishing as an inherently collaborative enterprise connecting authors, nonprofit publishers,\nacademic institutions, research libraries, and research funders in the common goal of maximizing access to critical research.\nHigh Mortality in a Surgeonfish Following an Exceptional\nSettlement Event\nAuthor(s): Adrian C. Stier , Joshua A. Idjadi , Shane W. Geange , and Jada-Simone\nS. White\nSource: Pacific Science, 67(4):533-538. 2013.\nPublished By: University of Hawai'i Press\nDOI: http://dx.doi.org/10.2984/67.4.4\nURL: http://www.bioone.org/doi/full/10.2984/67.4.4\nBioOne (www.bioone.org) is a nonprofit, online aggregation of core research in the\nbiological, ecological, and environmental sciences. BioOne provides a sustainable online\nplatform for over 170 journals and books published by nonprofit societies, associations,\nmuseums, institutions, and presses.\nYour use of this PDF, the BioOne Web site, and all posted and associated content\nindicates your acceptance of BioOne’s Terms of Use, available at www.bioone.org/page/\nterms_of_use.\nUsage of BioOne content is strictly limited to personal, educational, and non-commercial\nuse. Commercial inquiries or rights and permissions requests should be directed to the\nindividual publisher as copyright holder.\n\nPacific Science (2013), vol. 67, no. 4:533 – 538 \ndoi:10.2984/67.4.4 \n© 2013 by University of Hawai‘i Press \nAll rights reserved\n533\nReef  fishes  exhibit  considerable  spatio-\ntemporal  variation  in  recruitment.  In  rare  \ncases, extraordinarily high levels of settlement \n(episodic settlement events) have been docu-\nmented  for  a  number  of  different  families  \n(Kami  and  Ikehara  1976,  Pillai  et  al.  1983,  \nCowen  1985,  Robertson  1988,  Letourneur  \net  al.  1998).  High  levels  of  postsettlement  \nmortality  often  accompany  episodic  settle-\nment  events  (e.g.,  Letourneur  et  al.  1998,  \nDoherty   et   al.   2004,   Jordan-Garza   et   al.   \n2009), which, in reef fishes, is typically attrib-\nuted   to   predation   (Almany   and   Webster   \n2006).  For  example,  in  a  settlement  event  of  \n>40,000 unicornfish, Naso unicornis (Acanthu-\nridae),  Doherty  et  al.  (2004)  estimated  that  \napproximately  60%  of  settlers  were  killed  \novernight by predators (with dead or injured \nsettlers rarely observed). However, other pro-\ncesses such as the depletion of food resources \n(Kami and Ikehara 1976) and disease (Lands-\nberg et al. 1995, Ferguson et al. 2000, Panek \n2005) also likely contribute to mortality dur-\ning episodic settlement. The most compelling \nevidence  for  alternate  mechanisms  of  post-\nsettlement  mortality  following  episodic  set-\ntlement  is  the  documented  presence  of  large  \nnumbers of newly settled fishes washing up on \nshores  with  no  obvious  evidence  of  physical  \ndamage  from  predatory  encounters:  Letour-\nneur  et  al.  (1998)  documented  thousands  of  \nundamaged honeycomb groupers, Epinephelus \nmerra (Serranidae),  being  washed  ashore  on  \nRéunion Island following a large recruitment \nevent,  and  a  recent  study  by  Jordán-Garza  \net al. (2009) described up to 40 dead sharpnose \npufferfish, Canthigaster  rostrata  (Tetraodon-\ntidae),  per  square  meter  on  the  beaches  of  \nthe Yucatán. One possible explanation for this \npeculiar  phenomenon  is  epizootic  disease,  \nwhereby  pathogens  have  high  transmission  \nrates  in  animal  populations  at  high  densi-\nties. Empirical evidence for disease, however, \nHigh Mortality in a Surgeonfish following an Exceptional \nSettlement Event\n1\nAdrian C. Stier,\n2,3,7\n Joshua A. Idjadi,\n4\n Shane W. Geange,\n5\n and Jada-Simone S. White \n2,6\nAbstract: Marine organisms occasionally settle at exceptional densities, whereby \nthousands of individuals arrive concurrently. High levels of mortality, which has \nhistorically  been  attributed  to  predation  or  competition,  often  follow  this  epi-\nsodic  settlement  of  reef  fishes.  Here,  however,  we  observed  large  numbers  of  \nnewly settled surgeonfish (Ctenochaetus striatus) with white lesions lying dead on \nthe  sand  amongst  patch  reefs  following  separate  episodic  settlement  events  in  \n2006 and 2009 in Moorea, French Polynesia. Pathogens have been identified as \nan important driver of population dynamics in other marine organisms but less \nso for reef fishes. Our observations suggest that disease outbreaks may play an \nunderappreciated role as a mechanism of mortality following episodic settlement \nevents in reef fishes.\n1\n    Funding  provided  by  The  French  American  Cul-\ntural Exchange Program and a Centre national de la re-\ncherche scientifique grant to Y. Chancerelle and T. Lison \nde  Loma  at  CRIOBE.  Manuscript  accepted  28  October  \n2012.\n2\n      Department   of   Biology,   University   of   Florida,   \nGainesville, Florida 32611-8525.\n3\n    Department  of  Zoology,  University  of  British  Co-\nlumbia, no. 4200-6270 University Boulevard, Vancouver, \nBritish Columbia, V6T 1Z4, Canada.\n4\n    Department  of  Biology,  Eastern  Connecticut  State  \nUniversity, Willimantic, Connecticut 06226.\n5\n  School of Biological Sciences, Victoria University of \nWellington, Wellington, New Zealand.\n6\n  Centre de Recherches Insulaires et Observatoire de \nl’Environnement, (CRIOBE), USR 3278 CNRS-EPHE, \nBP 1013 Papetoai 98729, Moorea, French Polynesia.\n7\n    Corresponding  author  (e-mail:  adrian.stier@gmail\n.com).\n\n534                                                                                                  PACIFIC SCIENCE  · October 2013\n remains elusive; for example, visual examina-\ntion by Jordán-Garza et al. (2009) gave no ob-\nvious indication that C. rostrata were diseased. \nThus,  despite  an  emerging  appreciation  of  \nthe  consequences  of  disease  transmission  in  \npopulation  die-offs  of  marine  invertebrates  \n(e.g., sea urchins, abalone, coral, and sea fans \n[Harvell  et  al.  1999]),  there  is  little  evidence  \nto suggest that epizootic disease plays an im-\nportant role in mortality of reef fishes.\nIn  February  2006  and  2009,  we  observed  \ntwo  separate  episodic  settlement  events  of  \nthe  striped  bristletooth,  Ctenochaetus  striatus  \n(Acanthuridae),  where  settlers  formed  large  \nschools that swarmed throughout the lagoon \nof  Moorea,  French  Polynesia.  High  levels  \nof settler mortality followed this episodic set-\ntlement  within  the  first  week;  however,  here  \nwe  hypothesize  that  an  unknown  pathogen  \ncaused high mortality, which left large num-\nbers of dead and dying fish within the lagoon. \nWe  used  a  biannual  5-yr  data  set  (2004  to  \n2009) to document two exceptionally high re-\ncruitment events of C. striatus and concurrent \nobservations   of   pathogen-associated   mass   \nmortality of C. striatus to motivate future re-\nsearch.\nmaterials and methods\nMoorea is a small volcanic island (∼61 km of \ncoastline)  with  a  barrier  reef  enclosing  a  la-\ngoon  around  most  of  the  island’s  perimeter  \n(see Galzin and Pointer [1985] for a descrip-\ntion).   To   describe   temporal   variation   in   \nCtenochaetus  striatus  recruitment  we  explored  \na 5-yr data set of fish community counts con-\nducted biannually at 13 locations surrounding \nMoorea.  Sites  (26  total)  were  paired  within  \ntwo main reef habitats: (1) at nearshore fring-\ning reef, and (2) at the backreef near the reef \ncrest.  Twice  per  year  (in  January  –  February  \nand July – August), observers conducted three \n20  m  ×  2  m  transects  to  visually  estimate  the  \nabundance and size of all fishes at each of the \nsites (see Lison de Loma et al. [2008] for full \nsurvey methodology and site map). Acanthu-\nrids like C. striatus can have specialized larvae \nthat  may  spend  several  months  in  the  plank-\nton  (Doherty  et  al.  1995)  and  settle  at  large  \nsizes   (Doherty   et   al.   2004,   Lecchini   and   \n Galzin  2005;  this  study).  We  used  10  cm  as  \nthe maximum size of C. striatus recruits, based \nupon direct in situ observations of C. striatus \nrecruits  and  observed  size  frequency  distri-\nbutions  of  C.  striatus  during  each  sampling  \nperiod.\nresults\nRecruit densities of Ctenochaetus striatus were \nmore than six times higher in February 2006 \nand 2009, in both the fringing reef and back-\nreef, relative to the average density of recruits \nin other sampling periods (∼3 recruits/50 m\n2\n), \nrespectively. There were smaller increases in \n2009, relative to 2006 (Figure 1), but in both \n2006  and  2009  we  observed  hundreds  of  ap-\nparently diseased fish lying dead or dying on \nthe lagoon floor. Visible symptoms of the ap-\nparent infection and poor condition included \nlarge  white  lesions  on  the  body  and  particu-\nlarly  anterior  to  the  caudal  peduncle,  de-\ncreased  swimming  ability,  and  tattered  fins  \n(Figure 2). It is interesting that we did not ob-\nserve predators immediately consuming dead \nor dying individuals. Predators may have been \nsatiated,  or  alternatively  may  have  avoided  \nprey due to their poor condition.\ndiscussion\nEpisodic  settlement  events  have  been  docu-\nmented for a number of families of coral reef \nfishes;  however,  our  observations  suggest-\ning disease as a potential mechanism of post-\nsettlement mortality are particularly unusual. \nEpizootic disease in marine fish appears to be \nephemeral,  and  reports  of  obvious  disease-  \nassociated lesions are relatively uncommon in \nreef  fish  populations  (although  disease  inci-\ndence  has  been  linked  to  density  in  a  variety  \nof taxa: Goulson and Cory 1995, Wilcox and \nElderd 2003, Bell et al. 2006). A review of epi-\nzootic  disease  in  coral  reef  fishes  by  Panek  \n(2005)  identified  host-ectoparasite  relation-\nships  and  bacterial,  fungal,  and  viral  patho-\ngens  as  possible  causative  agents  of  disease  \noutbreak.  Biotoxic  algae  (e.g.,  Caulerpa)  and  \ntoxic  dinoflagellates  (e.g.,  Gambierdiscus  and  \nProrocentrum) have also been cited as the pos-\nsible  etiologic  agents  of  disease  in  reef  fish  \n\nFigure 1. Temporal variation in mean (±1 SE) abundance of recently settled Ctenochaetus striatus (<10 cm) in (a) fring-\ning reef and ( b) backreef habitats from biannual samples between 2004 to 2009 at 13 survey sites  surrounding Moorea, \nFrench  Polynesia.  Points  with  asterisks  represent  the  two  time  steps  (February  2006  and  2009)  when  disease  was  \n observed.\n\nFigure 2. (A) Ctenochaetus striatus settlers swarm over a reef in Moorea during an episodic settlement event. (B ) Many \nindividuals exhibited white lesions anterior to the caudal peduncle and ventral of the right operculum. (C  ) A large frac-\ntion of settlers suffered mortality.\n\nDisease Follows Episodic Settlement in Reef Fish  ·  Stier et al.                                                              537\n(Panek  2005).  It  is  interesting  that  both  epi-\nsodic settlement pulses of Ctenochaetus striatus \nwere  concurrent  with  increased  biomass  of  \nthe   toxic   cyanobacteria   Lyngbya majuscula, \nwhich  has  been  implicated  in  surgeonfish  \n toxicity  in  Hawai‘i  (Osborn  et  al.  2001)  and  \ntherefore  provides  an  alternative  explanation  \nfor  the  observed  mass  mortality.  However,  \ntoxic  effects  of  Lyngbya  on  fish  are  generally  \nnot restricted to a single species, and we ob-\nserved no other evidence of distressed or dis-\neased  fish  in  the  lagoon.  Unfortunately,  the  \ncapricious  nature  of  the  episodic  settlement  \nevent left us unable to conduct a more com-\nprehensive  investigation  to  verify  the  poten-\ntial occurrence of disease or toxins as drivers \nof these mass mortality events; consequently, \nthere  is  no  conclusive  evidence  that  either  \n disease  or  toxins  are  the  principal  cause  of  \nmortality  during  these  episodic  recruitment  \nevents.  However,  from  the  evidence  we  pre-\nsent here, namely large numbers of dead and \ndying  fish  with  visible  lesions  during  major  \nrecruitment  events,  we  hypothesize  an  im-\nportant role of disease in driving the popula-\ntion structure of this reef fish during episodic \nsettlement events. Future work should deter-\nmine  whether  pathogens  lead  to  outbreaks  \nof  epizootic  disease  in  this  and  other  reef  \n fishes, and to assess potential population-level \neffects.\nacknowledgments\nWe thank C. Osenberg for helpful comments \nand the Moorea Marine Protected Area con-\nsortium for access to recruitment data.\nLiterature Cited\nAlmany, G. R., and M. S. Webster. 2006. The \npredation  gauntlet:  Early  post-settlement  \nmortality   in   reef   fishes.   Coral   Reefs   \n25:19 – 22.\nBell,  T.,  R.  P.  Freckleton,  and  O.  T.  Lewis.  \n2006.   Plant   pathogens   drive   density-   \ndependent seedling mortality in a tropical \ntree. Ecol. Lett. 9:569 – 574.\nCowen,  R.  K.  1985.  Large-scale  pattern  of  \n recruitment \nby  the  labrid,  Semicossyphus \npulcher:  Causes  and  implications.  J.  Mar.  \nRes.  43:719 – 742.\nDoherty,  P.  J.,  V.  Dufour,  R.  Galzin,  M.  A.  \nHixon, M. G. Meekan, and S. Planes. 2004. \nHigh mortality during settlement is a pop-\nulation  bottleneck  for  a  tropical  surgeon-\nfish. Ecology 85:2422 – 2428.\nDoherty, P. J., S. Planes, and P. Mather. 1995. \nGene flow and larval duration in 7 species \nof fish from the Great Barrier Reef. Ecol-\nogy 76:2373 – 2391.\nFerguson, H. W., V. S. St. John, C. J. Roach, \nS.  Willoughby,  C.  Parker,  and  R.  Ryan.  \n2000. Caribbean reef fish mortality associ-\nated   with   Streptococcus   iniae.   Vet.   Rec.   \n147:662 – 664.\nGalzin,  R.,  and  J.  P.  Pointer.  1985.  Moorea  \nIsland, Society Archipelago. Pages 73 – 102 \nin  B.  Delesalle,  R.  Galzin,  and  B.  Salvat,  \neds. Proc. 5th Int Coral Reef Symp. 1985, \nPapeete, Tahiti.\nGoulson, D., and J. S. Cory. 1995. Responses \nof Mamestra brassica (Lepidoptera, Noctui-\ndae) to crowding: Interactions with disease \nresistance, color phase and growth. Oeco-\nlogia (Berl.) 104:416 – 423.\nHarvell,  C.  D.,  K.  Kim,  J.  M.  Burkholder,  \nR. R. Colwell, P. R. Epstein, D. J. Grimes, \nE.  E.  Hofmann,  E.  K.  Lipp,  A.  D.  M.  E.  \nOsterhaus,  R.  M.  Overstreet  et  al.  1999.  \nEmerging  marine  diseases:  Climate  links  \nand anthropogenic factors. Science ( Wash-\nington, D.C.) 285:1505 – 1510.\nJordán-Garza,  A.  G.,  E.  M.  Diaz-Almeyda,  \nR.  Iglesias-Prieto,  M.  A.  Maldonado,  and  \nJ. Ortega. 2009. Mass mortality of Canthi-\ngaster rostrata at the northeast coast of the \nYucatán  Peninsula.  Coral  Reefs  28:661  –   \n661.\nKami,  H.  T.,  and  I.  I.  Ikehara.  1976.  Notes  \non  the  annual  juvenile  siganid  harvest  in  \nGuam. Micronesica 12:323 – 325.\nLandsberg,  J.  H.  1995.  Tropical  reef  fish  \n disease  outbreaks  and  mass  mortalities  in  \nFlorida,  USA:  What  is  the  role  of  dietary  \nbiological toxins? Dis. Aquat. Org. 22:83 –  \n100.\nLecchini,  D.,  and  R.  Galzin.  2005.  Spatial  \nrepartition and ontogenetic shifts in habi-\ntat use by coral reef fishes (Moorea, French \nPolynesia). Mar. Biol. (Berl.) 147:47 \n–\n \n58.\n\n538                                                                                                  PACIFIC SCIENCE  · October 2013\nLetourneur, Y., P. Chabanet, L. Vigliola, and \nM.  Harmelin-Vivien.  1998.  Mass  settle-\nment   and   post-settlement   mortality   of   \n Epinephelus  merra  (Pisces:  Serranidae)  on  \nRéunion  coral  reefs.  J.  Mar.  Biol.  Assoc.  \nU. K. 78:307 – 319.\nLison  de  Loma,  T.,  C.  W.  Osenberg,  J.  S.  \nShima,  Y.  Chancerelle,  N.  Davies,  A.  J.  \nBrooks, and R. Galzin. 2008. A framework \nfor  assessing  impacts  of  marine  protected  \nareas  in  Moorea  (French  Polynesia).  Pac.  \nSci.  62:431 – 441.\nOsborn, N. J., P. M. Webb, and G. R. Shaw. \n2001. The toxins of Lyngbya majuscula and \ntheir  human  and  ecological  health  effects.  \nEnviron. Int. 27:381 – 392.\nPanek,  F.  M.  2005.  Epizootics  and  disease  \n     of  coral  reef  fish  in  the  tropical  western  \n Atlantic and Gulf of Mexico. Res. Fish. Sci. \n13:1 – 21.\nPillai,  C.  S.  G.,  M.  Mohan,  and  K.  K.  Kun-\nhikoya.  1983.  On  an  unusual  massive  re-\ncruitment of the reef fish Ctenochaetus stri-\ngosus (Bennet) (Perciformes: Acanthuridae) \nto  the  Minicoy  Atoll  and  its  significance.  \nIndian J. Fish. 30:261 – 268.\nRobertson,  D.  R.  1988.  Extreme  variation  \nin  settlement  of  the  Caribbean  triggerfish  \nBalistes   vetula   in   Panama.   Copeia   (3):   \n698 – 703.\nWilcox,  C.,  and  B.  Elderd.  2003.  The  effect  \nof    density-dependent    catastrophes    on    \n population persistence time. J. Appl. Ecol. \n40:859 – 871.",
  "extractedAt": "2025-12-12T18:45:15.356Z",
  "success": true,
  "matchedPublication": {
    "title": "High Mortality in a Surgeonfish Following an Exceptional Settlement Event",
    "doi": "10.2984/67.4.4",
    "year": "2013",
    "authors": "Stier, Adrian C.; Idjadi, Joshua A.; Geange, Shane W.; White, Jada-Simone S."
  }
}