{
  "filename": "Stier et al (Ecology) 2013.pdf",
  "numPages": 21,
  "text": "Ecology, 94(5), 2013, pp. 1057–1068 Ó2013 by the Ecological Society of America Predator density and timing of arrival affect reef fish community assembly ADRIANC. STIER, 1,5 SHANEW. GEANGE, 2 KATEM. HANSON, 3 ANDBENJAMINM. BOLKER 4 1 Department of Biology, University of Florida, Gainesville, Florida 32611-8525 USA 2 School of Biological Sciences, Victoria University of Wellington, P.O. Box 600, Wellington, New Zealand 3 American Museum of Natural History, Center for Biodiversity and Conservation, Central Park West at 79th Street, New York, New York 10024 USA 4 Departments of Mathematics and Statistics and Biology, McMaster University, Hamilton, Ontario L8S 4K1 Canada Abstract. Most empirical studies of predation use simple experimental approaches to quantify the effects of predators on prey (e.g., using constant densities of predators, such as ambient vs. zero). However, predator densities vary in time, and these effects may not be well represented by studies that use constant predator densities. Although studies have independently examined the importance of predator density, temporal variability, and timing of arrival (i.e., early or late relative to prey), the relative contribution of these different predator regimes on prey abundance, diversity, and composition remains poorly understood. The hawkfish (Paracirrhites arcatus), a carnivorous coral reef fish, exhibits substantial variability in patch occupancy, density, and timing of arrival to natural reefs. Our field experiments demonstrated that effects of hawkfish on prey abundance depended on both hawkfish density and the timing of their arrival, but not on variability in hawkfish density. Relative to treatments without hawkfish, hawkfish presence reduced prey abundance by 50%. This effect increased with a doubling of hawkfish density (an additional 33%reduction), and when hawkfish arrived later during community development (a 34%reduction). Hawkfish did not affect within-patch diversity (species richness), but they increased between-patch diversity (beta) based on species incidence (22%), and caused shifts in species composition. Our results suggest that the timing of predator arrival can be as important as predator density in modifying prey abundance and community composition. Key words: coral reefs; diversity; Moorea, French Polynesia;Paracirrhites arcatus;predation; priority effects; reef fish; variance. INTRODUCTION Predator migration, mortality, and recruitment can lead to temporal variability in predator density, creating a habitat landscape consisting of a mosaic of patches with differing patterns of predator occupancy, mean density, and timing of arrival (relative to prey). Such an assortment of predator patch occupancies may substan- tially alter the strength of predation, creating distinct patterns of prey abundance, diversity, and composition. Of the numerous studies identifying predation as a key process in prey coexistence, relative abundance, and composition (e.g., Sih et al. 1985, Spiller and Schoener 1998), the majority focus on effects of chronic predator exposure at a constant level (i.e., presence–absence or a gradient of predator densities). Variability in ecological processes has historically been considered noise; however, more recently, empir- ical studies of predation (Butler 1989, Navarrete 1996), stress (Benedetti-Cecchi et al. 2006), disturbance (Bish- op and Kelaher 2007), phenotypic plasticity (Miner and Vonesh 2004), and plant–herbivore interactions (Atalah et al. 2007) have documented the emergent effects of spatial and temporal variability. These effects of variance are usually explained by Jensen’s inequality: if f(x) is nonlinear, then the mean of the function is not equal to the function evaluated at the mean ( fðxÞ6¼f( ̄ x). Thus, studies that use a mean predator density (i.e., which focus onf( ̄ x)) will not describe the effect of predators when there is substantial variation aroundf( ̄ x) (see Ruel and Ayres 1999, Inouye 2005). Ecologically, there are many reasons to expect effects of predator density on prey to be nonlinear (Skalski and Gilliam 2001). Temporal variability in predator densities can reduce the strength of the effect of predators by shifting the availability of spatial or temporal refuges for prey. For example, Butler (1989) showed that temporally variable sunfish predation can produce unique macro- invertebrate communities in freshwater lakes relative to communities exposed to chronic sunfish predation. In intertidal invertebrate communities, Navarrete (1996) found that variable densities of whelks (the predator) Manuscript received 4 November 2011; revised 12 October 2012; accepted 22 October 2012; final version received 14 November 2012. Corresponding Editor: M. H. Carr. 5 Present address: Department of Zoology, University of British Columbia, No. 4200-6270 University Boulevard, Vancouver, British Columbia V6T 1Z4 Canada. E-mail: adrian.stier@gmail.com 1057 allowed some prey to survive and grow while the whelk was absent and achieve a size refuge when the whelk was later present. This escape from predation modified competitive dynamics and altered the prey community. In addition to the effects of predator variance in affecting community organization, timing of predator arrival, especially relative to the timing of prey, can also modify the role of predation in community assembly by modifying priority effects (Morin 1984, Louette and De Meester 2007, Hoverman and Relyea 2008), succession (Olito and Fukami 2009), and alternative stable states (Price and Morin 2004). Predators may starve if they arrive in communities before prey, thereby alleviating predation pressure when prey do arrive. Alternatively, when predator and prey arrival times overlap, early predators may have the strongest effects, because prey will have insufficient time to reach size refugia, develop morphological or chemical defenses, or gain knowledge of predator-free space. Similarly, in size-structured systems, predators and prey may compete early in ontogeny, so early-arriving predators may avoid a competitive bottleneck (Olson et al. 1995). Reef fish communities are ideal for examining comparative effects of predator density, temporal variability in predation pressure, and timing of predator arrival relative to prey. Piscivores on reefs affect the abundance and diversity of prey (Hixon 1991, Hixon and Beets 1993, Almany and Webster 2006), and exhibit extensive spatio-temporal variability in abundance (Doherty 1991, Connell and Kingsford 1998, Dahlgren and Eggleston 2000). Here, we documented spatial and temporal variation in a predatory reef fish, the hawkfish Paracirrhites arcatus(hereafter hawkfish), on natural reefs. Then, we used a field experiment to evaluate the independent and combined effects of predator density, variation in predator density, and timing of predator arrival on abundance and diversity of fish communities. M ETHODS Study system, site, and species The island of Moorea (French Polynesia: 17830 0 S, 149850 0 W) is surrounded by a barrier reef with a shallow lagoon that ranges from 0.8–1.3 km wide, and is ;3–7 m deep (Galzin and Pointer 1985). The lagoon is interspersed with patch reefs within a matrix of sand, fine coral rubble, and coral pavement (Galzin and Pointer 1985), with individual patch reefs separated by less than a meter, to tens of meters. Hawkfish are a common, diurnal, sit-and-wait carnivore found perched upon the branches ofAcroporaspp. andPocilloporaspp. coral within the lagoon. Their diet includes recently settled fishes, shrimps, and other crustaceans (M. Leray, personal communication). Quantifying temporal patch occupancy of hawkfish To quantify natural variability in hawkfish density, we visually censused the abundance of hawkfish on 192 small patch reefs (area¼4.0261.67 m 2 , mean6SD) approximately twice per week from February to June 2005 (126 samples). We found hawkfish on 66 of the 192 surveyed patch reefs; we focus our analysis on 55 of the 66 reefs where hawkfish were observed at least twice. To summarize overall occupancy we calculated the average number of hawkfish per reef. Per reef, hawkfish were observed an average of 13.367.7 days of the 126 census days; density ranged from 1 to 5 hawkfish per patch reef (when hawkfish were present: 1.2260.27 hawkfish, mean61 SD; Fig. 1b). The 55 reefs were occupied 47% 627%of the 126 census days with a coefficient of variation of 1.48%60.94%(mean61 SD). To compute patterns of occupancy, we interpolated between obser- vations, assuming that hawkfish were continuously present between observations where they were present, continuously absent between observations where they FIG. 1. Summary of surveys of 192 patch reefs on the northern shore of Moorea, Society Islands, from February to June 2005 (approximately two times per week). (a) Frequency distribution of mean (right-censored) duration of hawkfish occupancy events on surveyed reefs. Occupancy events were defined as consecutive survey observations of hawkfish presence on a reef (maximum time between survey observations¼4 days). The duration of each occupancy event is the number of consecutive days of hawkfish presence, assuming that hawkfish were present on days between consecutive sightings. Note that our surveys did not allow us to discern among individual hawkfish; therefore, in some instances individual fish may have been lost and replaced by a new, similar-sized immigrant between census points. The mean duration of occupancy is the average duration of all occupancy events recorded for a given reef. (b) Time-averaged density of hawkfish from surveys of 192 patch reefs in Moorea. ADRIAN C. STIER ET AL.1058Ecology, Vol. 94, No. 5 were absent, and arrived or left reefs at a time halfway between successive observations where the occupancy changed. Reefs remained occupied by hawkfish for 23.80 611.02 days (mean61 SD; lower 25%quartile, 16.08 days; upper 25%quartile, 60.67 days; Fig. 1a). On each of the 55 reefs, hawkfish numbers varied through time, idiosyncratically (Fig. 1b). On average, hawkfish were continuously present for 7616.4 days (lower 25% quartile, 4 days; upper 25%quartile, 15 days) and continuously absent for 5618.9 days (lower 25% quartile, 4 days; upper 25%quartile, 15 days). We synthesized these observations into six types of natural variation in hawkfish density: (1) low mean predator density associated with low variance (Fig. 2a); (2) low mean predator density associated with high variance (Fig. 2b); (3) high mean predator density associated with low variance (Fig. 2c); (4) high mean predator density associated with high variance (Fig. 2d); (5) early- arriving predators (Fig. 2e); and (6) late-arriving predators (Fig. 2f). Note that the observed variation in the occupancy of hawkfish across the 55 reefs is primarily a product of hawkfish movement (i.e., immigration and emigration) and to a lesser degree a function of hawkfish recruitment and mortality. We further explored the prevalence of these different characteristic ‘‘early’’ and ‘‘late’’ hawkfish by examining the survey data for the presence and absence of hawkfish relative to the seven days after the new moons in our data when settling reef fish are most sensitive to predation (Almany and Webster 2006 and citations therein). Hawkfish were continuously present on reefs for the seven days following the new moon (i.e., ‘‘early’’) for 32%of the periods observed, and continuously present from seven days after the new moon until the next new moon (i.e., ‘‘late’’) for 22%of the periods observed. They were continuously absent for 35%of the early periods and 24%of the late periods (Fig. 3). Effects of predator density, temporal variability, and timing of arrival To quantify the effects of the six types of natural variation in hawkfish density, we constructed an FIG. 2. Examples of six characteristic pat- terns of patch occupancy by hawkfish from surveys of 192 reefs in the north lagoon of Moorea from February to June 2005. Hawkfish exhibited differences in density: (a, b) low densi- ty; (c, d) high density. Hawkfish also exhibited differences in timing of arrival: (e) early; (f) late. Within a given hawkfish density, patches differed in the frequency (i.e., time interval between hawkfish occurrences) at which hawkfish were present, leading to differences in variability: (a) low density, low variability; (b) low density, high variability; (c) high density, low variability; (d) high density, high variability. Not shown (but present) were patches where hawkfish were absent for the entire survey duration. Mean and variance of the number of hawkfish for the survey duration are given in the top right corner of each plot, and the time-averaged mean is plotted as a dashed gray line. May 20131059VARIABLE PREDATION AND TOP-DOWN CONTROL experimental array consisting of 35 artificial reefs standardized for size, coral species composition, and complexity. Two rows of reefs were constructed on the northern shore of Moorea in water 3–5 m deep. Rows and artificial reefs within rows were separated from each other by 15 m, and the array was separated from nearby natural reefs by a minimum of 50 m. This separation among reefs provides a distance great enough to ensure independence of replicate reefs and minimize the movement of hawkfish among experimen- tal and natural patch reefs. A study tracking the movement of 24 tagged hawkfish among experimental reefs found no movement among reefs spaced by 15 m (Stier et al. 2012). Each of the 35 reefs consisted of a 1- m 2 base of six cinder blocks, to which we attached, using marine epoxy, one colony each of:Pocillopora verrucosa(15–20 cm diameter),P. eyduxi(30–35 cm diameter), massivePoritesspp. (a complex ofP. lobata andP. lutea; 40–50 cm diameter),Porites rus(35–40 cm diameter), andMontiporaspp. (30–40 cm diameter). We also surrounded each reef with 10 small pieces of coral rubble (;20 cm in diameter). Immediately following reef construction, and prior to colonization by fishes, we implemented a 120-d fish recruitment study consisting of two equal time steps (0– 60 days and 60–120 days). Five hawkfish treatments were randomly assigned to each of the 35 patch reefs (n ¼7 per treatment): (1) Control, zero hawkfish for 120 FIG. 3. Temporal trajectories of hawkfish occupancy on 55 reefs relative to the seven days following new moons (shaded gray) from Febru- ary to June 2005. Each row represents a single reef; line coding represents the hawkfish occu- pancy category (black line, absent; gray line, 1 hawkfish; heavy dashed line,.1 hawkfish. Reefs are ordered by hawkfish occupancy, with the fewest days occupied by hawkfish at the top and the greatest number of days occupied by hawkfish at the bottom. ADRIAN C. STIER ET AL.1060Ecology, Vol. 94, No. 5 days; (2) Early Only, two hawkfish from day 0–60 and zero hawkfish from day 60–120; (3) Late Only, zero hawkfish from day 0–60 and two hawkfish from day 60– 120; (4) Low Density, one hawkfish for 120 days; and (5) High Density, two hawkfish for 120 days (Fig. 4). This design therefore included three mean hawkfish densities (0, 1, or 2), two temporal variances (0 or nonzero), and two arrival times (early vs. late) (see Appendix A for a diagram). Hawkfish were collected with hand nets and an anesthetic (clove oil) from colonies of wide-branching Pocilloporaspp.;800 m from the experimental array. For treatments with two hawkfish (Early Only, Late Only, and High Density), we collected pairs of hawkfish (72.464.4 mm SL) occupying the samePocillopora colony. We conducted a press experiment, maintaining each of the five treatments for the entire 120-d duration by monitoring hawkfish treatments every other day (missing hawkfish were replaced within 24–48 h of their disappearance; this happened on nine separate occasions during the 120-d experiment (5 fish after 60 d and 4 fish after 120 d). Divers visually censused the entire fish community at 60 and 120 d. Notably, there was no recruitment of other predator species to our reefs with the exception of one lionfish recruit, which was removed immediately after its settlement. Defining the prey community On average, 15%(SD¼8) of fish on each reef were adults that were readily distinguishable from newly settled fishes due to their drastic differences in size. The three transient adult species (Balistapus undulatus,Chae- todon vagabundus, andCentropyge flavissimus) are commonly seen traversing large sand flats, and occasion- ally visit patch reefs for shelter. These three transient species made up.95%of the adult fish observed on experimental reefs and did not differ statistically in abundance across hawkfish treatments (P.0.3 for all three species). We believe the observed effects of hawkfish are likely independent of these adult immigrants; therefore, we excluded these individuals from our analyses (to isolate the effect of hawkfish on the early recruitment process), but included all other observed fish. Furthermore, we believe that despite immigration by these three species that the separation of our experimental array from natural reefs by 50 m was adequate to isolate the prey community of interest. Note that seven recruits of each of these species were observed on our reefs (readily distinguishable by their size and coloration from adults) and were therefore included in the analysis. A fraction of the observed prey community was likely either too large (particularly goatfishes [Mullidae] and soldier- fishes [Holocentridae]) or too chemically defended (e.g., pufferfishes [Tetraodontidae]) to be consumed by hawk- fish. However, we retained these species in our analysis because hawkfish are also capable of indirectly inducing mortality of recently settled fishes by making individuals more susceptible to larger-mouthed transient predators FIG. 4. Mean (62 SE) (a) total abundance, (b) species richness, and (c) rarefied species richness of fishes after 120 days in each of five treatments: control (C), early arrival (L early ), late arrival (L late ), low density (L fixed ), and high density (H fixed ). Fill shades and symbols represent mean hawkfish densities (0, white; 1, gray; 2, black) and temporal variance in density (circles, fixed; squares, variable), respectively. In panel (c), values in parentheses above each treatment on thex-axis represent the hawkfish density in each treatment at each of the two time steps: 0–60 d and 60–120 d. See the sectionRarefied species richness and beta diversityfor explanation of ‘‘rarefac- tion.’’ May 20131061VARIABLE PREDATION AND TOP-DOWN CONTROL (Schmitt et al. 2009). Note that these relatively large or highly chemically defended settlers were not particularly abundant in the data set, and the removal of these species does not qualitatively change the effects of hawkfish described below. Traditionally, investigators have focused on the role of predators in affecting within-patch diversity (species richness) and species composition through mechanisms such as frequency dependence, disturbance, prey pref- erence, or the removal of competitive dominants (reviewed in Chesson 2000). While these mechanisms can cause increases or decreases in species richness, as well as modify the relative abundance or incidence (i.e., presence–absence) of individuals within the average patch, predators can also affect beta diversity (i.e., between-patch diversity). For example, predators can: (1) reduce beta diversity by acting as environmental filters; (2) increase or decrease beta diversity by increasing or decreasing the strength of priority effects; or (3) increase beta diversity by reducing the total number of individuals and thereby increasing the importance of stochastic assembly (Chase et al. 2009 and citations therein). We therefore quantified seven different descriptors of the prey fish community (excluding hawkfish from the sample) within and between patches: (1) total fish abundance, (2) species richness, (3) rarefied species richness (i.e., species richness standardizing the number of individuals across treatments), (4) rarefied beta diversity based on the Jaccard index (b Jac ), an index that emphasizes differ- ences in species incidence, (5) rarefied beta diversity based on a metric that emphasizes differences in species relative abundance, the Manhattan index (b Man ), (6) community composition based on the Jaccard index, and (7) community composition based on the Manhat- tan index. Note that tests for differences in community composition are exploring differences among groups in the location of the multivariate mean, whereas tests for differences in beta diversity are comparing variation around the multivariate mean for a given treatment. We used four planned orthogonal contrasts to examine treatment effects on each of the seven response variables: (1) Hawkfish Contrast, the effect of the presence of hawkfish, [Control] vs. [Early Only, Late Only, Low Density, High Density]; (2) Density Contrast, the effect of hawkfish density, [Early Only, Late Only, Low Density] vs. [High Density]; (3) Variance Contrast, the effect of constant vs. variable hawkfish density, holding means constant, [Low Density] vs. [Early Only, Late Only]; and (4) Timing Contrast, the effect of timing of hawkfish arrival, [Early Only] vs. [Late Only]. Collectively, these contrasts isolate the three character- istics we want to explore: predator density (contrasts 1 and 2), temporal variance (3), and timing of arrival (4). Hereafter we refer to each of these contrasts as the Hawkfish Contrast, Density Contrast, Variance Con- trast, and Timing Contrast. Below, we provide more detail on the calculation of each response variable as well as a description of the associated statistical contrast. In a recent study of hawkfish predation on single prey species, Stier et al. (2012) found no evidence for interference or cooperation among hawkfish as predator densities increased. Therefore, we predict that (1) predation pressure should increase additively with predator density. We also predict that (2) variation in predation pressure will produce unique prey communi- ties by disrupting the establishment of dominant competitors. Finally, we predict that (3) the effects of timing of predator arrival will depend on the character- istics of the prey fish assemblage at the time of hawkfish arrival. Later-arriving predators will have weaker effects than earlier-arriving predators if prey reach a size refuge by colonizing and growing before predators arrive. Alternatively, if reefs are higher in fish density during later time periods, later-arriving predators will have stronger effects than early-arriving predators because reefs with a longer colonization period will have greater competition for predator-free space. Abundance and species richness Total fish abundance was calculated by summing the abundance of prey fishes across all prey species on each reef (excluding hawkfish). Similarly, species richness was estimated as the number of species occurring on each reef. Effects of hawkfish contrasts on total abundance were evaluated using a generalized linear model (GLM) with a quasi-Poisson distribution and a log-link (over- dispersion parameter estimate,h¼5.48). Species richness was estimated using linear models. Rarefied species richness and beta diversity Estimates of species richness and beta diversity can be sensitive to differences in overall abundances within and among patches. Because predators reduce prey abun- dance, we expected that hawkfish would reduce species richness, either through frequency dependent foraging (in particular, the preferential consumption of rare species) or simply by reducing overall density (i.e., a sampling effect). If hawkfish were primarily generalist predators, reducing overall density, then among-treat- ment differences in species richness diversity would disappear after rarefaction (see Almany and Webster 2004). Individual-based rarefaction has classically been used to adjust species richness estimates for differences in abundance of organisms across sites by estimating the mean species richness in repeated subsamples from each site (Gotelli and Colwell 2001). Although the impor- tance of bias in species richness estimates due to differential sample sizes across treatments has been previously recognized, its effect on estimates of beta diversity is less clear. Developing estimates of differences in beta diversity that account for differences in sample size is particularly important in empirical ecology, where manipulating a given ecological process with a focus on changes in species diversity often leads to concurrent shifts in the number of individuals. For example, in this ADRIAN C. STIER ET AL.1062Ecology, Vol. 94, No. 5 study, reefs with hawkfish have approximately half as many fish as reefs without hawkfish. Here, we develop and implement a three-step approach to individual- based rarefaction to estimate rarefied species richness (a rar ) and beta diversity (b Jac andb Man ) that ensures that the number of individuals sampled was comparable across reefs and treatments. 1) For each contrast we determined the minimum number of individuals on a reef inanytreatment, and then randomly subsampled that number of individuals in proportion to their abundance on the focal reef (e.g., for the Timing Contrast we deter- mined the minimum number of individuals across all replicate reefs in both the Early Only and Late Only treatments and then rarefied all reefs to that minimum number of individuals). 2) For each treatment (e.g., Early Only), we repeated this subsampling 1000 times. For each replicate, we computed measures of both species richness and beta diversity (the mean bootstrapped distance from each reef to the respective treatment centroid [i.e., distance between each reef’s multivariate location and the multivariate location of the mean community com- position per treatment]). Because our treatments had unequal sample sizes, we bias corrected the estimated distances to centroid in each of the contrasted groups using a sqrt(n/(n$1)) correction (analogous to the correction applied in the standard estimation proce- dure for sample standard deviations). This bias correction for beta diversity contrasts based on unequal sample sizes is novel, although the possibility of such bias is mentioned (and dismissed) by Anderson (2001) and this type of bias correction is discussed in more detail (in a different context) by O’Neill and Mathews (2000). An option for applying this bias correction automatically will be available in thebetadisperfunction in an upcoming release of the veganpackage for community analysis (J. Oksanen, personal communication). 3) Finally, we compared the estimated species richness and beta diversity distributions for each treatment group within a contrast using a two-tailed test. A reasonable null expectation is that the abundances of individual species follow a Poisson distribution. If so, a reduction in mean abundance of fishes in the presence of hawkfish should be accompanied by a subsequent reduction in the within-reef variance (because the variance of a Poisson distribution is equal to its mean). Reductions in within-reef variance should therefore tend to homogenize the among-reef heterogeneity (i.e., reduce un-rarefiedb Man ). If the observed decrease in beta diversity is entirely driven by this mean–variance scaling, it should disappear if we remove the mean–variance relationship. We therefore square-root transformed the species matrix prior to theb Man analysis (which should remove the mean–variance scaling for Poisson, or quasi- Poisson, distributed variables). Species composition Mean community compositions were compared using PERMANOVA (a nonparametric multivariate permu- tations ANOVA, Anderson 2001). Similar to MANO- VA, PERMANOVA compares dissimilarity variance components within a group vs. between groups; however, rather than using a standardFratio, a pseudo Fratio (which we callF p , the same as F p in Chase 2007) is calculated through permutations of the dissimilarity matrix. We used the statistical programming environment R 2.12.2 for the computation of all statistics (R Develop- ment Core Team 2011). Specifically, we used thevegan package 2.0-2 (Oksanen et al. 2011) for multivariate community analysis and graphics. R ESULTS Across the 35 experimental reefs, we counted 1709 fishes from 14 different families and 61 species (Appendix B). Out of all the individuals, 81%came from four families: 33%damselfishes (Pomacentridae), 25%gobies (Gobiidae), 12%cardinalfishes (Apogoni- dae), and 11%wrasses (Labridae). (See Appendix B for a plot of the relative abundance of each species by taxonomic family.) Prey fishes arrived to the reef as settlers, with settlement peaking around the new and full moons. Hawkfish affected abundance, beta diversity, and composition, with no evidence for effects on species richness. We summarize effects on total abundance and diversity below. Predation intensity: hawkfish contrast and density contrast Hawkfish density affected abundance, beta diversity, and mean community composition of prey fishes. After 120 d of recruitment, reefs with hawkfish had 50%fewer prey fishes than reefs without hawkfish (Fig. 4a;t 32 ¼ 6.18,P¼0.01). Reefs ranged from 6 to 16 species per reef (1062.5 species, mean6SD), but there was no evidence for effects of hawkfish on species richness (Fig. 4b;a,t 32 ¼1.24,P¼0.23) or rarefied species richness (Fig. 4c;a rar ,t 32 ¼$0.64,P¼0.53). Hawkfish did, however, affect beta diversity. Relative to control reefs, reefs with hawkfish had 20.5%higher variation in beta diversity based on species incidence (Fig. 5a, b;b Jac , F p1,33 ¼13.08,P¼0.05) with no effect on beta diversity based on species relative abundance (P¼0.10). Additionally, hawkfish led to shifts in mean community composition across treatment reefs based on species relative abundance (F p1,33 ¼7.13,P¼0.01; Appendix B), but not for species incidence (F p1,33 ¼1.13,P¼0.31). Effects of hawkfish on prey abundance and beta diversity intensified with a doubling in hawkfish density. Reefs with two hawkfish had 33%fewer prey than reefs with one hawkfish (Fig. 4a;t 32 ¼2.11,P¼0.01). A doubling in hawkfish density also increased beta diversity by 15%based on species incidence (b Jac ,F p1,33 ¼2.60,P ¼0.02) and reduced spatial variation in species relative May 20131063VARIABLE PREDATION AND TOP-DOWN CONTROL abundance by 10%(b Jac ,P¼0.03). While the presence of hawkfish affected mean community composition across treatment reefs, this effect was independent of hawkfish density (incidence:F p1,26 ¼1.01,P¼0.44; relative abundance,F p1,26 ¼0.94,P¼0.49). Variance contrast The abundance, diversity, and composition of fishes on reefs with fixed hawkfish densities [Low Density] were statistically indistinguishable from reefs with variable hawkfish density [Early Only, Late Only] (abundance,t 32 ¼0.27,P¼0.79;a,t 32 ¼1.33,P¼ 0.20;a rar ,t 32 ¼$0.18,P¼0.80;b Jac ,P¼0.39;b Man ,P¼ 0.18; composition [incidence],F p1,19 ¼1.15,P¼0.28; composition [relative abundance],F p1,19 ¼1.15,P¼ 0.37). While reefs with variable hawkfish density [Early OnlyþLate Only] did not differ from reefs with fixed density [Low Density], considered independently the [Early Only] reefs did have higher average abundance FIG. 5. Beta diversity of species incidence (b Jac ) at 120 days. Two contrasts are depicted: Hawkfish Contrast: [Control] vs. [Early Only, Late Only, Low Density, High Density], and the Timing Contrast: [Early Only] vs. [Late Only]). Treatment symbol codes in panels (a)–(c) are control (white) and hawkfish (black), and in panels (d)–(f) are early (white) vs. late (gray). Panels (a) and (d) represent deviation of each reef from treatment mean (mean6SE). Panels (b) and (e) are nonmetric multidimensional scaling (NMDS) plots, represented as the average location from 1000 subsamples during rarefaction, with stars at the hull center representing the multivariate mean in two-dimensional space. Increased overlap in hulls indicates that reefs (circles) in different groups were similar in mean community composition; the area of hulls can loosely be interpreted as a measure of beta diversity. In panel (e), vectors and associated species abbreviations (first two letters of genus followed by first two letters of the species) represent the location of the nine most abundant species in multivariate space. These species vectors are representative of species location based on all reefs within a given treatment (i.e., early or late). Boxplots in panels (c) and (f) show differences in total abundance of the top nine species (a visual representation of significant shifts in composition based on species relative abundance). Horizontal lines across the boxes represent the median, the tops and bottoms of the boxes represent the first and third quartile of the data, and the whiskers represent the highest value that is within 1.5 times the interquartile range of the top or bottom. Species shown: Gnatholepis anjerensis(GNAN),Dascyllus flavicadus(DAFL),Apogon fraenatus(APFR),Halichoeres trimaculatus(HATR), Pomacentrus pavo(POPA),Neoniphon samara(NESA),Dascyllus aruanus(DAAR),Rhinecanthus aculeatus(RHAC), and Ctenochaetus flavissimus(CTFL). ADRIAN C. STIER ET AL.1064Ecology, Vol. 94, No. 5 and species richness than [Late Only] and [Low Density] reefs (Fig. 4a, b). Timing of predator arrival: timing contrast Timing of hawkfish arrival (Early vs. Late) signifi- cantly affected prey abundance and mean community composition. Late-arriving hawkfish decreased total abundance by 34%relative to early-arriving hawkfish (Fig. 3a;t 32 ¼2.15,P¼0.04). Mean community composition differed between early- and late-arriving hawkfish when comparing species incidence across treatment reefs (F p1,12 ¼1.73,P¼0.05, Fig. 5e, Table 1) and relative abundance (F p1,12 ¼2.34,P¼0.01; Fig. 5f). Specifically, 15 species were shared in common, but there were 9 unique species to the Early Only treatment and 10 species that were unique to the Late Only treatment. There was, however, no effect of hawkfish timing of arrival on species richness (Fig. 4b, c;a,t 32 ¼ 1.32,P¼0.20;a rar ,t 32 ¼$0.19,P¼0.86) or beta diversity (Fig. 4c;b Jac ,P¼0.91;b Man :F p1,12 ¼0.40,P¼ 0.78). D ISCUSSION Predators that also compete with their prey for space can affect prey assemblages through three mechanisms. First, predators can directly consume newly settled individuals. Second, predators can act as interference competitors for space with their potential prey. Third, prey may exhibit conflicting antipredator responses by behaviorally avoiding resident predators via shifting away from the habitat and therefore increasing their vulnerability to more transient predators. These three mechanisms likely explain the negative effects of hawk- fish presence, and increasing hawkfish densities. Hawk- fish are known predators of recently settled fishes with whom they often share habitat. Additionally, competi- tive dominance of hawkfish over nonprey species is known to increase susceptibility of subordinate fishes to larger transient predators (e.g., jacks and emperorfishes [Schmitt et al. 2009]). This increased susceptibility of subordinate competitors to larger-mouthed transient predators is the more compelling of a host of possible mechanisms by which individuals in the community that were too large to be consumed directly by hawkfish were affected by the hawkfish treatments (Appendix B). Diversity response There was no evidence for effects of hawkfish on species richness or rarefied species richness, suggesting that hawkfish are generalist predators, reducing individ- uals in proportion to their abundance, but not enough to consistently reduce the number of species per reef. (See Appendix C for a plot showing no correlation between rank abundance and proportion of individuals lost for species shared across hawkfish and no hawkfish treatments.) However, the positive or negative indirect effects that we were unable to quantify may have masked the consumptive effects of hawkfish. Hawkfish did, however, increase beta diversity based on species incidence. We posit shifts in the strength of priority effects as a possible mechanism for the observed shift in beta diversity. In many systems, species gain a compet- itive advantage over other species by being the first to colonize a patch (i.e., priority effects [Morin 1999]). A combination of priority effects and stochasticity in timing of species arrival may introduce spatial hetero- geneity in species composition and affect beta diversity. Priority effects are prevalent in reef fish ecosystems for a number of groups present in our study, including: gobies (Steele 1997, Munday 2004), damselfishes (Sweatman 1985), and wrasses (Geange and Stier 2009). Along with spatial and temporal variability in recruitment, priority effects may contribute to the observed reef-to-reef variation in species incidence. The strength of priority TABLE1. Species that were present in both treatments (first column), or unique to Early Only or Late Only treatments. Shared speciesUnique to early treatmentUnique to late treatment Gnatholepis anjerensisRhinecanthus aculeatusNaso lituratus Dascyllus flavicaudusParupeneus barberinusChromis viridis Apogon fraenatusValenciennea strigataBalistapus undulatus Halichoeres trimaculatusZebrasoma scopasThalassoma hardwicki Pomacentrus pavoRhinecanthus rectangulusStethojulis bandanensis Neoniphon sammaraApogon nigrofasciatusScarus psittacus Dascyllus aruanusDascyllus trimaculatusCtenochaetus striatus Chaetodon citrinellusCtenochaetus binotatusStegastes fasciolatus Canthigaster bennettiNaso unicornisLutjanus kasmira Acanthurus olivaceusScarus sordidus Canthigaster solandri Acanthurus triostegus Pseudocheilinus hexataenia Chaetodon trichrous Gomphosus varius Notes:The differences shown drive the differences in mean community composition based on species incidence. Species in each column are ordered from most common (top) to least common (bottom) for each group. May 20131065VARIABLE PREDATION AND TOP-DOWN CONTROL effects can increase in the presence of predators if predators facilitate the competitive exclusion of late- arriving species (Chase et al. 2002, 2009), a phenomenon that may also be present in coral reef fishes where older established residents are aggressive toward newly settled fishes and exclude them from predator-free space (Almany 2003). Hawkfish may therefore have facilitated an increase in beta diversity through enhancing the strength of priority effects in their dual role as both predators and space competitors with newly settled recruits (Schmitt et al. 2009). Note that differences in species incidence based on mean community composi- tion does not translate to differences in species richness, because two treatments can have the same number of species without having the same species identity. Similarly, differences in mean community composition do not necessarily produce differences in beta diversity. Two communities could have identical species turnover across replicate patches while retaining differences in mean community composition. Temporal variance Previous studies that have orthogonally manipulated predation frequency (i.e., whether a predator is present all of the time or intermittently) and predation intensity (i.e., the number of predators) have documented the importance of both frequency and intensity in generat- ing unique compositional assemblages of prey in intertidal (Navarrete 1996) and freshwater (Butler 1989) invertebrate communities. Here, however, we found no demonstrable effects of predator temporal variability (i.e., the Variance Contrast) on patterns of abundance, diversity, or community composition of prey species. This divergence of our results from those of Navarrete (1996) and Butler (1989) may be because pairs of hawkfish had twice the effect of an individual hawkfish (i.e., their effects were independent), a phenomenon consistent with our previous work exam- ining hawkfish foraging behavior on a single prey species at different hawkfish densities (Stier et al. 2012). The absence of interactions between members of a pair of hawkfish discounts any a priori expectation that temporal variability will modify the strength of preda- tion due to Jensen’s inequality (i.e., nonlinear effects of predator density that produce clear expectations for how temporal variation in predator density will affect the mean–variance relationship, seeIntroduction). Notably, we manipulated a specific component of variance known as temporally autocorrelated variance. While we did not detect demonstrable effects of this specific type of variance, it is possible that other types of variance (e.g., temporally uncorrelated) will also be important in this system. For example, in a modeling study of competition between rare forbs and grasses in a California grassland system, Levine and Rees (2004) showed that only certain types of temporal variability in the environment proved beneficial to the persistence of rare forbs. Specifically, multiple consecutive favorable years led to dominance by grass, but when there was high variation or negative temporal autocorrelation in environmental quality, forbs were capable of persisting. Thus both temporally uncorrelated variance and tem- porally autocorrelated variance can play important roles in driving ecological dynamics. We expect to explore the role of additional types of variance in predation pressure in our future work. Timing of predator arrival Timing of predator arrival affected prey abundance and composition. The consequences of timing of species arrival have been broadly studied with respect to competitive dynamics, including amphibians (Lawler and Morin 1993), ants (Palmer et al. 2002), odonates (Morin 1984), and reef fishes (Munday 2004, Geange and Stier 2009), and to a lesser extent, predator–prey dynamics (Morin 1984, Louette and De Meester 2007). We hypothesize that in our study, later-arriving hawk- fish had strong negative effects on prey abundance because of greater competition among prey for preda- tor-free space during the second 60 d of the experiment (sensu Carr et al. 2002). Prey fishes recruiting to reefs during the initial period of the experiment (0–60 d) had few competitors for space because patches started empty, whereas prey recruiting to patches after 60 d were exposed to;40 resident fishes per patch. This greater level of crowding in the second 60 d likely led to an increase in susceptibility of prey to predation by hawkfish (as well as transient predators) via competition for predator-free space. The timing of predator arrival was also relevant to the effects of hawkfish on beta diversity and composition. The effects of two hawkfish for 120 d was equivalent to having two hawkfish for 60 d in the latter half of the 120-d window, suggesting that predator density may be most important during crucial temporal windows during community assembly (i.e., a density by time interaction). Note that in order to isolate the effects of hawkfish timing of arrival in this system, it was necessary to isolate direct hawkfish effects from potential confounding or interactive effects of other predators and competitors that may have either augmented or mitigated how hawkfish affected commu- nity organization. Although we recognize that the approach we used here is somewhat artificial because we began with empty reefs (which seldom occurs, with the exception of large disturbance events such as cyclones), this approach was necessary to isolate the effects of timing of hawkfish arrival from other potentially confounding processes that may affect community composition (e.g., priority effects of other competitors or predators in the system). Recent theoretical work integrating generalist preda- tion into storage effect models suggests generalist predators affect the long-term maintenance of diversity via a reduction of storage effects, whereby a weakening of covariance between environment and competition replaces competition with apparent competition (Kuang ADRIAN C. STIER ET AL.1066Ecology, Vol. 94, No. 5 and Chesson 2008, 2009). Our empirical work suggests these theories may need to incorporate additional complexity related to the relative timing of arrival of generalist predators and prey. We present evidence that the relative arrival of a generalist predator and prey increased beta diversity, producing unique prey assem- blages that over the long term may promote species coexistence. ACKNOWLEDGMENTS Thanks to Z. Boudreau, B. Focht, J. Heinlein, M. Johnson, M. Sogin, and B. Sosik for field assistance. R. Fletcher, C. Osenberg, T. Palmer, R. Holt, C. St. Mary, M. McCoy, S. Hamilton, W. White, J. Samhouri, C. Stallings, and K. Marhaver provided helpful comments. We are also grateful for access to survey data from J. Shima and C. Osenberg and assistance from J. Oksanen in implementing a revised R function. Funding was provided by NSF (OCE-0242312), 3 Seas teaching fellowships (A. C. Stier, K. M. Hanson), Ocean Bridges (A. C. Stier), National Geographic (A. C. Stier, S. W. Geange), and a Fulbright fellowship to S. W. Geange. L ITERATURECITED Almany, G. R. 2003. Priority effects in coral reef fish communities. Ecology 84:1920–1935. Almany, G. R., and M. S. Webster. 2004. Odd species out as predators reduce diversity of coral-reef fishes. Ecology 85:2933–2937. Almany, G. R., and M. S. Webster. 2006. The predation gauntlet: early post-settlement mortality in reef fishes. Coral Reefs 25:19–22. Anderson, M. J. 2001. A new method for non-parametric multivariate analysis of variance. Austral Ecology 26:32–46. Atalah, J., M. J. Anderson, and M. J. Costello. 2007. Temporal variability and intensity of grazing: a mesocosm experiment. Marine Ecology-Progress Series 341:15–24. Benedetti-Cecchi, L., I. Bertocci, S. Vaselli, and E. Maggi. 2006. Temporal variance reverses the impact of high mean intensity of stress in climate change experiments. Ecology 87:2489– 2499. Bishop, M. J., and B. P. Kelaher. 2007. Impacts of detrital enrichment on estuarine assemblages: disentangling effects of frequency and intensity of disturbance. Marine Ecology- Progress Series 341:25–36. Butler, M. J. 1989. Community responses to variable preda- tion–field studies with sunfish and freshwater macroinverte- brates. Ecological Monographs 59:311–328. Carr, M. H., T. W. Anderson, and M. A. Hixon. 2002. Biodiversity, population regulation, and the stability of coral- reef fish communities. Publications of the National Academy of Sciences USA 99:11241–11245. Chase, J. M. 2007. Drought mediates the importance of stochastic community assembly. Proceedings of the National Academy of Sciences USA 104:17430–17434. Chase, J. M., P. A. Abrams, J. P. Grover, S. Diehl, P. Chesson, R. D. Holt, S. A. Richards, R. M. Nisbet, and T. J. Case. 2002. The interaction between predation and competition: a review and synthesis. Ecology Letters 5:302–315. Chase, J. M., E. G. Biro, W. A. Ryberg, and K. G. Smith. 2009. Predators temper the relative importance of stochastic processes in the assembly of prey metacommunities. Ecology Letters 12:1210–1218. Chesson, P. 2000. Mechanisms of maintenance of species diversity. Annual Review of Ecology and Systematics 31:343–366. Connell, S. D., and M. J. Kingsford. 1998. Spatial, temporal and habitat-related variation in the abundance of large predatory fish at One Tree Reef, Australia. Coral Reefs 17:49–57. Dahlgren, C. P., and D. B. Eggleston. 2000. Ecological processes underlying ontogenetic habitat shifts in a coral reef fish. Ecology 81:2227–2240. Doherty, P. J. 1991. Spatial and temporal patterns in recruitment. Pages 261–293inP. F. Sale, editor. The ecology of fishes on coral reefs. Academic Press, San Diego, California, USA. Galzin, R., and J. P. Pointer. 1985. Moorea Island, Society Archipelago. Pages 73–102inFifth International Coral Reef Symposium, Papeete, Tahiti. Museum National d’Histoire Naturelle, Paris, France. Geange, S. W., and A. C. Stier. 2009. Order of arrival affects competition in two reef fishes. Ecology 90:2868–2878. Gotelli, N. J., and R. K. Colwell. 2001. Quantifying biodiver- sity: procedures and pitfalls in the measurement and comparison of species richness. Ecology Letters 4:379–391. Hixon, M. A. 1991. Predation as a process structuring coral reef fish communities. Pages 475–508inP. F. Sale, editor. The ecology of fishes on coral reefs. Academic Press, San Diego, California, USA. Hixon, M. A., and J. P. Beets. 1993. Predation, prey refuges, and the structure of coral-reef fish assemblages. Ecological Monographs 63:77–101. Hoverman, J. T., and R. A. Relyea. 2008. Temporal environmental variation and phenotypic plasticity: a mech- anism underlying priority effects. Oikos 117:23–32. Inouye, B. D. 2005. The importance of the variance around the mean effect size of ecological processes: Comment. Ecology 86:262–265. Kuang, J. J., and P. Chesson. 2008. Predation-competition interactions for seasonally recruiting species. American Naturalist 171:E119–E133. Kuang, J. J., and P. Chesson. 2009. Coexistence of annual plants: Generalist seed predation weakens the storage effect. Ecology 90:170–182. Lawler, S. P., and P. J. Morin. 1993. Temporal overlap, competition, and priority effects in larval anurans. Ecology 74:174–182. Levine, J. M., and M. Rees. 2004. Effects of temporal variability on rare plant persistence in annual systems. American Naturalist 164:350–363. Louette, G., and L. De Meester. 2007. Predation and priority effects in experimental zooplankton communities. Oikos 116:419–426. Miner, B. G., and J. R. Vonesh. 2004. Effects of fine grain environmental variability on morphological plasticity. Ecol- ogy",
  "sections": {
    "abstract": ". Most empirical studies of predation use simple experimental approaches to quantify the effects of predators on prey (e.g., using constant densities of predators, such as ambient vs. zero). However, predator densities vary in time, and these effects may not be well represented by studies that use constant predator densities. Although studies have independently examined the importance of predator density, temporal variability, and timing of arrival (i.e., early or late relative to prey), the relative contribution of these different predator regimes on prey abundance, diversity, and composition remains poorly understood. The hawkfish (Paracirrhites arcatus), a carnivorous coral reef fish, exhibits substantial variability in patch occupancy, density, and timing of arrival to natural reefs. Our field experiments demonstrated that effects of hawkfish on prey abundance depended on both hawkfish density and the timing of their arrival, but not on variability in hawkfish density. Relative to treatments without hawkfish, hawkfish presence reduced prey abundance by 50%. This effect increased with a doubling of hawkfish density (an additional 33%reduction), and when hawkfish arrived later during community development (a 34%reduction). Hawkfish did not affect within-patch diversity (species richness), but they increased between-patch diversity (beta) based on species incidence (22%), and caused shifts in species composition. Our results suggest that the timing of predator arrival can be as important as predator density in modifying prey abundance and community composition.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results suggest that the timing of predator arrival can be as important as predator density in modifying prey abundance and community composition.",
    "We found hawkfish on 66 of the 192 surveyed patch reefs; we focus our analysis on 55 of the 66 reefs where hawkfish were observed at least twice.",
    "we found no demonstrable effects of predator temporal variability (i."
  ],
  "fullText": "\n\nEcology, 94(5), 2013, pp. 1057–1068\nÓ2013 by the Ecological Society of America\nPredator  density  and  timing  of  arrival  affect  reef  fish\ncommunity  assembly\nADRIANC. STIER,\n1,5\nSHANEW. GEANGE,\n2\nKATEM. HANSON,\n3\nANDBENJAMINM. BOLKER\n4\n1\nDepartment of Biology, University of Florida, Gainesville, Florida 32611-8525 USA\n2\nSchool of Biological Sciences, Victoria University of Wellington, P.O. Box 600, Wellington, New Zealand\n3\nAmerican Museum of Natural History, Center for Biodiversity and Conservation, Central Park West at 79th Street, New York,\nNew York 10024 USA\n4\nDepartments of Mathematics and Statistics and Biology, McMaster University, Hamilton, Ontario L8S 4K1 Canada\nAbstract.  Most empirical studies of predation use simple experimental approaches to\nquantify the effects of predators on prey (e.g., using constant densities of predators, such as\nambient vs. zero). However, predator densities vary in time, and these effects may not be well\nrepresented by studies that use constant predator densities. Although studies have\nindependently examined the importance of predator density, temporal variability, and timing\nof arrival (i.e., early or late relative to prey), the relative contribution of these different\npredator regimes on prey abundance, diversity, and composition remains poorly understood.\nThe hawkfish (Paracirrhites arcatus), a carnivorous coral reef fish, exhibits substantial\nvariability in patch occupancy, density, and timing of arrival to natural reefs. Our field\nexperiments demonstrated that effects of hawkfish on prey abundance depended on both\nhawkfish density and the timing of their arrival, but not on variability in hawkfish density.\nRelative to treatments without hawkfish, hawkfish presence reduced prey abundance by 50%.\nThis effect increased with a doubling of hawkfish density (an additional 33%reduction), and\nwhen hawkfish arrived later during community development (a 34%reduction). Hawkfish did\nnot affect within-patch diversity (species richness), but they increased between-patch diversity\n(beta) based on species incidence (22%), and caused shifts in species composition. Our results\nsuggest that the timing of predator arrival can be as important as predator density in\nmodifying prey abundance and community composition.\nKey words:  coral reefs; diversity; Moorea, French Polynesia;Paracirrhites arcatus;predation; priority\neffects; reef fish; variance.\nINTRODUCTION\nPredator migration, mortality, and recruitment can\nlead to temporal variability in predator density, creating\na habitat landscape consisting of a mosaic of patches\nwith differing patterns of predator occupancy, mean\ndensity, and timing of arrival (relative to prey). Such an\nassortment of predator patch occupancies may substan-\ntially alter the strength of predation, creating distinct\npatterns of prey abundance, diversity, and composition.\nOf the numerous studies identifying predation as a key\nprocess in prey coexistence, relative abundance, and\ncomposition (e.g., Sih et al. 1985, Spiller and Schoener\n1998), the majority focus on effects of chronic predator\nexposure at a constant level (i.e., presence–absence or a\ngradient of predator densities).\nVariability in ecological processes has historically\nbeen considered noise; however, more recently, empir-\nical studies of predation (Butler 1989, Navarrete 1996),\nstress (Benedetti-Cecchi et al. 2006), disturbance (Bish-\nop and Kelaher 2007), phenotypic plasticity (Miner and\nVonesh 2004), and plant–herbivore interactions (Atalah\net al. 2007) have documented the emergent effects of\nspatial and temporal variability. These effects of\nvariance are usually explained by Jensen’s inequality: if\nf(x) is nonlinear, then the mean of the function is not\nequal to the function evaluated at the mean (\nfðxÞ6¼f(\n ̄\nx).\nThus, studies that use a mean predator density (i.e.,\nwhich focus onf(\n ̄\nx)) will not describe the effect of\npredators when there is substantial variation aroundf(\n ̄\nx)\n(see Ruel and Ayres 1999, Inouye 2005). Ecologically,\nthere are many reasons to expect effects of predator\ndensity on prey to be nonlinear (Skalski and Gilliam\n2001). Temporal variability in predator densities can\nreduce the strength of the effect of predators by shifting\nthe availability of spatial or temporal refuges for prey.\nFor example, Butler (1989) showed that temporally\nvariable sunfish predation can produce unique macro-\ninvertebrate communities in freshwater lakes relative to\ncommunities exposed to chronic sunfish predation. In\nintertidal invertebrate communities, Navarrete (1996)\nfound that variable densities of whelks (the predator)\nManuscript received 4 November 2011; revised 12 October\n2012; accepted 22 October 2012; final version received 14\nNovember 2012. Corresponding Editor: M. H. Carr.\n5\nPresent address: Department of Zoology, University of\nBritish Columbia, No. 4200-6270 University Boulevard,\nVancouver, British Columbia V6T 1Z4 Canada.\nE-mail: adrian.stier@gmail.com\n1057\n\nallowed some prey to survive and grow while the whelk\nwas absent and achieve a size refuge when the whelk was\nlater present. This escape from predation modified\ncompetitive dynamics and altered the prey community.\nIn addition to the effects of predator variance in\naffecting community organization, timing of predator\narrival, especially relative to the timing of prey, can also\nmodify the role of predation in community assembly by\nmodifying priority effects (Morin 1984, Louette and De\nMeester 2007, Hoverman and Relyea 2008), succession\n(Olito and Fukami 2009), and alternative stable states\n(Price and Morin 2004). Predators may starve if they\narrive in communities before prey, thereby alleviating\npredation pressure when prey do arrive. Alternatively,\nwhen predator and prey arrival times overlap, early\npredators may have the strongest effects, because prey\nwill have insufficient time to reach size refugia, develop\nmorphological or chemical defenses, or gain knowledge\nof predator-free space. Similarly, in size-structured\nsystems, predators and prey may compete early in\nontogeny, so early-arriving predators may avoid a\ncompetitive bottleneck (Olson et al. 1995).\nReef  fish  communities  are  ideal  for  examining\ncomparative effects of predator density, temporal\nvariability in predation pressure, and timing of predator\narrival relative to prey. Piscivores on reefs affect the\nabundance and diversity of prey (Hixon 1991, Hixon\nand Beets 1993, Almany and Webster 2006), and exhibit\nextensive spatio-temporal variability in abundance\n(Doherty 1991, Connell and Kingsford 1998, Dahlgren\nand Eggleston 2000). Here, we documented spatial and\ntemporal variation in a predatory reef fish, the hawkfish\nParacirrhites arcatus(hereafter hawkfish), on natural\nreefs. Then, we used a field experiment to evaluate the\nindependent and combined effects of predator density,\nvariation in predator density, and timing of predator\narrival on abundance and diversity of fish communities.\nM\nETHODS\nStudy system, site, and species\nThe island of Moorea (French Polynesia: 17830\n0\nS,\n149850\n0\nW) is surrounded by a barrier reef with a\nshallow lagoon that ranges from 0.8–1.3 km wide, and is\n;3–7 m deep (Galzin and Pointer 1985). The lagoon is\ninterspersed with patch reefs within a matrix of sand,\nfine coral rubble, and coral pavement (Galzin and\nPointer 1985), with individual patch reefs separated by\nless than a meter, to tens of meters. Hawkfish are a\ncommon, diurnal, sit-and-wait carnivore found perched\nupon the branches ofAcroporaspp. andPocilloporaspp.\ncoral within the lagoon. Their diet includes recently\nsettled fishes, shrimps, and other crustaceans (M. Leray,\npersonal communication).\nQuantifying temporal patch occupancy of hawkfish\nTo quantify natural variability in hawkfish density, we\nvisually censused the abundance of hawkfish on 192\nsmall patch reefs (area¼4.0261.67 m\n2\n, mean6SD)\napproximately twice per week from February to June\n2005 (126 samples). We found hawkfish on 66 of the 192\nsurveyed patch reefs; we focus our analysis on 55 of the\n66 reefs where hawkfish were observed at least twice. To\nsummarize overall occupancy we calculated the average\nnumber of hawkfish per reef. Per reef, hawkfish were\nobserved an average of 13.367.7 days of the 126 census\ndays; density ranged from 1 to 5 hawkfish per patch reef\n(when hawkfish were present: 1.2260.27 hawkfish,\nmean61 SD; Fig. 1b). The 55 reefs were occupied 47%\n627%of the 126 census days with a coefficient of\nvariation of 1.48%60.94%(mean61 SD). To compute\npatterns of occupancy, we interpolated between obser-\nvations, assuming that hawkfish were continuously\npresent between observations where they were present,\ncontinuously absent between observations where they\nFIG. 1.  Summary of surveys of 192 patch reefs on the\nnorthern shore of Moorea, Society Islands, from February to\nJune 2005 (approximately two times per week). (a) Frequency\ndistribution of mean (right-censored) duration of hawkfish\noccupancy events on surveyed reefs. Occupancy events were\ndefined as consecutive survey observations of hawkfish presence\non a reef (maximum time between survey observations¼4\ndays). The duration of each occupancy event is the number of\nconsecutive days of hawkfish presence, assuming that hawkfish\nwere present on days between consecutive sightings. Note that\nour surveys did not allow us to discern among individual\nhawkfish; therefore, in some instances individual fish may have\nbeen lost and replaced by a new, similar-sized immigrant\nbetween census points. The mean duration of occupancy is the\naverage duration of all occupancy events recorded for a given\nreef. (b) Time-averaged density of hawkfish from surveys of 192\npatch reefs in Moorea.\nADRIAN C. STIER ET AL.1058Ecology, Vol. 94, No. 5\n\nwere absent, and arrived or left reefs at a time halfway\nbetween successive observations where the occupancy\nchanged. Reefs remained occupied by hawkfish for 23.80\n611.02 days (mean61 SD; lower 25%quartile, 16.08\ndays; upper 25%quartile, 60.67 days; Fig. 1a). On each\nof the 55 reefs, hawkfish numbers varied through time,\nidiosyncratically (Fig. 1b). On average, hawkfish were\ncontinuously present for 7616.4 days (lower 25%\nquartile, 4 days; upper 25%quartile, 15 days) and\ncontinuously absent for 5618.9 days (lower 25%\nquartile, 4 days; upper 25%quartile, 15 days). We\nsynthesized these observations into six types of natural\nvariation in hawkfish density: (1) low mean predator\ndensity associated with low variance (Fig. 2a); (2) low\nmean predator density associated with high variance\n(Fig. 2b); (3) high mean predator density associated with\nlow variance (Fig. 2c); (4) high mean predator density\nassociated with high variance (Fig. 2d); (5) early-\narriving predators (Fig. 2e); and (6) late-arriving\npredators (Fig. 2f). Note that the observed variation\nin the occupancy of hawkfish across the 55 reefs is\nprimarily  a  product  of  hawkfish  movement  (i.e.,\nimmigration and emigration) and to a lesser degree a\nfunction of hawkfish recruitment and mortality.\nWe further explored the prevalence of these different\ncharacteristic ‘‘early’’ and ‘‘late’’ hawkfish by examining\nthe survey data for the presence and absence of hawkfish\nrelative to the seven days after the new moons in our\ndata when settling reef fish are most sensitive to\npredation (Almany and Webster 2006 and citations\ntherein). Hawkfish were continuously present on reefs\nfor the seven days following the new moon (i.e., ‘‘early’’)\nfor 32%of the periods observed, and continuously\npresent from seven days after the new moon until the\nnext new moon (i.e., ‘‘late’’) for 22%of the periods\nobserved. They were continuously absent for 35%of the\nearly periods and 24%of the late periods (Fig. 3).\nEffects of predator density, temporal variability,\nand timing of arrival\nTo quantify the effects of the six types of natural\nvariation in hawkfish density, we constructed an\nFIG. 2.  Examples of six characteristic pat-\nterns of patch occupancy by hawkfish from\nsurveys of 192 reefs in the north lagoon of\nMoorea from February to June 2005. Hawkfish\nexhibited differences in density: (a, b) low densi-\nty; (c, d) high density. Hawkfish also exhibited\ndifferences in timing of arrival: (e) early; (f) late.\nWithin a given hawkfish density, patches differed\nin the frequency (i.e., time interval between\nhawkfish occurrences) at which hawkfish were\npresent, leading to differences in variability: (a)\nlow density, low variability; (b) low density, high\nvariability; (c) high density, low variability; (d)\nhigh density, high variability. Not shown (but\npresent) were patches where hawkfish were\nabsent for the entire survey duration. Mean and\nvariance of the number of hawkfish for the survey\nduration are given in the top right corner of each\nplot, and the time-averaged mean is plotted as a\ndashed gray line.\nMay 20131059VARIABLE PREDATION AND TOP-DOWN CONTROL\n\nexperimental array consisting of 35 artificial reefs\nstandardized for size, coral species composition, and\ncomplexity. Two rows of reefs were constructed on the\nnorthern shore of Moorea in water 3–5 m deep. Rows\nand artificial reefs within rows were separated from\neach other by 15 m, and the array was separated from\nnearby natural reefs by a minimum of 50 m. This\nseparation among reefs provides a distance great\nenough to ensure independence of replicate reefs and\nminimize the movement of hawkfish among experimen-\ntal and natural patch reefs. A study tracking the\nmovement of 24 tagged hawkfish among experimental\nreefs found no movement among reefs spaced by 15 m\n(Stier et al. 2012). Each of the 35 reefs consisted of a 1-\nm\n2\nbase of six cinder blocks, to which we attached,\nusing marine epoxy, one colony each of:Pocillopora\nverrucosa(15–20 cm diameter),P. eyduxi(30–35 cm\ndiameter), massivePoritesspp. (a complex ofP. lobata\nandP. lutea; 40–50 cm diameter),Porites rus(35–40 cm\ndiameter), andMontiporaspp. (30–40 cm diameter).\nWe also surrounded each reef with 10 small pieces of\ncoral rubble (;20 cm in diameter).\nImmediately following reef construction, and prior to\ncolonization by fishes, we implemented a 120-d fish\nrecruitment study consisting of two equal time steps (0–\n60 days and 60–120 days). Five hawkfish treatments\nwere randomly assigned to each of the 35 patch reefs (n\n¼7 per treatment): (1) Control, zero hawkfish for 120\nFIG. 3.  Temporal trajectories of hawkfish\noccupancy on 55 reefs relative to the seven days\nfollowing new moons (shaded gray) from Febru-\nary to June 2005. Each row represents a single\nreef; line coding represents the hawkfish occu-\npancy category (black line, absent; gray line, 1\nhawkfish; heavy dashed line,.1 hawkfish. Reefs\nare ordered by hawkfish occupancy, with the\nfewest days occupied by hawkfish at the top and\nthe greatest number of days occupied by hawkfish\nat the bottom.\nADRIAN C. STIER ET AL.1060Ecology, Vol. 94, No. 5\n\ndays; (2) Early Only, two hawkfish from day 0–60 and\nzero hawkfish from day 60–120; (3) Late Only, zero\nhawkfish from day 0–60 and two hawkfish from day 60–\n120; (4) Low Density, one hawkfish for 120 days; and (5)\nHigh Density, two hawkfish for 120 days (Fig. 4). This\ndesign therefore included three mean hawkfish densities\n(0, 1, or 2), two temporal variances (0 or nonzero), and\ntwo arrival times (early vs. late) (see Appendix A for a\ndiagram).\nHawkfish were collected with hand nets and an\nanesthetic (clove oil) from colonies of wide-branching\nPocilloporaspp.;800 m from the experimental array.\nFor treatments with two hawkfish (Early Only, Late\nOnly, and High Density), we collected pairs of hawkfish\n(72.464.4 mm SL) occupying the samePocillopora\ncolony. We conducted a press experiment, maintaining\neach of the five treatments for the entire 120-d duration\nby monitoring hawkfish treatments every other day\n(missing hawkfish were replaced within 24–48 h of their\ndisappearance; this happened on nine separate occasions\nduring the 120-d experiment (5 fish after 60 d and 4 fish\nafter 120 d). Divers visually censused the entire fish\ncommunity at 60 and 120 d. Notably, there was no\nrecruitment of other predator species to our reefs with\nthe exception of one lionfish recruit, which was removed\nimmediately after its settlement.\nDefining the prey community\nOn average, 15%(SD¼8) of fish on each reef were\nadults that were readily distinguishable from newly\nsettled fishes due to their drastic differences in size. The\nthree transient adult species (Balistapus undulatus,Chae-\ntodon  vagabundus,  andCentropyge  flavissimus)  are\ncommonly seen traversing large sand flats, and occasion-\nally visit patch reefs for shelter. These three transient\nspecies made up.95%of the adult fish observed on\nexperimental reefs and did not differ statistically in\nabundance across hawkfish treatments (P.0.3 for all\nthree species). We believe the observed effects of hawkfish\nare  likely  independent  of  these  adult  immigrants;\ntherefore, we excluded these individuals from our\nanalyses (to isolate the effect of hawkfish on the early\nrecruitment process), but included all other observed fish.\nFurthermore, we believe that despite immigration by\nthese three species that the separation of our experimental\narray from natural reefs by 50 m was adequate to isolate\nthe prey community of interest. Note that seven recruits\nof each of these species were observed on our reefs\n(readily distinguishable by their size and coloration from\nadults) and were therefore included in the analysis. A\nfraction of the observed prey community was likely either\ntoo large (particularly goatfishes [Mullidae] and soldier-\nfishes [Holocentridae]) or too chemically defended (e.g.,\npufferfishes [Tetraodontidae]) to be consumed by hawk-\nfish. However, we retained these species in our analysis\nbecause hawkfish are also capable of indirectly inducing\nmortality of recently settled fishes by making individuals\nmore susceptible to larger-mouthed transient predators\nFIG. 4.  Mean (62 SE) (a) total abundance, (b) species\nrichness, and (c) rarefied species richness of fishes after 120 days\nin each of five treatments: control (C), early arrival (L\nearly\n), late\narrival (L\nlate\n), low density (L\nfixed\n), and high density (H\nfixed\n). Fill\nshades and symbols represent mean hawkfish densities (0,\nwhite; 1, gray; 2, black) and temporal variance in density\n(circles, fixed; squares, variable), respectively. In panel (c),\nvalues in parentheses above each treatment on thex-axis\nrepresent the hawkfish density in each treatment at each of the\ntwo time steps: 0–60 d and 60–120 d. See the sectionRarefied\nspecies richness and beta diversityfor explanation of ‘‘rarefac-\ntion.’’\nMay 20131061VARIABLE PREDATION AND TOP-DOWN CONTROL\n\n(Schmitt et al. 2009). Note that these relatively large or\nhighly chemically defended settlers were not particularly\nabundant in the data set, and the removal of these species\ndoes not qualitatively change the effects of hawkfish\ndescribed below.\nTraditionally, investigators have focused on the role\nof predators in affecting within-patch diversity (species\nrichness) and species composition through mechanisms\nsuch as frequency dependence, disturbance, prey pref-\nerence, or the removal of competitive dominants\n(reviewed in Chesson 2000). While these mechanisms\ncan cause increases or decreases in species richness, as\nwell as modify the relative abundance or incidence (i.e.,\npresence–absence) of individuals within the average\npatch, predators can also affect beta diversity (i.e.,\nbetween-patch diversity). For example, predators can:\n(1) reduce beta diversity by acting as environmental\nfilters; (2) increase or decrease beta diversity by\nincreasing or decreasing the strength of priority effects;\nor (3) increase beta diversity by reducing the total\nnumber of individuals and thereby increasing the\nimportance of stochastic assembly (Chase et al. 2009\nand citations therein). We therefore quantified seven\ndifferent  descriptors  of  the  prey  fish  community\n(excluding hawkfish from the sample) within and\nbetween patches: (1) total fish abundance, (2) species\nrichness, (3) rarefied species richness (i.e., species\nrichness standardizing the number of individuals across\ntreatments), (4) rarefied beta diversity based on the\nJaccard index (b\nJac\n), an index that emphasizes differ-\nences in species incidence, (5) rarefied beta diversity\nbased on a metric that emphasizes differences in species\nrelative abundance, the Manhattan index (b\nMan\n), (6)\ncommunity composition based on the Jaccard index,\nand (7) community composition based on the Manhat-\ntan index. Note that tests for differences in community\ncomposition are exploring differences among groups in\nthe location of the multivariate mean, whereas tests for\ndifferences in beta diversity are comparing variation\naround the multivariate mean for a given treatment.\nWe used four planned orthogonal contrasts to\nexamine treatment effects on each of the seven response\nvariables: (1) Hawkfish Contrast, the effect of the\npresence of hawkfish, [Control] vs. [Early Only, Late\nOnly, Low Density, High Density]; (2) Density Contrast,\nthe effect of hawkfish density, [Early Only, Late Only,\nLow Density] vs. [High Density]; (3) Variance Contrast,\nthe effect of constant vs. variable hawkfish density,\nholding means constant, [Low Density] vs. [Early Only,\nLate Only]; and (4) Timing Contrast, the effect of timing\nof hawkfish arrival, [Early Only] vs. [Late Only].\nCollectively, these contrasts isolate the three character-\nistics we want to explore: predator density (contrasts 1\nand 2), temporal variance (3), and timing of arrival (4).\nHereafter we refer to each of these contrasts as the\nHawkfish Contrast, Density Contrast, Variance Con-\ntrast, and Timing Contrast. Below, we provide more\ndetail on the calculation of each response variable as\nwell as a description of the associated statistical\ncontrast. In a recent study of hawkfish predation on\nsingle prey species, Stier et al. (2012) found no evidence\nfor interference or cooperation among hawkfish as\npredator densities increased. Therefore, we predict that\n(1) predation pressure should increase additively with\npredator density. We also predict that (2) variation in\npredation pressure will produce unique prey communi-\nties by disrupting the establishment of dominant\ncompetitors. Finally, we predict that (3) the effects of\ntiming of predator arrival will depend on the character-\nistics of the prey fish assemblage at the time of hawkfish\narrival. Later-arriving predators will have weaker effects\nthan earlier-arriving predators if prey reach a size refuge\nby colonizing and growing before predators arrive.\nAlternatively, if reefs are higher in fish density during\nlater time periods, later-arriving predators will have\nstronger effects than early-arriving predators because\nreefs with a longer colonization period will have greater\ncompetition for predator-free space.\nAbundance and species richness\nTotal fish abundance was calculated by summing the\nabundance of prey fishes across all prey species on each\nreef (excluding hawkfish). Similarly, species richness was\nestimated as the number of species occurring on each\nreef. Effects of hawkfish contrasts on total abundance\nwere evaluated using a generalized linear model (GLM)\nwith a quasi-Poisson distribution and a log-link (over-\ndispersion parameter estimate,h¼5.48). Species\nrichness was estimated using linear models.\nRarefied species richness and beta diversity\nEstimates of species richness and beta diversity can be\nsensitive to differences in overall abundances within and\namong patches. Because predators reduce prey abun-\ndance, we expected that hawkfish would reduce species\nrichness, either through frequency dependent foraging\n(in particular, the preferential consumption of rare\nspecies) or simply by reducing overall density (i.e., a\nsampling effect). If hawkfish were primarily generalist\npredators, reducing overall density, then among-treat-\nment differences in species richness diversity would\ndisappear after rarefaction (see Almany and Webster\n2004). Individual-based rarefaction has classically been\nused to adjust species richness estimates for differences\nin abundance of organisms across sites by estimating the\nmean species richness in repeated subsamples from each\nsite (Gotelli and Colwell 2001). Although the impor-\ntance of bias in species richness estimates due to\ndifferential sample sizes across treatments has been\npreviously recognized, its effect on estimates of beta\ndiversity is less clear. Developing estimates of differences\nin beta diversity that account for differences in sample\nsize is particularly important in empirical ecology, where\nmanipulating a given ecological process with a focus on\nchanges in species diversity often leads to concurrent\nshifts in the number of individuals. For example, in this\nADRIAN C. STIER ET AL.1062Ecology, Vol. 94, No. 5\n\nstudy, reefs with hawkfish have approximately half as\nmany fish as reefs without hawkfish. Here, we develop\nand implement a three-step approach to individual-\nbased rarefaction to estimate rarefied species richness\n(a\nrar\n) and beta diversity (b\nJac\nandb\nMan\n) that ensures\nthat the number of individuals sampled was comparable\nacross reefs and treatments.\n1) For each contrast we determined the minimum\nnumber of individuals on a reef inanytreatment,\nand then randomly subsampled that number of\nindividuals in proportion to their abundance on the\nfocal reef (e.g., for the Timing Contrast we deter-\nmined the minimum number of individuals across all\nreplicate reefs in both the Early Only and Late Only\ntreatments and then rarefied all reefs  to that\nminimum number of individuals).\n2) For each treatment (e.g., Early Only), we repeated\nthis subsampling 1000 times. For each replicate, we\ncomputed measures of both species richness and beta\ndiversity (the mean bootstrapped distance from each\nreef to the respective treatment centroid [i.e., distance\nbetween each reef’s multivariate location and the\nmultivariate location of the mean community com-\nposition per treatment]). Because our treatments had\nunequal sample sizes, we bias corrected the estimated\ndistances to centroid in each of the contrasted groups\nusing a sqrt(n/(n$1)) correction (analogous to the\ncorrection applied in the standard estimation proce-\ndure for sample standard deviations). This bias\ncorrection for beta diversity contrasts based on\nunequal sample sizes is novel, although the possibility\nof such bias is mentioned (and dismissed) by\nAnderson (2001) and this type of bias correction is\ndiscussed in more detail (in a different context) by\nO’Neill and Mathews (2000). An option for applying\nthis bias correction automatically will be available in\nthebetadisperfunction in an upcoming release of the\nveganpackage for community analysis (J. Oksanen,\npersonal communication).\n3) Finally, we compared the estimated species richness\nand beta diversity distributions for each treatment\ngroup within a contrast using a two-tailed test.\nA reasonable null expectation is that the abundances\nof individual species follow a Poisson distribution. If so,\na reduction in mean abundance of fishes in the presence\nof hawkfish should be accompanied by a subsequent\nreduction in the within-reef variance (because the\nvariance of a Poisson distribution is equal to its mean).\nReductions in within-reef variance should therefore tend\nto homogenize the among-reef heterogeneity (i.e., reduce\nun-rarefiedb\nMan\n). If the observed decrease in beta\ndiversity is entirely driven by this mean–variance scaling,\nit should disappear if we remove the mean–variance\nrelationship. We therefore square-root transformed the\nspecies matrix prior to theb\nMan\nanalysis (which should\nremove the mean–variance scaling for Poisson, or quasi-\nPoisson, distributed variables).\nSpecies composition\nMean community compositions were compared using\nPERMANOVA (a nonparametric multivariate permu-\ntations ANOVA, Anderson 2001). Similar to MANO-\nVA, PERMANOVA compares dissimilarity variance\ncomponents  within  a  group  vs.  between  groups;\nhowever, rather than using a standardFratio, a pseudo\nFratio (which we callF\np\n, the same as F\np\nin Chase 2007)\nis calculated through permutations of the dissimilarity\nmatrix.\nWe used the statistical programming environment R\n2.12.2 for the computation of all statistics (R Develop-\nment Core Team 2011). Specifically, we used thevegan\npackage 2.0-2 (Oksanen et al. 2011) for multivariate\ncommunity analysis and graphics.\nR\nESULTS\nAcross the 35 experimental reefs, we counted 1709\nfishes  from  14  different  families  and  61  species\n(Appendix B). Out of all the individuals, 81%came\nfrom four families: 33%damselfishes (Pomacentridae),\n25%gobies (Gobiidae), 12%cardinalfishes (Apogoni-\ndae), and 11%wrasses (Labridae). (See Appendix B for\na plot of the relative abundance of each species by\ntaxonomic family.) Prey fishes arrived to the reef as\nsettlers, with settlement peaking around the new and full\nmoons. Hawkfish affected abundance, beta diversity,\nand composition, with no evidence for effects on species\nrichness. We summarize effects on total abundance and\ndiversity below.\nPredation intensity: hawkfish contrast\nand density contrast\nHawkfish density affected abundance, beta diversity,\nand mean community composition of prey fishes. After\n120 d of recruitment, reefs with hawkfish had 50%fewer\nprey fishes than reefs without hawkfish (Fig. 4a;t\n32\n¼\n6.18,P¼0.01). Reefs ranged from 6 to 16 species per\nreef (1062.5 species, mean6SD), but there was no\nevidence for effects of hawkfish on species richness (Fig.\n4b;a,t\n32\n¼1.24,P¼0.23) or rarefied species richness\n(Fig. 4c;a\nrar\n,t\n32\n¼$0.64,P¼0.53). Hawkfish did,\nhowever, affect beta diversity. Relative to control reefs,\nreefs with hawkfish had 20.5%higher variation in beta\ndiversity based on species incidence (Fig. 5a, b;b\nJac\n,\nF\np1,33\n¼13.08,P¼0.05) with no effect on beta diversity\nbased  on species  relative  abundance  (P¼0.10).\nAdditionally, hawkfish led to shifts in mean community\ncomposition across treatment reefs based on species\nrelative abundance (F\np1,33\n¼7.13,P¼0.01; Appendix\nB), but not for species incidence (F\np1,33\n¼1.13,P¼0.31).\nEffects of hawkfish on prey abundance and beta\ndiversity intensified with a doubling in hawkfish density.\nReefs with two hawkfish had 33%fewer prey than reefs\nwith one hawkfish (Fig. 4a;t\n32\n¼2.11,P¼0.01). A\ndoubling in hawkfish density also increased beta diversity\nby 15%based on species incidence (b\nJac\n,F\np1,33\n¼2.60,P\n¼0.02) and reduced spatial variation in species relative\nMay 20131063VARIABLE PREDATION AND TOP-DOWN CONTROL\n\nabundance by 10%(b\nJac\n,P¼0.03). While the presence of\nhawkfish affected mean community composition across\ntreatment reefs, this effect was independent of hawkfish\ndensity (incidence:F\np1,26\n¼1.01,P¼0.44; relative\nabundance,F\np1,26\n¼0.94,P¼0.49).\nVariance contrast\nThe abundance, diversity, and composition of fishes\non reefs with fixed hawkfish densities [Low Density]\nwere statistically indistinguishable from reefs with\nvariable hawkfish density [Early Only, Late Only]\n(abundance,t\n32\n¼0.27,P¼0.79;a,t\n32\n¼1.33,P¼\n0.20;a\nrar\n,t\n32\n¼$0.18,P¼0.80;b\nJac\n,P¼0.39;b\nMan\n,P¼\n0.18; composition [incidence],F\np1,19\n¼1.15,P¼0.28;\ncomposition [relative abundance],F\np1,19\n¼1.15,P¼\n0.37). While reefs with variable hawkfish density [Early\nOnlyþLate Only] did not differ from reefs with fixed\ndensity [Low Density], considered independently the\n[Early Only] reefs did have higher average abundance\nFIG. 5.  Beta diversity of species incidence (b\nJac\n) at 120 days. Two contrasts are depicted: Hawkfish Contrast: [Control] vs.\n[Early Only, Late Only, Low Density, High Density], and the Timing Contrast: [Early Only] vs. [Late Only]). Treatment symbol\ncodes in panels (a)–(c) are control (white) and hawkfish (black), and in panels (d)–(f) are early (white) vs. late (gray). Panels (a) and\n(d) represent deviation of each reef from treatment mean (mean6SE). Panels (b) and (e) are nonmetric multidimensional scaling\n(NMDS) plots, represented as the average location from 1000 subsamples during rarefaction, with stars at the hull center\nrepresenting the multivariate mean in two-dimensional space. Increased overlap in hulls indicates that reefs (circles) in different\ngroups were similar in mean community composition; the area of hulls can loosely be interpreted as a measure of beta diversity. In\npanel (e), vectors and associated species abbreviations (first two letters of genus followed by first two letters of the species) represent\nthe location of the nine most abundant species in multivariate space. These species vectors are representative of species location\nbased on all reefs within a given treatment (i.e., early or late). Boxplots in panels (c) and (f) show differences in total abundance of\nthe top nine species (a visual representation of significant shifts in composition based on species relative abundance). Horizontal\nlines across the boxes represent the median, the tops and bottoms of the boxes represent the first and third quartile of the data, and\nthe whiskers represent the highest value that is within 1.5 times the interquartile range of the top or bottom. Species shown:\nGnatholepis anjerensis(GNAN),Dascyllus flavicadus(DAFL),Apogon fraenatus(APFR),Halichoeres trimaculatus(HATR),\nPomacentrus pavo(POPA),Neoniphon samara(NESA),Dascyllus aruanus(DAAR),Rhinecanthus aculeatus(RHAC), and\nCtenochaetus flavissimus(CTFL).\nADRIAN C. STIER ET AL.1064Ecology, Vol. 94, No. 5\n\nand species richness than [Late Only] and [Low Density]\nreefs (Fig. 4a, b).\nTiming of predator arrival: timing contrast\nTiming of hawkfish arrival (Early vs. Late) signifi-\ncantly affected prey abundance and mean community\ncomposition. Late-arriving hawkfish decreased total\nabundance by 34%relative to early-arriving hawkfish\n(Fig. 3a;t\n32\n¼2.15,P¼0.04). Mean community\ncomposition differed between early- and late-arriving\nhawkfish when comparing species incidence across\ntreatment reefs (F\np1,12\n¼1.73,P¼0.05, Fig. 5e, Table\n1) and relative abundance (F\np1,12\n¼2.34,P¼0.01; Fig.\n5f). Specifically, 15 species were shared in common, but\nthere were 9 unique species to the Early Only treatment\nand 10 species that were unique to the Late Only\ntreatment. There was, however, no effect of hawkfish\ntiming of arrival on species richness (Fig. 4b, c;a,t\n32\n¼\n1.32,P¼0.20;a\nrar\n,t\n32\n¼$0.19,P¼0.86) or beta\ndiversity (Fig. 4c;b\nJac\n,P¼0.91;b\nMan\n:F\np1,12\n¼0.40,P¼\n0.78).\nD\nISCUSSION\nPredators that also compete with their prey for space\ncan affect prey assemblages through three mechanisms.\nFirst, predators can directly consume newly settled\nindividuals. Second, predators can act as interference\ncompetitors for space with their potential prey. Third,\nprey may exhibit conflicting antipredator responses by\nbehaviorally avoiding resident predators via shifting\naway from the habitat and therefore increasing their\nvulnerability to more transient predators. These three\nmechanisms likely explain the negative effects of hawk-\nfish presence, and increasing hawkfish densities. Hawk-\nfish are known predators of recently settled fishes with\nwhom they often share habitat. Additionally, competi-\ntive dominance of hawkfish over nonprey species is\nknown to increase susceptibility of subordinate fishes to\nlarger transient predators (e.g., jacks and emperorfishes\n[Schmitt et al. 2009]). This increased susceptibility of\nsubordinate competitors to larger-mouthed transient\npredators is the more compelling of a host of possible\nmechanisms by which individuals in the community that\nwere too large to be consumed directly by hawkfish were\naffected by the hawkfish treatments (Appendix B).\nDiversity response\nThere was no evidence for effects of hawkfish on\nspecies richness or rarefied species richness, suggesting\nthat hawkfish are generalist predators, reducing individ-\nuals in proportion to their abundance, but not enough to\nconsistently reduce the number of species per reef. (See\nAppendix C for a plot showing no correlation between\nrank abundance and proportion of individuals lost for\nspecies  shared  across  hawkfish  and  no  hawkfish\ntreatments.) However, the positive or negative indirect\neffects that we were unable to quantify may have\nmasked the consumptive effects of hawkfish. Hawkfish\ndid, however, increase beta diversity based on species\nincidence. We posit shifts in the strength of priority\neffects as a possible mechanism for the observed shift in\nbeta diversity. In many systems, species gain a compet-\nitive advantage over other species by being the first to\ncolonize a patch (i.e., priority effects [Morin 1999]). A\ncombination of priority effects and stochasticity in\ntiming of species arrival may introduce spatial hetero-\ngeneity in species composition and affect beta diversity.\nPriority effects are prevalent in reef fish ecosystems for a\nnumber of groups present in our study, including: gobies\n(Steele 1997, Munday 2004), damselfishes (Sweatman\n1985), and wrasses (Geange and Stier 2009). Along with\nspatial and temporal variability in recruitment, priority\neffects may contribute to the observed reef-to-reef\nvariation in species incidence. The strength of priority\nTABLE1.  Species that were present in both treatments (first column), or unique to Early Only or\nLate Only treatments.\nShared speciesUnique to early treatmentUnique to late treatment\nGnatholepis anjerensisRhinecanthus aculeatusNaso lituratus\nDascyllus flavicaudusParupeneus barberinusChromis viridis\nApogon fraenatusValenciennea strigataBalistapus undulatus\nHalichoeres trimaculatusZebrasoma scopasThalassoma hardwicki\nPomacentrus pavoRhinecanthus rectangulusStethojulis bandanensis\nNeoniphon sammaraApogon nigrofasciatusScarus psittacus\nDascyllus aruanusDascyllus trimaculatusCtenochaetus striatus\nChaetodon citrinellusCtenochaetus binotatusStegastes fasciolatus\nCanthigaster bennettiNaso unicornisLutjanus kasmira\nAcanthurus olivaceusScarus sordidus\nCanthigaster solandri\nAcanthurus triostegus\nPseudocheilinus hexataenia\nChaetodon trichrous\nGomphosus varius\nNotes:The differences shown drive the differences in mean community composition based on\nspecies incidence. Species in each column are ordered from most common (top) to least common\n(bottom) for each group.\nMay 20131065VARIABLE PREDATION AND TOP-DOWN CONTROL\n\neffects can increase in the presence of predators if\npredators facilitate the competitive exclusion of late-\narriving species (Chase et al. 2002, 2009), a phenomenon\nthat may also be present in coral reef fishes where older\nestablished residents are aggressive toward newly settled\nfishes and exclude them from predator-free space\n(Almany 2003). Hawkfish may therefore have facilitated\nan increase in beta diversity through enhancing the\nstrength of priority effects in their dual role as both\npredators and space competitors with newly settled\nrecruits (Schmitt et al. 2009). Note that differences in\nspecies incidence based on mean community composi-\ntion does not translate to differences in species richness,\nbecause two treatments can have the same number of\nspecies without having the same species identity.\nSimilarly, differences in mean community composition\ndo not necessarily produce differences in beta diversity.\nTwo communities could have identical species turnover\nacross replicate patches while retaining differences in\nmean community composition.\nTemporal variance\nPrevious studies that have orthogonally manipulated\npredation frequency (i.e., whether a predator is present\nall of the time or intermittently) and predation intensity\n(i.e., the number of predators) have documented the\nimportance of both frequency and intensity in generat-\ning unique compositional assemblages of prey in\nintertidal (Navarrete 1996) and freshwater (Butler\n1989) invertebrate communities. Here, however, we\nfound no demonstrable effects of predator temporal\nvariability (i.e., the Variance Contrast) on patterns of\nabundance, diversity, or community composition of\nprey species. This divergence of our results from those of\nNavarrete (1996) and Butler (1989) may be because\npairs of hawkfish had twice the effect of an individual\nhawkfish  (i.e.,  their  effects  were  independent),  a\nphenomenon consistent with our previous work exam-\nining hawkfish foraging behavior on a single prey species\nat different hawkfish densities (Stier et al. 2012). The\nabsence of interactions between members of a pair of\nhawkfish discounts any a priori expectation that\ntemporal variability will modify the strength of preda-\ntion due to Jensen’s inequality (i.e., nonlinear effects of\npredator density that produce clear expectations for how\ntemporal variation in predator density will affect the\nmean–variance relationship, seeIntroduction). Notably,\nwe manipulated a specific component of variance known\nas temporally autocorrelated variance. While we did not\ndetect demonstrable effects of this specific type of\nvariance, it is possible that other types of variance\n(e.g., temporally uncorrelated) will also be important in\nthis system. For example, in a modeling study of\ncompetition between rare forbs and grasses in a\nCalifornia grassland system, Levine and Rees (2004)\nshowed that only certain types of temporal variability in\nthe environment proved beneficial to the persistence of\nrare forbs. Specifically, multiple consecutive favorable\nyears led to dominance by grass, but when there was\nhigh variation or negative temporal autocorrelation in\nenvironmental quality, forbs were capable of persisting.\nThus both temporally uncorrelated variance and tem-\nporally autocorrelated variance can play important roles\nin driving ecological dynamics. We expect to explore the\nrole of additional types of variance in predation pressure\nin our future work.\nTiming of predator arrival\nTiming of predator arrival affected prey abundance\nand composition. The consequences of timing of species\narrival have been broadly studied with respect to\ncompetitive dynamics, including amphibians (Lawler\nand Morin 1993), ants (Palmer et al. 2002), odonates\n(Morin 1984), and reef fishes (Munday 2004, Geange\nand Stier 2009), and to a lesser extent, predator–prey\ndynamics (Morin 1984, Louette and De Meester 2007).\nWe hypothesize that in our study, later-arriving hawk-\nfish had strong negative effects on prey abundance\nbecause of greater competition among prey for preda-\ntor-free space during the second 60 d of the experiment\n(sensu Carr et al. 2002). Prey fishes recruiting to reefs\nduring the initial period of the experiment (0–60 d) had\nfew competitors for space because patches started\nempty, whereas prey recruiting to patches after 60 d\nwere exposed to;40 resident fishes per patch. This\ngreater level of crowding in the second 60 d likely led to\nan increase in susceptibility of prey to predation by\nhawkfish (as well as transient predators) via competition\nfor predator-free space. The timing of predator arrival\nwas also relevant to the effects of hawkfish on beta\ndiversity and composition. The effects of two hawkfish\nfor 120 d was equivalent to having two hawkfish for 60 d\nin the latter half of the 120-d window, suggesting that\npredator density may be most important during crucial\ntemporal windows during community assembly (i.e., a\ndensity by time interaction). Note that in order to isolate\nthe effects of hawkfish timing of arrival in this system, it\nwas necessary to isolate direct hawkfish effects from\npotential confounding or interactive effects of other\npredators  and  competitors  that  may  have  either\naugmented or mitigated how hawkfish affected commu-\nnity organization. Although we recognize that the\napproach we used here is somewhat artificial because\nwe began with empty reefs (which seldom occurs, with\nthe exception of large disturbance events such as\ncyclones), this approach was necessary to isolate the\neffects of timing of hawkfish  arrival from other\npotentially confounding processes that may affect\ncommunity composition (e.g., priority effects of other\ncompetitors or predators in the system).\nRecent theoretical work integrating generalist preda-\ntion into storage effect models suggests generalist\npredators affect the long-term maintenance of diversity\nvia a reduction of storage effects, whereby a weakening\nof covariance between environment and competition\nreplaces competition with apparent competition (Kuang\nADRIAN C. STIER ET AL.1066Ecology, Vol. 94, No. 5\n\nand Chesson 2008, 2009). Our empirical work suggests\nthese theories may need to incorporate additional\ncomplexity related to the relative timing of arrival of\ngeneralist predators and prey. We present evidence that\nthe relative arrival of a generalist predator and prey\nincreased beta diversity, producing unique prey assem-\nblages that over the long term may promote species\ncoexistence.\nACKNOWLEDGMENTS\nThanks to Z. Boudreau, B. Focht, J. Heinlein, M. Johnson,\nM. Sogin, and B. Sosik for field assistance. R. Fletcher, C.\nOsenberg, T. Palmer, R. Holt, C. St. Mary, M. McCoy, S.\nHamilton, W. White, J. Samhouri, C. Stallings, and K.\nMarhaver provided helpful comments. We are also grateful\nfor access to survey data from J. Shima and C. Osenberg and\nassistance from J. Oksanen in implementing a revised R\nfunction. Funding was provided by NSF (OCE-0242312), 3\nSeas teaching fellowships (A. C. Stier, K. M. Hanson), Ocean\nBridges (A. C. Stier), National Geographic (A. C. Stier, S. W.\nGeange), and a Fulbright fellowship to S. W. Geange.\nL\nITERATURECITED\nAlmany, G. R. 2003. Priority effects in coral reef fish\ncommunities. Ecology 84:1920–1935.\nAlmany, G. R., and M. S. Webster. 2004. Odd species out as\npredators reduce diversity of coral-reef fishes. Ecology\n85:2933–2937.\nAlmany, G. R., and M. S. Webster. 2006. The predation\ngauntlet: early post-settlement mortality in reef fishes. Coral\nReefs 25:19–22.\nAnderson, M. J. 2001. A new method for non-parametric\nmultivariate analysis of variance. Austral Ecology 26:32–46.\nAtalah, J., M. J. Anderson, and M. J. Costello. 2007. Temporal\nvariability and intensity of grazing: a mesocosm experiment.\nMarine Ecology-Progress Series 341:15–24.\nBenedetti-Cecchi, L., I. Bertocci, S. Vaselli, and E. Maggi. 2006.\nTemporal variance reverses the impact of high mean intensity\nof stress in climate change experiments. Ecology 87:2489–\n2499.\nBishop, M. J., and B. P. Kelaher. 2007. Impacts of detrital\nenrichment on estuarine assemblages: disentangling effects of\nfrequency and intensity of disturbance. Marine Ecology-\nProgress Series 341:25–36.\nButler, M. J. 1989. Community responses to variable preda-\ntion–field studies with sunfish and freshwater macroinverte-\nbrates. Ecological Monographs 59:311–328.\nCarr, M. H., T. W. Anderson, and M. A. Hixon. 2002.\nBiodiversity, population regulation, and the stability of coral-\nreef fish communities. Publications of the National Academy\nof Sciences USA 99:11241–11245.\nChase, J. M. 2007. Drought mediates the importance of\nstochastic community assembly. Proceedings of the National\nAcademy of Sciences USA 104:17430–17434.\nChase, J. M., P. A. Abrams, J. P. Grover, S. Diehl, P. Chesson,\nR. D. Holt, S. A. Richards, R. M. Nisbet, and T. J. Case.\n2002. The interaction between predation and competition: a\nreview and synthesis. Ecology Letters 5:302–315.\nChase, J. M., E. G. Biro, W. A. Ryberg, and K. G. Smith. 2009.\nPredators temper the relative importance of stochastic\nprocesses in the assembly of prey metacommunities. Ecology\nLetters 12:1210–1218.\nChesson, P. 2000. Mechanisms of maintenance of species\ndiversity. Annual Review of Ecology and Systematics\n31:343–366.\nConnell, S. D., and M. J. Kingsford. 1998. Spatial, temporal\nand habitat-related variation in the abundance of large\npredatory fish at One Tree Reef, Australia. Coral Reefs\n17:49–57.\nDahlgren, C. P., and D. B. Eggleston. 2000. Ecological\nprocesses underlying ontogenetic habitat shifts in a coral\nreef fish. Ecology 81:2227–2240.\nDoherty, P. J. 1991. Spatial and temporal patterns in\nrecruitment. Pages 261–293inP. F. Sale, editor. The ecology\nof fishes on coral reefs. Academic Press, San Diego,\nCalifornia, USA.\nGalzin, R., and J. P. Pointer. 1985. Moorea Island, Society\nArchipelago. Pages 73–102inFifth International Coral Reef\nSymposium, Papeete, Tahiti. Museum National d’Histoire\nNaturelle, Paris, France.\nGeange, S. W., and A. C. Stier. 2009. Order of arrival affects\ncompetition in two reef fishes. Ecology 90:2868–2878.\nGotelli, N. J., and R. K. Colwell. 2001. Quantifying biodiver-\nsity: procedures and pitfalls in the measurement and\ncomparison of species richness. Ecology Letters 4:379–391.\nHixon, M. A. 1991. Predation as a process structuring coral reef\nfish communities. Pages 475–508inP. F. Sale, editor. The\necology of fishes on coral reefs. Academic Press, San Diego,\nCalifornia, USA.\nHixon, M. A., and J. P. Beets. 1993. Predation, prey refuges,\nand the structure of coral-reef fish assemblages. Ecological\nMonographs 63:77–101.\nHoverman,  J.  T.,  and  R.  A.  Relyea.  2008.  Temporal\nenvironmental variation and phenotypic plasticity: a mech-\nanism underlying priority effects. Oikos 117:23–32.\nInouye, B. D. 2005. The importance of the variance around the\nmean effect size of ecological processes: Comment. Ecology\n86:262–265.\nKuang, J. J., and P. Chesson. 2008. Predation-competition\ninteractions for seasonally recruiting species. American\nNaturalist 171:E119–E133.\nKuang, J. J., and P. Chesson. 2009. Coexistence of annual\nplants: Generalist seed predation weakens the storage effect.\nEcology 90:170–182.\nLawler, S. P., and P. J. Morin. 1993. Temporal overlap,\ncompetition, and priority effects in larval anurans. Ecology\n74:174–182.\nLevine, J. M., and M. Rees. 2004. Effects of temporal\nvariability on rare plant persistence in annual systems.\nAmerican Naturalist 164:350–363.\nLouette, G., and L. De Meester. 2007. Predation and priority\neffects in experimental zooplankton communities. Oikos\n116:419–426.\nMiner, B. G., and J. R. Vonesh. 2004. Effects of fine grain\nenvironmental variability on morphological plasticity. Ecol-\nogy Letters 7:794–801.\nMorin, P. J. 1984. Odonate guild composition–experiments\nwith colonization history and fish predation. Ecology\n65:1866–1873.\nMorin, P. J. 1999. Temporal patterns: Seasonal dynamics,\npriority effects, and assembly rules. Pages 235–258in\nCommunity ecology. First edition. Blackwell, Malden,\nMassachusetts, USA.\nMunday, P. L. 2004. Competitive coexistence of coral-dwelling\nfishes: the lottery hypothesis revisited. Ecology 85:623–628.\nNavarrete, S. A. 1996. Variable predation: effects of whelks on\na mid-intertidal successional community. Ecological Mono-\ngraphs 66:301–321.\nOksanen, J., F. Guillaume Blanchet, T. R. Kind, P. Legendre,\nR. B. O’Hara, G. L. Simpson, P. Solymos, M. H. Stevens,\nand H. Wagner. 2011. vegan: Community Ecology Package.\nhttp://cran.r-project.org/\nOlito, C., and T. Fukami. 2009. Long-term effects of predator\narrival timing on prey community succession. American\nNaturalist 173. http://dx.doi.org/10.1086/596538\nOlson, M. H., G. G. Mittelbach, and C. W. Osenberg. 1995.\nCompetition between predator and prey: resource-based\nmechanisms and implications for stage-structured dynamics.\nEcology 76:1758–1771.\nMay 20131067VARIABLE PREDATION AND TOP-DOWN CONTROL\n\nO’Neill, M. E., and K. Mathews. 2000. A weighted least squares\napproach to Levene’s test of homogeneity of variance.\nAustralian and New Zealand Journal of Statistics 42:81–100.\nPalmer, T. M., T. P. Young, and M. L. Stanton. 2002. Burning\nbridges: priority effects and the persistence of a competitively\nsubordinate  acacia-ant  in  Laikipia,  Kenya.  Oecologia\n133:372–379.\nPrice, J. E., and P. J. Morin. 2004. Colonization history\ndetermines alternate community states in a food web of\nintraguild predators. Ecology 85:1017–1028.\nRDevelopmentCoreTeam.2011.R:Alanguageand\nenvironment for statistical computing. R Foundation for\nStatistical Computing, Vienna, Austria.\nRuel, J. J., and M. P. Ayres. 1999. Jensen’s inequality predicts\neffects of environmental variation. Trends in Ecology and\nEvolution 14:361–366.\nSchmitt, R. J., S. J. Holbrook, A. J. Brooks, and J. C. P. Lape.\n2009. Intraguild predation in a structured habitat: distin-\nguishing multiple-predator effects from competitor effects.\nEcology 90:2434–2443.\nSih, A., P. Crowley, M. McPeek, J. Petranka, and K.\nStrohmeier. 1985. Predation, competition and prey commu-\nnities: a review of field experiments. Annual Review of\nEcology and Systematics 16:269–311.\nSkalski, G. T., and J. F. Gilliam. 2001. Functional responses\nwith predator interference: viable alternatives to the Holling\nType II model. Ecology 82:3083–3092.\nSpiller, D. A., and T. W. Schoener. 1998. Lizards reduce spider\nspecies richness by excluding rare species. Ecology 79:503–\n516.\nSteele, M. A. 1997. The relative importance of processes\naffecting recruitment of two temperate reef fishes. Ecology\n78:129–145.\nStier, A. C., S. W. Geange, and B. M. Bolker. 2012. Predator\ndensity and competition modify the benefits of group\nformation in a shoaling reef fish. Oikos. http://dx.doi.org/\n10.1111/j.1600-0706.2012.20726.x\nSweatman, H. P. A. 1985. The influence of adults of some coral\nreef fishes on larval recruitment. Ecological Monographs\n55:469–485.\nSUPPLEMENTALMATERIAL\nAppendix A\nExperimental design diagram and photo of experimental reef (Ecological ArchivesE094-094-A1).\nAppendix B\nSpecies lists and rank abundance diagrams for 60- and 120-day censuses (Ecological ArchivesE094-094-A2).\nAppendix C\nPredator foraging behavior analysis and figure (Ecological ArchivesE094-094-A3).\nADRIAN C. STIER ET AL.1068Ecology, Vol. 94, No. 5\n\nAPPENDIX A: Experimental Design \nSchematic of the five experimental predator treatments established to simulate characteristic \nmodes of patch occupancy by hawkfish as observed in field surveys. Table at right shows \ncorresponding mean density (\n€ \nx\n) and temporal variance in density (s\n2\n) for each of the treatments \nduring the 120 d experiment. See Methods for a more detailed description of the experiment. \n \nFigure A1 Five experimental predator treatments and their associated mean and variance.  \nHawkfish Treatment\n060\nTime (days)\n120\nControl\n\u0001\n2\nEarly\nLow\nLate\nHigh\n0\n12\n2\n2\n1\n1\n0\n0\n0\nX\n \n \n\nFigure A2 An example experimental reef with corals pasted to cinderblocks: Porites rus (left), \nPocillopora spp. (center), Montipora sp. (front right), Porites sp. (back right). See Methods for \nadditional details on reef construction and dimmensions.  \n \nPhoto Credit: Adrian Stier \n\nAPPENDIX B: Species Lists \nSpecies lists, size at settlement, and abundance plots by treatment for censuses on 60 d and 120 \nd. Lists and plots are in order of total rank abundance across all hawkfish treatments. Each dot on \na plot (Figs. B1 & B2) represents the total number of individuals in a given treatment. Note log\n10\n \nscale on both plots \n60 Days \nRank \nSpecies \nSize \n(cm) \nRank \nSpecies \nSize \n(cm) \n1 \nDascyllus flavicaudus\n1 \n0.8 31 \nPseudocheilinus hexataenia\n1\n \n1.3 \n2 \nHalichoeres trimaculatus\n1\n \n0.8 32 \nSiganus argenteus\n1\n \n6.5 \n3 \nGnatholepis anjerensis\nE\n \n1.0 33 \nThalassoma hardwicki\n1\n \n1.5 \n4 \nNeoniphon sammara\n1\n  \n3.5 34 \nHeniochus chrysostomus\n1\n \n4.7 \n5 \nRhinecanthus aculeatus\n1\n \n1.2 35 \nLabroides bicolor\nE\n \n1.0 \n6 \nChaetodon citrinellus\n1\n \n3.5 36 \nMonotaxis grandoculis\n1\n \n3.0 \n7 \nPomacentrus pavo\n1\n \n2.0 37 \nNeocirrhites armatus\nE\n \n2.0 \n8 \nApogon fraenatus\n1\n  \n2.2 38 \nParupeneus multifasciatus\n1\n \n6.2 \n9 \nCanthigaster solandri\n1\n \n1.0 \n \n39 \nPlectroglyphidodon lacrymatus\nE\n \n2.0 \n10 \nParupeneus barberinus\n1\n \n5.0 40 \nPseudobalistes flavimarginatus\n1\n \n2.0 \n11 \nDascyllus aruanus\n1\n \n0.7 41 \nThalassoma amblycephalum\n1\n \n2.0 \n12 \nBalistapus undulatus\nE\n \n2.0 \n \n \n \n \n13 \nAcanthurus olivaceus\n1\n \n3.3  \n \n \n14 Sargocentron microstoma\n1\n 6.7  \n \n \n15 Zebrasoma scopas\n1\n 3.3  \n \n \n16 Scarus psittacus\nE\n 1.0  \n \n \n17 Acanthurus nigrofuscus\nE\n 3.3  \n \n \n18 Chromis viridis\n1\n 0.7   \n \n19 Stethojulis bandanensis\n1\n 0.7  \n \n \n20 \nCanthigaster bennetti\n1\n \n1.5  \n \n \n21 \nParupeneus pleurostigma\n1\n \n6.2  \n \n \n22 \nRhinecanthus rectangulus\nE\n \n2.0   \n \n \n23 \nChaetodon trichrous\n1\n \n3.9  \n \n \n24 \nGomphosus varius\n1\n \n1.0  \n \n \n25 \nNaso unicornis\n1\n \n6.4  \n \n \n26 \nChaetodon vagabundus\n1\n \n2.6  \n \n \n27 \nCheilinus chlorourus\nE\n \n3.0    \n28 \nCtenochaetus striatus\n1\n \n3.0    \n29 \nNaso lituratus\n1\n \n6.8    \n30 \nCentropyge flavissimus\n1\n \n1.3    \n \n\n1\nMaamaatuaiahutapu, M., G. Remoissenet, and R. Galzin. 2006. Guide d'identification des larves \nde poisson récifaux de Polynésie française. CRISP, Noumea, New Caledonia. \nE\nSize at settlement estibated visually by an observer on SCUBA to the nearest 0.5 cm Total \nLength.  \n\n \nFigure B1. Rank-abundance diagrams at 60 days (red: control, blue: low density, and \ngreen: high density).  \nSpecies Rank\nAbundance\n1\n10\n100\n10203040\nControl\nHighLow\n1020304010203040\n \n\n120 d \n \nRank \nSpecies \nSize (cm) Rank \nSpecies \nSize (cm) \n1 \nGnatholepis anjerensis\nE\n \n1.0 33 \nDascyllus trimaculatus\n1\n \n1.0 \n2 \nDascyllus flavicaudus\n1\n \n0.8 \n34 \nMonotaxis grandoculis\n1\n \n3.0 \n3 \nApogon fraenatus\n1\n \n2.2 \n35 \nParupeneus barberinus\n1\n \n5.0 \n4 \nHalichoeres trimaculatus\n1\n \n0.8 \n36 \nStegastes fasciolatus\n1\n \n1.7 \n5 \nPomacentrus pavo\n1\n \n2.0 37 \nCoryphopterus neophytus\nE\n \n \n6 \nNeoniphon sammara\n1\n \n3.5 38 \nCtenochaetus binotatus\n1\n \n4.7 \n7 \nDascyllus aruanus\n1\n \n0.7 39 \nLutjanus kasmira\n1\n \n3.9 \n8 \nChaetodon citrinellus\n1\n \n3.5 40 \nNaso unicornis\n1\n \n6.4 \n9 \nRhinecanthus aculeatus\n1\n \n1.2 41 \nNeocirrhites armatus\nE\n \n \n10 \nCanthigaster bennetti\n1\n \n1.5 42 \nParupeneus multifasciatus\n1\n \n6.2 \n11 \nAcanthurus olivaceus\n1\n \n3.3 43 \nScarus sordidus\n1\n \n \n12 \nCanthigaster solandri\n1\n \n1.0    \n13 \nAcanthurus triostegus\n1\n \n3.3    \n14 \nZebrasoma scopas\n1\n \n3.3    \n15 \nChromis viridis\n1\n \n0.7    \n16 \nStethojulis bandanensis\n1\n \n0.7    \n17 \nPseudocheilinus hexataenia\n1\n \n1.3    \n18 \nValenciennea strigata\n1\n \n4.5    \n19 \nBalistapus undulates\nE\n \n2.0    \n20 \nThalassoma hardwicki\n1\n \n1.5    \n21 \nRhinecanthus rectangulus\nE\n \n2.0    \n22 \nScarus psittacus\nE\n \n1.5    \n23 \nCentropyge flavissimus\n1\n \n1.3    \n24 \nChaetodon trichrous\n1\n \n3.9    \n25 \nGomphosus varius\n1\n \n1.0    \n26 \nMyripristis kuntee\n1\n \n4.0    \n27 \nNaso lituratus\n1\n \n6.8    \n28 \nAcanthurus achilles\nE\n \n    \n29 \nAcanthurus nigrofuscus\nE\n \n    \n30 \nApogon nigrofasciatus\nE\n \n    \n31 \nChaetodon vagabundus\n1\n \n2.6    \n32 \nCtenochaetus striatus\n1\n \n3.0    \n \n1\nMaamaatuaiahutapu, M., G. Remoissenet, and R. Galzin. 2006. Guide d'identification des larves \nde poisson récifaux de Polynésie française. CRISP, Noumea, New Caledonia. \nE\nSize at settlement estibated visually by an observer on SCUBA to the nearest 0.5 cm Total \nLength.  \n\nFigure B2. Rank-abundance diagrams at 120 days (red: control, yellow: early hawkfish, \ngreen: late hawkfish, blue: low density, and purple: high density).  \n \nSpecies Rank\nAbundance\n1\n10\n100\n1020304010203040\n10203040\nControlEarlyLate\nLowHigh\n1\n10\n100\n \n\nFigure B3. Taxonomic composition measured as the proportion of the total fish community for \nnine families across each of five hawkfish treatments.  \nControl\nEarly Only\nLate Only\nLow Density\nHigh Density\n0.00.20.40.60.81.0\nProportion of Toal Community\nAcanthuridae\nApogonidae\nBalistidae\nChaetodontidae\nGobiidae\nHolocentridae\nLabridae\nPomacentridae\nTetraodontidae \n \n\nAPPENDIX C: Predator Foraging Behavior \nCorrelation plot of species rank abundance (1 abundant, 25 rare) and the proportional \nchange in abundance of 25 prey species between the control treatment and high density \ntreatment (i.e., [(Control – High Density)/ Control]) (Fig. C1). Individual-based \nrarefaction curves did not differ for reefs with versus without hawkfish despite large \ndifferences in abundance between these two reef treatments. The absence of a consistent \ndifference in the proportional change in abundance between common and rare species \nsuggests that hawkfish are generalist predators, reducing individuals in proportion to their \nabundance, but not enough to consistently reduce the number of species per reef. \n \nFigure C1: Correlation of rank abundance and the proportion change in abundance for \ncontrol and high density treatments (i.e., [(Control – High Density)/ Control]). \n \nRank Abundance\nP\nr\no\np\no\nr\nt\ni\no\nn\n \nC\nh\na\nn\ng\ne\n \ni\nn\n \nA\nb\nu\nn\nd\na\nn\nc\ne\n0.2\n0.4\n0.6\n0.8\n1.0\n5101520250",
  "extractedAt": "2025-12-12T18:45:14.239Z",
  "success": true,
  "matchedPublication": {
    "title": "Predator density and timing of arrival affect reef fish community assembly",
    "doi": "10.1890/11-1983.1",
    "year": "2013",
    "authors": "Stier, Adrian C.; Geange, Shane W.; Hanson, Kate M.; Bolker, Benjamin M."
  }
}