{
  "filename": "Stier and Osenberg (Ecology Letters) 2025.pdf",
  "numPages": 37,
  "text": "1 of 14 Ecology Letters, 2025; 28:e70262 https://doi.org/10.1111/ele.70262 Ecology Letters SYNTHESIS Widespread Heterogeneity in Density- Dependent Mortality of Nearshore Fishes Adrian C. Stier 1 | Craig W. Osenberg 2 1 Department of Ecology, Evolution, and Marine Biology, and Marine Science Institute, University of California Santa Barbara, Santa Barbara, California, USA | 2 Odum School of Ecology, University of Georgia, Athens, Georgia, USA Correspondence: Adrian C. Stier (astier@ucsb.edu) Received: 21 July 2025 | Revised: 16 October 2025 | Accepted: 20 October 2025 Editor: Carl Boettiger Funding: This work was supported by the National Science Foundation (1851032, 1851510). Keywords: Beverton- Holt | cryptic density dependence | intraclass competition | intraspecific competition | meta- analysis | predation | recruitment | reef fish ABSTR ACT Debates over whether and how populations are regulated have recently shifted away from detecting and instead towards quantify- ing the strength of density dependence and its variation among systems. Yet, the degree of variation in density- dependent mortality and the factors driving this variation remain poorly understood. Here, we conducted a meta- analysis of 38 reef fish species across 56 studies, which yielded 147 estimates of intraspecific density- dependent mortality, primarily during early or small life stages. The magnitude of density- dependent mortality (the increase in the per capita mortality rate due to one fish per unit area of habitat) was surprisingly inconsistent both within and among species. Several factors emerged as drivers of variation. Predators amplified the negative effects of density, and density- dependent mortality was greater for species that typically colonize at low densities or achieve larger maximum sizes. However, even within a single species, the strength of density- dependent mortality varied dramat- ically—often by several orders of magnitude—and sometimes changed sign. This heterogeneity likely reflects multiple processes acting together, including environmental context (e.g., predator density or refuge availability), traits of the focal organism (e.g., size) and methodological differences (e.g., study design) among studies. Our results underscore the need for future efforts to quan- tify and report ancillary variables and strive to identify how much these factors contribute to population regulation. 1 | Introduction Scientists have investigated the relationship between population density and population dynamics for centuries (Malthus 1798). This long- standing interest in the effects of intraspecific density on population dynamics is rooted in our search for understand- ing the factors that regulate populations: that is, enabling them to rebound when they are rare, and preventing them from growing when abundant. Understanding population regulation is para- mount to many ecological frameworks, including those developed to manage harvested species, conserve endangered species and predict population dynamics in a variable and uncertain future. Central to these questions is an understanding of how key vital rates, such as survival, change with population density. Studies of density- dependent mortality often focus on its detec- tion rather than on estimating the strength of density dependence, and this has sometimes led to erroneous generalisations: for ex- ample, about the presence versus absence of density dependence (Osenberg et al. 2002). In contrast, some meta- analyses of studies of plants (Hülsmann et al. 2021, 2024; Poulsen et al. 2007), in- sects (Buddh et al. 2024) and fishes (Osenberg et al. 2002; Ruiz- Moreno et al. 2024) use quantitative estimates of the strength of density dependence. These analyses have demonstrated that © 2025 John Wiley & Sons Ltd. 2 of 14 Ecology Letters, 2025 mortality generally increases with conspecific density, suggest- ing that negative density- dependent survival is common for a wide range of taxa. More importantly, these meta- analyses have documented considerable variation in the strength of density de- pendence, yet these studies seldom have attempted to explain, or succeeded in explaining, this observed heterogeneity. In con- trast, the narrative review by White et al. (2010), motivated by past findings of positive (aka inverse) as well as negative (aka direct) density dependence, summarised a wide range of expla- nations for this diversity of qualitative responses to density, al- though White et al. (2010), did not attempt to explain quantitative variation in density dependence. Overall, these past syntheses collectively suggest that the next step is a quantitative synthesis that evaluates the role of ecological traits, evolutionary histories or environmental factors that underlie variation in the strength of density dependence—such an analysis would help resolve an outstanding question in much of population and community ecology (e.g., Buddh et al. 2024; Song et al. 2021). Variation in the effect of density on mortality across studies likely comes from a suite of different sources (White et al. 2010), includ- ing variation among different environments (Buddh et al. 2024; Hülsmann et al. 2024) or among species with different life histo- ries or behaviours (Fowler 1981; McCullough 1999), or among researchers who use different methods (Osenberg et al. 2002). For example, some studies examine density dependence in the absence of predators (e.g., in cages), while other studies are done at ambient predator densities (e.g., in uncaged plots). Because predators may aggregate to, or intensify their feeding activities in high- density prey patches (Murdoch and Stewart- Oaten 1989), or because prey compete for refuges (Holbrook and Schmitt 2002), some of the variation in the strength of density dependence could be due to variation in predator density or ref- uge availability (Frauendorf et al. 2022; Hixon and Carr 1997; Schmitt and Holbrook 2007). Alternatively, heterogeneity in the effects of density on mortality may be driven by variation in the scientific methods we use to study density dependence. For example, the spatial scale of investigation can explain differ- ences in the strength or direction of density dependence (White et al. 2010; White and Warner 2007), and the use of observational approaches (rather than manipulations of density) can give rise to reduced estimates of density dependence if habitat quality and density covary and therefore mask the underlying effects of den- sity—a phenomenon called ‘cryptic density- dependence’ (Shima and Osenberg 2003; Wilson and Osenberg 2002) and compa- rable to concepts related to ideal free distributions (Fretwell and Lucas 1969). We might also expect the strength of density- dependent mortality to be greater for highly fecund species or those that persist at chronically low density (Comita et al. 2010; Ruiz- Moreno et al. 2024). Although a variety of factors have been implicated in producing variation in density dependence, most of these insights remain study- specific, with few attempts to eval- uate their roles across systems. Understanding how these various ecological, evolutionary and methodological factors drive variation in density- dependent mortality is key to moving the field of population ecology for- ward from phenomenological description—asking whether density effects exist—to a more quantitative framework able to predict the strength of density dependence under different envi- ronmental and system contexts. Density- dependence in fishes has been particularly well studied, although this research has evolved in two somewhat different di- rections. The first approach, primarily used by fisheries biologists uses data from time series to estimate spawning stock- recruit relationships (e.g., Meyers 2002; Thorson et al. 2015; Yang and Yamakawa 2022). These studies often rely on large- scale annual sampling of fish stocks in a region as well as natural variation in stock size without any attempts to experimentally manipulate density. The second approach, typically used by field ecologists, often relies on observational studies or experimental manipu- lations of reef fish conducted at small scales (e.g., < 1–100 m 2 ), often over short timescales (e.g., on the order of days to weeks), with fish counts obtained by observers on scuba or snorkel. The second approach, which is the focus of our paper, is taken, in part, because many reef fishes are relatively sedentary, and as such, cohorts of fish can be readily followed and their fates re- corded, and individuals can be easily transplanted to local sites to manipulate local density and quantify subsequent mortal- ity (Hixon and Webster 2002). A meta- analysis by Osenberg et al. (2002) extracted available data on reef fishes and showed that effects of density on mortality were demonstrable but also highly variable across studies. However, the factors underlying this heterogeneity in the effects of density were left unexplored. While the theory of density dependence is central to popula- tion dynamics, its application is hampered by uncertainty about its strength in natural systems and the factors that influence its strength. Previous narrative reviews have highlighted context de- pendency (e.g., White et al. 2010), but we lack a quantitative syn- thesis to identify general patterns. Our meta- analysis addresses this gap by compiling a dataset on nearshore fishes that quantifies the mean and variance of density- dependent mortality rates. We then test a suite of a priori hypotheses about study- level moder- ators that might explain the widespread heterogeneity, moving beyond single- study results to identify the general drivers of varia- tion in population dynamics. Our synthesis suggests that environ- mental context (not inherent biological traits of the target species) most strongly determines the strength and direction of density dependence. Further, other studies have demonstrated that intra- specific density dependence is often much stronger than interspe- cific effects in reef fishes (Ruiz- Moreno et al. 2024), suggesting that intraspecific density dependence drives population regulation. However, few primary studies report key environmental charac- teristics making it challenging to infer the relative importance of different factors. Thus, our results suggest that current method- ological and reporting approaches are inadequate for identifying the mechanisms driving population regulation in natural systems. 2 | Materials and Methods 2.1 | The System Most nearshore fishes (hereafter ‘reef fishes’ because most are as- sociated with physical substrates) have a pelagic larval stage that lasts 1–3 months after their eggs are spawned demersally or in the water column. These larvae are then transported over potentially long distances (e.g., among islands) and use various sensory mech- anisms to find new reefs (which are typically different from their natal reefs). After these larvae settle and metamorphose, many fishes, especially those of small adult size and those associated 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 3 of 14 Ecology Letters, 2025 with coral reefs or other physical structures (e.g., kelp), take up res- idence on their new reef and move relatively little, at least early in their life history. Although most species in our dataset (see below) have this bipartite life history (a planktonic larval stage followed by a more sedentary benthic stage), a few species, such as those in the family Embiotocidae, lack a pelagic larval phase. Studies of density dependence in reef fish often concentrate on the early benthic life stages because of their more limited mobility, and the belief that density- dependent survival is concentrated during this stage. Here for convenience, we use the term ‘settlers’ to refer to the younger fish at the beginning of a study, and ‘recruits’ to refer to fish that survived to the end of the study. Although some fish might have migrated into or away from a focal group of fishes, most investi- gators argue (indirectly or based on tagging studies) that such movement was absent, or at least negligible. Thus, we interpret the changes in numbers as arising from mortality (as did most of the original investigators) and not migration. 2.2 | Literature Search We conducted a systematic literature search to identify studies ex- amining density- dependent survival of marine fishes. On August 5, 2024, we searched the Web of Science (WoS) Core Collection database using the following search terms: (TS = ((“density- dep*” OR “density- ind*” OR (“density*” AND “dependen*”)) AND “fish*” AND (“reef *” OR “marine*”))) AND PY = (1900–2024). This search yielded 1383 unique records. We screened abstracts using Metagear and WoS tools with inclusion criteria targeting post- settlement, density dependence in nearshore fishes, where mechanisms such as refuge limitation and predator aggregation can be evaluated alongside habitat characteristics. Although we parameterize mortality with the Beverton–Holt form, our objec- tive is stage- specific mortality, not stock–recruit relationships as applied in fisheries management. During screening, we excluded heavily exploited shelf or pelagic species typically managed via stock- assessment frameworks. Our criteria retained 186 records that appeared to quantify intraspecific density- dependent survival in reef fishes. To this, we also added 8 papers from prior reviews by Osenberg et al. (2002), Hixon and Jones (2005), and Bonin et al. (2015), and 4 papers through our personal knowledge that were not tagged in the original search. We then assessed the full texts of these 198 articles for eligibility and excluded 119 due to a lack of data on survival or density effects. We further assessed the 79 remaining papers to determine if they met our final require- ments. To be retained for analysis, a paper had to report survival of a group of fishes at two or more densities; the reported data had to be convertible to densities in number per basal habitat area; the data had to provide the density (or number) of fish at the start of the study and the density (number) of those fish that were still present after a specific amount of time; and the censused fish must have been of a single species (in most cases) or genus (in 2 cases). We excluded 24 of the 79 papers for specific reasons: (1) surviving numbers were taken at a common fixed date, but set- tlers were accumulated through time, such that fish had differ- ent durations on the reef (n = 9); (2) data were appropriate but were reported in another paper already included in our dataset (n = 2); (3) data were aggregated across multiple genera (n = 1); (4) the study investigated intercohort effects (e.g., effects of adults on juveniles) (n = 5); (5) density was reported in a way that could not be converted to number/area (n = 6); (6) the analyses were too complex to allow us to recover the original data (n = 1). Ultimately, we included 55 papers and one unpublished study in our review, yielding a total of 147 effect sizes from 38 species for analysis (see Appendix A in the Supporting Information S1 for the PRISMA diagram; and Appendix B for a list of the papers). The papers consisted of experimental studies that directly manip- ulated density (usually of a cohort of young fish) and quantified the number of survivors to a later point in time, as well as ob- servational studies that relied on natural variation in settlement, counted the number of fish on a particular date (after settlement had stopped) and then reported the subsequent number of those fish remaining on the reef after a defined length of time. The dura- tion of these studies ranged from 12 h to over 516 days. Studies fo- cused on local groups of fish at several spatial scales: For example, inhabiting coral colonies (e.g., typically ≤ 1m 2 ), or small patches of habitat (e.g., 10 m 2 ), or larger reefs (several hundred m 2 ). For many of the papers, there was more than one suitable data- set. Some papers reported data for a single species at multiple lo- calities or years; others gave data for > 1 species; and some papers (e.g., Hixon and Carr 1997) reported on an experiment in which density was crossed with another factor. We categorized each of those unique sets of data as a ‘substudy’ (i.e., a density gradient conducted at a particular place, time, and set of conditions for a particular species). As articulated below, we treated substudies as random effects within papers to help address non- independence of effects within papers. For each substudy, we either took data from tables, text or appendices, digitized the data from the fig- ures, or contacted the authors directly. The resulting core data set consisted of the initial density of fish (often recent settlers) (N 0 , fish/cm 2 ) in each plot (or cage or reef) or an aggregate of repli- cates at a given density if the data could not be disaggregated, the final density of those fish (N t , fish/cm 2 ), and the amount of time between the two censuses (t, days). 2.3 | Estimating the Recruitment Function We estimated the strength of density- dependence for each substudy using a Beverton- Holt recruitment function, which has been shown previously to be a good descriptor of the re- cruitment function for reef fishes (Shima and Osenberg 2003, Osenberg et al. 2002). We assumed that the instantaneous per capita mortality of group of fish (1/N) (dN/dt) was a lin- ear function of fish density, reflecting the strength of density- independent ( 훼 ) and density- dependent ( 훽N ) mortality rates: where 훽 is a measure of the strength of density dependence (i.e., the effect of one individual (per areal unit) on the per capita morality rate of conspecifics of a comparable post- settlement life stage). Equation (1) can be integrated to obtain the continuous- time for- mulation of the Beverton–Holt recruitment function: (1)   1 N   dN dt =−훼−훽N (2) N t = N 0 e −훼t 1+ βN 0 ( 1−e −훼t ) 훼 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 4 of 14 Ecology Letters, 2025 Note that negative effects of density on survival are indicated by 훽>0 . We expressed all parameters from all studies in common units (e.g., density as fish cm −2 , and time in days). Thus, 훽 had units of cm 2 fish −1 day −1 . While 훽 is the focus of our analyses, note that the product 훽N is the per capita mortality rate (day −1 ) induced by a conspecific density of N (i.e., over and above the rate induced by density- independent processes). Equation (2) defines the expected density trajectory. To fit empirical data, we mapped this process model into observation models. When raw counts were reported, we applied a binomial likelihood (Approach 2 below); when only densities were reported without survey area, we used a lognormal likelihood (Approach 3 below). We used three approaches to obtain estimates of β and its vari- ance depending on the available data: 2.3.1 | Approach 1—Reported Estimates When studies reported estimates of 훽 (i.e.,   훽 where the ^ indi- cates an estimate) using eq. 1 or 2 and estimates of uncertainty (e.g., Schmitt and Holbrook 2007; Shima and Osenberg 2003; Wilson and Osenberg 2002), we used those values directly and converted them to cm 2 fish −1 day −1 when necessary. 2.3.2 | Approach 2—Binomial Likelihood (When Counts Were Available) For substudies that reported counts (or densities along with the area sampled) we estimated parameters ( 훼,훽 ) using a binomial composite log- likelihood: where pᵢ is the predicted proportion of fish surviving in observa- tion i within the substudy (i.e., p i ( 훼,훽 ) =   N t,i ∕N 0,i , where   N t,i is the predicted density of recruits based on Equation 2), a i is the total area that was sampled to obtain the ith observation of set- tlers and recruits (i.e., a i N i is a total count as required by the bi- nomial distribution). Although pᵢ was never exactly 0 or 1, it was sometimes arbitrarily close to those boundaries, so as a compu- tational safeguard, we truncated pᵢ to [1 × 10 −10 , 1–1 × 10 −10 ]. 2.3.3 | Approach 3—Lognormal Likelihood (When Counts Were Not Available) In five papers densities were reported, but the area sampled for an observation was not reported, so counts could not be deter- mined. Because Approach 2 could not be applied, we used a log- normal observation model instead: where 휎 is the lognormal error term's standard deviation, quanti- fying uncertainty and overdispersion in reported densities. 2.3.4 | Uncertainty and Variance Estimates For Approaches 2 & 3, we quantified uncertainty in   훽 via pro- file likelihoods. We used the cutoff Δ(−ℓ) = 2 to define 95% confidence intervals for   훽 . Because meta- analysis requires an approximate substudy- specific variance of the effect (i.e., Var     β   ), and because the confidence intervals from the profile likelihoods were asymmetric, we converted endpoints of the confidence interval (where U and L are the endpoints) to a variance via 2.4 | Moderators In addition to estimates of density- dependent survival for each study, we also extracted a series of moderators (i.e., covariates) for each substudy to evaluate hypotheses that could explain the wide variation in the strength of density- dependent mortality that we subsequently observed. Specifically, we recorded the taxonomy of the focal species (family, genus, and species), cat- egorized whether predators were present (e.g., uncaged) or ab- sent (e.g., excluded via the use of cages), the approximate body size of the fish at the start of the study (mm standard length), maximum species length (obtained from FishBase: Froese and Pauly 2010), substudy duration (days), and whether initial den- sity in the substudy was experimentally manipulated or based on observational data. 2.5 | Hypotheses We framed five a priori hypotheses that we tested using a meta- analytic framework. The paragraphs below elaborate on the biological rationale and statistical specification for each hypothesis. 2.5.1 | H1: Overall Effect of Density Dependence and Its Heterogeneity We began by estimating the grand mean and heterogeneity of density dependence (β and τ 2 ), motivated by the expectation that post- settlement fishes experience negative density dependent survival (e.g., due to competition for refuges and size- selective predation). In our analytic approach (here and in all other anal- yses), we used inverse variance weighting so that substudies with more precise estimates of 훽 received greater weight. We accounted for potential non- independence using a multilevel model that incorporated random effects for paper and substudy (within paper), which enabled us to estimate the overall strength of density- dependent mortality as well as its variation among- papers and within- papers. 2.5.2 | H2: Phylogenetic Signal We conducted a phylogenetic analysis to determine whether species- level variation in density dependence (β) was in- fluenced by shared evolutionary history. We used the fish (3) 퓁 ( 훼,훽 ) =   i   a i N t,i log e p i ( 훼,훽 ) +a i   N 0,i −N t,i   log e   1−p i ( 훼,훽 )    , (4) 퓁 ( 훼,훽,휎 ) =− � i ⎡ ⎢ ⎢ ⎢ ⎣ � log e N t,i −log e   N t,i ( 훼,훽 ) � 2 2휎 2 +log e 휎 ⎤ ⎥ ⎥ ⎥ ⎦ , (5) Var     β   ≈   U −L 2×1.96   2 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 5 of 14 Ecology Letters, 2025 phylogeny from Rabosky et al. (2018) and pruned it to match the species present in our dataset. We then quantified the phylogenetic signal in the data by mapping the mean value of 훽 for each species onto the phylogeny (Siqueira et al. 2020), and asked if there was evidence for a phylogenetic signal using the phylosig function in the phytools package in the programming language R by calculating Blomberg's K (Revell 2012). Blomberg's K compares the observed trait varia- tion to the variation expected under a Brownian Motion model. K = 1 indicates that traits evolve as expected under Brownian Motion, K < 1 suggests lower similarity among closely related species than expected, K = 0 indicates no phylogenetic signal, and values greater than 1 indicate greater similarity among re- lated species than expected given Brownian Motion (suggest- ing phylogenetic conservatism). Although we observed only a weak (and nonsignificant) phylogenetic signal, we took a conservative approach and included a phylogenetic variance– covariance matrix in our subsequent models to account for possible phylogenetic non- independence. 2.5.3 | H3: Interspecific Variation To test whether species differed from one another in the strength of density- dependent mortality, we fit hierarchical meta- analytic models using the Metafor package and rma.mv function (Viechtbauer 2019). We included random effects for papers, substudies within papers, and a phylogenetic variance– covariance matrix (to account for non- independence), plus a species random intercept that represented differences among species that were not accounted for by the phylogeny. We com- pared a null model without the species effect to the model with the species random effect using a restricted likelihood ratio test (REML- LRT). Because variance components are on the bound- ary of the parameter space, we evaluated significance using the 0.5·χ 2 ₀ + 0.5·χ 2 ₁ mixture distribution (Self and Liang 1987). To quantify the magnitude of interspecific heterogeneity, we esti- mated the species variance component and its 95% confidence interval using a profile- likelihood approach. 2.5.4 | H4: Predators Predators are thought to mediate density- dependent survival in reef fish because high fish densities intensify competition for refuges from predators (Holbrook and Schmitt 2002; Steele and Forrester 2002; White 2007). Fish that cannot procure shelter space due to crowding within a given reef tend to experience higher per- capita mortality. Therefore, we began our moderator analyses by first examining whether the strength of density- dependent mortality ( 훽 ) differed between studies in which pred- ators were present versus absent. This included many studies in which predators were not manipulated (i.e., were potentially present at ambient predator densities), studies that excluded predators by examining density- dependence in caged plots, and experiments that manipulated predators and thus had both a predator- present and predator- absent treatment (e.g., Hixon and Carr 1997). To test the hypothesis that predators increased the strength of density- dependent mortality, we used the same model structure as before (random effects of species, paper and substudy, with inverse variance weighting, and the phylogenetic covariance matrix), but with predators (presence vs. absence) as a categorical fixed effect. We also conducted a secondary analy- sis on a subset of the papers in which the presence of predators was experimentally manipulated (i.e., each paper provided data on the strength of density- dependent mortality in both the pres- ence and absence of predators). In one case (Carr et al. 2002), predators and interspecific competitions were both manipulated yielding two contrasts of the effect of predators on the strength of density- dependence—one in the presence of interspecific competition and one in its absence. We therefore incorporated substudy and paper as random effects. 2.5.5 | H5: Additional Moderators: Body Size, Density, Study Duration and Methodology After finding an effect of predators, we focused the remaining analysis of predictor variables on the strength of density depen- dence in substudies in which predators were present (which was the case for 84% of all substudies). In this meta- regression model, we used the same structure of random effects and phylogenetic covariation as above but simultaneously examined the fixed ef- fects of body size (both at the start of the study and the maxi- mum length for the species), average density, substudy duration and substudy methodology (observational vs. experimental). Below we describe our hypotheses for each of these moderators. 2.5.6 | Initial Body Length Because predation is thought to be the primary process un- derlying mortality of reef fishes early in their benthic life history, and because predators on coral reefs are often gape limited (Hixon 1991) and refuges from predators are limiting (Forrester and Steele 2004), fish that were larger at the start of the experiment may incur weaker effects of density- mediated predation. We therefore included initial body size in our main moderator model. Additionally for a subset of the full data- set where species had more than three substudies, we fit a mixed effects model with body size and species as fixed effects and paper and substudy as random effects. This model tested whether there was a consistent effect of body size within spe- cies, relying on variation in the size of fish at the start of the experiment. 2.5.7 | Maximum Body Length We included the maximum body length of each species, as re- ported in FishBase (Froese and Pauly 2010), to account for broad life history differences that might influence the strength of density- dependent mortality. Body size is a fundamental ecological trait linked to metabolism (Brown et al. 2004), space use (Tamburello et al. 2015) and fecundity (Barneche et al. 2018), and is nega- tively associated with population density across a wide range of taxa (Ackerman et al. 2004; Ackerman and Bellwood 2003; Cyr et al. 1997; Damuth 1981). Species of large body size tend to occur at lower densities, potentially due to their greater per capita re- source demands. Thus, we predicted that species characterised by large maximum size would incur stronger intraspecific density- dependence (i.e., larger 훽 ) than species of smaller size. 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 6 of 14 Ecology Letters, 2025 2.5.8 | Density We also examined the effect of the mean density of each focal species in each substudy. Our rationale here was similar to that for maximum body length, although density of early life stages is not necessarily correlated with adult density or adult body size. We tested the hypothesis that density (at the start of the sub- study) influenced the strength of density- dependent mortality, expecting that species at higher density would have smaller esti- mates of 훽 . Average density was calculated as the mean density across all levels reported in the paper, which assumed that these densities were representative of the ambient densities for these life stages in the study system. 2.5.9 | Duration If the strength of density- dependent mortality is stronger early in ontogeny, or if fish in a cohort vary in their frailty (Kendall et al. 2011) then the duration of a substudy may influence the observed strength of density- dependent mor- tality, with density- dependent mortality being strongest in short- duration studies because newly settled fish are more vulnerable to predation and intraspecific competition (Hixon and Webster 2002) or because of greater variance in frailty in younger cohorts. Study duration was measured as the number of days between the initial and final density censuses (i.e., t in Equation 2), allowing us to assess whether the strength of den- sity dependence declined in studies of longer duration. Ideally, we would quantify how the strength of density- dependent mortality changed over time within a substudy (see Downing et al. 1999; Osenberg et al. 1999), but most studies provided only two point estimates of density (start and end) and not a time series. 2.5.10 | Study Design Some researchers took an observational approach when in- vestigating potential density dependence, following cohorts of individuals that settled at different ambient densities across dif- ferent reefs and used this natural spatial variation in density to estimate the relationship between post- settlement survival and density. Other investigators took an experimental approach, capturing fish (typically shortly after settlement), and then de- ploying groups of fish at different densities to study plots (e.g., patch reefs). The random assignment of treatments (i.e., densi- ties) and individual fish to plots ensured that the effects of den- sity were not confounded with other factors that might affect estimates of density dependence. For example, prior studies of reef fish described ‘cryptic density dependence’ in which effects of density inferred from observational data were weaker than those seen in experiments because larval fish settled at higher densities to higher quality sites masking the effects of density dependence in the observational data sets (Shima et al. 2008; Shima and Osenberg 2003; Wilson and Osenberg 2002). We therefore tested if estimates of density- dependent mortality dif- fered between observational and experimental studies. We also examined if experimental and observational studies differed by pairing an experimental substudy with an observational substudy conducted on the same species during the closest available site and year. 2.5.11 | Statistical Approach We conducted all meta- analyses in the programming language R, using the package Metafor (Viechtbauer 2019). We used the function rma.mv (because of the hierarchical structure of the random effects), the option ‘REML’ to estimate the variance components (among papers and among substudies within pa- pers), and the ‘h’ option to construct confidence intervals for the mean effect sizes using the t- statistic (rather than z- statistic) be- cause the number of papers was relatively small (e.g., Pappalardo et al. 2020). Because estimates of 훽 spanned positive and negative effects and were skewed, we transformed the estimates of 훽 using the hyperbolic sine function (arcsinh) prior to analysis to produce more normal distributions of effects, as assumed in Metafor. Sampling variances, v i , came from reported variances of   훽 i or from Equation (5) and were converted to the transformed scale via the delta method: For ease of interpretation in the text, we back- transformed means and CI's to the original scale, and for figures, we plotted the untransformed values of   훽 , but on transformed axes. We re- port variance components based on the transformed data. For each substudy i, we analysed the transformed effect e i = arcsinh(   훽 i ), where   훽 i is the estimated strength of density- dependent mortality on the original scale (cm 2 fish −1 day −1 ). We fit a model in which the transformed effect was a linear com- bination of fixed effects (indicated by 휂 i ), random effects (due to paper, substudy, and phylogeny) plus sampling error ( ε ) with known variance: The fixed effects predictor was: where 휇 is the grand mean (for an observational study at cen- tered moderators), 훾 des is the effect of study design (D i = 1 for ex- perimental and 0 for observational), log e (x 1,i ) is the centered- and scaled log- transformed average density at the start of the study (where x 1,i is in no. cm −2 ), x 2,i is study duration (days), x 3,i is ini- tial body size (mm), and x 4,i is the maximum adult length of the species (cm). To account for non- independence, we included (1) a paper- level random intercept ,u paper j [ i ] ∼   0,휏 2 paper   for paper j contain- ing substudy i, (2) a substudy- within- paper random intercept u sub j [ i ] ,k [ i ] ∼   0,휏 2 sub   for substudy k nested in paper j, and (3) a phylogenetic random effect u phy s [ i ] ∼   0,휎 2 phy V phy   for species s, (6) v i = Var     훽 i   1+   훽 2 i . (7a) e i =η i +u ( paper ) j [ i ] +u ( sub ) j [ i ] ,k [ i ] +u ( phy ) s [ i ] +ε i ;휀 i ∼   0,v i   (7 b) 휂 i =휇+훾 des D i +훾 den log e   x 1,i   +훾 dur x 2,i +훾 size x 3,i +훾 max x 4,i , 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 7 of 14 Ecology Letters, 2025 where V phy is the variance–covariance matrix extracted from the pruned teleost phylogeny (Rabosky et al. 2018) scaled by shared branch lengths. Our full model initially contained the five main fixed effects (Equation 7b) plus the ten two- way interactions (unbalanced meta- analytic designs make higher- order interactions hard to interpret). We retained all main effects by design and re- moved only interaction terms that were not significant at p > 0.05. In our analysis, all two- way interactions were non- significant, so the final reported model contained the five main effects and the full random- effects structure described above (Equation 7a). We conducted several diagnostics to evaluate potential publica- tion bias and the robustness of the pooled mean (Appendix E). Funnel plots, Egger's regression, and null- add sensitivity anal- yses indicated only weak small- study asymmetry and strong overall model stability. Egger's test yielded an non- zero intercept of 15.91 (p = 1.747e- 07), with a modest proportion of variance ex- plained (R 2 = 0.028), suggesting marginal but statistically detect- able asymmetry. However, the pooled effect remained positive and stable even when up to ten hypothetical null studies were added. Although it is plausible that some studies quantifying weak or imprecise density dependence were never published, such omissions would not qualitatively alter our conclusions. The large heterogeneity we observed cannot be explained by se- lective reporting alone, and any missing and imprecise studies would have been downweighted in our random- effects model. Thus, we consider our results to be a fair representation of stud- ies that have been conducted. Of course, there are likely a wide range of systems (e.g., species that exist at very low densities, or species that are less sedentary) that have never been studied. Our analyses are therefore applicable not to reef fish in gen- eral, but to those species and systems that have previously been investigated. 3 | Results On average, increased density decreased survival (   훽 = 10.26 cm 2 fish −1 d −1 , 5.56, 18.86, mean, lower CI, upper CI, Figure 1a). However, the effects were highly heterogeneous (Q 146 = 177,05 4 , p < 0.0001), with estimates of 훽 ranging from negative (mortality decreased with increased density) to positive (mortality increased with density): Figure 1b–d. The variance among substudies within papers dwarfed the variation among papers (back transformed es- timates:  휎 2 paper =34.40; 휎 2 substudy =1252 ). There was some evidence for a phylogenetic signal in the strength of density- dependent mortality (Figure 2, K = 0.530, p = 0.16), although this estimate did not differ from 0 (which would indicate phylogenetic independence). For example, species in the family Pomacentridae were characterised by relatively weak density- dependence compared to fishes in the families Labridae and Sparidae. This suggests that while not statistically significant, closely related species tended to share similar strengths of density dependent mortality. Including species as a random effect with a phylogenetic variance–covariance structure substantially improved model fit (ΔAIC = 7.96; REML LRT = 9.95, boundary- corrected p = 0.0016; Figure 3). The estimated among- species variance was 5.26 (95% profile- likelihood CI: 0.82–4.13). These results indicate strong evidence for interspecific heterogeneity in the strength of density- dependent mortality beyond what is ex- plained by phylogenetic relationships. In contrast, in the sim- pler model with only species, study, and substudy as random effects, species identity accounted for roughly 20% of the vari- ance, with the majority (≈80%) attributable to variation among substudies within species. For example, the bluehead wrasse, (Thalassoma bifasciatum) had substudies with both negative and positive estimates of 훽 . Another wrasse (Halichoeres gar- noti) has estimates of 훽 that varied by several orders of magni- tude. This highlights that most of the heterogeneity in density dependence arose from differences among substudies within species, rather than consistent differences between species. Although the test of phylogenetic non- independence was not significant, we retained the phylogenetic information in sub- sequent analyses as a conservative approach. Across the entire data set, density- dependent mortality was stronger in the presence (vs. absence) of predators (p = 0.048; Figure 4): in the absence of predators there was no detectable effect of density on survival (   훽 nopred = 5.02, lower CI: −0.35, Upper CI: 72.50), whereas in the presence of predators the effect of density was strong and demonstrable (   훽 pred = 35.44, lower CI: 5.10, Upper CI: 244.20). On average, predator pres- ence increased the strength of density- dependent mortality by 606%. A direct test of predator effects comes from the 11 experimental studies that included paired predator–absence and predator–presence treatments. In every case, density dependence was stronger when predators were present. The paired meta- analytic model estimated a predator effect of 2.79 ± 0.85 on the arcsinh- transformed β scale (t = 3.27, df = 14, p = 0.0056). Back- transformed predictions indicated that mean β was 12.83 cm 2 fish −1 day −1 (95% CI = −0.82 to 695.99) in the absence of predators and 208.75 cm 2 fish −1 day −1 (95% CI = 4.26 to 10103.99) in their presence—an average increase of ~1527%. A corroborating maximum- likelihood likelihood- ratio test comparing models with and without the predator term within pairs was also significant (LRT = 7.88, df = 1, p = 0.0050). While predator presence/absence clearly plays a role in driving heterogeneity in   훽 , the strength of density- dependent mortality still varied by several orders of magni- tude among studies with predators present (Figure 4). Because most substudies (84%) were conducted in the presence of pred- ators, we focused subsequent analyses on the studies with predators and explored possible drivers of that variation. All ten 2- way interactions in the full moderator model were not significant (all p > 0.2), so we retained only the five main effects (along with random effects) in the final model, which explained a significant portion of variation in the strength of density dependence (F 5,91 = 7.17, p < 0.0001). However, re- sidual heterogeneity remained substantial (QE 91 = 20,166.5, p < 0.0001), suggesting that the fixed effects did not capture all sources of heterogeneity. The variance estimates indicated that this unexplained heterogeneity was primarily from vari- ation among substudies within papers and species: there was negligible heterogeneity among papers (σ 2 = 0.00) and among 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 8 of 14 Ecology Letters, 2025 species (σ 2 = 0.113), but substantial variation among sub- studies (σ 2 = 8.15). Parameter estimates from the final additive model indi- cated that study design (experimental vs. observational: β = 1.27 ± 1.06 SE, t 91 = 1.20, p = 0.23), average body size (β = 0.09 ± 0.45 SE, t 91 = 0.20, p = 0.84), and maximum length (β = 0.29 ± 0.50 SE, t 91 = 0.58, p = 0.57) had no sig- nificant effects on density dependence (see Appendix C,D; Figure SC- 2 ,5, SD - 1). The results for the 6 species with paired observation and experimental substudies suggested, however, that the contrast between experimental and observational es- timates of β was species- specific (Appendix D). In contrast, density- dependent mortality was significantly stronger when FIGURE 1 | The strength of density- dependent mortality (   훽 ) and its precision vary widely across studies of coastal fishes. (A) The y- axis gives   훽 values (density- dependent mortality expressed as cm 2 fish −1 day −1 ) on a inverse hyperbolic sine transformation (arcsinh) scale to capture a broad range of negative to positive effects. The size of the point is proportional to the square root of the inverse variance of   훽 . (B–E) Four representative sub- studies illustrating original data for species with a range of effects of density as indicated by   훽 . 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License 9 of 14 Ecology Letters, 2025 initial fish densities were lower (t 91 = −3.60, p = 0.0005) and study duration was longer (t 91 = −3.17, p = 0.0021): Figure 5. 4 | Discussion Our findings reveal considerable heterogeneity in the strength and direction of de",
  "sections": {
    "abstract": "of substudies included in the meta-analysis 16 17 Appendix C: Supporting Figures, C1-C5. 18 19 Figure C-1. Geographic distribution of substudies. 20 Figure C-2. Effect of initial body size on the strength of density-dependent mortality (β, 21 cm² fish⁻¹ day⁻¹). 22 Figure C-3. Variation in effect of body size on density-dependent mortality (β, cm² 23 fish⁻¹ day⁻¹) for 10 different species. 24 Figure C-4. Relationship between experiment duration and density-dependent mortality 25 for reef fish with >4 substudies. 26 Figure C-5. Relationship between maximum adult body size (cm) density-dependent 27 mortality. 28 29 Appendix D: Experimental and observational substudies 30 31 Figure D-1. Comparison of density-dependent mortality (β, cm² fish⁻¹ day⁻¹) between 32 experimental and observational substudies. 33 34 Appendix E: Analyses to identify influential substudies or publication bias 35 36 Figure E-1. Sensitivity and publication-bias diagnostics. 37 Appendix A. PRISMA diagram 38 39 After screening of 1383 papers, 79 papers were retained, but subsequent review and attempts at data extraction reduced this pool to 55, to which we 40 added one unpublished study, bringing the total to 56. Reasons for exclusion included: “Cumulative” (initial ‘cohort’ of fish were followed for different 41 durations), “Not original” (data were reported and used in another publication); “>1 genus” (data were aggregated across 5 different families of fishes); 42 “Intercohort” (data on density-dependent survival were from effects between different age-classes, such as adults on young); “Units” (densities could 43 not be converted to fish/cm 2 ); “Too complex” (data were not reported and analyses were too complex to facilitate recovery). 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 Searched Web of Science (WoS) Core Collection (August",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "our results suggest that current method- ological and reporting approaches are inadequate for identifying the mechanisms driving population regulation in natural systems.",
    "we observed only a weak (and nonsignificant) phylogenetic signal, we took a conservative approach and included a phylogenetic variance– covariance matrix in our subsequent models to account for possible phylogenetic non- independence.",
    "we observed cannot be explained by se- lective reporting alone, and any missing and imprecise studies would have been downweighted in our random- effects model.",
    "results indicate strong evidence for interspecific heterogeneity in the strength of density- dependent mortality beyond what is ex- plained by phylogenetic relationships.",
    "Our findings reveal considerable heterogeneity in the strength and direction of density- dependent mortality in reef fishes.",
    "we found that pred- ators amplified density- dependent mortality (e.",
    "These results indicate strong evidence for interspecific heterogeneity in the strength of density- dependent mortality beyond what is ex- plained by phylogenetic relationships."
  ],
  "fullText": "\n\n1 of 14\nEcology Letters, 2025; 28:e70262\nhttps://doi.org/10.1111/ele.70262\nEcology Letters\nSYNTHESIS\nWidespread Heterogeneity in Density- Dependent Mortality \nof Nearshore Fishes\nAdrian C. Stier\n1\n  |  Craig W. Osenberg\n2\n1\nDepartment of Ecology, Evolution, and Marine Biology, and Marine Science Institute, University of California Santa Barbara, Santa Barbara, California, \nUSA  |  \n2\nOdum School of Ecology, University of Georgia, Athens, Georgia, USA\nCorrespondence: Adrian C. Stier (astier@ucsb.edu)\nReceived: 21 July 2025 | Revised: 16 October 2025 | Accepted: 20 October 2025\nEditor: Carl Boettiger \nFunding: This work was supported by the National Science Foundation (1851032, 1851510).\nKeywords: Beverton- Holt | cryptic density dependence | intraclass competition | intraspecific competition | meta- analysis | predation | recruitment | \nreef fish\nABSTR ACT\nDebates over whether and how populations are regulated have recently shifted away from detecting and instead towards quantify-\ning the strength of density dependence and its variation among systems. Yet, the degree of variation in density- dependent mortality \nand the factors driving this variation remain poorly understood. Here, we conducted a meta- analysis of 38 reef fish species across \n56  studies,  which  yielded  147  estimates  of  intraspecific  density-  dependent  mortality,  primarily  during  early  or  small  life  stages.  \nThe magnitude of density- dependent mortality (the increase in the per capita mortality rate due to one fish per unit area of habitat) \nwas surprisingly inconsistent both within and among species. Several factors emerged as drivers of variation. Predators amplified \nthe negative effects of density, and density- dependent mortality was greater for species that typically colonize at low densities or \nachieve larger maximum sizes. However, even within a single species, the strength of density- dependent mortality varied dramat-\nically—often by several orders of magnitude—and sometimes changed sign. This heterogeneity likely reflects multiple processes \nacting  together,  including  environmental  context  (e.g.,  predator  density  or  refuge  availability),  traits  of  the  focal  organism  (e.g.,  \nsize) and methodological differences (e.g., study design) among studies. Our results underscore the need for future efforts to quan-\ntify and report ancillary variables and strive to identify how much these factors contribute to population regulation.\n1   |   Introduction\nScientists  have  investigated  the  relationship  between  population  \ndensity  and  population  dynamics  for  centuries  (Malthus  1798). \nThis  long-  standing  interest  in  the  effects  of  intraspecific  density  \non  population  dynamics  is  rooted  in  our  search  for  understand-\ning the factors that regulate populations: that is, enabling them to \nrebound when they are rare, and preventing them from growing \nwhen  abundant.  Understanding  population  regulation  is  para-\nmount to many ecological frameworks, including those developed \nto  manage  harvested  species,  conserve  endangered  species  and  \npredict  population  dynamics  in  a  variable  and  uncertain  future.  \nCentral  to  these  questions  is  an  understanding  of  how  key  vital  \nrates, such as survival, change with population density.\nStudies  of  density-  dependent  mortality  often  focus  on  its  detec-\ntion rather than on estimating the strength of density dependence, \nand this has sometimes led to erroneous generalisations: for ex-\nample, about the presence versus absence of density dependence \n(Osenberg et al. 2002). In contrast, some meta- analyses of studies \nof  plants  (Hülsmann  et  al. 2021, 2024;  Poulsen  et  al. 2007),  in-\nsects (Buddh et al. 2024) and fishes (Osenberg et al. 2002; Ruiz- \nMoreno  et  al. 2024)  use  quantitative  estimates  of  the  strength  \nof  density  dependence.  These  analyses  have  demonstrated  that  \n© 2025 John Wiley & Sons Ltd.\n\n2 of 14\nEcology Letters, 2025\nmortality  generally  increases  with  conspecific  density,  suggest-\ning  that  negative  density-  dependent  survival  is  common  for  a  \nwide range of taxa. More importantly, these meta- analyses have \ndocumented considerable variation in the strength of density de-\npendence,  yet  these  studies  seldom  have  attempted  to  explain,  \nor succeeded in explaining, this observed heterogeneity. In con-\ntrast,  the  narrative  review  by  White  et  al.  (2010),  motivated  by  \npast  findings  of  positive  (aka  inverse)  as  well  as  negative  (aka  \ndirect)  density  dependence,  summarised  a  wide  range  of  expla-\nnations  for  this  diversity  of  qualitative  responses  to  density,  al-\nthough White et al. (2010), did not attempt to explain quantitative \nvariation  in  density  dependence.  Overall,  these  past  syntheses  \ncollectively suggest that the next step is a quantitative synthesis \nthat evaluates the role of ecological traits, evolutionary histories \nor  environmental  factors  that  underlie  variation  in  the  strength  \nof density dependence—such an analysis would help resolve an \noutstanding  question  in  much  of  population  and  community  \necology (e.g., Buddh et al. 2024; Song et al. 2021).\nVariation in the effect of density on mortality across studies likely \ncomes from a suite of different sources (White et al. 2010), includ-\ning variation among different environments (Buddh et al. 2024; \nHülsmann et al. 2024) or among species with different life histo-\nries  or  behaviours  (Fowler 1981;  McCullough 1999),  or  among  \nresearchers  who  use  different  methods  (Osenberg  et  al. 2002). \nFor  example,  some  studies  examine  density  dependence  in  \nthe  absence  of  predators  (e.g.,  in  cages),  while  other  studies  \nare  done  at  ambient  predator  densities  (e.g.,  in  uncaged  plots).  \nBecause  predators  may  aggregate  to,  or  intensify  their  feeding  \nactivities  in  high-  density  prey  patches  (Murdoch  and  Stewart-  \nOaten 1989), or because prey compete for refuges (Holbrook and \nSchmitt 2002),  some  of  the  variation  in  the  strength  of  density  \ndependence could be due to variation in predator density or ref-\nuge  availability  (Frauendorf  et  al. 2022;  Hixon  and  Carr 1997; \nSchmitt  and  Holbrook 2007).  Alternatively,  heterogeneity  in  \nthe  effects  of  density  on  mortality  may  be  driven  by  variation  \nin  the  scientific  methods  we  use  to  study  density  dependence.  \nFor example, the spatial scale of investigation can explain differ-\nences in the strength or direction of density dependence (White \net al. 2010; White and Warner 2007), and the use of observational \napproaches (rather than manipulations of density) can give rise \nto reduced estimates of density dependence if habitat quality and \ndensity covary and therefore mask the underlying effects of den-\nsity—a phenomenon called ‘cryptic density- dependence’ (Shima \nand  Osenberg 2003;  Wilson  and  Osenberg 2002)  and  compa-\nrable  to  concepts  related  to  ideal  free  distributions  (Fretwell  \nand  Lucas 1969).  We  might  also  expect  the  strength  of  density-  \ndependent  mortality  to  be  greater  for  highly  fecund  species  or  \nthose that persist at chronically low density (Comita et al. 2010; \nRuiz- Moreno  et al. 2024). Although a variety of factors have been \nimplicated  in  producing  variation  in  density  dependence,  most  \nof these insights remain study- specific, with few attempts to eval-\nuate their roles across systems.\nUnderstanding  how  these  various  ecological,  evolutionary  and  \nmethodological   factors   drive   variation   in   density-   dependent   \nmortality  is  key  to  moving  the  field  of  population  ecology  for-\nward   from   phenomenological   description—asking   whether   \ndensity  effects  exist—to  a  more  quantitative  framework  able  to  \npredict the strength of density dependence under different envi-\nronmental and system contexts.\nDensity- dependence in fishes has been particularly well studied, \nalthough this research has evolved in two somewhat different di-\nrections. The first approach, primarily used by fisheries biologists \nuses  data  from  time  series  to  estimate  spawning  stock-  recruit  \nrelationships  (e.g.,  Meyers 2002;  Thorson  et  al. 2015;  Yang  and  \nYamakawa 2022). These studies often rely on large- scale annual \nsampling  of  fish  stocks  in  a  region  as  well  as  natural  variation  \nin stock size without any attempts to experimentally manipulate \ndensity. The second approach, typically used by field ecologists, \noften  relies  on  observational  studies  or  experimental  manipu-\nlations  of  reef  fish  conducted  at  small  scales  (e.g.,  <  1–100  m\n2\n), \noften over short timescales (e.g., on the order of days to weeks), \nwith fish counts obtained by observers on scuba or snorkel. The \nsecond  approach,  which  is  the  focus  of  our  paper,  is  taken,  in  \npart,  because  many  reef  fishes  are  relatively  sedentary,  and  as  \nsuch,  cohorts  of  fish  can  be  readily  followed  and  their  fates  re-\ncorded,  and  individuals  can  be  easily  transplanted  to  local  sites  \nto  manipulate  local  density  and  quantify  subsequent  mortal-\nity  (Hixon  and  Webster 2002).  A  meta-  analysis  by  Osenberg  \net  al.  (2002)  extracted  available  data  on  reef  fishes  and  showed  \nthat  effects  of  density  on  mortality  were  demonstrable  but  also  \nhighly  variable  across  studies.  However,  the  factors  underlying  \nthis heterogeneity in the effects of density were left unexplored.\nWhile  the  theory  of  density  dependence  is  central  to  popula-\ntion  dynamics,  its  application  is  hampered  by  uncertainty  about  \nits  strength  in  natural  systems  and  the  factors  that  influence  its  \nstrength.  Previous  narrative  reviews  have  highlighted  context  de-\npendency (e.g., White et al. 2010), but we lack a quantitative syn-\nthesis  to  identify  general  patterns.  Our  meta-  analysis  addresses  \nthis gap by compiling a dataset on nearshore fishes that quantifies \nthe  mean  and  variance  of  density-  dependent  mortality  rates.  We  \nthen  test  a  suite  of  a  priori  hypotheses  about  study-  level  moder-\nators  that  might  explain  the  widespread  heterogeneity,  moving  \nbeyond single- study results to identify the general drivers of varia-\ntion in population dynamics. Our synthesis suggests that environ-\nmental context (not inherent biological traits of the target species) \nmost  strongly  determines  the  strength  and  direction  of  density  \ndependence. Further, other studies have demonstrated that intra-\nspecific density dependence is often much stronger than interspe-\ncific effects in reef fishes (Ruiz- Moreno et al. 2024), suggesting that \nintraspecific  density  dependence  drives  population  regulation.  \nHowever,  few  primary  studies  report  key  environmental  charac-\nteristics  making  it  challenging  to  infer  the  relative  importance  of  \ndifferent  factors.  Thus,  our  results  suggest  that  current  method-\nological  and  reporting  approaches  are  inadequate  for  identifying  \nthe mechanisms driving population regulation in natural systems.\n2   |   Materials and Methods\n2.1   |   The System\nMost nearshore fishes (hereafter ‘reef fishes’ because most are as-\nsociated  with  physical  substrates)  have  a  pelagic  larval  stage  that  \nlasts 1–3 months after their eggs are spawned demersally or in the \nwater  column.  These  larvae  are  then  transported  over  potentially  \nlong distances (e.g., among islands) and use various sensory mech-\nanisms to find new reefs (which are typically different from their \nnatal  reefs).  After  these  larvae  settle  and  metamorphose,  many  \nfishes,  especially  those  of  small  adult  size  and  those  associated  \n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n3 of 14\nEcology Letters, 2025\nwith coral reefs or other physical structures (e.g., kelp), take up res-\nidence on their new reef and move relatively little, at least early in \ntheir life history. Although most species in our dataset (see below) \nhave this bipartite life history (a planktonic larval stage followed by \na more sedentary benthic stage), a few species, such as those in the \nfamily Embiotocidae, lack a pelagic larval phase. Studies of density \ndependence in reef fish often concentrate on the early benthic life \nstages  because  of  their  more  limited  mobility,  and  the  belief  that  \ndensity- dependent survival is concentrated during this stage. Here \nfor convenience, we use the term ‘settlers’ to refer to the younger \nfish at the beginning of a study, and ‘recruits’ to refer to fish that \nsurvived  to  the  end  of  the  study.  Although  some  fish  might  have  \nmigrated  into  or  away  from  a  focal  group  of  fishes,  most  investi-\ngators  argue  (indirectly  or  based  on  tagging  studies)  that  such  \nmovement was absent, or at least negligible. Thus, we interpret the \nchanges in numbers as arising from mortality (as did most of the \noriginal investigators) and not migration.\n2.2   |   Literature Search\nWe conducted a systematic literature search to identify studies ex-\namining density- dependent survival of marine fishes. On August \n5,  2024,  we  searched  the  Web  of  Science  (WoS)  Core  Collection  \ndatabase using the following search terms: (TS =    ((“density- dep*” \nOR  “density-  ind*”  OR  (“density*”  AND  “dependen*”))  AND  \n“fish*”  AND  (“reef *”  OR  “marine*”)))  AND  PY  =    (1900–2024).  \nThis  search  yielded  1383  unique  records.  We  screened  abstracts  \nusing  Metagear  and  WoS  tools  with  inclusion  criteria  targeting  \npost-  settlement,  density  dependence  in  nearshore  fishes,  where  \nmechanisms  such  as  refuge  limitation  and  predator  aggregation  \ncan  be  evaluated  alongside  habitat  characteristics.  Although  we  \nparameterize  mortality  with  the  Beverton–Holt  form,  our  objec-\ntive  is  stage-  specific  mortality,  not  stock–recruit  relationships  as  \napplied in fisheries management. During screening, we excluded \nheavily  exploited  shelf  or  pelagic  species  typically  managed  via  \nstock-  assessment  frameworks.  Our  criteria  retained  186  records  \nthat appeared to quantify intraspecific density- dependent survival \nin reef fishes. To this, we also added 8 papers from prior reviews \nby  Osenberg  et  al.  (2002),  Hixon  and  Jones  (2005),  and  Bonin  \net al. (2015), and 4 papers through our personal knowledge that \nwere not tagged in the original search. We then assessed the full \ntexts of these 198 articles for eligibility and excluded 119 due to a \nlack of data on survival or density effects. We further assessed the \n79  remaining  papers  to  determine  if  they  met  our  final  require-\nments. To be retained for analysis, a paper had to report survival \nof a group of fishes at two or more densities; the reported data had \nto be convertible to densities in number per basal habitat area; the \ndata had to provide the density (or number) of fish at the start of \nthe  study  and  the  density  (number)  of  those  fish  that  were  still  \npresent  after  a  specific  amount  of  time;  and  the  censused  fish  \nmust  have  been  of  a  single  species  (in  most  cases)  or  genus  (in  \n2 cases). We excluded 24 of the 79 papers for specific reasons: (1) \nsurviving  numbers  were  taken  at  a  common  fixed  date,  but  set-\ntlers  were  accumulated  through  time,  such  that  fish  had  differ-\nent  durations  on  the  reef  (n  =    9);  (2)  data  were  appropriate  but  \nwere  reported  in  another  paper  already  included  in  our  dataset  \n(n  =    2);  (3)  data  were  aggregated  across  multiple  genera  (n = 1); \n(4) the study investigated intercohort effects (e.g., effects of adults \non juveniles) (n =   5); (5) density was reported in a way that could \nnot be converted to number/area (n =    6); (6) the analyses were too \ncomplex to allow us to recover the original data (n = 1). Ultimately, \nwe included 55 papers and one unpublished study in our review, \nyielding a total of 147 effect sizes from 38 species for analysis (see \nAppendix A  in  the  Supporting  Information S1  for  the  PRISMA  \ndiagram; and Appendix B for a list of the papers).\nThe papers consisted of experimental studies that directly manip-\nulated  density  (usually  of  a  cohort  of  young  fish)  and  quantified  \nthe  number  of  survivors  to  a  later  point  in  time,  as  well  as  ob-\nservational  studies  that  relied  on  natural  variation  in  settlement,  \ncounted the number of fish on a particular date (after settlement \nhad stopped) and then reported the subsequent number of those \nfish remaining on the reef after a defined length of time. The dura-\ntion of these studies ranged from 12 h to over 516 days. Studies fo-\ncused on local groups of fish at several spatial scales: For example, \ninhabiting coral colonies (e.g., typically ≤ 1m\n2\n), or small patches of \nhabitat (e.g., 10 m\n2\n), or larger reefs (several hundred m\n2\n).\nFor many of the papers, there was more than one suitable data-\nset. Some papers reported data for a single species at multiple lo-\ncalities or years; others gave data for > 1 species; and some papers \n(e.g., Hixon and Carr 1997) reported on an experiment in which \ndensity was crossed with another factor. We categorized each of \nthose unique sets of data as a ‘substudy’ (i.e., a density gradient \nconducted at a particular place, time, and set of conditions for a \nparticular species). As articulated below, we treated substudies as \nrandom effects within papers to help address non- independence \nof effects within papers. For each substudy, we either took data \nfrom  tables,  text  or  appendices,  digitized  the  data  from  the  fig-\nures, or contacted the authors directly. The resulting core data set \nconsisted of the initial density of fish (often recent settlers) (N\n0\n, \nfish/cm\n2\n) in each plot (or cage or reef) or an aggregate of repli-\ncates at a given density if the data could not be disaggregated, the \nfinal density of those fish (N\nt\n, fish/cm\n2\n), and the amount of time \nbetween the two censuses (t, days).\n2.3   |   Estimating the Recruitment Function\nWe  estimated  the  strength  of  density-  dependence  for  each  \nsubstudy  using  a  Beverton-  Holt  recruitment  function,  which  \nhas  been  shown  previously  to  be  a  good  descriptor  of  the  re-\ncruitment function for reef fishes (Shima and Osenberg 2003, \nOsenberg  et  al. 2002).  We  assumed  that  the  instantaneous  \nper  capita  mortality  of  group  of  fish  (1/N)  (dN/dt)  was  a  lin-\near function of fish density, reflecting the strength of density- \nindependent (\n훼\n) and density- dependent (\n훽N\n) mortality rates:\nwhere \n훽\n is a measure of the strength of density dependence (i.e., the \neffect of one individual (per areal unit) on the per capita morality \nrate of conspecifics of a comparable post- settlement life stage).\nEquation (1) can be integrated to obtain the continuous- time for-\nmulation of the Beverton–Holt recruitment function:\n(1)\n\u001f\n1\nN\n\u001e\ndN\ndt\n=−훼−훽N\n(2)\nN\nt\n=\nN\n0\ne\n−훼t\n1+\nβN\n0\n(\n1−e\n−훼t\n)\n훼\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n4 of 14\nEcology Letters, 2025\nNote that negative effects of density on survival are indicated by \n훽>0\n.  We  expressed  all  parameters  from  all  studies  in  common  \nunits  (e.g.,  density  as  fish  cm\n−2\n,  and  time  in  days).  Thus,  \n훽\n  had  \nunits  of  cm\n2\n  fish\n−1\n  day\n−1\n.  While  \n훽\n  is  the  focus  of  our  analyses,  \nnote that the product \n훽N\n is the per capita mortality rate (day\n−1\n) \ninduced by a conspecific density of N (i.e., over and above the rate \ninduced by density- independent processes). Equation (2) defines \nthe expected density trajectory. To fit empirical data, we mapped \nthis  process  model  into  observation  models.  When  raw  counts  \nwere  reported,  we  applied  a  binomial  likelihood  (Approach  2  \nbelow); when only densities were reported without survey area, \nwe used a lognormal likelihood (Approach 3 below).\nWe used three approaches to obtain estimates of β and its vari-\nance depending on the available data:\n2.3.1   |   Approach 1—Reported Estimates\nWhen  studies  reported  estimates  of  \n훽\n  (i.e.,  \n\u001f\n훽\n  where  the  ^  indi-\ncates an estimate) using eq. 1 or 2 and estimates of uncertainty \n(e.g.,  Schmitt  and  Holbrook 2007;  Shima  and  Osenberg 2003; \nWilson and Osenberg 2002), we used those values directly and \nconverted them to cm\n2\n fish\n−1\n day\n−1\n when necessary.\n2.3.2   |   Approach 2—Binomial Likelihood (When \nCounts Were Available)\nFor substudies that reported counts (or densities along with the \narea sampled) we estimated parameters \n(\n훼,훽\n)\n using a binomial \ncomposite  log- likelihood:\nwhere pᵢ is the predicted proportion of fish surviving in observa-\ntion i within the substudy (i.e., \np\ni\n(\n훼,훽\n)\n=\n\u001d\nN\nt,i\n∕N\n0,i\n, where \n\u001f\nN\nt,i\n is \nthe predicted density of recruits based on Equation 2), \na\ni\n is the \ntotal area that was sampled to obtain the ith observation of set-\ntlers and recruits (i.e., \na\ni\nN\ni\n is a total count as required by the bi-\nnomial distribution). Although pᵢ was never exactly 0 or 1, it was \nsometimes arbitrarily close to those boundaries, so as a compu-\ntational safeguard, we truncated pᵢ  to  [1 × 10\n−10\n,  1–1 × 10\n−10\n].\n2.3.3   |   Approach 3—Lognormal Likelihood (When \nCounts Were Not Available)\nIn five papers densities were reported, but the area sampled for \nan  observation  was  not  reported,  so  counts  could  not  be  deter-\nmined. Because Approach 2 could not be applied, we used a log-\nnormal observation model instead:\nwhere \n휎\n is the lognormal error term's standard deviation, quanti-\nfying uncertainty and overdispersion in reported densities.\n2.3.4   |   Uncertainty and Variance Estimates\nFor Approaches 2 & 3, we quantified uncertainty in \n\u001f\n훽\n via pro-\nfile  likelihoods.  We  used  the  cutoff  Δ(−ℓ)  =    2  to  define  95%  \nconfidence intervals for \n\u001f\n훽\n. Because meta- analysis requires an \napproximate  substudy-  specific  variance  of  the  effect  (i.e.,  \nVar\n\u001f\n\u001f\nβ\n\u001e\n), and because the confidence intervals from the profile \nlikelihoods  were  asymmetric,  we  converted  endpoints  of  the  \nconfidence  interval  (where  U  and  L  are  the  endpoints)  to  a  \nvariance via\n2.4   |   Moderators\nIn addition to estimates of density- dependent survival for each \nstudy, we also extracted a series of moderators (i.e., covariates) \nfor each substudy to evaluate hypotheses that could explain the \nwide  variation  in  the  strength  of  density-  dependent  mortality  \nthat  we  subsequently  observed.  Specifically,  we  recorded  the  \ntaxonomy  of  the  focal  species  (family,  genus,  and  species),  cat-\negorized  whether  predators  were  present  (e.g.,  uncaged)  or  ab-\nsent (e.g., excluded via the use of cages), the approximate body \nsize  of  the  fish  at  the  start  of  the  study  (mm  standard  length),  \nmaximum  species  length  (obtained  from  FishBase:  Froese  and  \nPauly 2010), substudy duration (days), and whether initial den-\nsity  in  the  substudy  was  experimentally  manipulated  or  based  \non observational data.\n2.5   |   Hypotheses\nWe  framed  five  a  priori  hypotheses  that  we  tested  using  a  \nmeta- analytic framework. The paragraphs below elaborate on \nthe  biological  rationale  and  statistical  specification  for  each  \nhypothesis.\n2.5.1   |   H1: Overall Effect of Density Dependence and Its \nHeterogeneity\nWe  began  by  estimating  the  grand  mean  and  heterogeneity  of  \ndensity dependence (β and τ\n2\n), motivated by the expectation that \npost-  settlement  fishes  experience  negative  density  dependent  \nsurvival  (e.g.,  due  to  competition  for  refuges  and  size-  selective  \npredation). In our analytic approach (here and in all other anal-\nyses),  we  used  inverse  variance  weighting  so  that  substudies  \nwith  more  precise  estimates  of  \n훽\n  received  greater  weight.  We  \naccounted  for  potential  non-  independence  using  a  multilevel  \nmodel that incorporated random effects for paper and substudy \n(within paper), which enabled us to estimate the overall strength \nof  density-  dependent  mortality  as  well  as  its  variation  among-  \npapers and within- papers.\n2.5.2   |   H2: Phylogenetic Signal\nWe  conducted  a  phylogenetic  analysis  to  determine  whether  \nspecies-   level   variation   in   density   dependence   (β)   was   in-\nfluenced  by  shared  evolutionary  history.  We  used  the  fish  \n(3)\n퓁\n(\n훼,훽\n)\n=\n\u001f\ni\n\u001e\na\ni\nN\nt,i\nlog\ne\np\ni\n(\n훼,훽\n)\n+a\ni\n\u001d\nN\n0,i\n−N\nt,i\n\u001c\nlog\ne\n\u001d\n1−p\ni\n(\n훼,훽\n)\n\u001c\u001b\n,\n(4)\n퓁\n(\n훼,훽,휎\n)\n=−\n�\ni\n⎡\n⎢\n⎢\n⎢\n⎣\n�\nlog\ne\nN\nt,i\n−log\ne\n\u001c\nN\nt,i\n(\n훼,훽\n)\n�\n2\n2휎\n2\n+log\ne\n휎\n⎤\n⎥\n⎥\n⎥\n⎦\n,\n(5)\nVar\n\u001f\n\u001f\nβ\n\u001e\n≈\n\u001f\nU\n−L\n2×1.96\n\u001e\n2\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n5 of 14\nEcology Letters, 2025\nphylogeny from Rabosky et al. (2018) and pruned it to match \nthe  species  present  in  our  dataset.  We  then  quantified  the  \nphylogenetic  signal  in  the  data  by  mapping  the  mean  value  \nof \n훽\n for each species onto the phylogeny (Siqueira et al. 2020), \nand  asked  if  there  was  evidence  for  a  phylogenetic  signal  \nusing  the  phylosig  function  in  the  phytools  package  in  \nthe  programming  language  R  by  calculating  Blomberg's  K \n(Revell 2012). Blomberg's K compares the observed trait varia-\ntion to the variation expected under a Brownian Motion model. \nK =   1 indicates that traits evolve as expected under Brownian \nMotion, K <   1 suggests lower similarity among closely related \nspecies than expected, K =   0 indicates no phylogenetic signal, \nand values greater than 1 indicate greater similarity among re-\nlated species than expected given Brownian Motion (suggest-\ning  phylogenetic  conservatism).  Although  we  observed  only  \na  weak  (and  nonsignificant)  phylogenetic  signal,  we  took  a  \nconservative approach and included a phylogenetic variance–\ncovariance  matrix  in  our  subsequent  models  to  account  for  \npossible phylogenetic non- independence.\n2.5.3   |   H3: Interspecific Variation\nTo   test   whether   species   differed   from   one   another   in   the   \nstrength  of  density-  dependent  mortality,  we  fit  hierarchical  \nmeta- analytic models using the Metafor package and rma.mv \nfunction  (Viechtbauer 2019).  We  included  random  effects  for  \npapers, substudies within papers, and a phylogenetic variance–\ncovariance  matrix  (to  account  for  non-  independence),  plus  a  \nspecies  random  intercept  that  represented  differences  among  \nspecies that were not accounted for by the phylogeny. We com-\npared a null model without the species effect to the model with \nthe species random effect using a restricted likelihood ratio test \n(REML- LRT). Because variance components are on the bound-\nary of the parameter space, we evaluated significance using the \n0.5·χ\n2\n₀ + 0.5·χ\n2\n₁  mixture  distribution  (Self  and  Liang 1987).  To  \nquantify  the  magnitude  of  interspecific  heterogeneity,  we  esti-\nmated  the  species  variance  component  and  its  95%  confidence  \ninterval using a profile- likelihood approach.\n2.5.4   |   H4: Predators\nPredators are thought to mediate density- dependent survival in \nreef  fish  because  high  fish  densities  intensify  competition  for  \nrefuges from predators (Holbrook and Schmitt 2002; Steele and \nForrester 2002;  White 2007).  Fish  that  cannot  procure  shelter  \nspace  due  to  crowding  within  a  given  reef  tend  to  experience  \nhigher per- capita mortality. Therefore, we began our moderator \nanalyses  by  first  examining  whether  the  strength  of  density-  \ndependent mortality (\n훽\n) differed between studies in which pred-\nators  were  present  versus  absent.  This  included  many  studies  \nin which predators were not manipulated (i.e., were potentially \npresent  at  ambient  predator  densities),  studies  that  excluded  \npredators by examining density- dependence in caged plots, and \nexperiments  that  manipulated  predators  and  thus  had  both  a  \npredator-   present   and   predator-   absent   treatment   (e.g.,   Hixon   \nand Carr 1997). To test the hypothesis that predators increased \nthe  strength  of  density-  dependent  mortality,  we  used  the  same  \nmodel structure as before (random effects of species, paper and \nsubstudy, with inverse variance weighting, and the phylogenetic \ncovariance matrix), but with predators (presence vs. absence) as \na categorical fixed effect. We also conducted a secondary analy-\nsis on a subset of the papers in which the presence of predators \nwas experimentally manipulated (i.e., each paper provided data \non the strength of density- dependent mortality in both the pres-\nence  and  absence  of  predators).  In  one  case  (Carr  et  al. 2002), \npredators and interspecific competitions were both manipulated \nyielding two contrasts of the effect of predators on the strength \nof  density-  dependence—one  in  the  presence  of  interspecific  \ncompetition  and  one  in  its  absence.  We  therefore  incorporated  \nsubstudy and paper as random effects.\n2.5.5   |   H5: Additional Moderators: Body Size, Density, \nStudy Duration and Methodology\nAfter  finding  an  effect  of  predators,  we  focused  the  remaining  \nanalysis of predictor variables on the strength of density depen-\ndence in substudies in which predators were present (which was \nthe case for 84% of all substudies). In this meta- regression model, \nwe used the same structure of random effects and phylogenetic \ncovariation as above but simultaneously examined the fixed ef-\nfects  of  body  size  (both  at  the  start  of  the  study  and  the  maxi-\nmum length for the species), average density, substudy duration \nand  substudy  methodology  (observational  vs.  experimental).  \nBelow we describe our hypotheses for each of these moderators.\n2.5.6   |   Initial Body Length\nBecause  predation  is  thought  to  be  the  primary  process  un-\nderlying  mortality  of  reef  fishes  early  in  their  benthic  life  \nhistory,  and  because  predators  on  coral  reefs  are  often  gape  \nlimited (Hixon 1991) and refuges from predators are limiting \n(Forrester and Steele 2004), fish that were larger at the start of \nthe experiment may incur weaker effects of density- mediated \npredation. We therefore included initial body size in our main \nmoderator  model.  Additionally  for  a  subset  of  the  full  data-\nset  where  species  had  more  than  three  substudies,  we  fit  a  \nmixed effects model with body size and species as fixed effects \nand paper and substudy as random effects. This model tested \nwhether there was a consistent effect of body size within spe-\ncies, relying on variation in the size of fish at the start of the \nexperiment.\n2.5.7   |   Maximum Body Length\nWe  included  the  maximum  body  length  of  each  species,  as  re-\nported in FishBase (Froese and Pauly 2010), to account for broad \nlife history differences that might influence the strength of density- \ndependent  mortality.  Body  size  is  a  fundamental  ecological  trait  \nlinked to metabolism (Brown et al. 2004), space use (Tamburello \net  al. 2015)  and  fecundity  (Barneche  et  al. 2018),  and  is  nega-\ntively  associated  with  population  density  across  a  wide  range  of  \ntaxa  (Ackerman  et  al. 2004;  Ackerman  and  Bellwood 2003;  Cyr  \net al. 1997; Damuth 1981). Species of large body size tend to occur \nat  lower  densities,  potentially  due  to  their  greater  per  capita  re-\nsource demands. Thus, we predicted that species characterised by \nlarge  maximum  size  would  incur  stronger  intraspecific  density-  \ndependence (i.e., larger \n훽\n) than species of smaller size.\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n6 of 14\nEcology Letters, 2025\n2.5.8   |   Density\nWe  also  examined  the  effect  of  the  mean  density  of  each  focal  \nspecies in each substudy. Our rationale here was similar to that \nfor maximum body length, although density of early life stages is \nnot necessarily correlated with adult density or adult body size. \nWe  tested  the  hypothesis  that  density  (at  the  start  of  the  sub-\nstudy)  influenced  the  strength  of  density-  dependent  mortality,  \nexpecting that species at higher density would have smaller esti-\nmates of \n훽\n. Average density was calculated as the mean density \nacross all levels reported in the paper, which assumed that these \ndensities  were  representative  of  the  ambient  densities  for  these  \nlife stages in the study system.\n2.5.9   |   Duration\nIf  the  strength  of  density-  dependent  mortality  is  stronger  \nearly  in  ontogeny,  or  if  fish  in  a  cohort  vary  in  their  frailty  \n(Kendall  et  al. 2011)  then  the  duration  of  a  substudy  may  \ninfluence  the  observed  strength  of  density-  dependent  mor-\ntality,  with  density-  dependent  mortality  being  strongest  in  \nshort-  duration  studies  because  newly  settled  fish  are  more  \nvulnerable to predation and intraspecific competition (Hixon \nand Webster 2002) or because of greater variance in frailty in \nyounger cohorts. Study duration was measured as the number \nof days between the initial and final density censuses (i.e., t in \nEquation 2), allowing us to assess whether the strength of den-\nsity dependence declined in studies of longer duration. Ideally, \nwe  would  quantify  how  the  strength  of  density-  dependent  \nmortality changed over time within a substudy (see Downing \net  al. 1999;  Osenberg  et  al. 1999),  but  most  studies  provided  \nonly two point estimates of density (start and end) and not a \ntime series.\n2.5.10   |   Study Design\nSome  researchers  took  an  observational  approach  when  in-\nvestigating potential density dependence, following cohorts of \nindividuals that settled at different ambient densities across dif-\nferent reefs and used this natural spatial variation in density to \nestimate the relationship between post- settlement survival and \ndensity.  Other  investigators  took  an  experimental  approach,  \ncapturing fish (typically shortly after settlement), and then de-\nploying groups of fish at different densities to study plots (e.g., \npatch reefs). The random assignment of treatments (i.e., densi-\nties) and individual fish to plots ensured that the effects of den-\nsity  were  not  confounded  with  other  factors  that  might  affect  \nestimates of density dependence. For example, prior studies of \nreef fish described ‘cryptic density dependence’ in which effects \nof  density  inferred  from  observational  data  were  weaker  than  \nthose seen in experiments because larval fish settled at higher \ndensities to higher quality sites masking the effects of density \ndependence  in  the  observational  data  sets  (Shima  et  al. 2008; \nShima  and  Osenberg 2003;  Wilson  and  Osenberg 2002).  We  \ntherefore tested if estimates of density- dependent mortality dif-\nfered between observational and experimental studies. We also \nexamined  if  experimental  and  observational  studies  differed  \nby  pairing  an  experimental  substudy  with  an  observational  \nsubstudy  conducted  on  the  same  species  during  the  closest  \navailable site and year.\n2.5.11   |   Statistical Approach\nWe  conducted  all  meta-  analyses  in  the  programming  language  \nR,  using  the  package  Metafor  (Viechtbauer 2019).  We  used  \nthe  function  rma.mv  (because  of  the  hierarchical  structure  of  \nthe random effects), the option ‘REML’ to estimate the variance \ncomponents  (among  papers  and  among  substudies  within  pa-\npers), and the ‘h’ option to construct confidence intervals for the \nmean effect sizes using the t- statistic (rather than z- statistic)  be-\ncause the number of papers was relatively small (e.g., Pappalardo \net al. 2020). Because estimates of \n훽\n spanned positive and negative \neffects and were skewed, we transformed the estimates of \n훽\n using \nthe hyperbolic sine function (arcsinh) prior to analysis to produce \nmore  normal  distributions  of  effects,  as  assumed  in  Metafor. \nSampling  variances,  \nv\ni\n,  came  from  reported  variances  of  \n\u001f\n훽\n \ni\n  or  \nfrom  Equation  (5)  and  were  converted  to  the  transformed  scale  \nvia the delta method:\nFor  ease  of  interpretation  in  the  text,  we  back-  transformed  \nmeans and CI's to the original scale, and for figures, we plotted \nthe untransformed values of \n\u001f\n훽\n, but on transformed axes. We re-\nport variance components based on the transformed data.\nFor   each   substudy   i,   we   analysed   the   transformed   effect   \ne\ni\n =  arcsinh(\n\u001f\n훽\n \ni\n),  where  \n\u001f\n훽\n \ni\n  is  the  estimated  strength  of  density-  \ndependent mortality on the original scale (cm\n2\n fish\n−1\n day\n−1\n). We \nfit  a  model  in  which  the  transformed  effect  was  a  linear  com-\nbination  of  fixed  effects  (indicated  by  \n휂\ni\n),  random  effects  (due  \nto paper, substudy, and phylogeny) plus sampling error (\nε\n) with \nknown variance:\nThe fixed effects predictor was:\nwhere \n휇\n  is  the  grand  mean  (for  an  observational  study  at  cen-\ntered moderators), \n훾\ndes\n is the effect of study design (D\ni\n = 1  for  ex-\nperimental and 0 for observational), log\ne\n(x\n1,i\n) is the centered- and \nscaled log- transformed average density at the start of the study \n(where x\n1,i\n is in no. cm\n−2\n), x\n2,i\n is study duration (days), x\n3,i\n is ini-\ntial body size (mm), and x\n4,i\n is the maximum adult length of the \nspecies (cm).\nTo account for non- independence, we included (1) a paper- level \nrandom  intercept  \n,u\npaper\nj\n[\ni\n]\n∼\n\u001f\n0,휏\n2\npaper\n\u001e\n  for  paper  j  contain-\ning  substudy  i,  (2)  a  substudy-  within-  paper  random  intercept  \nu\nsub\nj\n[\ni\n]\n,k\n[\ni\n]\n∼\n\u001f\n0,휏\n2\nsub\n\u001e\n  for  substudy  k  nested  in  paper  j,  and  (3)  a  \nphylogenetic random effect \nu\nphy\ns\n[\ni\n]\n∼\n\u001f\n0,휎\n2\nphy\nV\nphy\n\u001e\n for species s, \n(6)\nv\ni\n=\nVar\n\u001f\n\u001f\n훽\ni\n\u001e\n1+\n\u001f\n훽\n2\ni\n.\n(7a)\ne\ni\n=η\ni\n+u\n(\npaper\n)\nj\n[\ni\n]\n+u\n(\nsub\n)\nj\n[\ni\n]\n,k\n[\ni\n]\n+u\n(\nphy\n)\ns\n[\ni\n]\n+ε\ni\n;휀\ni\n∼\n\u001f\n0,v\ni\n\u001e\n(7 b)\n휂\ni\n=휇+훾\ndes\nD\ni\n+훾\nden\nlog\ne\n\u001f\nx\n1,i\n\u001e\n+훾\ndur\nx\n2,i\n+훾\nsize\nx\n3,i\n+훾\nmax\nx\n4,i\n,\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n7 of 14\nEcology Letters, 2025\nwhere \nV\nphy\n is the variance–covariance matrix extracted from the \npruned teleost phylogeny (Rabosky et al. 2018) scaled by shared \nbranch lengths.\nOur full model initially contained the five main fixed effects \n(Equation 7b) plus the ten two- way interactions (unbalanced \nmeta-  analytic  designs  make  higher-  order  interactions  hard  \nto  interpret).  We  retained  all  main  effects  by  design  and  re-\nmoved  only  interaction  terms  that  were  not  significant  at  \np  >    0.05.  In  our  analysis,  all  two-  way  interactions  were  non-  \nsignificant,  so  the  final  reported  model  contained  the  five  \nmain  effects  and  the  full  random-  effects  structure  described  \nabove (Equation 7a).\nWe conducted several diagnostics to evaluate potential publica-\ntion bias and the robustness of the pooled mean (Appendix E). \nFunnel  plots,  Egger's  regression,  and  null-  add  sensitivity  anal-\nyses  indicated  only  weak  small-  study  asymmetry  and  strong  \noverall model stability. Egger's test yielded an non- zero intercept \nof 15.91 (p   =    1.747e- 07), with a modest proportion of variance ex-\nplained (R\n2\n =    0.028), suggesting marginal but statistically detect-\nable  asymmetry.  However,  the  pooled  effect  remained  positive  \nand  stable  even  when  up  to  ten  hypothetical  null  studies  were  \nadded.  Although  it  is  plausible  that  some  studies  quantifying  \nweak  or  imprecise  density  dependence  were  never  published,  \nsuch  omissions  would  not  qualitatively  alter  our  conclusions.  \nThe large heterogeneity we observed cannot be explained by se-\nlective  reporting  alone,  and  any  missing  and  imprecise  studies  \nwould  have  been  downweighted  in  our  random-  effects  model.  \nThus, we consider our results to be a fair representation of stud-\nies that have been conducted. Of course, there are likely a wide \nrange  of  systems  (e.g.,  species  that  exist  at  very  low  densities,  \nor species that are less sedentary) that have never been studied. \nOur  analyses  are  therefore  applicable  not  to  reef  fish  in  gen-\neral, but to those species and systems that have previously been \ninvestigated.\n3   |   Results\nOn  average,  increased  density  decreased  survival  (\n\u001f\n훽\n= 10.26 cm\n2\n \nfish\n−1\n  d\n−1\n,  5.56,  18.86,  mean,  lower  CI,  upper  CI,  Figure 1a). \nHowever,  the  effects  were  highly  heterogeneous  (Q\n146\n =  177,05 4 ,  \np  <    0.0001),  with  estimates  of  훽\n  ranging  from  negative  (mortality  \ndecreased with increased density) to positive (mortality increased \nwith density): Figure 1b–d. The variance among substudies within \npapers dwarfed the variation among papers (back transformed es-\ntimates: \n\u001f휎\n2\npaper\n=34.40;\u001f휎\n2\nsubstudy\n=1252\n).\nThere  was  some  evidence  for  a  phylogenetic  signal  in  the  \nstrength  of  density-  dependent  mortality  (Figure 2, K =  0.530, \np =   0.16), although this estimate did not differ from 0 (which \nwould   indicate   phylogenetic   independence).   For   example,   \nspecies  in  the  family  Pomacentridae  were  characterised  by  \nrelatively  weak  density-  dependence  compared  to  fishes  in  \nthe  families  Labridae  and  Sparidae.  This  suggests  that  while  \nnot  statistically  significant,  closely  related  species  tended  \nto  share  similar  strengths  of  density  dependent  mortality.  \nIncluding  species  as  a  random  effect  with  a  phylogenetic  \nvariance–covariance  structure  substantially  improved  model  \nfit    (ΔAIC = 7.96;    REML    LRT = 9.95,    boundary- corrected \np = 0.0016;  Figure 3).  The  estimated  among-  species  variance  \nwas 5.26 (95% profile- likelihood CI: 0.82–4.13). These results \nindicate strong evidence for interspecific heterogeneity in the \nstrength  of  density-  dependent  mortality  beyond  what  is  ex-\nplained by phylogenetic relationships. In contrast, in the sim-\npler model with only species, study, and substudy as random \neffects, species identity accounted for roughly 20% of the vari-\nance, with the majority (≈80%) attributable to variation among \nsubstudies within species. For example, the bluehead wrasse, \n(Thalassoma  bifasciatum)  had  substudies  with  both  negative  \nand positive estimates of \n훽\n. Another wrasse (Halichoeres gar-\nnoti) has estimates of \n훽\n that varied by several orders of magni-\ntude. This highlights that most of the heterogeneity in density \ndependence  arose  from  differences  among  substudies  within  \nspecies,  rather  than  consistent  differences  between  species.  \nAlthough  the  test  of  phylogenetic  non-  independence  was  not  \nsignificant, we retained the phylogenetic information in sub-\nsequent analyses as a conservative approach.\nAcross  the  entire  data  set,  density-  dependent  mortality  was  \nstronger in the presence (vs. absence) of predators (p =  0.048; \nFigure 4): in the absence of predators there was no detectable \neffect  of  density  on  survival  (\n\u001f\n훽\n \nnopred\n = 5.02,  lower  CI: −0.35, \nUpper  CI:  72.50),  whereas  in  the  presence  of  predators  the  \neffect of density was strong and demonstrable (\n\u001f\n훽\n \npred\n =  35.44, \nlower CI: 5.10, Upper CI: 244.20). On average, predator pres-\nence  increased  the  strength  of  density-  dependent  mortality  \nby  606%.  A  direct  test  of  predator  effects  comes  from  the  11  \nexperimental  studies  that  included  paired  predator–absence  \nand  predator–presence  treatments.  In  every  case,  density  \ndependence  was  stronger  when  predators  were  present.  The  \npaired  meta-  analytic  model  estimated  a  predator  effect  of  \n2.79 ±    0.85 on the arcsinh- transformed β scale (t = 3.27, df = 14, \np    =    0.0056).    Back-    transformed    predictions    indicated    that    \nmean β was 12.83 cm\n2\n fish\n−1\n day\n−1\n (95% CI = −0.82 to 695.99) \nin  the  absence  of  predators  and  208.75  cm\n2\n  fish\n−1\n day\n−1\n  (95%  \nCI =   4.26 to 10103.99) in their presence—an average increase \nof  ~1527%.  A  corroborating  maximum-  likelihood  likelihood-  \nratio  test  comparing  models  with  and  without  the  predator  \nterm  within  pairs  was  also  significant  (LRT  =    7.88,  df  =    1,  \np  =   0.0050).  While  predator  presence/absence  clearly  plays  \na  role  in  driving  heterogeneity  in  \n\u001f\n훽\n,  the  strength  of  density-  \ndependent  mortality  still  varied  by  several  orders  of  magni-\ntude among studies with predators present (Figure 4). Because \nmost substudies (84%) were conducted in the presence of pred-\nators,  we  focused  subsequent  analyses  on  the  studies  with  \npredators and explored possible drivers of that variation.\nAll  ten  2-  way  interactions  in  the  full  moderator  model  were  \nnot significant (all p >   0.2), so we retained only the five main \neffects (along with random effects) in the final model, which \nexplained  a  significant  portion  of  variation  in  the  strength  \nof  density  dependence  (F\n5,91\n = 7.17, p < 0.0001).  However,  re-\nsidual  heterogeneity  remained  substantial  (QE\n91\n =  20,166.5, \np  <    0.0001),  suggesting  that  the  fixed  effects  did  not  capture  \nall sources of heterogeneity. The variance estimates indicated \nthat this unexplained heterogeneity was primarily from vari-\nation among substudies within papers and species: there was \nnegligible  heterogeneity  among  papers  (σ\n2\n =  0.00)  and  among \n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n8 of 14\nEcology Letters, 2025\nspecies   (σ\n2\n   =   0.113),   but   substantial   variation   among   sub-\nstudies (σ\n2\n =  8.15).\nParameter   estimates   from   the   final   additive   model   indi-\ncated   that   study   design   (experimental   vs.   observational:   \nβ = 1.27 ± 1.06   SE, t\n91\n = 1.20, p   =    0.23),   average   body   size   \n(β = 0.09 ± 0.45    SE, t\n91\n = 0.20, p = 0.84),    and    maximum \nlength  (β = 0.29 ± 0.50   SE, t\n91\n = 0.58, p  =   0.57)  had  no  sig-\nnificant  effects  on  density  dependence  (see  Appendix C,D; \nFigure SC- 2 ,5, SD - 1). The results for the 6 species with paired \nobservation and experimental substudies suggested, however, \nthat the contrast between experimental and observational es-\ntimates  of  β  was  species-  specific  (Appendix D).  In  contrast,  \ndensity-  dependent  mortality  was  significantly  stronger  when  \nFIGURE  1    |    The  strength  of  density- dependent  mortality  (\n\u001f\n훽\n) and its precision vary widely across studies of coastal fishes. (A) The y- axis  gives \n\u001f\n훽\n values (density- dependent mortality expressed as cm\n2\n fish\n−1\n day\n−1\n) on a inverse hyperbolic sine transformation (arcsinh) scale to capture a broad \nrange of negative to positive effects. The size of the point is proportional to the square root of the inverse variance of \n\u001f\n훽\n. (B–E) Four representative \nsub- studies illustrating original data for species with a range of effects of density as indicated by \n\u001f\n훽\n.\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n9 of 14\nEcology Letters, 2025\ninitial  fish  densities  were  lower  (t\n91\n = −3.60, p = 0.0005)  and \nstudy duration was longer (t\n91\n = −3.17, p = 0.0021):  Figure 5.\n4   |   Discussion\nOur findings reveal considerable heterogeneity in the strength \nand  direction  of  density-  dependent  mortality  in  reef  fishes.  \nWhile  higher  densities  within  a  substudy  generally  reduced  \nsurvival,   our   meta-   analysis   uncovered   striking   intraspe-\ncific  variation,  with  some  species  exhibiting  both  positive  \nand negative effects of density on mortality. In several cases, \nthe  magnitude  of  density  dependence  varied  by  orders  of  \nmagnitude—even  within  a  single  species—suggesting  that  \ndensity-  dependent  processes  are  highly  context-  dependent.  \nThis  variability  is  not  random  but  instead  arises  from  an  in-\nterplay  of  ecological  interactions,  evolutionary  history,  and  \nmethodological  influences.  Specifically,  we  found  that  pred-\nators  amplified  density-  dependent  mortality  (e.g.,  Hixon  and  \nCarr 1997;  Schmitt  and  Holbrook 2007),  and  that  species  \nthat  exhibited  weak  density-  dependence  occurred  at  higher  \naverage  densities.  However,  a  large  portion  of  the  variation  \nremained unexplained, underscoring the need to identify ad-\nditional environmental and behavioural drivers of density de-\npendence.  Without  a  clearer  understanding  of  these  factors,  \nour  ability  to  predict  population  regulation  in  reef  fishes  re-\nmains incomplete.\n4.1   |   Causes and Consequences of Widespread \nIntraspecific Variation\nPrior  work  identified  several  drivers  that  can  generate  con-\nsiderable  heterogeneity  in  addition  to  those  highlighted  by  \nour  analyses.  For  example,  habitat  complexity  (Beukers  and  \nJones 1997),  predator  assemblages  (Hixon  and  Carr 1997), \nand  resource  availability  (Forrester  and  Steele 2004)  can  all  \nalter  the  mortality–density  relationship,  yet  these  factors  are  \nrarely reported unless they are the focus on the primary study. \nSince they are rarely reported, we could not incorporate them \ninto our meta- analysis. Below we review the factors that have \nbeen  implicated  as  modifying  the  strength  (and  possibly  di-\nrection) of density- dependent survival and then discuss future \ndirections.\n4.2   |   Predators as Agents Driving Variation in \nDensity- Dependent  Mortality\nPredators can readily induce high mortality (upwards of 90%) \non newly settled fishes (Almany and Webster 2006). Thus, pre-\ndation plays a key role in driving reef fish abundance, biodiver-\nsity (Almany and Webster 2006; Hixon 1991; Stier et al. 2 017), \nand  density-  dependent  mortality  (Figure 4,  Carr  et  al. 2002; \nHixon and Carr 1997; Schmitt and Holbrook 2007). Predators \nare  hypothesized  to  induce  density-  dependent  mortality  by  \nFIGURE  2          |        Phylogenetic  mapping  reveals  mild  clustering  of  density-  dependent  mortality  across  fish  species.  The  phylogeny  of  Rabosky  \net al. (2018) was pruned to show only the species present in our dataset, with circles at each tip representing the mean estimate of density- dependent \nmortality (\n\u001f\n훽\n). Most intense colours indicate stronger density dependence. Silhouettes of fish are representative shapes of fish from families mapped \non the phylogeny.\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n10 of 14\nEcology Letters, 2025\nconsuming  fishes  unable  to  find  shelter  space  (Holbrook  and  \nSchmitt 2002),  so  the  strength  of  density-  dependence  should  \nnot  only  depend  on  predator  density  but  it  also  should  be  \ngreater  in  low  complexity  systems  that  lack  predator-  free  ref-\nuges.  For  example,  Forrester  and  Steele  (2004)  manipulated  \nrefuge  availability  from  low  to  high  (without  manipulating  \npredators)  and  found  that  the  strength  of  density-  dependence  \nwas  5.3×  greater  in  the  low  versus  high  shelter  treatments.  \nShima  and  Osenberg  (2003),  applied  Equation  (2)  to  observa-\ntional data on settlement- recruitment patterns in Thalassoma \nhardwicke  and  used  a  suite  of  environmental  parameters  to  \ndescribe spatio- temporal variation in \n\u001f\n훽\n. They found estimates \nof 훽\n  ranging  from  0.015  to  0.61  cm\n2\n  fish\n−1\n  day\n−1\n,  with  weaker  \ndensity- dependence in sites with more shelter (branching cor-\nals), but in contrast to other studies, these better sites also had \nmore predators. Subsequent experimental work confirmed the \nrole of shelter availability (Shima et al. 2008).  Thus,  variation  \nin  predator  density  (or  identity  or  composition)  and  shelter  \navailability  might  explain  considerable  variation  in  estimates  \nof \n훽\n, yet these variables are not consistently reported in studies \nof  density- dependence.\nFurthermore, considerable variation remains unexplained even \nwhen  accounting  for  predator  density.  For  example,  Dascyllus \nflavicaudus exhibited 13- fold variation in \n\u001f\n훽\n in response to varia-\ntion in predator density (Schmitt and Holbrook 2007), but in our \nmeta- analysis \n훽\n's  estimated  for  D.  flavicaudus  varied  380-  fold,  \nsuggesting that predators, while important, explain only a small \nportion  of  the  heterogeneity  observed  in  studies  of  D.  flavicau-\ndus. While some of this unresolved variation might be the result \nof  variation  in  shelter  availability,  it  is  surprising  that  despite  \nbeing one of the best- studied species in the world, D. flavicaudus \nexhibits  a  tremendous  amount  of  (currently)  unexplained  vari-\nability  in  the  strength  of  density-  dependent  mortality,  pointing  \nto the need for additional research and more extensive reporting \nof potential moderators.\nFIGURE 3       |    Studies revealed significant variation in the strength of density- dependent mortality, both within and among fish species. Each spe-\ncies' mean \n\u001f\n훽\n (triangle) and 95% confidence interval (horizontal line) was estimated from the rma.mv model, with colours corresponding to fish fam-\nily. Individual points give estimates of density- dependent mortality (\n\u001f\n훽\n, cm\n2\n fish\n−1\n day\n−1\n) for each substudy within a species. Species that lack points \nhad only 1 estimate. The dashed vertical line at \n\u001f\n훽\n=0\n indicates no density- dependent mortality and separates positive and negative density- dependent \nmortality effects. \n\u001f\n훽\n values are displayed on an inverse hyperbolic sine (arcsinh) scale to effectively display a wide range of values.\nDiploduspuntazzo\nDiplodussargus\nDiplodusvulgaris\nThalassomahardwicke\nThalassomaquinquevittatum\nNotolabruscelidotus\nThalassomabifasciatum\nTautogolabrusad spersus\nThala ssomaamblycephalum\nHalichoeresgarnoti\nBrachyistiusfrenatus\nSebastesatrovirens\nSeb astesspp\nEpinephelusmerra\nParalabraxclathratus\nPomacentruspavo\nPomacentrusmoluccensis\nChromiscyanea\nStegastesleucostictus\nStegastespartitus\nDascyllusflavicaudus\nPomacentruswardi\nD ascyllustrimaculatus\nDascyllusmelanurus\nPomacentrusamboin ensis\nChromisviridis\nDascyllusaruanus\nChrysipteraparasema\nCoryphopterusglaucofraenum\nLythrypnusdalli\nSagamiageneionema\nElactinussp.\nRhino gobiopsnicholsii\nTrachinopscaudimaculatus\nLeptocottusarmatus\nGillichthysmirabilis\n−1,000−100−10−101101001,00010,000\nStrength of density−dependent mortality, \u001f (cm\n2\nfish\n\u001e1\nday\n\u001e1\n)\nFish Family\nCottidae\nPlesiopidae\nGobiidae\nPomacentridae\nSerranidae\nSebastidae\nEmbiotocidae\nLabridae\nSparidae\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n11 of 14\nEcology Letters, 2025\n4.3   |   Spatial Scale and Habitat Configuration\nThe spatial scale at which density- dependence is assessed could \naffect  estimates  of  density-  dependence  (White  et  al. 2010).  For  \nexample,  predators  might  aggregate  to  areas  with  high  prey  \ndensities   intensifying   negative   density-   dependence.   On   the   \nother  hand,  if  predators  don't  move  among  prey  patches,  posi-\ntive  density-  dependent  prey  survival  might  result  if  a  predator  \nhas  a  Type  II  functional  response  (Overholtzer-  McLeod 2006; \nSandin  and  Pacala 2005). Thalassoma  bifasciatum  exhibited  \na  scale-  dependent  pattern  of  density  dependence  (White  and  \nWarner 2007). At the scale of small groups, fish exhibited posi-\ntive density dependence (possibly due to schooling and safety in \nnumbers), while at the reef scale, survival was negatively density \ndependent  (possibly  due  to  predator  aggregation  or  a  Type  III  \nfunctional  response).  In  contrast,  large-  scale  manipulations  of  \nthe schooling snapper Lutjanus apodus revealed that higher pop-\nulation  density  increased  both  recruitment  and  survival,  con-\nsistent  with  benefits  of  group-  living  at  high  density  (Wormald  \net al. 2013). Habitat configuration can also generate variation in \ndensity-  dependence:  on  continuous  reefs,  prey  aggregation  can  \nlower  per-  capita  predation,  whereas  on  more  isolated  patches  \nwith  little  shelter,  mortality  tends  to  rise  sharply  with  density  \n(Overholtzer- McLeod 2004, 2006; Sandin and Pacala 2005).\n4.4   |   Stronger Density Dependence in Species \nLiving at Low Population Densities\nOur results also suggest that the strength of density dependence \nis weaker in systems that tend to occur at higher average densi-\nties. This pattern suggests that species that persist at high den-\nsities  (which  are  usually  small  in  body  size)  can  do  so  because  \nthey have mitigated the negative effects of conspecific crowding. \nThis finding aligns with theoretical work showing that negative \nconspecific density dependence is expected to be stronger in spe-\ncies that are less abundant (Chisholm and Muller- Landau 2011). \nStudies  of  plant  communities  support  this  expectation  (Comita  \net  al. 2010;  Klironomos 2002;  Mangan  et  al. 2010).  These  ob-\nservations  are  further  bolstered  by  other  studies  of  reef  fish  \nshowing that intraspecific density dependence is stronger than \ninterspecific  effects  (Ruiz-  Moreno  et  al. 2024),  suggesting  that  \nFIGURE  4    |    Predator  presence  enhances  the  strength  of  density- \ndependent  mortality  (\n\u001f\n훽\n,  cm\n2\n  fish\n−1\n day\n−1\n).  Points  represent  substudies,  \ndiamonds and 95% confidence intervals are for the two groups, and lines \nconnect  corresponding  substudies  from  the  same  experiment  (open  \nsymbols)  that  included  predator-  absent  and  predator-  present  treat-\nments. Substudies without a paired design are shown with grey circles. \nMore positive values of \n\u001f\n훽\n indicate stronger density- dependent mortality, \nwhile negative values suggest inverse density dependence.\n−100\n−10\n−1\n0\n1\n10\n100\n1000\nAbsentPresent\nPredator Presence\nStrength of density−dependent mo\nrtality,\n \n\u001f\n ( cm\n2\nfish\n\u001e\n1\nday\n\u001e\n1\n)\nFIGURE 5    |    Variation in density- dependent mortality (\n\u001f\n훽\n) with two key study moderators. (A) \n\u001f\n훽\n (cm\n2\n fish\n−1\n day\n−1\n) versus mean density (fish m\n−2\n) on \na log\n10\n scale. (B) \n\u001f\n훽\n versus study duration (days). In each panel, semi- transparent steel- blue circles are the raw substudy estimates and the solid navy \nline with pale- blue ribbon is the meta- regression prediction ±   95% CI from an rma.mv model holding all other moderators at their mean (centered =    0). \nA horizontal dashed line at \n\u001f\n훽\n =    0 indicates the absence of density- dependence. The y- axis uses an inverse hyperbolic sine (arcsinh) transformation to \nsymmetrically accommodate large negative and positive values.\n−100\n−10\n−1\n0\n1\n10\n100\n1000\n10\n−2\n10\n−1\n10\n0\n10\n1\n10\n2\n10\n3\nMeandensity\u001ffishm\n\u001e2\n\u001d\nStrength of density−dependent mo\nrtality,\n \n\u001c\n (cm\n2\nfish\n\u001e\n1\nday\n\u001e\n1\n)\nA\n0100200300400500\nDuration (days)\nB\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n12 of 14\nEcology Letters, 2025\nambient densities may be more determined by conspecific inter-\nactions rather than interactions with heterospecifics.\n4.5   |   The Need for Improved Reporting \nand Methods\nBased  on  these  insights,  we  recommend  several  improvements  \nto primary studies of density dependence that will facilitate fu-\nture  comparative  analyses  designed  to  understand  the  factors  \nthat  inf luence  density-  dependence  and  population  regulation:  \n(i)  report  predator  identity  and  density,  and,  when  possible,  \ntheir  typical  foraging  scale,  as  well  as  the  availability  of  refu-\ngia; (ii) report both areal density and group/aggregation sizes of \nthe focal species; (iii) quantify and report habitat configuration \n(e.g.,  patch  size,  interpatch  spacing,  reef  continuity)  and  state  \nthe observation grain; and (iv) where feasible, estimate density \neffects at more than one spatial scale (e.g., aggregation vs. reef) \nand across both patchy and continuous habitats. Adopting these \npractices would allow future syntheses to explicitly evaluate the \nrole of moderators directly rather than infer them post hoc.\nGiven  likely  interactions  among  some  factors,  future  work  \ncould, for example, use factorial experiments that cross juvenile \ndensity with predator access and with refuge availability, while \nalso  quantifying  predator  identity,  activity  and  foraging  scale.  \nDesigns that measure β simultaneously at different grains can \nreveal  the  spatial  scale  at  which  density-  dependence  operates  \nor changes in sign or magnitude (e.g., schooling benefits change \nto crowding costs), and whether the results from small- plot re-\nsults scale up to the reef scale (e.g., Steele and Forrester 2005). \nFinally, establishing coordinated multi- site studies using com-\nmon  protocols,  as  has  been  successfully  applied  in  other  con-\ntexts  (e.g.,  in  the  Nutrient  Network:  Borer  et  al. 2014),  would  \nallow  us  to  better  disentangle  site-  specific  drivers  from  meth-\nodological effects.\n4.6   |   Implications for Ecological Theory\nOur  meta-  analysis  reveals  substantial  heterogeneity  in  density  \ndependent  mortality  within  and  among  species.  This  variation  \ndemonstrates  that  density  dependent  mortality  is  not  a  static  \nproperty  of  reef  fishes  but  a  contingent  outcome  that  depends  \ncritically  on  ecological  context.  Such  heterogeneity  challenges  \nthe traditional ‘density paradigm,’ which assumes uniform, re-\npeatable  relationships  between  population  growth  and  density  \n(Krebs 2002).  Similar  context  dependence  appears  across  taxa:  \nin  plants,  host  quality  and  induced  chemical  defences  funda-\nmentally alter the outcomes of intraspecific competition (Rotem \nand Agrawal 2003). In amphibian larvae, the presence of preda-\ntor cues can reduce intraspecific competition in bullfrog larvae \nthrough predator- mediated changes in foraging activity (Peacor \nand  Werner 2001). Thus, the effects of conspecific density rou-\ntinely shift in magnitude and sign depending on environmental \nconditions, resource quality or life- history (Agrawal et al. 2004; \nHunter and Elkinton 1999; Rotem and Agrawal 2003). Such par-\nallels  demonstrate  that  widespread  intraspecific  heterogeneity  \nin  density  dependence  is  a  fundamental  feature  of  population  \ndynamics rather than an anomaly of marine fishes.\nBeyond ecological factors, methodological choices also can sub-\nstantially influence the detection and apparent strength of den-\nsity dependence, contributing to heterogeneity in ways that can \nobscure  underlying  ecological  patterns.  Observational  studies  \nmay fail to detect ‘cryptic density dependence’ when population \ndensity covaries with unmeasured attributes of habitat quality, \nas documented in some reef fishes (Shima and Osenberg 2003) \nand  paralleled  in  terrestrial  systems  where  long-  term  observa-\ntional datasets initially failed to detect density dependence that \nexperimental manipulations later revealed (Fowler et al. 2006). \nSimilarly,  statistical  models  that  ignore  the  nested  structure  of  \nthe data (e.g., substudies within papers) or variation in ecological \ncontext  (e.g.,  habitat  quality,  predator  abundance)  risk  conflat-\ning  true  ecological  heterogeneity  with  statistical  noise,  leading  \nto  erroneous  conclusions  about  the  prevalence  and  strength  of  \ndensity dependence (Krüger et al. 2002).\n5   |   Conclusion\nOur synthesis demonstrates that conspecific density is a perva-\nsive and powerful driver of mortality in reef fishes, even though \nits strength and direction vary widely. Alongside other key demo-\ngraphic  processes  like  density-  dependent  growth  (Booth 1995; \nForrester  and  Steele 2004)  and  reproduction  (Samhouri 2009), \nthese  mechanisms  can  play  important  roles  in  population  re-\ncovery  following  disturbances  (e.g.,  due  to  coral  bleaching  or  \ncyclones)  and  for  regulating  population  size.  Despite  decades  \nof  research,  substantial  variation  in  density  dependence—par-\nticularly  within  species—remains  unexplained.  This  suggests  \nthat overlooked ecological or methodological factors are at play. \nAdvancing our understanding of these mechanisms is essential \nfor  predicting  population  dynamics  across  space  and  time  and  \nmoving  our  discipline  beyond  the  binary  question  of  whether  \npopulations are regulated and instead focusing on understand-\ning  the  strength  of  density  dependence  and  resolving  when,  \nwhere and through which mechanisms density feedbacks arise.\nAuthor Contributions\nC.W.O. conceived the project and A.C.S. kept it alive. A.C.S. and C.W.O. \nsupervised and performed data extraction. A.C.S. performed the anal-\nyses  and  drafted  the  figures  with  input  from  C.W.O.,  A.C.S.  wrote  the  \nfirst draft, and A.C.S. and C.W.O. contributed substantially to revisions.\nAcknowledgements\nWe thank our earlier collaborators for helpful discussion and for facil-\nitating earlier analyses of density- dependence in reef fish (J. W. White, \nJ.  F.  Samhouri,  S.  Sandin,  S.  Hamilton,  C.  Wormald,  C.  St.  Mary,  P.  \nChesson,  R.  Schmitt,  S.  Holbrook,  and  B.  Byrne),  and  the  folks  who  \nhelped with data extraction and databases over the years (B. Chockley, \nT. Adam, J. Curtis, A. Primo). Our project benefitted from support from \nseveral  funding  sources,  including  the  National  Center  for  Ecological  \nAnalysis  and  Synthesis,  National  Sea  Grant,  and  most  recently  the  \nNational Science Foundation (OCE-  1851510 and OCE- 1851032).\nData Availability Statement\nData  accessibility  statement:  All  code  and  processed  data  supporting  \nthe  results  are  archived  in  Zenodo  (https:// doi. org/ 10. 5281/ zenodo. \n17371596).\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n13 of 14\nEcology Letters, 2025\nPeer Review\nThe peer review history for this article is available at https:// www. webof \nscien ce. com/ api/ gatew ay/ wos/ peer-  review/ 10. 1111/ ele. 70262 .\nReferences\nAckerman, J. L., and D. R. Bellwood. 2003. “The Contribution of Small \nIndividuals to Density Body Size Relationships.” Oecologia 136: 137–140.\nAckerman,   J.   L.,   D.   R.   Bellwood,   and   J.   H.   Brown.   2004.   “The   \nContribution  of  Small  Individuals  to  Density-  Body  Size  Relationships:  \nExamination  of  Energetic  Equivalence  in  Reef  Fishes.”  Oecologia  139:  \n568–571.\nAgrawal,   A.   A.,   N.   Underwood,   and   J.   R.   Stinchcombe.   2004.   \n“Intraspecific  Variation  in  the  Strength  of  Density  Dependence  in  \nAphid Populations.” Ecological Entomology 29: 521–526.\nAlmany, G. R., and M. S. Webster. 2006. “The Predation Gauntlet: Early \nPost- Settlement Mortality in Reef Fishes.” Coral Reefs 25: 19–22.\nBarneche, D. R., D. R. Robertson, C. R. White, and D. J. Marshall. 2018. \n“Fish  Reproductive-  Energy  Output  Increases  Disproportionately  With  \nBody Size.” Science 360: 642–645.\nBeukers, J. S., and G. P. Jones. 1997. “Habitat Complexity Modifies the \nImpact  of  Piscivores  on  a  Coral  Reef  Fish  Population.”  Oecologia  114:  \n50 –59.\nBonin,  M.  C.,  L.  Boström-  Einarsson,  P.  L.  Munday,  and  G.  P.  Jones.  \n2015.  “The  Prevalence  and  Importance  of  Competition  Among  Coral  \nReef Fishes.” Annual Review of Ecology, Evolution, and Systematics 46: \n169–190.\nBooth, D. J. 1995. “Juvenile Groups in a Coral- Reef Damselfish: Density- \nDependent Effects on Individual Fitness and Population Demography.” \nEcology 76: 91–106.\nBorer, E. T., W. S. Harpole, P. B. Adler, et al. 2014. “Finding Generality \nin Ecology: A Model for Globally Distributed Experiments.” Methods in \nEcology and Evolution 5: 65–73.\nBrown,  J.  H.,  J.  F.  Gillooly,  A.  P.  Allen,  V.  M.  Savage,  and  G.  B.  West.  \n2004. “Toward a Metabolic Theory of Ecology.” Ecology 85: 1771–1789.\nBuddh,  S.,  S.  Krishna,  and  D.  Agashe.  2024.  “Density  Dependent  \nSurvival Drives Variation in Density Dependent Population Growth of \nan Insect Pest.” Oikos 2024: e10813.\nCarr,  M.  H.,  T.  W.  Anderson,  and  M.  A.  Hixon.  2002.  “Biodiversity,  \nPopulation    Regulation,    and    the    Stability    of    Coral-    Reef    Fish    \nCommunities.” Proceedings  of  the  National  Academy  of  Sciences  99:  \n11241–11245.\nChisholm, R. A., and H. C. Muller- Landau. 2011. “A Theoretical Model \nLinking  Interspecific  Variation  in  Density  Dependence  to  Species  \nAbundances.” Theoretical Ecology 4: 241–253.\nComita, L. S., H. C. Muller- Landau, S. Aguilar, and S. P. Hubbell. 2010. \n“Asymmetric  Density  Dependence  Shapes  Species  Abundances  in  a  \nTropical Tree Community.” Science 329: 330–332.\nCyr,  H.,  J.  A.  Downing,  and  R.  H.  Peters.  1997.  “Density-  Body  Size  \nRelationships in Local Aquatic Communities.” Oikos 79: 333–346.\nDamuth,  J.  1981.  “Population  Density  and  Body  Size  in  Mammals.”  \nNature 290: 699–700.\nDowning, J. A., C. W. Osenberg, and O. Sarnelle. 1999. “Meta- Analysis of \nMarine Nutrient- Enrichment Experiments: Variation in the Magnitude \nof Nutrient Limitation.” Ecology 80: 1157–1167.\nForrester, G. E., and M. A. Steele. 2004. “Predators, Prey Refuges, and \nthe  Spatial  Scaling  of  Density-  Dependent  Prey  Mortality.”  Ecology  85:  \n1332–1342.\nFowler,  C.  W.  1981.  “Density  Dependence  as  Related  to  Life  History  \nStrateg y.” Ecology 62: 602– 610.\nFowler,  N.  L.,  R.  D.  Overath,  and  C.  M.  Pease.  2006.  “Detection  of  \nDensity Dependence Requires Density Manipulations and Calculation \nof λ.” Ecology 87: 655–664.\nFrauendorf,   M.,   A.   M.   Allen,   E.   Jongejans,   et   al.   2022.   “Love   Thy   \nNeighbour?—Spatial Variation in Density Dependence of Nest Survival in \nRelation to Predator Community.” Diversity and Distributions 28: 624–635.\nFretwell,   S.   D.,   and   H.   L.   Lucas.   1969.   “On   Territorial   Behavior   \nand  Other  Factors  Influencing  Habitat  Distribution  in  Birds.”  Acta \nBiotheoretica 19: 16 –36.\nFroese, R., and D. Pauly. 2010. FishBase. Fisheries Centre, University of \nBritish Columbia.\nHixon, M. A. 1991. “Predation as a Process Structuring Coral Reef Fish \nCommunities.”  In  In  ‘the  Ecology  of  Fishes  on  Coral  Reefs’,  475–508.  \nAcademic Press.\nHixon,  M.  A.,  and  M.  H.  Carr.  1997.  “Synergistic  Predation,  Density  \nDependence,  and  Population  Regulation  in  Marine  Fish.”  Science  277:  \n946–949.\nHixon,  M.  A.,  and  G.  P.  Jones.  2005.  “Competition,  Predation,  and  \nDensity- Dependent Mortality in Demersal Marine Fishes.” Ecology 86: \n2847–2859.\nHixon,  M.  A.,  and  M.  S.  Webster.  2002.  “Density  Dependence  in  Reef  \nFish  Populations.”  In  Coral  Reef  Fishes:  Dynamics  and  Diversity  in  a  \nComplex Ecosystem, edited by P. F. Sale, 303–325. Academic Press.\nHolbrook, S. J., and R. J. Schmitt. 2002. “Competition for Shelter Space \nCauses Density- Dependent Predation Mortality in Damfishes.” Ecology \n83: 2855–2868.\nHülsmann,  L.,  R.  A.  Chisholm,  L.  Comita,  et  al.  2024.  “Latitudinal  \nPatterns  in  Stabilizing  Density  Dependence  of  Forest  Communities.”  \nNature 627: 564–571.\nHülsmann,  L.,  R.  A.  Chisholm,  and  F.  Hartig.  2021.  “Is  Variation  in  \nConspecific   Negative   Density   Dependence   Driving   Tree   Diversity   \nPatterns at Large Scales?” Trends in Ecology & Evolution 36: 151–163.\nHunter, A. F., and J. S. Elkinton. 1999. “Interaction Between Phenology \nand  Density  Effects  on  Mortality  From  Natural  Enemies.”  Journal  of  \nAnimal Ecology 68: 1093–1100.\nKendall,  B.  E.,  G.  A.  Fox,  M.  Fujiwara,  and  T.  M.  Nogeire.  2011.  \n“Demographic    Heterogeneity,    Cohort    Selection,    and    Population    \nGrow th.” Ecology 92: 1985–1993.\nKlironomos, J. N. 2002. “Feedback With Soil Biota Contributes to Plant \nRarity and Invasiveness in Communities.” Nature 417: 67–70.\nKrebs,  C.  J.  2002.  “Two  Complementary  Paradigms  for  Analysing  \nPopulation Dynamics.” Philosophical Transactions of the Royal Society \nof London. Series B, Biological Sciences 357: 1211–1219.\nKrüger, O., R. Liversidge, and J. Lindström. 2002. “Statistical Modelling \nof  the  Population  Dynamics  of  a  Raptor  Community  in  a  Semi-  Desert  \nEnvironment.” Journal of Animal Ecology 71: 603– 613.\nMalthus, T. R. 1798. An Essay on the Principle of Population, as it Affects \nthe Future Improvement of Society, With Remarks on the Speculations of \nMr. Godwin, M. Condorcet, and Other Writers, 1st ed. J. Johnson.\nMangan, S. A., S. A. Schnitzer, E. A. Herre, et al. 2010. “Negative Plant–\nSoil Feedback Predicts Tree- Species Relative Abundance in a Tropical \nForest.” Nature 466: 752–755.\nMcCullough,   D.   R.   1999.   “Density   Dependence   and   Life-   History   \nStrategies of Ungulates.” Journal of Mammalogy 80: 1130–1146.\nMeyers, R. A. 2002. “Recruitment: Understanding Density- Dependence \nin Fish Populations.” In Handbook of Fish Biology and Fisheries, edited \nby P. J. B. Hart, vol. 2. Blackwell Science.\nMurdoch,   W.   W.,   and   A.   Stewart-   Oaten.   1989.   “Aggregation   by   \nParasitoids   and   Predators:   Effects   on   Equilibrium   and   Stability.”   \nAmerican Naturalist 134: 288–310.\n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\n14 of 14\nEcology Letters, 2025\nOsenberg,  C.  W.,  O.  Sarnelle,  S.  D.  Cooper,  and  R.  D.  Holt.  1999.  \n“Resolving   Ecological   Questions   Through   Meta-   Analysis:   Goals,   \nMetrics, and Models.” Ecology 80: 1105–1117.\nOsenberg, C. W., C. M. St Mary, R. J. Schmitt, S. J. Holbrook, P. Chesson, \nand   B.   Byrne.   2002.   “Rethinking   Ecological   Inference:   Density   \nDependence in Reef Fishes.” Ecology Letters 5: 715–721.\nOverholtzer-  McLeod,  K.  L.  2004.  “Variance  in  Reef  Spatial  Structure  \nMasks Density Dependence in Coral- Reef Fish Populations on Natural \nVersus Artificial Reefs.” Marine Ecology Progress Series 276: 269–280.\nOverholtzer- McLeod, K. L. 2006. “Consequences of Patch Reef Spacing \nfor  Density-  Dependent  Mortality  of  Coral  Reef  Fishes.”  Ecology  87:  \n1017–1026.\nPappalardo,  P.,  K.  Ogle,  E.  A.  Hamman,  J.  R.  Bence,  B.  A.  Hungate,  \nand  C.  W.  Osenberg.  2020.  “Comparing  Traditional  and  Bayesian  \nApproaches  to  Ecological  Meta-  Analysis.”  Methods  in  Ecology  and  \nEvolution 11: 1286–1295.\nPeacor,  S.  D.,  and  E.  E.  Werner.  2001.  “The  Contribution  of  Trait-  \nMediated Indirect Effects to the Net Effects of a Predator.” Proceedings \nof the National Academy of Sciences 98: 3904–3908.\nPoulsen, J. R., C. W. Osenberg, C. J. Clark, D. J. Levey, and B. M. Bolker. \n2007.  “Plants  as  Reef  Fish:  Fitting  the  Functional  Form  of  Seedling  \nRecruitment.” American Naturalist 170: 167–183.\nRabosky, D. L., J. Chang, P. O. Title, et al. 2018. “An Inverse Latitudinal \nGradient in Speciation Rate for Marine Fishes.” Nature 559: 392–395.\nRevell, L. J. 2012. “Phytools: An R Package for Phylogenetic Comparative \nBiology  (And  Other  Things).”  Methods  in  Ecology  and  Evolution  3:  \n217–223.\nRotem, K. A., and A. A. Agrawal. 2003. “Density Dependent Population \nGrowth  of  the  Two-  Spotted  Spider  Mite,  Tetranychus  urticae,  on  the  \nHost Plant Leonurus cardiaca.” Oikos 103: 559–565.\nRuiz-  Moreno,  A.,  M.  J.  Emslie,  and  S.  R.  Connolly.  2024.  “High  \nResponse  Diversity  and  Conspecific  Density-  Dependence,  Not  Species  \nInteractions, Drive Dynamics of Coral Reef Fish Communities.” Ecology \nLetters 27: e14 424.\nSamhouri,  J.  F.  2009.  “Food  Supply  Influences  Offspring  Provisioning  \nbut  Not  Density-  Dependent  Fecundity  in  a  Marine  Fish.”  Ecology  90:  \n3478–3488.\nSandin,  S.  A.,  and  S.  W.  Pacala.  2005.  “Fish  Aggregation  Results  in  \nInversely  Density-  Dependent  Predation  on  Continuous  Coral  Reefs.”  \nEcology 86: 1520–1530.\nSchmitt, R. J., and S. J. Holbrook. 2007. “The Scale and Cause of Spatial \nHeterogeneity  in  Strength  of  Temporal  Density  Dependence.”  Ecology \n88: 1241–1249.\nSelf, S. G., and K.- Y. Liang. 1987. “Asymptotic Properties of Maximum \nLikelihood Estimators and Likelihood Ratio Tests Under Nonstandard \nConditions.” Journal of the American Statistical Association 82: 605– 610.\nShima, J. S., and C. W. Osenberg. 2003. “Cryptic Density Dependence: \nEffects of Covariation Between Density and Site Quality in Reef Fish.” \nEcology 84: 46–52.\nShima,  J.  S.,  C.  W.  Osenberg,  and  C.  M.  St.  Mary.  2008.  “Quantifying  \nSite  Quality  in  a  Heterogeneous  Landscape:  Recruitment  of  a  Reef  \nFish.” Ecology 89: 86–94.\nSiqueira,  A.  C.,  R.  A.  Morais,  D.  R.  Bellwood,  and  P.  F.  Cowman.  \n2020.  “Trophic  Innovations  Fuel  Reef  Fish  Diversification.”  Nature \nCommunications 11: 2669.\nSong, X., J. Y. Lim, J. Yang, and M. S. Luskin. 2021. “When Do Janzen–\nConnell  Effects  Matter?  A  Phylogenetic  Meta-  Analysis  of  Conspecific  \nNegative  Distance  and  Density  Dependence  Experiments.”  Ecology \nLetters 24: 608–620.\nSteele, M. A., and G. E. Forrester. 2002. “Early Postsettlement Predation \non  Three  Reef  Fishes:  Effects  on  Spatial  Patterns  of  Recruitment.”  \nEcology 83: 1076 –1091.\nSteele, M. A., and G. E. Forrester. 2005. “Small- Scale Field Experiments \nAccurately  Scale  Up  to  Predict  Density  Dependence  in  Reef  Fish  \nPopulations  at  Large  Scales.”  Proceedings  of  the  National  Academy  of  \nSciences of the United States of America 102, no. 38: 13513–13516.\nStier,  A.  C.,  C.  D.  Stallings,  J.  F.  Samhouri,  M.  A.  Albins,  and  G.  R.  \nAlmany.  2017.  “Biodiversity  Effects  of  the  Predation  Gauntlet.”  Coral \nReefs 36: 601–606.\nTamburello,  N.,  I.  M.  Côté,  and  N.  K.  Dulvy.  2015.  “Energy  and  the  \nScaling of Animal Space Use.” American Naturalist 186: 196–211.\nThorson, J. T., J. M. Cope, K. M. Kleisner, J. F. Samhouri, A. O. Shelton, \nand  E.  J.  Ward.  2015.  “Giants'  Shoulders  15  Years  Later:  Lessons,  \nChallenges   and   Guidelines   in   Fisheries   Meta-   Analysis.”   Fish   and   \nFisheries 16: 342–361.\nViechtbauer, W. 2019. The R Package Metafor: Past, Present, and Future.\nWhite,  J.  W.  2007.  “Spatially  Correlated  Recruitment  of  a  Marine  \nPredator  and  Its  Prey  Shapes  the  Large-  Scale  Pattern  of  Density-  \nDependent Prey Mortality.” Ecology Letters 10: 1054 –1065.\nWhite, J. W., J. F. Samhouri, A. C. Stier, C. L. Wormald, S. L. Hamilton, \nand   S.   A.   Sandin.   2010.   “Synthesizing   Mechanisms   of   Density   \nDependence  in  Reef  Fishes:  Behavior,  Habitat  Configuration,  and  \nObservational Scale.” Ecology 91: 1949–1961.\nWhite, J. W., and R. R. Warner. 2007. “Safety in Numbers and the Spatial \nScaling of Density- Dependent Mortality in a Coral Reef Fish.” Ecology \n88: 3044–3054.\nWilson, J., and C. W. Osenberg. 2002. “Experimental and Observational \nPatterns  of  Density-  Dependent  Settlement  and  Survival  in  the  Marine  \nFish Gobiosoma.” Oecologia 130: 205–215.\nWormald, C. L., M. A. Steele, and G. E. Forrester. 2013. “High Population \nDensity Enhances Recruitment and Survival of a Harvested Coral Reef \nFish.” Ecological Applications 23: 365–373.\nYang,   Y.,   and   T.   Yamakawa.   2022.   “Re-   Examination   of   Stock–\nRecruitment Relationships: A Meta- Analysis.” ICES Journal of Marine \nScience 79: 1380–1393.\nSupporting Information\nAdditional   supporting   information   can   be   found   online   in   the   \nSupporting Information section. Data S1: Supporting Information. \n 14610248, 2025, 11, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/ele.70262 by Adrian Stier - University Of California , Wiley Online Library on [17/11/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n\nSUPPLEMENTAL INFORMATION 1 \nECOLOGY LETTERS 2 \nDOI: XX/XXX 3 \n 4 \nWidespread heterogeneity in density-dependent mortality of nearshore fishes 5 \nAdrian C. Stier\n1\n, Craig W. Osenberg\n2\n 6 \n 7 \n1\nDepartment of Ecology, Evolution, and Marine Biology, and Marine Science Institute, 8 \nUniversity of California Santa Barbara, Santa Barbara, California 93106, USA; E-mail: 9 \nastier@ucsb.edu   10 \n2\nOdum School of Ecology, University of Georgia, 140 E Green St, Athens, GA 30602; E-mail: 11 \nosenberg@uga.edu’ ORCID: 0000-0003-1918-7904\n \n12 \n  13 \nAppendix A:  PRISMA diagram 14 \n 15 \nAppendix B:  Summary of substudies included in the meta-analysis 16 \n 17 \nAppendix C:  Supporting Figures, C1-C5. 18 \n 19 \nFigure C-1.  Geographic distribution of substudies. 20 \nFigure C-2.  Effect of initial body size on the strength of density-dependent mortality (β, 21 \ncm² fish⁻¹ day⁻¹). 22 \nFigure C-3.  Variation in effect of body size on density-dependent mortality (β, cm² 23 \nfish⁻¹ day⁻¹) for 10 different species. 24 \nFigure C-4. Relationship between experiment duration and density-dependent mortality 25 \nfor reef fish with >4 substudies. 26 \nFigure C-5. Relationship between maximum adult body size (cm) density-dependent 27 \nmortality. 28 \n 29 \nAppendix D: Experimental and observational substudies 30 \n 31 \nFigure D-1. Comparison of density-dependent mortality (β, cm² fish⁻¹ day⁻¹) between 32 \nexperimental and observational substudies. 33 \n 34 \nAppendix E: Analyses to identify influential substudies or publication bias   35 \n 36 \nFigure E-1. Sensitivity and publication-bias diagnostics. 37 \n\nAppendix A. PRISMA diagram 38 \n 39 \nAfter screening of 1383 papers, 79 papers were retained, but subsequent review and attempts at data extraction reduced this pool to 55, to which we 40 \nadded one unpublished study, bringing the total to 56.  Reasons for exclusion included: “Cumulative” (initial ‘cohort’ of fish were followed for different 41 \ndurations), “Not original” (data were reported and used in another publication); “>1 genus” (data were aggregated across 5 different families of fishes); 42 \n“Intercohort” (data on density-dependent survival were from effects between different age-classes, such as adults on young); “Units” (densities could 43 \nnot be converted to fish/cm\n2\n); “Too complex” (data were not reported and analyses were too complex to facilitate recovery).   44 \n 45 \n 46 \n 47 \n 48 \n 49 \n 50 \n 51 \n 52 \n 53 \n 54 \n 55 \n 56 \n 57 \n 58 \n 59 \n 60 \n 61 \n 62 \n 63 \n 64 \n 65 \n 66 \n 67 \n 68 \n 69 \n 70 \n 71 \n 72 \n 73 \n 74 \n 75 \n 76 \nSearched Web of Science (WoS) Core \nCollection (August 5, 2024) using \n(TS=((\"density-dep*\" OR \"density-ind*\" OR \n(\"density*\" AND \"dependen*\")) AND \"fish*\" \nAND (\"reef*\" OR \"marine*\"))) AND \nPY=(1900-2024), which yielded n=1383 hits \nAbstracts screened using \nMetagear and/or WoS (n=1383) \nRecords excluded \n(n=1197) \nFull PDFs screened (n=198) \nPDFs not retrieved \n(n=0) \nData extraction and more \ndetailed screening (n=79) \nExcluded (n=24) \nCumulative (n=9) \nNot original (n=2) \n>1 genus (n=1) \nIntercohort (n=5) \nUnits (n=6) \nToo complex (n=1) \n1) Studies identified in Osenberg et al. (2002), Hixon \nand Jones (2005), or Bonin et al. (2015) but not in \nthe WoS search (n=8) \n \n2) Personal knowledge (n=4) \n56 ‘papers’ included in the \nreview, which provided 147 effect \nsizes \nFormal search via library databases \nPapers identified from prior reviews or other methods \nIdentification\n \nScreening\n \nIncluded in \nanalyses\n \nAbstracts not obtained \n(n=0) \nPapers rejected \n \nData on survival and \ndensity-effects lacking \n(n=119) \n1 unpublished study that was conducted by one of the \nauthors (Stier and Geange) and thus for which we had \nsupporting documentation. \n\nAppendix B. Summary of substudies included in the meta-analysis  77 \nEach row represents a unique “substudy” reporting the strength of intraspecific density-78 \ndependent mortality (β) in reef fishes. Substudies are defined as an experimental or observational 79 \ndataset that allowed an estimate of β, the increase in per capita mortality rate per additional fish 80 \nper unit area (units: cm² fish⁻¹ day⁻¹). Each substudy was conducted under a distinct ecological 81 \ncondition (e.g., site, time, predator regime). β estimates were derived from fits to the Beverton–82 \nHolt recruitment function (Equation 2 in the main text). This dataset synthesizes 147 effect sizes 83 \ndrawn from 56 studies (55 published papers and 1 unpublished study) spanning 38 species across 84 \ndiverse families, geographic locations, and methodological designs. The estimates include both 85 \npredator-present and predator-absent treatments, as well as experimental and observational 86 \ndesigns. 87 \nColumn descriptions: 88 \n• Paper [Substudy]: Unique identifiers corresponding to each paper (i.e., study) and the 89 \nsubstudy within the paper that generated an estimate of density-dependent mortality, β. 90 \n• Description: A summary of where the data were presented in the paper. 91 \n• Beta (β): The estimated effect of conspecific density on per capita mortality, in cm² fish⁻¹ 92 \nday⁻¹; positive values indicate that mortality increases with density. 93 \n• Variance: Estimated variance of β, typically derived from profile likelihoods or reported 94 \nconfidence intervals. 95 \n• Citation: Author(s) and year of the original substudy. 96 \n• Family: Taxonomic family of the focal species. 97 \n• Species: Scientific name (italicized) of the focal species. 98 \n• Predators: Indicates whether predators were present (pres) or absent (abs) during the 99 \nsubstudy. Similar numbers in brackets indicate the predator presence/absence treatments 100 \nthat were explicitly paired or contrasted within the same paper. 101 \n• Duration: Duration of the substudy or time between initial and final censuses (in days). 102 \n• Study Design: Substudies were either experimental (Expt) if densities were manipulated 103 \nor observation (Obs) if they relied on natural variation in density. Similar numbers in 104 \nbrackets indicate an experimental and observational substudy on the same species that we 105 \npaired based on their proximity in space and time. 106 \n• SizeStart: Mean standard length (mm) of fish at the start of the study or treatment. 107 \n• MaxLen: Maximum length (cm) of the focal species from FishBase. 108 \n• MeanDensity: Mean conspecific density (individuals per m²) at the start of the study. 109 \n 110 \n\nPaper \n[substudy] \nDescription Beta (β) Variance Citation Family Species \npredation \n[pair] \nDuration \nStudy \nDesign \nSizeStart MaxLen MeanDensity \n1 [1] \nFrom text \n0.03 3.00E-05 \nChua & Teng \n1979 \nSerranidae \nEpinephelus \nmalabaricus \nabs 240 Exp 125.04 234 93.33 \n2 [5] \nFig3, large fish, 2 \nwks \n12.42 1.34E+02 Kneib 1981 Fundulidae \nFundulus \nheteroclitus \nabs 14 Exp 56.00 15 2.33 \n2 [6] \nFig3, medium fish, 2 \nwks \n-5.49 5.15E+01 Kneib 1981 Fundulidae \nFundulus \nheteroclitus \nabs 14 Exp 47.60 15 2.33 \n2 [7] \nFig3, small fish, 2 \nwks \n136.73 9.80E+02 Kneib 1981 Fundulidae \nFundulus \nheteroclitus \nabs 14 Exp 36.00 15 2.33 \n3 [8] \nFig1a,b  \n3.11 1.85E+00 Doherty 1982 Pomacentridae \nPomacentrus \nwardi \npres 365 Exp 17.00 8 3.33 \n4 [9] \nFig6 \n392.93 1.24E+03 Jones 1984 Labridae \nNotolabrus \ncelidotus \npres 365 Obs 50.00 23.9 0.10 \n5 [10] \nFig 3, with adults-\nsmall \n-0.05 1.70E-01 Jones 1987 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 18.07 9 4.51 \n5 [11] \nFig 3, without adults-\nsmall \n1.42 3.18E-01 Jones 1987 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 18.30 9 4.51 \n5 [12] \nfig 6 ,without adults-\nlarge \n10.90 6.60E+00 Jones 1987 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 38.43 9 3.38 \n5 [13] \nFig 6, with adults-\nlarge \n-3.03 1.63E+00 Jones 1987 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 38.33 9 3.38 \n6 [14] \nFig4 +LR, Expt4)- late \nrecruits \n1.92 3.00E-01 Jones 1987 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 14.40 9 4.52 \n6 [15] \nFig2 Expt 3+R), with \nadults \n0.02 1.80E-04 Jones 1987 Pomacentridae Dascyllus aruanus pres 240 Exp 15.40 10 74.67 \n6 [16] \nFig2 Expt 3, -R) – \nwithout adults \n0.00 9.73E-03 Jones 1987 Pomacentridae Dascyllus aruanus pres 240 Exp 15.40 10 74.67 \n7 [17] \nFig. 2 – poc \n2.85 4.22E-01 Jones 1988 Pomacentridae Dascyllus aruanus pres 365 Exp 15.40 10 10.13 \n7 [18] \nFig. 2 - por \n-0.57 3.07E+00 Jones 1988 Pomacentridae Dascyllus aruanus pres 365 Exp 15.40 10 10.13 \n7 [19] \nFig. 1 - poc \n0.15 5.01E-02 Jones 1988 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 18.00 9 10.13 \n7 [20] \nFig. 1 - por \n-1.89 1.17E-01 Jones 1988 Pomacentridae \nPomacentrus \namboinensis \npres 365 Exp 18.00 9 10.13 \n9 [27] \nFig3 – with adults \n0.05 3.30E-04 Forrester 1990 Pomacentridae Dascyllus aruanus pres 300 Exp 9.12 10 60.85 \n9 [28] \nFig3 – without adults \n0.17 9.10E-04 Forrester 1990 Pomacentridae Dascyllus aruanus pres 300 Exp 9.12 10 60.85 \n11 [30] \nFig 8  \n60.61 9.56E+00 \nvon Herbing & \nHunte 1991 \nLabridae \nThalassoma \nbifasciatum \npres 120 Obs 40.00 25 1.81 \n13 [49] \nFig4B.  \n190.91 4.84E+01 Anderson 1994 Embiotocidae \nBrachyistius \nfrenatus \npres 365 \nObs \n[5] \n50.00 22 0.59 \n\n15 [52] \nExpt - art reefs \n51.53 1.17E+02 Forrester 1995 Gobiidae \nCoryphopterus \nglaucofraenum \npres 75 Exp [1] 26.68 8 3.98 \n15 [53] \nObs - nat reefs \n26.27 5.58E+01 Forrester 1995 Gobiidae \nCoryphopterus \nglaucofraenum \npres 75 \nObs \n[1] \n28.68 8 3.06 \n16 [54] \nFigs. 5 and 6  \n288.29 8.75E+19 \nTupper & \nBoutilier 1995 \nLabridae \nTautogolabrus \nadspersus \npres 60 Exp 21.00 44 6.20 \n17 [55] \nFig. 1a \n109.70 1.60E+02 \nBeukers & \nJones 1997b \nPomacentridae \nPomacentrus \nmoluccensis \npres 365 Obs 17.45 9 0.50 \n18 [57] \nFig. 2 all preds \n230.00 2.35E+03 \nHixon & Carr \n1997 \nPomacentridae Chromis cyanea pres [1] 30 Exp 10.00 15 2.06 \n18 [58] \nFig. 2 no preds \n0.67 6.30E+01 \nHixon & Carr \n1997 \nPomacentridae Chromis cyanea abs [1] 30 Exp 10.00 15 2.01 \n18 [59] \nFig. 2 resident preds \n23.46 2.00E+02 \nHixon & Carr \n1997 \nPomacentridae Chromis cyanea pres 30 Exp 10.00 15 2.04 \n18 [60] \nFig. 2 transient preds \n75.80 2.39E+02 \nHixon & Carr \n1997 \nPomacentridae Chromis cyanea pres 30 Exp 10.00 15 2.07 \n19 [61] \nFig4-1992 \n88.99 2.63E+02 Sano 1997 Gobiidae \nSagamia \ngeneionema \npres 165 Obs 53.00 7.1 0.85 \n19 [62] \nFig4-1993 \n-1.17 5.39E+00 Sano 1997 Gobiidae \nSagamia \ngeneionema \npres 165 Obs 54.00 7.1 1.16 \n19 [63] \nFig4-1994 \n129.16 5.45E+02 Sano 1997 Gobiidae \nSagamia \ngeneionema \npres 165 Obs 54.00 7.1 0.10 \n20 [64] \nFig. 2, 3, 6 - cn \n18.96 5.91E+01 Steele 1997 Gobiidae \nRhinogobiops \nnicholsii \npres 86 Exp 27.50 15 6.55 \n20 [65] \nFig. 2, 3, 6 – ld \n16.06 7.68E+00 Steele 1997 Gobiidae Lythrypnus dalli pres 37 Exp 17.50 6.4 31.05 \n22 [68] \nFig. 5 – em  \n145.96 1.20E+02 \nLetourneur et \nal. 1998  \nSerranidae \nEpinephelus \nmerra \npres 49 Obs 39.70 36.5 11.48 \n23 [69] \nFig2 – dp  \n7171.72 1.27E+06 \nPlanes et al. \n1998 \nSparidae Diplodus puntazzo pres 90 Obs 6.40 60 0.012 \n23 [70] \nFig2 - ds \n3212.12 1.10E+05 \nPlanes et al. \n1998 \nSparidae Diplodus sargus pres 90 Obs 6.40 45 0.07 \n23 [71] \nFig2 - dv \n1808.08 2.23E+04 \nPlanes et al. \n1998 \nSparidae Diplodus vulgaris pres 90 Obs 6.40 45 0.15 \n24 [72] \nPg 113 – gm - author \n1.70 2.36E+00 Brooks 1999 Cottidae \nGillichthys \nmirabilis \npres 30 Exp 45.60 21 14.67 \n24 [73] \nPg. 113 – la - author \n9.70 7.38E+00 Brooks 1999 Cottidae \nLeptocottus \narmatus \npres 30 Exp 48.80 46 14.67 \n25 [74] \nFig2 \n-45.15 2.44E+03 Caselle 1999  Labridae \nThalassoma \nbifasciatum \npres 30 Exp 10.00 25 0.41 \n25 [75] \nFig3 \n1119.43 1.52E+05 Caselle 1999  Labridae \nThalassoma \nbifasciatum \npres 1 Exp 10.00 25 0.79 \n25 [76] \nFig4 \n17.16 3.08E+02 Caselle 1999  Labridae \nThalassoma \nbifasciatum \npres 30 Exp [4] 12.00 25 0.61 \n25 [77] \nFig7 \n312.12 9.34E+01 Caselle 1999  Labridae \nThalassoma \nbifasciatum \npres 30 \nObs \n[4] \n12.00 25 0.52 \n\n26 [80] \nFig 4 \n1.00 6.05E-02 \nSchmitt & \nHolbrook 1999 \nPomacentridae \nDascyllus \ntrimaculatus \npres 14 Exp [3] 11.00 14 98.28 \n28 [87] \nFig2. \n0.40 2.03E-03 \nSchmitt & \nHolbrook 1999  \nPomacentridae \nDascyllus \ntrimaculatus \npres 180 Exp 10.00 14 573.76 \n30 [90] \nFig 2, with preds \n35.86 5.39E+01 \nForrester & \nSteele 2000 \nGobiidae Lythrypnus dalli pres [2] 21 Exp 32.00 6.4 17.48 \n30 [91] \nFig 2 without preds \n-0.83 7.68E-03 \nForrester & \nSteele 2000 \nGobiidae Lythrypnus dalli abs [2] 21 Exp 32.00 6.4 20.74 \n30 [92] \nFig 3a with preds \n-7.34 5.53E+02 \nForrester & \nSteele 2000 \nGobiidae \nRhinogobiops \nnicholsii \npres [3] 30 Exp 38.50 15 5.71 \n30 [93] \nFig 3a without preds \n-3.46 3.17E+00 \nForrester & \nSteele 2000 \nGobiidae \nRhinogobiops \nnicholsii \nabs [3] 30 Exp 38.50 15 5.65 \n30 [94] \nfig3b-with preds \n1.93 4.22E+00 \nForrester & \nSteele 2000 \nGobiidae \nRhinogobiops \nnicholsii \npres [4] 59 Exp 44.20 15 5.42 \n30 [95] \nfig3b-without preds \n0.78 2.23E+00 \nForrester & \nSteele 2000 \nGobiidae \nRhinogobiops \nnicholsii \nabs [4] 59 Exp 44.20 15 5.56 \n30 [96] \nfig3c-with preds \n7.09 1.57E+01 \nForrester & \nSteele 2000 \nGobiidae \nRhinogobiops \nnicholsii \npres 140 Exp 57.50 15 4.63 \n30 [97] \nfig5-with preds \n1249.50 2.59E+05 \nForrester & \nSteele 2000 \nGobiidae \nCoryphopterus \nglaucofraenum \npres [5] 30 Exp 40.00 8 4.65 \n30 [98] \nfig5-without preds \n126.67 6.12E+02 \nForrester & \nSteele 2000 \nGobiidae \nCoryphopterus \nglaucofraenum \nabs [5] 30 Exp 40.00 8 4.67 \n31 [99] \nFig3, expt \n1428.49 1.11E+05 Shima 2001 Labridae \nThalassoma \nhardwicke \npres 14 Exp [6] 10.00 25 2.34 \n32 [101] \nFig3  \n239.39 5.38E+02 Anderson 2001 Embiotocidae \nBrachyistius \nfrenatus \npres 14 Exp [5] 55.50 22 2.59 \n33 [102] \nFig4. caged \n0.03 2.40E-04 \nNanami & \nNishihira 2001 \nPomacentridae Dascyllus aruanus abs [6] 56 Exp 15.00 10 952.39 \n33 [103] \nFig4. uncaged \n0.27 4.85E-03 \nNanami & \nNishihira 2001 \nPomacentridae Dascyllus aruanus pres [6] 56 Exp 15.00 10 952.39 \n37 [109] \nFigure 1A - no pred \nno compet \n-2.75 1.11E+02 Carr et al. 2002 Pomacentridae Stegastes partitus abs 44 Exp 17.00 10 1.36 \n37 [110] \nFigure 1B: no pred, + \ncomp \n113.94 1.16E+03 Carr et al. 2002 Pomacentridae Stegastes partitus abs [7] 44 Exp 17.00 10 1.36 \n37 [111] \nFigure 1C: +pred, - \ncomp \n-65.85 1.36E+03 Carr et al. 2002 Pomacentridae Stegastes partitus pres 44 Exp 17.00 10 1.36 \n37 [112] \nFigure 1D: +pred, \n+comp \n464.49 2.58E+04 Carr et al. 2002 Pomacentridae Stegastes partitus pres [7] 44 Exp 17.00 10 1.44 \n37 [113] \nFigure 2A: +pred, -\ndams - continuous \nreef \n52.02 1.78E+03 Carr et al. 2002 Pomacentridae Stegastes partitus pres 44 Exp 17.00 10 1.33 \n37 [114] \nFigure 2B: +pred, \n+damsel \n331.10 4.96E+03 Carr et al. 2002 Pomacentridae Stegastes partitus pres 44 Exp 17.00 10 1.33 \n38 [115] \nFigure 1 authors)-\nCaged \n-2.03 2.47E-01 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \nflavicaudus \nabs [8] 1 Exp 10.00 12 143.24 \n\n38 [116] \nFigure 1 authors)-\nUncaged \n26.31 1.17E+01 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \nflavicaudus \npres [8] 1 Exp 10.00 12 143.24 \n38 [117] \nFigure 2authors)-\ncage \n2.71 2.13E-01 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \nflavicaudus \nabs 4 Exp 10.00 12 218.27 \n38 [118] \nFigure 2 authors)-\nnocage \n4.06 3.13E-01 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \nflavicaudus \npres 4 Exp 10.00 12 218.27 \n38 [119] \nFigure 5a authors) - \nday+night combined \n7.27 1.55E+00 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \nflavicaudus \npres 0.5 Exp 10.00 12 222.82 \n38 [121] \nFigure 5b authors) - \nday+night combined \n6.41 3.92E-01 \nHolbrook & \nSchmitt 2002 \nPomacentridae \nDascyllus \ntrimaculatus \npres 0.5 Exp 10.00 14 371.37 \n41 [132] \nFigs4 (expt), 5a (obs) \n866.22 1.55E+04 \nWilson & \nOsenberg 2002 \nGobiidae Elactinus sp. pres 12 Exp [2] 8.00 4 65.75 \n41 [133] \nFigs4 (expt), 5a (obs) \n3.67 5.42E+01 \nWilson & \nOsenberg 2002 \nGobiidae Elactinus sp. pres 32 \nObs \n[2] \n8.00 4 66.75 \n43 [136] \nFig2a \n142.00 2.81E+03 \nShima & \nOsenberg 2003 \nLabridae \nThalassoma \nhardwicke \npres 90 \nObs \n[6] \n10.00 25 0.53 \n45 [139] \nFig1-low-refuge \n197.61 1.40E+03 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 50 Exp 25.00 8 1.77 \n45 [140] \nFig1-med-refuge \n104.17 6.43E+02 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 50 Exp 25.00 8 1.96 \n45 [141] \nFig1-high-refuge \n-5.12 7.34E+01 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 50 Exp 25.00 8 1.88 \n45 [142] \nFig2-low-refuge \n229.73 4.07E+03 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 37 Exp 25.00 8 1.09 \n45 [143] \nFig2-med-refuge \n25.68 1.36E+02 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 36 Exp 25.00 8 2.02 \n45 [144] \nFig2-high-refuge \n21.21 4.15E+01 \nForrester & \nSteele 2004 \nGobiidae \nCoryphopterus \nglaucofraenum \npres 36 Exp 25.00 8 3.16 \n46 [163] \nFigure 2AL-large reef \n-9.20 4.56E+02 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 3.42 \n46 [164] \nFigure 2AS-small \nreeef \n-27.52 3.78E+01 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 7.83 \n46 [165] \nFigure 2BL-large reef \nseparated by 50 m \n84.43 3.99E+02 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 8.59 \n46 [166] \nFigure 2BS-small \nreef separated by 50 \nm \n29.14 5.15E+01 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 25.53 \n46 [167] \nFigure 2CL-large reef \nseparated by 5 m \n53.60 4.43E+02 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 9.39 \n46 [168] \nFigure 2CS-small \nreef separated by 5 \nm \n10.04 4.54E+01 \nOverholtzer-\nMcLeod 2004 \nLabridae \nHalichoeres \ngarnoti \npres 21 Exp 20.50 19.3 25.34 \n48 [170] \nFig3 +pred \n2.48 3.51E-01 \nHixon & Jones \n2005 \nPomacentridae \nPomacentrus \namboinensis \nabs [9] 516 Exp 14.00 9 5.00 \n48 [171] \nFig3 -pred \n5.97 1.35E+00 \nHixon & Jones \n2005 \nPomacentridae \nPomacentrus \namboinensis \npres [9] 516 Exp 14.00 9 5.00 \n\n49 [172] \nFigure 3a-Patch \nReef-Halichoeres \ngarnoti \n18.63 7.03E+01 \nOverholtzer-\nMcLeod 2005 \nLabridae \nHalichoeres \ngarnoti \npres 30 Exp 22.50 19.3 4.63 \n49 [173] \nFigure 3b-\nPatchReef-THBI \n10.46 8.27E+01 \nOverholtzer-\nMcLeod 2005 \nLabridae \nThalassoma \nbifasciatum \npres 30 Exp 22.50 25 2.81 \n49 [174] \nFigure 3a-\nContinousReef-\nHAGA \n-26.23 1.64E+02 \nOverholtzer-\nMcLeod 2005 \nLabridae \nHalichoeres \ngarnoti \npres 30 Exp 22.50 19.3 2.35 \n49 [175] \nFigure 3b-\nContinuousReef-\nTHBI \n184.13 5.71E+03 \nOverholtzer-\nMcLeod 2005 \nLabridae \nThalassoma \nbifasciatum \npres 30 Exp 22.50 25 0.76 \n51 [185] \nFig2a - 1999 - blue \n35.05 4.38E+02 Johnson 2006a Sebastidae \nSebastes \natrovirens \nabs 365 Exp 30.00 42 0.28 \n51 [186] \nFig 2b 1999 - KGB \n4022.86 7.76E+07 Johnson 2006a Sebastidae \nSebastes \natrovirens \npres 365 Exp 30.00 42 0.07 \n51 [187] \nFig 2a 2000 - blue  \n232.32 9.59E+03 Johnson 2006a Sebastidae \nSebastes \natrovirens \nabs 365 Exp 30.00 42 0.09 \n51 [188] \nFig 2b 2000 - KGB \n97.78 1.71E+04 Johnson 2006a Sebastidae \nSebastes \natrovirens \npres 365 Exp 30.00 42 0.36 \n51 [189] \nFig 2a 2001 - blue \n49.09 9.04E+01 Johnson 2006a Sebastidae \nSebastes \natrovirens \nabs 365 Exp 30.00 42 0.36 \n51 [190] \nFig 2b2001 - KGB \n909.08 1.34E+06 Johnson 2006a Sebastidae \nSebastes \natrovirens \npres 365 Exp 30.00 42 0.21 \n51 [191] \nFig 2a 2002 - blue \n-61.82 1.24E+02 Johnson 2006a Sebastidae \nSebastes \natrovirens \nabs 365 Exp 30.00 42 0.88 \n51 [192] \nFig 2b 2002 - KGB \n9494.95 1.45E+09 Johnson 2006a Sebastidae \nSebastes \natrovirens \npres 365 Exp 30.00 42 0.81 \n52 [193] \nFig 1. Pred - \n0.77 5.51E-01 Johnson 2006a Sebastidae \nSebastes \natrovirens \nabs [10] 27 Exp 30.00 42 12.12 \n52 [194] \nFig1. Pred + \n9.11 2.04E+00 Johnson 2006a Sebastidae \nSebastes \natrovirens \npres [10] 27 Exp 30.00 42 12.29 \n53 [197] \nFig2B-50m \n36.66 4.81E+01 \nOverholtzer-\nMcLeod 2006 \nPomacentridae \nStegastes \nleucostictus \npres 30 Exp 19.50 10 11.27 \n53 [198] \nFig2B-5m \n74.44 4.39E+02 \nOverholtzer-\nMcLeod 2006 \nPomacentridae \nStegastes \nleucostictus \npres 30 Exp 19.50 10 11.34 \n55 [200] \nFig 2. Site 1--SH07 \n33.22 7.24E+00 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n55 [201] \nFig 2. Site 2-SH07 \n50.89 8.04E+01 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n55 [202] \nFig 2. Site 3 -SH07 \n3.53 8.93E-02 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n55 [203] \nFig 2. Site 4-SH07 \n21.91 1.43E+00 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n55 [204] \nFig. 2 Site 5-SH07 \n15.55 8.04E-01 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n\n55 [205] \nFig. 2 Site 6-SH07 \n21.21 3.22E+00 \nSchmitt & \nHolbrook 2007 \nPomacentridae \nDascyllus \nflavicaudus \npres 2 Exp 10.00 12 66.05 \n57 [209] \nFig 3 \n95.46 1.92E+01 \nWhite & \nCaselle 2008 \nSerranidae \nParalabrax \nclathratus \npres 362 Obs 10.00 72 0.070 \n58 [212] \nFig 2. Simultaneous \ncompet \n1295.96 1.60E+05 \nGeange & Stier \n2009 \nLabridae \nThalassoma \nhardwicke \npres 7 Exp 10.00 25 2.00 \n60 [214] \nFig 1. low-\ncomplexity-\nsimultaneous \n525.25 7.74E+04 \nGeange & Stier \n2010 \nLabridae \nThalassoma \nquinquevittatum \npres 5 Exp 25.00 17 2.02 \n60 [215] \nFig. 1 high-\ncomplexity-\nsimultaneous \n1118.18 6.99E+04 \nGeange & Stier \n2010 \nLabridae \nThalassoma \nquinquevittatum \npres 5 Exp 25.00 17 2.02 \n62 [225] \nFig4. \n0.65 2.47E-02 \nBoström-\nEinarsson et al. \n2013 \nPomacentridae \nChrysiptera \nparasema \npres 60 Exp 16.50 7 74.97 \n63 [226] \nFig. 3 – 12 fish \ntreatment \n3.85 3.16E-02 \nFord & Swearer \n2013 \nPlesiopidae \nTrachinops \ncaudimaculatus \npres 14 Exp 35.00 15 46.75 \n61 [220] \nFig 1A. - no Hawkfish \n370.49 7.45E+04 \nStier et al. \n2013 \nLabridae \nThalassoma \namblycephalum \nabs 6 Exp 13.00 16 8.25 \n61 [221] \nfig 3A - control \n-182.63 7.30E+04 \nStier et al. \n2013 \nLabridae \nThalassoma \namblycephalum \nabs 6 Exp 13.00 16 3.00 \n61 [222] \nFig 1A - 1 Hawkfish \n313.11 5.29E+03 \nStier et al. \n2013 \nLabridae \nThalassoma \namblycephalum \npres 6 Exp 13.00 16 8.25 \n61 [223] \nFig 1A- 2 Hawkfish \n113.64 7.04E+02 \nStier et al. \n2013 \nLabridae \nThalassoma \namblycephalum \npres 6 Exp 13.00 16 8.25 \n61 [224] \nFig 3a - with Pavo \n-282.42 3.65E+03 \nStier et al. \n2013 \nLabridae \nThalassoma \namblycephalum \npres 6 Exp 13.00 16 3.00 \n67 [244] \nFig1a-L (3 shelter \nttts) \n165.67 2.88E+04 \nFord et al. \n2016 \nPlesiopidae \nTrachinops \ncaudimaculatus \npres 90 Obs 30.00 15 0.50 \n67 [245] \nFig1a-M (3 shelter \nttts) \n12.01 5.45E+01 \nFord et al. \n2016 \nPlesiopidae \nTrachinops \ncaudimaculatus \npres 90 Obs 30.00 15 2.62 \n67 [246] \nFig1a-H (3 shelter \nttts) \n24.53 2.28E+15 \nFord et al. \n2016 \nPlesiopidae \nTrachinops \ncaudimaculatus \npres 90 Obs 30.00 15 3.57 \n68 [248] \nfig2_large_scale \n611.11 2.37E+03 \nWhite & \nWarner 2007 \nLabridae \nThalassoma \nbifasciatum \npres 29 Obs 15.00 25 0.60 \n69 [249] \nUnpublished from \nStier and Geange \n124.37 6.44E+02 unpublished Pomacentridae Pomacentrus pavo pres 4 Exp 15.00 8.5 12.91 \n70 [250] \nFig 5.  \n1.00 1.13E+11 \nSchmitt & \nHolbrook 1996 \nPomacentridae \nDascyllus \ntrimaculatus \npres 1 \nObs \n[3] \n10.00 14 330.14 \n71 [251] \nFig 1-caged \n82.83 1.82E+05 Shima 2002 Labridae \nThalassoma \nhardwicke \nabs [11] 7 Exp 10.00 25 0.38 \n71 [252] \nFig 1- uncaged \n4349.09 5.96E+05 Shima 2002 Labridae \nThalassoma \nhardwicke \npres [11] 7 Exp 10.00 25 0.37 \n72 [255] \nFig. 7 3 sites \n30.20 1.59E+00 \nNitschke et al. \n2002 \nLabridae \nTautogolabrus \nadspersus \npres 63 Obs 45.00 44 11.21 \n\n73 [256] \nFig. 1 10 mm \n-1.31 4.70E-01 \nLecchini et al. \n2006 \nPomacentridae Chromis viridis pres 1 Obs 10.00 10 611.21 \n73 [257] \nFig. 1 20 mm \n3.36 1.14E+00 \nLecchini et al. \n2006 \nPomacentridae Chromis viridis pres 1 Obs 20.00 10 611.21 \n74 [258] \nFig4a – chap – acr \n-11.30 8.85E+00 \nBonin et al. \n2009 \nPomacentridae \nChrysiptera \nparasema \npres 5 Exp 9.30 7 18.67 \n74 [259] \nFig 4b – chap -poc \n138.59 1.27E+04 \nBonin et al. \n2009 \nPomacentridae \nChrysiptera \nparasema \npres 5 Exp 9.30 7 18.67 \n74 [260] \nFig 4 – dm - poc \n14.99 8.14E+01 \nBonin et al. \n2009 \nPomacentridae \nDascyllus \nmelanurus \npres 5 Exp 10.00 8 16.00 \n74 [261] \nFig 5 – dm – acr \n4.64 2.41E+01 \nBonin et al. \n2009 \nPomacentridae \nDascyllus \nmelanurus \npres 5 Exp 10.00 8 16.00 \n76 [265] \nFig2-chpa-healthy \n1.64 1.35E-01 \nBoström-\nEinarsson et al. \n2014 \nPomacentridae \nChrysiptera \nparasema \npres 60 Exp 16.50 7 48.12 \n76 [266] \nFig2-chpa-degraded \n-8.29 2.51E-01 \nBoström-\nEinarsson et al. \n2014 \nPomacentridae \nChrysiptera \nparasema \npres 60 Exp 16.50 7 53.93 \n76 [267] \nFig2-dame-healthy \n0.51 1.19E-02 \nBoström-\nEinarsson et al. \n2014 \nPomacentridae \nDascyllus \nmelanurus \npres 60 Exp 16.50 8 49.58 \n76 [268] \nfig2-dame-degaded \n-1.20 1.70E-02 \nBoström-\nEinarsson et al. \n2014 \nPomacentridae \nDascyllus \nmelanurus \npres 60 Exp 16.50 8 44.67 \n80 [276] \nFig3a-highcondition \n225.25 2.76E+03 Johnson 2008 Pomacentridae Stegastes partitus pres 30 Exp 19.50 10 0.83 \n80 [277] \nFig3a-lowcondition \n351.72 6.73E+03 Johnson 2008 Pomacentridae Stegastes partitus pres 30 Exp 17.00 10 0.83 \n81 [278] \nFig 2b-settlers \n2053.03 5.30E+05 Wilson 2005 Gobiidae Elactinus sp. pres 1 Exp 12.00 4 15.45 \n81 [282] \nFig2a-older fish \n-477.78 4.43E+04 Wilson 2005 Gobiidae Elactinus sp. pres 1 Exp 20.00 4 15.17 \n82 [279] \nfig1a-1pred \n-20.61 2.45E+01 Johnson 2006b Sebastidae Sebastes spp pres 2 Exp 22.50 42 6.54 \n82 [280] \nfig1b-3pred \n9.05 6.67E+01 Johnson 2006b Sebastidae Sebastes spp pres 2 Exp 22.50 42 6.26 \n82 [281] \nfig1c-5pred \n107.39 2.14E+02 Johnson 2006b Sebastidae Sebastes spp pres 2 Exp 22.50 42 6.25 \n 111 \n\nLITERATURE CITED 112 \n 113 \nAnderson, T.W. (1994). Role of macroalgal structure in the distribution and abundance of a 114 \ntemperate reef fish. Mar. Ecol. Prog. Ser. Oldendorf, 113, 279–290. 115 \nAnderson, T.W. (2001). Predator responses, prey refuges, and density-dependent mortality of a 116 \nmarine fish. Ecology, 82, 245. 117 \nBeukers, J.S. & Jones, G.P. (1997). Habitat complexity modifies the impact of piscivores on a 118 \ncoral reef fish population. Oecologia, 114, 50–59. 119 \nBonin, M.C., Srinivasan, M., Almany, G.R. & Jones, G.P. (2009). Interactive effects of 120 \ninterspecific competition and microhabitat on early post-settlement survival in a coral 121 \nreef fish. Coral Reefs, 28, 265–274. 122 \nBoström-Einarsson, L., Bonin, M.C., Munday, P.L. & Jones, G.P. (2013). Strong intraspecific 123 \ncompetition and habitat selectivity influence abundance of a coral-dwelling damselfish. J. 124 \nExp. Mar. Biol. Ecol., 448, 85–92. 125 \nBoström-Einarsson, L., Bonin, M.C., Munday, P.L. & Jones, G.P. (2014). Habitat degradation 126 \nmodifies the strength of interspecific competition in coral dwelling damselfishes. 127 \nEcology, 95, 3056–3067. 128 \nBrooks, A.J. (1999). Factors influencing the structure of an estuarine fish community: the role of 129 \ninterspecific competition. UC Santa Barbara. 130 \nCarr, M.H., Anderson, T.W. & Hixon, M.A. (2002). Biodiversity, population regulation, and the 131 \nstability of coral-reef fish communities. Proc. Natl. Acad. Sci., 99, 11241–11245. 132 \nCaselle, J.E. (1999). Early post-settlement mortality in a coral reef fish and its effect on local 133 \npopulation size. Ecol. Monogr., 69, 177. 134 \nChua, T. & Teng, S. (1979). Relative growth and production of the estuary grouper Epinephelus 135 \nsalmoides under different stocking densities in floating net-cages. Mar. Biol., 54, 363–136 \n372. 137 \nDoherty, P.J. (1982). Some effects of density on the juveniles of two species of tropical, 138 \nterritorial damselfish. J. Exp. Mar. Biol. Ecol., 65, 249–261. 139 \nFord, J.R., Shima, J.S. & Swearer, S.E. (2016). Interactive effects of shelter and conspecific 140 \ndensity shape mortality, growth, and condition in juvenile reef fish. Ecology, 97, 1373–141 \n1380. 142 \nFord, J.R. & Swearer, S.E. (2013). Two’s company, three’s a crowd: Food and shelter limitation 143 \noutweigh the benefits of group living in a shoaling fish. Ecology, 94, 1069–1077. 144 \nForrester, G.E. (1990). Factors influencing the juvenile demography of a coral reef fish. Ecology, 145 \n71, 1666–1681. 146 \nForrester, G.E. (1995). Strong density-dependent survival and recruitment regulate the 147 \nabundance of a coral reef fish. Oecologia, 103, 275–282. 148 \nForrester, G.E. & Steele, M.A. (2000). Variation in the presence and cause of density-dependent 149 \nmortality in three species of reef fishes. Ecology, 81, 2416–2427. 150 \nForrester, G.E. & Steele, M.A. (2004). Predators, prey refuges, and the spatial scaling of density-151 \ndependent prey mortality. Ecology, 85, 1332–1342. 152 \nGeange, S.W. & Stier, A.C. (2009). Order of arrival affects competition in two reef fishes. 153 \nEcology, 90, 2868–2878. 154 \nGeange, S.W. & Stier, A.C. (2010). Priority effects and habitat complexity affect the strength of 155 \ncompetition. Oecologia, 163, 111–118. 156 \n\nvon Herbing, I.H. & Hunte, W. (1991). Spawning and recruitment of the bluehead wrasse 157 \nThalassoma bifasciatum in Barbados, West Indies. Mar. Ecol. Prog. Ser., 49–58. 158 \nHixon, M.A. & Carr, M.H. (1997). Synergistic predation, density dependence, and population 159 \nregulation in marine fish. Science, 277, 946–949. 160 \nHixon, M.A. & Jones, G.P. (2005). Competition, predation, and density-dependent mortality in 161 \ndemersal marine fishes. Ecology, 86, 2847–2859. 162 \nHolbrook, S.J. & Schmitt, R.J. (2002). Competition for shelter space causes density-dependent 163 \npredation mortality in damselfishes. Ecology, 83, 2855–2868. 164 \nJohnson, D.W. (2006a). Density dependence in marine fish populations revealed at small and 165 \nlarge spatial scales. Ecology, 87, 319–325. 166 \nJohnson, D.W. (2006b). Predation, habitat complexity, and variation in density-dependent 167 \nmortality of temperate reef fishes. Ecology, 87, 1179–1188. 168 \nJohnson, D.W. (2008). Combined effects of condition and density on post-settlement survival 169 \nand growth of a marine fish. Oecologia, 155, 43–52. 170 \nJones, G.P. (1984). Population ecology of the temperate reef fish Pseudolabrus celidotus Bloch 171 \n& Schneider (Pisces: Labridae). I. Factors influencing recruitment. J. Exp. Mar. Biol. 172 \nEcol., 75, 257–276. 173 \nJones, G.P. (1987). Competitive interactions among adults and juveniles in a coral reef fish. 174 \nEcology, 68, 1534–1547. 175 \nJones, G.P. (1988). Experimental evaluation of the effects of habitat structure and competitive 176 \ninteractions on the juveniles of two coral reef fishes. J. Exp. Mar. Biol. Ecol., 123, 115–177 \n126. 178 \nKneib, R.T. (1981). Size-specific effects of density on the growth, fecundity and mortality of the 179 \nfish Fundulus heteroclitus in an intertidal salt marsh. Mar. Ecol. Prog. Ser., 203–212. 180 \nLecchini, D., Nakamura, Y., Grignon, J. & Tsuchiya, M. (2006). Evidence of density-181 \nindependent mortality in a settling coral reef damselfish, Chromis viridis. Ichthyol. Res., 182 \n53, 298–300. 183 \nLetourneur, Y., Chabanet, P., Vigliola, L. & Harmelin-Vivien, M. (1998). Mass settlement and 184 \npost-settlement mortality of Epinephelus merra (Pisces: Serranidae) on Réunion coral 185 \nreefs. J. Mar. Biol. Assoc. U. K., 78, 307. 186 \nNanami, A. & Nishihira, M. (2001). Survival rates of juvenile coral reef fishes differ between 187 \npatchy and continuous habitats. Bull. Mar. Sci., 69, 1209–1221. 188 \nNitschke, P., Mather, M. & Juanes, F. (2002). Evidence for density-dependent mortality in 189 \nrecruitment of a temperate reef fish, cunner Tautogolabrus adspersus, among similar 190 \nreefs in the vicinity of an anthropogenic disturbance. Mar. Ecol. Prog. Ser., 226, 165–191 \n178. 192 \nOverholtzer-McLeod, K.L. (2004). Variance in reef spatial structure masks density dependence 193 \nin coral-reef fish populations on natural versus artificial reefs. Mar. Ecol. Prog. Ser., 276, 194 \n269–280. 195 \nOverholtzer-McLeod, K.L. (2005). Post-settlement emigration affects mortality estimates for two 196 \nBahamian wrasses. Coral Reefs, 24, 283–291. 197 \nOverholtzer-McLeod, K.L. (2006). Consequences of patch reef spacing for density-dependent 198 \nmortality of coral reef fishes. Ecology, 87, 1017–1026. 199 \nPlanes, S., Jouvenel, J.-Y. & Lenfant, P. (1998). Density dependence in post-recruitment 200 \nprocesses of juvenile sparids in the littoral of the Mediterranean Sea. Oikos, 83, 293. 201 \n\nSano, M. (1997). Temporal variation in density dependence: recruitment and postrecruitment 202 \ndemography of a temperate zone sand goby. J. Exp. Mar. Biol. Ecol., 214, 67–84. 203 \nSchmitt, R. & Holbrook, S. (1996). Local-scale patterns of larval settlement in a planktivorous 204 \ndamselfish—do they predict recruitment? Mar. Freshw. Res., 47, 449. 205 \nSchmitt, R.J. & Holbrook, S.J. (1999). Settlement and recruitment of three damselfish species: 206 \nlarval delivery and competition for shelter space. Oecologia, 118, 76–86. 207 \nSchmitt, R.J. & Holbrook, S.J. (2007). The scale and cause of spatial heterogeneity in strength of 208 \ntemporal density dependence. Ecology, 88, 1241–1249. 209 \nShima, J.S. (2001). Recruitment of a coral reef fish: roles of settlement, habitat, and 210 \npostsettlement losses. Ecology, 82, 2190–2199. 211 \nShima, J.S. (2002). Mechanisms of density- and number-dependent population regulation of a 212 \ncoral-reef fish. Mar. Freshw. Res., 53, 175. 213 \nShima, J.S. & Osenberg, C.W. (2003). Cryptic density dependence: effects of covariation 214 \nbetween density and site quality in reef fish. Ecology, 84, 46–52. 215 \nSteele, M.A. (1997). Population regulation by post-settlement mortality in two temperate reef 216 \nfishes. Oecologia, 112, 64–74. 217 \nStier, A.C., Geange, S.W. & Bolker, B.M. (2013). Predator density and competition modify the 218 \nbenefits of group formation in a shoaling reef fish. Oikos, 122, 171–178. 219 \nTupper, M. & Boutilier, R.G. (1995). Effects of conspecific density on settlement, growth and 220 \npost-settlement survival of a temperate reef fish. J. Exp. Mar. Biol. Ecol., 191, 209–222. 221 \nWhite, J.W. & Caselle, J.E. (2008). Scale-dependent changes in the importance of larval supply 222 \nand habitat to abundance of a reef fish. Ecology, 89, 1323–1333. 223 \nWhite, J.W. & Warner, R.R. (2007). Safety in Numbers and the Spatial Scaling of Density-224 \nDependent Mortality in a Coral Reef Fish. Ecology, 88, 3044–3054. 225 \nWilson, J. & Osenberg, C.W. (2002). Experimental and observational patterns of density-226 \ndependent settlement and survival in the marine fish Gobiosoma. Oecologia, 130, 205–227 \n215. 228 \nWilson, J.A. (2005). Age class interactions in a marine goby, Elacatinus prochilos (Böhlke and 229 \nRobins, 1968). J. Exp. Mar. Biol. Ecol., 327, 144–156. 230 \n 231 \n  232 \n\nAppendix C. Supporting Figures, C1-C5. 233 \nFigure C-1.  Geographic distribution of substudies. The size of the circles represents the 234 \nnumber of substudies conducted at each location, with larger circles (and lighter colors) 235 \nindicating a higher number of studies.  236 \n 237 \n238 \n\nFigure C-2. Effect of initial body size on the strength of density-dependent mortality (β, cm² 239 \nfish⁻¹ day⁻¹). Effects of body size across the entire dataset. Each point represents a substudy. The 240 \nblack line represents a fitted regression model using rma.mv, whose slope is not significantly 241 \ndifferent from 0.  The y-axis uses an inverse hyperbolic sine scale (arcsinh) to display both 242 \nnegative and positive values of β effectively. 243 \n 244 \n245 \n\nFigure C-3. Variation in effect of initial size on density-dependent mortality (β, cm² fish⁻¹ 246 \nday⁻¹) for 10 different species. Panels show scatterplots of the relationship between initial body 247 \nsize at the start of the experiment (mm) and the strength of density-dependent mortality (β). Each 248 \npoint represents a substudy. Black lines represent fitted regression models for each species.  Note 249 \nthat the scale in each plot varies, and the y-axis is on the arcsinh scale to accommodate wide 250 \nvariation in β. The effect of body size was not significant for any species. 251 \n 252 \n  253 \n\nFigure C-4. Relationship between experiment duration and density-dependent mortality 254 \nwithin fish species with four or more substudies. Each facet, labeled with the species name in 255 \nitalics, displays individual estimates of density-dependent mortality, β (cm² fish⁻¹ day⁻¹) plotted 256 \nagainst the duration of the substudy (days). Solid black line in each panel shows the linear 257 \nregression fits for each species. The vertical axis is scaled using the inverse-hyperbolic-sine 258 \n(arcsinh) function so that both small and large values—including negative mortality estimates—259 \ncan be visualized. The effect of duration was not significant for any species. 260 \n 261 \n 262 \n  263 \n\nFigure C-5. Relationship between maximum adult body size (cm) density-dependent 264 \nmortality.  The semi-transparent steel-blue circles are the raw substudy estimates and the solid 265 \nnavy line with pale-blue ribbon is the meta-regression prediction ± 95% CI from an rma.mv 266 \nmodel holding all other moderators at their mean (centered = 0). A horizontal dashed line at 훽\n\"\n = 0 267 \nindicates no effect of density on mortality.  The y-axis uses an inverse hyperbolic sine (arcsinh) 268 \nscale to accommodate large negative and positive values.   269 \n 270 \n  271 \n\nAppendix D: Paired Observational and Experimental Substudies. 272 \nTo test whether experimental and observational studies conducted within the same system 273 \ndiffered in the strength of density-dependent mortality (β), we performed a paired meta-analysis 274 \nrestricted to cases in which estimates of β were available from an experimental and observational 275 \nsubstudy for the same species, at comparable locations and times, and in the presence of 276 \npredators. This resulted in data for six species, each represented by a paired experimental and 277 \nobservational substudy (n = 12 total observations). Effect sizes were analyzed on the arcsinh-278 \ntransformed scale, with a minimum variance floor of 1 × 10⁻⁸ imposed to prevent singularities. 279 \nWe fit two multilevel meta-analytic models using the metafor package: 280 \n1. Main-effects model, assuming a common experimental–observational difference across 281 \nspecies. 282 \n2. Random-slopes model, allowing the experimental–observational difference to vary 283 \namong species (i.e., species-specific slopes). 284 \nBoth models were estimated via restricted maximum likelihood (REML) and compared using a 285 \nlikelihood-ratio test (LRT). Model coefficients were back-transformed (sinh) to obtain estimates 286 \non the raw β scale. 287 \nFive of the six species had larger estimates of density-dependence in the experimental substudy 288 \ncompared to the observational substudy, and the main-effects model indicated a significant 289 \noverall difference between experimental and observational substudies (estimated Δβ = –0.34 ± 290 \n0.10 SE, t₁₀ = –3.54, p = 0.0053). However, the random‐slopes model provided a significantly 291 \nbetter fit than this main-effects model (LRT = 27.6, p < 0.0001), indicating strong heterogeneity 292 \nin the experimental–observational effect across species (i.e., a statistically significant interaction 293 \nterm). Under this model, the overall experimental–observational contrast was not significant 294 \n(estimate = 0.24 ± 1.36 SE, t₁₀ = 0.18, p = 0.8638), indicating that the direction and magnitude of 295 \nsubstudy-type effects varied considerably among species.  296 \nIn summary, while experimental substudies often suggested stronger density dependence than 297 \nobservational ones, this pattern was not consistent across species. The random-slopes model 298 \ndemonstrates that the experimental–observational difference varied substantially by species 299 \n(LRT p < 0.0001), indicating that species-specific ecological and methodological factors drive 300 \nheterogeneity in the strength of density-dependent mortality.  301 \n\nFigure D-1. Comparison of density-dependent mortality (β, cm² fish⁻¹ day⁻¹) between 302 \nexperimental (Exp) and observational (Obs) studies. Gray points show individual substudies. 303 \nBlack points (and vertical lines) give the model-estimated marginal means (±95% CI) for 304 \nExperimental and Observational substudies from the full meta-analysis (REML, rma.mv), 305 \nevaluated at the mean of centered moderators and with random effects for paper, substudy, and 306 \nphylogenetic correlation.  Colored points and connecting line segments show species-specific 307 \nmeans for observational and experimental studies paired for six species. The y-axis is arcsinh-308 \nscaled to match the analysis; the dashed line at β = 0 indicates no effect of density on mortality. 309 \n 310 \n  311 \n\nAppendix E: Sensitivity and Publication Bias Analyses 312 \nIn this appendix, we detail the diagnostic procedures we conducted to evaluate the stability of the 313 \npooled mean effect and the extent of publication bias across the 147 estimates of density-314 \ndependent mortality (β). We analyzed all effect sizes on the arcsinh-transformed scale to match 315 \nour core analysis with our sensitivity analysis: all diagnostics were performed on this 316 \ntransformed scale. 317 \nE.1. Model Robustness and Heterogeneity 318 \nWe used a multilevel random‐effects meta‐analysis to estimate the overall strength of density‐319 \ndependent mortality (β). Effect sizes were transformed using the inverse hyperbolic sine 320 \nfunction. All model fitting was conducted on this arcsinh(β) scale to stabilize variance and 321 \naccommodate both positive and negative values and near‐zero effects. Accordingly, all reported 322 \neffect sizes (β) represent sinh–back‐transformed estimates of the corresponding arcsinh–323 \ntransformed model coefficients, whereas μ refers to results on the analysis scale. 324 \nThe pooled mean on the analysis scale was μ = 3.02 (95% CI = 2.42–3.63). Back‐transformation 325 \nyielded a mean effect of β = 10.26 cm² fish⁻¹ day⁻¹ (95% CI = 5.56–18.86 cm² fish⁻¹ day⁻¹).  326 \nBetween‐paper heterogeneity was extreme (Qₑ = 1.77 × 10⁵, p < 0.0001; I² ≈ 99.9 %), confirming 327 \nthat observed variability exceeded that expected from sampling error. Variance components were 328 \nσ²₍paper₎ = 0.3240 and σ²₍substudy₎ = 11.7896 on the arcsinh scale, indicating substantial 329 \necological and/or methodological heterogeneity among substudies. 330 \nTo evaluate the influence of individual substudies, we performed a leave‐one‐out (LOO) 331 \nsensitivity analysis. For each of the 147 substudies, a new model was fit after removing that 332 \nsubstudy, using the same random‐effects structure and REML estimation procedure as the full 333 \nmodel. Each iteration yielded a new pooled mean μ₍₋ᵢ₎ on the arcsinh scale, which was then back‐334 \ntransformed via β₍₋ᵢ₎ = sinh(μ₍₋ᵢ₎). The resulting LOO distribution (Figure E-1A) was narrow: μ₍₋ᵢ₎ 335 \nranged from 2.95 to 3.14 (Δμ = 0.19), corresponding to β₍₋ᵢ₎ values of 9.56 to 11.56 cm² fish⁻¹ 336 \nday⁻¹. The largest change was relatively small (Δβ ≈ 1.3), indicating that no single substudy 337 \nmaterially altered the pooled mean, confirming model stability across the dataset. 338 \nE.2. Publication and Small-Study Bias 339 \nPotential publication and small‐study bias were evaluated using funnel‐plot symmetry and 340 \nEgger’s regression. The funnel plot (Figure E-1B) displays a greater preponderance of 341 \nobservations to the right of the mean suggesting that smaller, less‐precise substudies tended to 342 \nreport somewhat larger positive effects, consistent with weak small‐study bias. 343 \nWe formally tested this pattern using Egger’s regression, in which standardized effects were 344 \nregressed against precision (1/SE). The fitted model yielded an intercept of 15.91 which differed 345 \nfrom zero (p = 1.747e-07), with a modest proportion of variance explained (R² = 0.028). This 346 \nresult indicates marginal asymmetry consistent with small‐study effects, but the magnitude of 347 \nbias is weak and does not alter the qualitative conclusion of a positive overall effect. 348 \n\nE.3. Null-Add Sensitivity 349 \nTo test whether the pooled mean could be substantially altered by unreported or missing “null” 350 \nresults, we performed a null-add sensitivity analysis (Figure E-1D). In this procedure, we 351 \nsequentially added hypothetical substudies with no density dependence (β = 0 cm² fish⁻¹ day⁻¹, 352 \ncorresponding to 0 on the arcsinh scale) and assigned them precision corresponding to observed 353 \nquantiles of the standard errors of arcsinh β (Q50 = 0.236, Q75 = 0.575, Q90 = 1.39, Q95 = 354 \n2.92). After each addition, we refit the same multilevel random-effects model and recorded the 355 \nupdated pooled mean (μ), and its difference from the baseline (μ = 3.023): i.e., Δμ. 356 \nAs progressively more nulls were added, the pooled mean declined modestly.  For the Q95 cases, 357 \nadding 5 null substudies, resulted in Δμ = −0.070, corresponding to a decrease from β = 10.26 358 \ncm² fish⁻¹ day⁻¹ to β = 9.56 cm² fish⁻¹ day⁻¹. 359 \nAfter adding 10 null substudies, Δμ = −0.135, corresponding to a reduction in β to 8.96 cm² 360 \nfish⁻¹ day⁻¹. 361 \nUsing more precise estimates for the null studies (e.g., based on Q50), reduced the mean effect 362 \nsomewhat more (e.g., for 10 null studies, Δμ was reduced by another ~0.1. 363 \nDespite the addition of null substudies, the estimated effect size remained strongly positive, 364 \nindicating that the overall conclusion of a positive density-dependent mortality relationship is 365 \nrobust to the possible presence of several unreported null studies. 366 \n  367 \n\nFigure E-1. Sensitivity and publication-bias diagnostics for density-dependent mortality. 368 \nPanels summarize robustness and bias diagnostics on the arcsinh analysis scale. A) Leave-one-369 \nout evaluation showing the pooled mean re-estimated after excluding each of 147 substudies. 370 \nThe dashed line marks the full-sample mean (μ = 3.02; β = 10.26 cm² fish⁻¹ day⁻¹ after back-371 \ntransformation). B) Funnel plot of arcsinh(β) against its standard error, showing the pooled 372 \nrandom-effects mean (μ = 3.02) as a dashed vertical line. The gray shaded area denotes the 95% 373 \nconfidence funnel (± 1.96 × SE), and light dashed boundary lines indicate the 99% limits (± 2.58 374 \n× SE). Three substudies with extreme variance (SE[asinh β] > 7.0) were excluded from display 375 \nbut retained in all analyses. C) Egger’s regression of standardized effects [arcsinh(β)/SE] on 376 \nprecision [1/SE of arcsinh(β)] led to an estimated intercept of 15.91 (p = 1.747e-07), consistent 377 \nwith mild small-study bias. Egger’s plot excludes the same 3 points as in the funnel plot. D) 378 \nNull-add sensitivity test showing the effect of sequentially adding hypothetical null substudies (β 379 \n= 0 cm² fish⁻¹ day⁻¹) with SE(arcsinh β) values corresponding to observed quantiles (Q50 = 380 \n0.236, Q75 = 0.575, Q90 = 1.39, Q95 = 2.92).  381 \n 382 ",
  "extractedAt": "2025-12-12T18:45:13.622Z",
  "success": true,
  "matchedPublication": {
    "title": "Fish services to corals: a review of how coral-associated fishes benefit corals",
    "doi": "10.1007/s00338-025-02647-4",
    "year": "2025",
    "authors": "Stier, Adrian C.; Chase, Tory J.; Osenberg, Craig W."
  }
}