{
  "filename": "Stier and Leray (Coral Reefs) 2014.pdf",
  "numPages": 18,
  "text": "REPORT Predators alter community organization of coral reef cryptofauna and reduce abundance of coral mutualists A. C. Stier • M. Leray Received: 14 July 2013 / Accepted: 19 August 2013 / Published online: 3 September 2013 ÓSpringer-Verlag Berlin Heidelberg 2013 AbstractCoral reefs are the most diverse marine systems in the world, yet our understanding of the processes that maintain such extraordinary diversity remains limited and taxonomically biased toward the most conspicuous species. Cryptofauna that live deeply embedded within the inter- stitial spaces of coral reefs make up the majority of reef diversity, and many of these species provide important protective services to their coral hosts. However, we know very little about the processes governing the diversity and composition of these less conspicuous but functionally important species. Here, we experimentally quantify the role of predation in driving the community organization of small fishes and decapods that live embedded withinPo- cillopora eydouxi, a structurally complex, reef-building coral found widely across the Indo-Pacific. We use surveys to describe the natural distribution of predators, and then, factorially manipulate two focal predator species to quan- tify the independent and combined effects of predator density and identity onP. eydouxi-dwelling cryptofauna. Predators reduced abundance (34 %), species richness (20 %), and modified species composition. Rarefaction revealed that observed reductions in species richness were primarily driven by changes in abundance. Additionally, the two predator species uniquely affected the beta diver- sity and composition of the prey assemblage. Predators reduced the abundance and modified the composition of a number of mutualist fishes and decapods, whose benefit to the coral is known to be both diversity- and density- dependent. We predict that the density and identity of predators present withinP. eydouximay substantially alter coral performance in the face of an increased frequency and intensity of natural and anthropogenic stressors. KeywordsPredation!Decapods!Neocirrhites armatus!Caracanthus maculatus!Trapezia! Dascyllus Introduction An extraordinary diversity and biomass of invertebrates live inconspicuously embedded within the matrix of coral reefs (Grassle1973; Brock and Brock1977; Klumpp et al. 1988; Stella et al.2011; Enochs and Manzello2012). For Communicated by Biology Editor Dr. Glenn Almany A. C. Stier and M. Leray have equal contribution to this work. Electronic supplementary materialThe online version of this article (doi:10.1007/s00338-013-1077-2) contains supplementary material, which is available to authorized users. A. C. Stier Department of Biology, University of Florida, 223 Bartram Hall, PO Box 118525, Gainesville, FL 32611-8525, USA Present Address: A. C. Stier (&) Department of Zoology, University of British Columbia, #4200-6270 University Blvd., Vancouver, BC V6T 1Z4, Canada e-mail: adrian.stier@gmail.com M. Leray Laboratoire d’Excellence ‘‘CORAIL’’, USR 3278 CNRS EPHE, CRIOBE-CBETM, Universite ́ de Perpignan, 66860 Perpignan Cedex, France e-mail: leray.upmc@gmail.com Present Address: M. Leray Department of Invertebrate Zoology, National Museum of Natural History, Smithsonian Institution, Washington, DC, USA 123 Coral Reefs (2014) 33:181–191 DOI 10.1007/s00338-013-1077-2 example, a single coral colony ofPocillopora damicornis can house more than 5000 crustaceans per square meter (Grassle1973). Yet, we know relatively little about the ecological processes that contribute to the diversity, dynamics, and persistence of these more cryptic reef communities. Studies in temperate systems point to pre- dation as a key processes promoting marine community dynamics (i.e., Keystone Predation, Paine1966), and some evidence suggests an increase in the strength of predation at lower latitudes may contribute to high tropical diversity (Pianka1966; Schemske et al.2009; Freestone et al.2010). However, empirical evidence supporting the positive effects of predators on tropical diversity is mixed. For example, predators can reduce coral and fish diversity by disproportionately consuming rare prey (Chesher1969; Glynn1976; Almany and Webster2004). In contrast, predation can also increase diversity. For example, Stier et al. (2013b) showed that predatory fish can increase prey fish diversity by promoting priority effects (Stier et al. 2013b). Additionally, Marhaver et al. (2012) showed that species-specific microbes promote coral diversity through negative frequency-dependent predation on coral recruits (i.e., a Janzen-Connell effect Janzen1970; Connell1971). However, studies examining the effects of predation on tropical marine diversity have been taxonomically biased toward conspicuous and economically valuable corals and fishes. These groups make up only a fraction of tropical marine biodiversity, which is heavily dominated by more cryptic invertebrate species (Stella et al.2011). Indeed, a survey quantifying the taxonomic breadth of species stud- ied in kelp forests, mangroves, seagrasses, and coral reefs found that species studied in coral reefs have the lowest taxonomic breadth across these four systems (Fisher et al. 2011). Such poor taxonomic coverage in studies of coral reefs restricts our understanding of a major component of tropical biodiversity and may therefore limit our appreci- ation of the drivers of ecosystem function. In this study, we focus on decapod crustaceans and small-bodied fish that live within corals of the South Pacific. Decapod remains litter the reef and are commonly found in fish stomach dissections (Kulbicki et al.2005; Enochs and Manzello 2012; Kramer et al.2012; Leray et al.2012a,b,2013), suggesting that crustaceans are major nodes in a vibrant web of tropical marine trophic interactions and that pre- dation may be a key process driving decapod dynamics. In addition to being a diverse yet underrepresented group in the ecological literature on tropical marine bio- diversity, tropical decapods are also relevant, because a subset of decapod species play a crucial role in the resil- ience of their coral host. Certain species ofTrapeziaand Alpheuspromote coral growth and survival by alleviating stressors such as seastar predation (Glynn1983; Pratchett 2001), sedimentation (Stewart et al.2006), and mucus- producing snails (Stier et al.2010). Furthermore, these decapods often co-occur with damselfishes that indirectly promote coral growth through oxygenation (Goldshmid et al.2004) and nutrient subsidy (Meyer and Schultz1985; Liberman et al. 1995; Holbrook et al.2008,2011). The beneficial effects of mutualists on their host are often dependent on mutualist density and identity (Holland et al. 2002); previous studies show increased coral performance with increased density of and diversity of decapods (McKeon et al.2012; Stier et al.2012) and increased density of damselfish (Holbrook et al.2008). The benefits each mutualist species provides are also highly dependent upon the fish and decapod identity (Holbrook et al.2011; McKeon et al.2012; Stier et al.2012). Therefore, if pre- dation affects the density, diversity, and composition of coral mutualists or if different predator species differen- tially affect certain mutualist species, then, the perfor- mance and resilience of the coral host may be fundamentally altered by predator presence, density, or identity (Knight et al.2006; Romero et al.2011). Here, we quantify the effect of predation in driving the abundance, diversity, and composition of decapods and fishes that live cryptically embedded between the branches ofP. eydouxi, a dominant, structurally complex, reef- building coral distributed widely across the South Pacific. Our study combines (1) a survey to explore the spatial distribution of our two focal predators: the coral croucher (Scorpaenidae;Caracanthus maculatus) and the flame hawkfish (Cirrhitidae;Neocirrhites armatus) and (2) a recruitment experiment to examine the independent and combined effects of each predator species onP. eydouxi- associated communities. We show that both flame hawkfish and coral crouchers substantially alter fish and crustacean community organization, and we discuss the implications of shifts in community structure for coral growth and resilience. Materials and methods Study site and species We conducted our study in the lagoon of Opunohu bay on the North shore of Moorea, French Polynesia (17°30 0 S, 149°50 0 W). Coral reefs are highly diverse ecosystems, and tens to hundreds of species can co-occur on a single coral colony (Grassle1973; Lassig1977; Castro1988; Leray et al.2012b). One such coral host is the coral genus Pocillopora, which is an important reef-building coral distributed widely across the Indo-Pacific. Multiple trophic levels of fishes and invertebrates live among the branches ofPocillopora,which provides structural habitat for sev- eral co-occurring carnivorous fishes and a wide diversity of 182Coral Reefs (2014) 33:181–191 123 potential invertebrate prey (*80 % decapods, Odinetz 1983). We focused on the two most common predatory fishes that are strictly associated with pocilloporid corals and co-occur in coral heads at shallow depths: the flame hawkfish (Neocirrhites armatus) and the coral croucher (Caracanthus maculatus) (Randall2005). Both coral crouchers and flame hawkfish are ambush predators that restrict their movement to the inside of the coral host. Thus, both predators and prey share structural refuge from larger predators (a common phenomena in many predator–prey systems, Gotelli and Ellison2006), causing predators to live in close proximity with a diversity of coral-associated decapod prey species. The two focal predators exhibit slight differences in microhabitat use; coral crouchers remain deep among the coral branches, while the flame hawkfish are more mobile. These two predators primarily comprised of crustaceans and also includes gastropods and fishes (morphological observations in gut contents; Randall 2005; Bacchet et al.2006), DNA barcoding (Leray et al. 2013), and DNA metabarcoding of prey tissue remains (Leray M, pers comm). Predator surveys To describe natural variation in predator density, identity, and co-occurrence, we conducted a visual census of fish predators living among the branches of 93 haphazardly selected livePocillopora eydouxicolonies on the forereef between 6 and 10 m depth. Since adult predators occur on largerP. eydouxi, we focused on corals with a maximum diameter (l) and perpendicular diameter (w) ranging from 20 to 40 cm and height (h) ranging from 15 to 30 cm. Experimental design We executed a field experiment to quantify the response of the prey community to shifts in the density, identity, and co-occurrence of coral crouchers and flame hawkfish. We collected 60 dome-shapedP. eydouxi(size range, l9w9h: 25925915 to 35935920) from the forereef and removed all decapod and fish species using a low concentration of anesthetic to minimize coral stress (0.02 % clove oil: Leray et al.2012b). After invertebrate removal, we transplanted corals to a 6910 array of cinder blocks spaced 8 m apart in a nearby sand flat within Opunohu lagoon. Immediately following coral deployment, we collected 20 solitary fish and 10 male–female pairs of each of the focal predator species fromP. eydouxicolonies in a nearby lagoonal site using hand nets and anesthetic clove oil (10 %). After tagging each individual fish with a unique color combination of elastomer (VIE; Northwest Marine Technology, Shaw Island, Washington, USA) above and below the caudal peduncle, we measured and randomly assigned fishes to six predator treatments (n=10) (see Electronic Supplemental Material, ESM A for pictures of experimental set-up and predators). We used a combination of an additive and substitutive design: Control (no predator), 1 coral croucher, 2 coral crouchers, 1 flame hawkfish, 2 flame hawkfish, and 1 coral crou- cher?1 flame hawkfish. For treatments with two preda- tors of the same species, we retained the original pairing from collection because each of these species is often found in male–female pairs, and the placement of two males on a colony is impossible due to intense aggressive interactions. Predators were deployed from April to August for 126 days, and predator treatments were pressed to maintain initial predator densities. Over the course of the experiment, seven flame hawkfish and five coral crouchers migrated. We returned these fish to their original coral head. Five flame hawkfish and eight coral crouchers died or emigrated from the array and were replaced immediately following their noted disappearance during predator cen- suses conducted three times per week. At the end of the experiment, all macro-invertebrates were collected using clove oil, identified to the lowest possible taxonomic level, and counted. Statistical analysis To test the hypothesis that co-occurrence of coral crouchers and flame hawkfish inP. eydouxiis random, we generated 10,000 null distributions of the surveyed data by randomly assigning each of the observed 224 fish predators to 93 corals. We, then compared observed distributions of predator density and co-occurrence (presence/absence) to permuted distributions. We quantified the abundance and diversity of fishes and decapods to measure the effect of the different predator treatments. For abundance, we pooled the total number of fishes and decapods together for a single analysis. For diversity, we partitioned effects of predators into within and between reef diversity (alpha and beta diversity, respec- tively). We examined two metrics for within-reef diversity. First, we assessed effects of predators on the mean number of species per individualP. eydouxicolony (hereafter spe- cies richness). Second, because predator treatments differed substantially in total prey abundance and shifts in abun- dance can cause corresponding shifts in diversity through sampling effects, we quantified rarefied within-reef diver- sity using individual-based rarefaction (i.e., alpha diversity adjusted for differences among reefs in number of indi- viduals) (Gotelli and Colwell2001). Although less studied, predators can affect beta diversity (i.e., the amount that prey diversity varies from reef to reef) by modifying community size, preferential prey consumption, or changing the strength of priority effects (Chase et al.2009; Stier et al. Coral Reefs (2014) 33:181–191183 123 2013a). To assess how predator treatments affected beta diversity and composition, we calculated community dis- tance matrices for the 60 coral heads. Differences in beta diversity can occur through shifts in species incidence (i.e., presence-absence) or through differences in species relative abundance. Additionally, differences in alpha diversity can also confound beta diversity estimates (Chase et al.2011). We therefore examined communities using three distance metrics that emphasize shifts in species incidence (Jaccard index), shifts in species incidence adjusted for differences in alpha diversity (Raup-Crick index), and relative abun- dance (Manhattan index) (Anderson et al.2011; Chase et al. 2011). For each response variable, we conducted four planned orthogonal contrasts to assess the effects of coral crouchers (CC) and flame hawkfish (FL) on the prey community: (1) the effect of predators: [Control] vs. [1 CC,2 CC,1 FL, 2 FL, 1 CC?1 FL]; (2) the main effect of predator density: [1CC, 1FL] vs. [2CC, 2FL]; (3) the main effect of predator identity: [1 CC,2 CC]vs.[1FL, 2 FL]; and (4) the interaction between predator density and identity: [1 CC,2 FL]vs.[2 CC, 1 FL]. One additional (non-orthogonal) contrast was made to determine whether mixed versus monospecific assemblages of predators had differential effects on prey abundance, diversity, and composition. We used attest to compare monospecific and mixed treat- ments, which were contrasted at the same density: [2 CC, 2FL] vs. [1CC?1FL]. We modeled abundance, richness, and rarefied richness using a general linear model with a Gaussian error distri- bution. We tested for differences in beta diversity and mean community composition using nonparametric multi- variate permutation analogs of univariate Leven’s test and ANOVA: PERMADISP (beta diversity: Anderson et al. 2006) and PERMANOVA (composition: Anderson2001), respectively. We examined beta diversity using the 10 most abundant species in the dataset (which accounted for 86 % of the total abundance) because rare species increase ‘‘stress’’ in distance calculations (Legendre and Legendre1998). Note that results for beta diversity and community composition reported below were qualitatively identical whether or not rare species were included. We used the statistical pro- gramming environment R 3.0.0 for the computation of all statistics (R Development Core Team2013) and the ‘‘Vegan’’ package (Oksanen et al.2013) for community analysis and graphics. Results Our surveys showed that predatory fishes frequently co- occurred and were abundant on natural reefs. We found coral couchers and flame hawkfish in 65 and 81 % of the 93 surveyed corals, respectively. Observed patterns of occurrence and co-occurrence (i.e., presence-absence) of the two predator species among the branches ofP. ey- douxiare no different than expected by chance (Fig.1b). However, observed density distributions of predatory fishes differed from the expected density distribution estimated from randomizations. Coral croucher densities naturally varied from a single individual to a triplet, with a higher frequency of pairs and a lower frequency of singlets than expected by chance (Fig.1a). Flame hawk- fish, however, exhibited a greater range (1–5) of intra- specific density, and solitary individuals occurred more frequently than expected by chance (Fig.1c). Both hawkfish and coral crouchers have sophisticated mating systems. Facultative monogamy has been documented in studies of flame hawkfish (Donaldson1989) and in studies ofCaracanthus unipinna, a closely related congener of the focal coral croucher in this study (Caracanthus mac- ulatus) (Wong et al.2005). Such flexible mating systems likely contribute to the substantial variation in density of the two predators. In our recruitment experiment, four reefs were con- sumed by the corallivorous seastarAcanthaster planciand were removed from all subsequent analyses, reducing the sample sizes for the 2CC treatment to 8 and the 1Fl and 1CC1Fl treatments to 9. A total of 5921 individuals from 73 species (54 decapods and 19 fishes) were sampled across the 56 experimental reefs after 18 weeks (ESM B). For decapods, 80.4 % of all individuals came from 4 families (Palaemonidae: 50.2 %, Trapeziidae: 10.9 %, Alpheidae: 10.5 %, Galatheidae: 8.8 %), and for fishes, 86 % of individuals were damselfish. Because of the large number of statistical tests present in the analysis, the main text focuses on statistically significant effects (i.e., p\\0.05), and ESM C provides the test statistics and p-values for all contrasts. Notably, at a density of two predators per coral, there was no difference in abundance, diversity, or composition between mixed and monospecific predator assemblages (ESM C); therefore we focus on the effects of the other contrasts below. Predators reduced total abundance The aggregate effect of predation on prey abundance was a 34 % reduction in abundance (t 54 =2.98,p=0.003, Fig.2a). However, doubling predator densities had opposing effects for each focal predator, which produced an interaction between predator density and identity (t 54 =2.64,p=0.008). Two flame hawkfish decreased prey abundance by an additional 76 % relative to one flame hawkfish, while a doubling in coral croucher density led to a 19 % increase in prey abundance (Fig.2a). 184Coral Reefs (2014) 33:181–191 123 Predators reduced species richness On average, predators reduced species richness by 20 % (Fig.2b) (t 54 =2.95,p=0.005); however, there was no effect of predators when richness estimates were adjusted for differences in abundance using rarefaction (Fig.2c) (t 54 =0. 30,p=0.77), suggesting reduction in prey diversity in the presence of predators was driven by reductions in prey abundance (i.e., a ‘‘sampling’’ effect). There was no significant interaction or main effects of predator density and identity for richness or rarefied rich- ness (ESM C). Experimental effect of predators on beta diversity Predator density and identity each significantly affected the beta diversity based on species incidence (identity: Fig.3, F p =11.97;p=0.003; densityF p =4.12;p=0.01). Reefs with flame hawkfish had 70 % higher beta diversity than those with coral crouchers, and reefs with two pre- dators had 43 % greater beta diversity than those with one predator (Fig.3b). These effects of predator density and identity can be attributed to the interdependence of alpha and beta diversity when using the Jaccard index. Control- ling for differences in species richness using the Raup- Crick metric, we found no effect of predator identity (F p =1.18;p=0.28) or density (F p =0.07;p=0.81). There was no significant effect of predators or interaction between predator density and identity for beta diversity based on species incidence or relative abundance, and there were no main effects of predator density or identity based on species relative abundance (ESM C). Predator species produced unique decapod communities Predators shifted community composition based on prey species relative abundance (F p =4.41;p=0.002). Additionally, there was a significant main effect of predator density on composition based on both species incidence (F p =1.84;p=0.05, Fig.3d) and relative abundance (F p 1,54 =3.25;p=0.008, Fig.3c). Relative to corals with a single predator, corals with two predators had a lower relative abundance ofChromis viridisandGalathea mauritiana, and a higher relative abundance ofHarpili- opsis spinigera(Fig.3c). Furthermore, the presence of two predators reduced the incidence (i.e., number of reefs Species Number of Corals CCCC+FLFL Number of FishNumber of Fish 201345012345 0 10 20 30 40 50 abc Fig. 1Natural variation in density ofacoral crouchers (CC) andcflame hawkfish (FL) from surveys of 93 naturally occurringPocillopora eydouxi. Patterns of co-occurrence are also presented (b).Colored bars (CC:blue, FL:red, CC?FL: green) represent 95 % quantiles from 10,000 randomizations of observed distribution of predator co-occurrence 50 100 150 Control 1FL2FL 1CC 2CC 1CC1FL Treatment Abundance 12 14 16 18 20 Richness 6 7 8 9 10 Rarefied Richness a b c Fig. 2Effect of predator treatments on total abundance (a) richness (b), and rarefied richness (mean±1 SE).Symbolsandcolors represent predator type (FL: Flame Hawkfish—red; CC: Coral Croucher—blue, mixed assemblage (1FL1CC)—green) and density (one predator—square, 2 predators,triangle, mixed assemblage— diamond) Coral Reefs (2014) 33:181–191185 123 occupied) by the majority of common prey species (e.g., Alpheus lottini,Trapezia bidentata, Dascyllus flavicaudus, andGalathea mauritiana), but increased the incidence of Fennera chacei(Fig.3d). The two predators differed sig- nificantly in how they affected species composition based on species relative abundance (F p =3.44;p=0.005, Fig.3c). Relative to coral crouchers, flame hawkfish treatments had a greater relative abundance ofT. bidentata, Athanas dijboutensis, andH. spinigera, but had fewerF. chacei. There was, however, no aggregate effect of pre- dators on composition based on species incidence, inter- action between predator density and identity based on Periclimenes gonioporae Trapezia bidentata Trapezia serenei Dascyllus avicaudus Chromis viridis a c b d Alpheus djiboutensis 0.10 0.15 0.20 0.25 OneTwo Beta Diversity (Jaccard) CroucherFlame Predator DensityPredator Identity Control 1Fl2Fl1CC 2CC 1CC1Fl P. gonioporae F. chacei Fennera chacei H. spinigera Palaemonidae C. viridis D. avicaudus Pomacentridae G. mauritiana Galatheidae A. lottini A. djiboutensis Alpheidae T. bidentata T. serenei Trapeziidae 0.50 1.00 0.00 Proportion of Abundance C. viridis G. mauritiana F. chacei D. avicaudus T. bidentata A. lottini P. gonioporae A . djiboutensis H. spinigera T. serenei 0.50 1.00 0.00 Proportion of Reefs Occupied 0 One Two Density Harpiliopsis spinigera Galathea mauritiana Alpheus lottini Fig. 3The effect of predator treatments on beta diversity and species composition of fish and decapod communities: predator density (a) and identity (b) on beta diversity based on species incidence (a, b). Inaandb,symbolscorrespond to predator contrasts (see Fig.2 legend for more detail). Also, shown are pictures of ten most common species and their composition based on relative abundance (c) and incidence (d).Colorsincanddcorrespond tocolorsonbordersof species photos 186Coral Reefs (2014) 33:181–191 123 species incidence or relative abundance, or main effect of predator identity on composition based on species inci- dence (ESM C). Predation reduces coral mutualist abundance Both predator species negatively affected the abundance of the majority of known mutualists species present in our study. Predators reduced the abundance of damselfish by 60 %, with strongest effects observed with two flame hawkfish and the mixed predator treatments (Fig.4a). All predator treatments had similar effects onAlpheus lottini, reducing abundance by an average of 30 % (Fig.4b). The effects of predators onTrapeziawere more context dependent. On average, predators reduced smallTrapezia species (T. tigrina, T. speciosa, T. bella, T. serenei, T. guttata, T. bidentata,andT. areolata) by 25 %. These effects were relatively consistent with the exception of the 1 coral croucher treatment, which showed no difference from the control treatment. There was, however, no apparent effect of predators on the abundance of large Trapezia spp.(T. flavopunctataandT. rufopunctata), a group known to have strong defensive benefits during outbreaks of the crown of thorns seastar (Acanthaster planci) (Glynn1983; Pratchett2001; McKeon2010). Discussion Our study explored the independent and combined effects of two predatory fish species on a diverse decapod prey assemblage. We showed novel effects of predatory fishes on the abundance, diversity, and composition of coral- dwelling fishes and decapods. Predators negatively affected the abundance of nearly all prey species in our experiment, with strong effects on a number of species that are known coral mutualists. Furthermore, predators also negatively affected two common groups from the families Palaemo- nidae and Galatheidae, but the ecological role of these organisms are not well known and require further study. The strong negative effect of predators on decapod and fish abundance is likely a product of both consumptive and non-consumptive effects. In addition to eating prey, pre- dators may have changed prey abundance and composition by affecting prey activity (Stankowich and Blumstein 2005), behavior (Preisser et al.2005), or the strength of interactions among indirectly interacting prey (Orrock et al.2008). While reefs with predators had fewer species present (i.e., lower richness, Fig.2b), rarefied diversity was equivalent across treatments (Fig.2c), suggesting that lower richness on predator treatments was driven by a sampling effect. The two focal predators differed in their effect on total prey and had unique effects on community composition. The stronger negative effects of flame hawkfish on abundance may be attributable to their larger metabolic demand due to higher activity and larger body size. Lastly, we speculate that the differences in prey community composition between the two predator species is a product of predator microhabitat preference (spatial niche partitioning, Munday et al.2001) with coral crou- chers living and hunting deeper among the coral branches than the flame hawkfish (pers. obs.). Effects of predator density, identity, and diversity Previous studies examining the effects of predator diversity in modifying prey communities have concluded that both antagonism and cooperation among predators can modify prey community structure and ecosystem function (e.g., Byrnes et al.2006; Cardinale et al.2006). However, dis- tinguishing the effects of predator density from diversity and quantifying whether predators are antagonizing or cooperating requires explicitly incorporating the nonlin- earities of the predator functional response and the rate of prey depletion throughout an experiment (McCoy et al. 2012). Although uncommon, the functional response and level of prey depletion in the presence of each focal 0 10 20 30 40 6 8 10 12 14 2.0 2.5 3.0 3.5 Control 1FL2FL 1CC2CC 1CC1FL 0.5 1.0 1.5 2.0 2.5 Control 1FL2FL 1CC2CC 1CC1FL Abundance Damselfish Small Trapezia spp. Alpheus lottini Large Trapezia spp. ba cd Fig. 4Effect of six predator treatments on the four major groups of mutualists found inPocillopora eydouxi: damselfish (a),Alpheus lottini(b), small-bodiedTrapeziasp. (c), and large-bodiedTrapezia sp. We distinguish between small and largeTrapeziagroups (see Resultsfor species identities), because size class is related to characteristic differences in functional roles. LargeTrapeziaare thought to be more critical for anti-predator defense against large seastars, whereas smallerTrapeziaare better known for defending against smaller gastropods and removing sediment.Symbol shapes andcolorsare identical to Fig.2 Coral Reefs (2014) 33:181–191187 123 predator species can be readily estimated, and then, mul- tiple predator species functional response curves can be integrated to generate expected proportions of prey killed under the assumption that predator effects combined independently. However, due to the destructive nature of our sampling in our system in the present study, we were unable to calculate each predator’s functional response or the level of prey depletion, because the final prey density was measured after recolonization rather than an instanta- neous per capita survival of prey. This same concern applies to testing whether predators antagonize or cooper- ate as intraspecific predator density changes (sensu Skalski and Gilliam2001). Our inference about the mecha- nism(s) underlying the changes in community structure under different predator assemblages (e.g., density-identity interactions, main effects of density, or monospecific ver- sus mixed contrast) is therefore analytically constrained. For example, flame hawkfish had stronger negative effects on abundance with two predators relative to one predator, whereas the effects of coral crouchers decreased with a doubling in intraspecific density. The increased abundance of prey in the presence of high coral croucher density may be evidence for intraspecific antagonism, or alternatively, a single predator may indirectly affect the foraging ability of another predator in the absence of antagonism by simply depleting the prey base and increasing the amount of time another predator spends searching for prey (McCoy et al. 2012). The increased negative effect of high-density pre- dators on species richness is similarly difficult to interpret. We can, however, say that monospecific and mixed pred- ator treatments exhibited statistically identical species richness, a finding that concurs with the only other study that has examined community-level response to predator diversity in demographically open marine systems (O’Connor and Bruno2009). The consequences of predation on mutualists Mutualist diversity often increases host production. For example, trees increase their productivity when the diver- sity of root microbes increase (Van der Heijden et al. 1998), and in ant-plant mutualisms, acacia tree fitness is maximized when a diversity of ant mutualists are present throughout the tree’s ontogeny (Palmer et al.2010). It is becoming clear that predation can fundamentally alter mutualisms by modifying mutualist density, behavior, or composition (Anderson and Midgley2002; Knight et al. 2006; Romero et al.2011). In this system, mutualist ser- vices by decapods and fishes are known to increase with mutualist density and diversity (Holbrook et al.2008; McKeon et al.2012; Stier et al.2012); therefore, we hypothesize that the negative effects of each of our focal predators on mutualist abundance and diversity are likely to have negative indirect effects on coral growth and sur- vival. One caveat to this hypothesis is that one of the large Trapeziaspecies (T. rufopunctata) is known to increase the mortality of newly settled damselfishes (Schmitt et al. 2009); however, largerTrapeziawere seemingly unaf- fected by the presence of our two focal predators (Fig.4d). The effects of the predators differed somewhat depending on the predator treatment and mutualist group. For example, the two flame hawkfish reefs and the mixed- species predator treatment nearly eliminated damselfish from the community, whereas the other predator treatments maintained somewhat larger populations. The effects of predators on abundance ofAlpheus lottiniand small-bodied Trapezia spp.were more uniform, with the exception that a single coral croucher had no obvious effect on small-bod- iedTrapezia. At the scale of the array, the decreased incidence of certain mutualists (e.g.,Alpheus lottini,Tra- pezia bidentata, Dascyllus flavicaudus) in treatments with two predators relative to one predator will likely add to the reduced level of mutualist services. Our findings comple- ment a recent study that focused the role of a third addi- tional predator found in this system, the arc-eye hawkfish (Paracirrhites arcatus), affecting the density of mutualistic damselfish. Arc-eye hawkfish reduced damselfish density, which has cascading negative indirect effects on coral growth (Holbrook et al.2011). Antagonistic and synergistic interactions among mutu- alists can be common in systems where a diverse set of mutualists co-occur. The presence of predators may either disrupt or magnify these mutualist–mutualist interactions (e.g., due to changes in mutualist density, behavior, or composition), thereby altering host performance. In this system, the decreased density and incidence ofA. lottiniin the presence of predators may compound the negative indirect effect of predators on the host, becauseT. serenei andA. lottiniare known to synergize while defending corals from predatory seastars (McKeon et al.2012). Although untested, synergies within or among other deca- pod or fish species may be similarly modified by the presence of predators. Predation on mutualists may also alleviate the host from the energetic costs of symbiosis, which, depending on environmental conditions, may be so costly as to have a net negative effect on host performance. In this system, the hypothesized negative indirect effects of coral crouchers and flame hawkfish on corals may be mitigated by the fact that corals provide lipid bodies to their decapod mutualists in exchange for the decapod’s protective services (Stimson 1990). These lipid bodies are a marine analog to extrafloral nectaries produced by the plants in ant-plant mutualisms where plants often subsidize ants with nectar in exchange for ant protective services against herbivores. Additionally, nitrogenous waste excretion by the predators may 188Coral Reefs (2014) 33:181–191 123 positively affect the coral by acting as a nutrient subsidy. In contrast to the decapod mutualists, the fish-coral mutualism is unknown to cost the host coral energy. Given the suite of direct, indirect, and higher-order interactions present inP. eydouxicommunities, it is difficult to translate the conse- quences of the short-term interactions measured here and in other studies for the lifetime reproductive success of host corals. Future studies should focus on disentangling the effects of trophic and mutualistic interactions across the coral ontogeny to measure the relative contribution of certain interactions to host fitness (Palmer et al.2010). In conclusion, our findings add to a growing body of literature that suggests that predators, despite their strong effects, do not act as stabilizing agents for diverse tropical marine systems. Although predation in this system does not stabilize prey diversity (e.g., through frequency-dependent or keystone predation), the unique compositional differ- ences produced by each predator treatment provides novel insight into the processes governing spatio-temporal vari- ation in the size and structure of key coral mutualist communities. Indeed, the mutualist fishes and decapods studied heredoact as stabilizing forces by facilitating the growth and survival of the coral in the presence of a suite of anthropogenic and natural stressors, and this allowsP. eydouxito persist and provide structure for a number of other non-mutualist species that hide within the branches of the coral. Furthermore, our study expands upon the limited taxonomic breadth in studies of reef ecosystems (Fisher et al.2011) by examining the ecological drivers of a diverse, but poorly studied group of fishes and decapods that are a major component of the diet for commercially important fisheries species (e.g., snappers and groupers) (Kulbicki et al.2005). Developing a mechanistic under- standing of the processes governing the structure and dynamics of small but critically important cryptofauna communities is a key to understanding the dynamics and stability of diverse coral reef ecosystems. AcknowledgmentsWe thank M. Be ́ raud and volunteers of ‘‘Plane ` te Urgence’’ for assistance in the field, A. Anker, G. Paulay, and J. Poupin for help with specimen identification, B. M. Bolker for help with analysis, C. W. Osenberg and S. C. Mills, and two anonymous reviewers for helpful comments on the manuscript. This work was supported by the Partnership University Fund and the Killam Foun- dation. Field work was conducted at CRIOBE and Richard B. GUMP station. References Almany GR, Webster MS (2004) Odd species out as predators reduce diversity of coral-reef fishes. Ecology 85:2933–2937 Anderson MJ (2001) A new method for non-parametric multivariate analysis of variance. Austral Ecol 26:32–46 Anderson B, Midgley JJ (2002) It takes two to tango but three is a tangle: mutualists and cheaters on the carnivorous plantRori- dula. Oecologia 132:369–373 Anderson MJ, Ellingsen KE, McArdle BH (2006) Multivariate dispersion as a measure of beta diversity. Ecol Lett 9:683–693 Anderson MJ, Crist TO, Chase JM, Vellend M, Inouye BD, Freestone AL, Sanders NJ, Cornell HV, Comita LS, Davies KF, Harrison SP, Kraft NJB, Stegen JC, Swenson NG (2011) Navigating the multiple meanings of beta diversity: a roadmap for the practicing ecologist. Ecol Lett 14:19–28 Bacchet P, Zysman T, Lefe ` vre Y (2006) Guide des poissons de Tahiti et ses ı ˆ les. Au vent des ı ˆ les, Tahiti Brock RE, Brock JH (1977) A method for quantitatively assessing the infaunal community in coral rock. Limnol Oceanogr 22:948–951 Byrnes J, Stachowicz JJ, Hultgren KM, Hughes AR, Olyarnik SV, Thornber CS (2006) Predator diversity strengthens trophic cascades in kelp forests by modifying herbivore behaviour. Ecol Lett 9:61–71 Cardinale BJ, Srivastava DS, Emmett Duffy J, Wright JP, Downing AL, Sankaran M, Jouseau C (2006) Effects of biodiversity on the functioning of trophic groups and ecosystems. Nature 443:989–992 Castro P (1988) Animal symbioses in coral reef communities - a review. Symbiosis 5:161–184 Chase JM, Biro EG, Ryberg WA, Smith KG (2009) Predators temper the relative importance of stochastic processes in the assembly of prey metacommunities. Ecol Lett 12:1210–1218 Chase JM, Kraft NJ, Smith KG, Vellend M, Inouye BD (2011) Using null models to disentangle variation in community dissimilarity from variation ina-diversity. Ecosphere 2 art24. doi:10.1890/ ES10-00117.1 Chesher RH (1969) Destruction of Pacific corals by sea star Acanthaster planci. Science 165:280–283 Connell JH (1971) On the role of natural enemies in preventing competitive exclusion in some marine animals and in rain forest trees. In: Den Boer PJ, Gradwell G (eds) Dynamics of populations: Proceedings of the advanced study institute on dynamics of numbers of populations. PUDOC, Wageningen, pp 298–310 Donaldson T (1989) Facultative monogamy in obligate coral-dwelling hawkfishes (Cirrhitidae). Environ Biol Fish 26:295–302 Enochs IC, Manzello DP (2012) Species richness of motile cryptofa- una across a gradient of reef framework erosion. Coral Reefs 31:653–661 Fisher R, Knowlton N, Brainard RE, Caley MJ (2011) Differences among major taxa in the extent of ecological knowledge across four major ecosystems. PLoS ONE 6:e26556 Freestone AL, Osman RW, Ruiz GM, Torchin ME (2010) Stronger predation in the tropics shapes species richness patterns in marine communities. Ecology 92:983–993 Glynn PW (1976) Some physical and biological determinants of coral community structure in the Eastern Pacific. Ecol Monogr 46:431–456 Glynn PW (1983) Increased survivorship in corals harboring crusta- cean symbionts. Mar Biol Lett 4:105–111 Goldshmid R, Holzman R, Weihs D, Genin A (2004) Aeration of corals by sleep-swimming fish. Limnol Oceanogr 49:1832–1839 Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness. Ecol Lett 4:379–391 Gotelli NJ, Ellison AM (2006) Food-web models predict species abundances in response to habitat change. PLoS Biol 4:1869–1873 Grassle J (1973) Variety in coral reef communities. In: Jones OA, Endean R (eds) Biology and geology of coral reefs. Academic Press, New York, p 480 Coral Reefs (2014) 33:181–191189 123 Holbrook SJ, Brooks AJ, Schmitt RJ, Stewart HL (2008) Effects of sheltering fish on growth of their host corals. Mar Biol 155:521–530 Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Indirect effects of species interactions on habitat provisioning. Oecologia 166:739–749 Holland JN, DeAngelis DL, Bronstein JL (2002) Population dynamics and mutualism: functional responses of benefits and costs. Am Nat 159:231–244 Janzen DH (1970) Herbivores and the number of tree species in tropical forests. Am Nat 104:501–528 Klumpp DW, McKinnon AD, Mundy CN (1988) Motile cryptofauna of a coral reef - abundance, distribution, and trophic potential. Mar Ecol Prog Ser 45:95–108 Knight TM, Chase JM, Hillebrand H, Holt RD (2006) Predation on mutualists can reduce the strength of trophic cascades. Ecol Lett 9:1173–1178 Kramer MJ, Bellwood DR, Bellwood O (2012) Cryptofauna of the epilithic algal matrix on an inshore coral reef, Great Barrier Reef. Coral Reefs 31:1007–1015 Kulbicki M, Bozec Y-M, Labrosse P, Letourneur Y, Mou-Tham G, Wantiez L (2005) Diet composition of carnivorous fishes from coral reef lagoons of New Caledonia. Aquat Living Resour 18:231–250 Lassig BR (1977) Communication and coexistence in a coral community. Mar Biol 42:85–92 Legendre P, Legendre L (1998) Numerical ecology. 2nd English edition. Elsevier Science, Amsterdam Leray M, Boehm J, Mills SC, Meyer C (2012a) Moorea BIOCODE barcode library as a tool for understanding predator–prey interactions: insights into the diet of common predatory coral reef fishes. Coral Reefs 31:383–388 Leray M, Be ́ raud M, Anker A, Chancerelle Y, Mills SC (2012b) Acanthaster plancioutbreak: decline in coral health, coral size structure modification and consequences for obligate decapod assemblages. PLoS ONE 7:e35456. doi:10.1371/journal.pone. 0035456 Leray M, Agudelo N, Mills SC, Meyer CP (2013) Effectiveness of annealing blocking primers versus restriction enzymes for characterization of generalist diets: unexpected prey revealed in the gut contents of two coral reef fish species. PLoS ONE 8:e58076 Liberman T, Genin A, Loya Y (1995) Effects on growth and reproduction of the coralStylophora pistillataby the mutualistic damselfishDascyllus marginatus. Mar Biol 121:741–746 Marhaver KL, Vermeij MJA, Rohwer F, Sandin SA (2012) Janzen- Connell effects in a broadcast-spawning Caribbean coral: distance- dependent survival of larvae and settlers. Ecology 94:146–160 McCoy MW, Stier AC, Osenberg CW (2012) Emergent effects of multiple predators on prey survival: the importance of depletion and the functional response. Ecol Lett 15:1449–1456 McKeon CS (2010) Diversity in a tropical marine mutualism. Ph.D. thesis, University of Florida, p123 McKeon CS, Stier A, McIlroy S, Bolker B (2012) Multiple defender effects: synergistic coral defense by mutualist crustaceans. Oecologia 169:1095–1103 Meyer JL, Schultz ET (1985) Tissue condition and growth rate of corals associated with schooling fish. Limnol Oceanogr 30:157–166 Munday PL, Jones GP, Caley MJ (2001) Interspecific competition and coexistence in a guild of coral-dwelling fishes. Ecology 82:2177–2189 O’Connor MI, Bruno JF (2009) Predator richness has no effect in a diverse marine food web. J Anim Ecol 78:732–740 Odinetz MO (1983) Ecologie et structure des peuplements de crustaces decapodes associes aux coraux du generePocillopora en Polynesie Francasise et en Micronesie (Guam). These de 3 rd cycle, Universite Pierre et Marie Curie, Paris Oksanen J, Guillaume Blanchet F, Kind tR, Legendre P, O’Hara RB, Simpson GL, Solymos P, Stevens MH, Wagner H (2013) vegan: Community Ecology Package Orrock JL, Grabowski JH, Pantel JH, Peacor SD, Peckarsky BL, Sih A, Werner EE (2008) Consumptive and nonconsumptive effects of predators on metacommunities of competing prey. Ecology 89:2426–2435 Paine RT (1966) Food web complexity and species diversity. Am Nat 100:65–75 Palmer TM, Doak DF, Stanton ML, Bronstein JL, Kiers ET, Young TP, Goheen JR, Pringle RM (2010) Synergy of multiple partners, including freeloaders, increases host fitness in a multispecies mutualism. Proc Natl Acad Sci USA 107:17234–17239 Pianka ER (1966) Latitudinal gradients in species diversity: A review of concepts. Am Nat 100:33–46 Pratchett MS (2001) Influence of coral symbionts on feeding preferences of crown-of-thorns starfishAcanthaster planciin the western Pacific. Mar Ecol Prog Ser 214:111–119 Preisser EL, Bolnick DI, Benard MF (2005) Scared to death? The effects of intimidation and consumption in predator-prey inter- actions. Ecology 86:501–509 R Development Core Team (2013) R: A language and environment for statistical computing. R Foundation for Statistical Comput- ing, Vienna, Austria Randall JE (2005) Reef and shore fishes of the South Pacific. University of Hawaii Press Romero GQ, Antiqueira PAP, Koricheva J (2011) A meta-analysis of predation risk effects on pollinator behaviour. PLoS ONE 6:e20689 Schemske DW, Mittelbach GG, Cornell HV, Sobel JM, Roy K (2009) Is there a latitudinal gradient in the importance of biotic interactions? Annu Rev Ecol Evol Syst 40:245–269 Schmitt RJ, Holbrook SJ, Brooks AJ, Lape JCP (2009) Intraguild predation in a structured habitat: distinguishing multiple-pred- ator effects from competitor effects. Ecology 90:2434–2443 Skalski GT, Gilliam JF (2001) Functional responses with predator interference: viable alternatives to the Holling Type II model. Ecology 82:3083–3092 Stankowich T, Blumstein DT (2005) Fear in animals: a meta-analysis and review of risk assessment. Proc R Soc B-Biol Sci 272:2627–2634 Stella JS, Pratchett MS, Hutchings PA, Jones GP (2011) Coral- associated invertebrates: diversity, ecology importance and vulnerability to disturbance. Oceanogr Mar Biol Annu Rev 49:43–104 Stewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25:609–615 Stier AC, McKeon CS, Osenberg CW, Shima JS (2010) Guard crabs alleviate deleterious effects of vermetid snails on a branching coral. Coral Reefs 29:1019–1022 Stier AC, Gil MA, McKeon CS, Lemer S, Leray M, Mills SC, Osenberg CW (2012) Housekeeping mutualisms: Do more symbionts facilitate host performance? PLoS ONE 7:e32079 Stier AC, Geange SW, Bolker BM (2013a) Predator density and competition modify the benefits of group formation in a shoaling reef fish. Oikos 122:171–178 Stier AC, Geange SW, Hanson KM, Bolker BM (2013b) Predator density and timing of arrival affect reef fish community assembly. Ecology 94:1057–1068 Stimson J (1990) Stimulation of fat-body production in the polyps of the coralPocillopora damicornisby the presence of mutualistic crabs of the genusTrapezia. Mar Biol 106:211–218 190Coral Reefs (2014) 33:181–191 123 Van der Heijden MGA, Klironomos JN, Ursic M, Moutoglis P, Streitwolf-Engel R, Boller T, Wiemken A, Sanders IR (1998) Mycorrhizal fungal diversity determines plant biodiversity, ecosystem variability and productivity. Nature 396:69–72 Wong ML, Munday P, Jones G (2005) Habitat patch size, facultative monogamy and sex change in a coral-dwelling fish,Caracanthus unipinna. Environ Biol Fish 74:141–150 Coral Reefs (2014) 33:181–191191 123 Stier & Leray 2013 ESM - A: Focal predator species and experimental manipulations Two predatory fishes: A) the coral croucher (Caracanthus maculatus) and B) the flame hawkfish (Neocirrhites armatus) inside of Pocillopora sp. coral heads. Photo credits: Thomas Vignaud. Experimental coral zip-tied to a cinder block (C) in the lagoon of Moorea. Coral croucher tagged with a unique color combination of elastomer just above the anal fin (see arrow in D). Stier & Leray 2013 Page 2 of 7 ESM - B: Effect of predators on 10 most abundant decapod Response of the ten most common species to each predator treatment (control – black, flame hawkfish: FL – red, coral croucher: CC – blue, and mixed species assemblage - green). Figure B1 Abundance 0 20 40 60 10 30 50 5 15 25 0 5 10 15 0 2 4 6 8 0 2 4 0 1 2 3 0 2 4 6 0 1 2 3 4 0 1 2 3 4 1FlControl2Fl1CC2CC1CC1Fl Predator Treatme",
  "sections": {
    "abstract": "Coral reefs are the most diverse marine systems in the world, yet our understanding of the processes that maintain such extraordinary diversity remains limited and taxonomically biased toward the most conspicuous species. Cryptofauna that live deeply embedded within the inter- stitial spaces of coral reefs make up the majority of reef diversity, and many of these species provide important protective services to their coral hosts. However, we know very little about the processes governing the diversity and composition of these less conspicuous but functionally important species. Here, we experimentally quantify the role of predation in driving the community organization of small fishes and decapods that live embedded withinPo- cillopora eydouxi, a structurally complex, reef-building coral found widely across the Indo-Pacific. We use surveys to describe the natural distribution of predators, and then, factorially manipulate two focal predator species to quan- tify the independent and combined effects of predator density and identity onP. eydouxi-dwelling cryptofauna. Predators reduced abundance (34 %), species richness (20 %), and modified species composition. Rarefaction revealed that observed reductions in species richness were primarily driven by changes in abundance. Additionally, the two predator species uniquely affected the beta diver- sity and composition of the prey assemblage. Predators reduced the abundance and modified the composition of a number of mutualist fishes and decapods, whose benefit to the coral is known to be both diversity- and density- dependent. We predict that the density and identity of predators present withinP. eydouximay substantially alter coral performance in the face of an increased frequency and intensity of natural and anthropogenic stressors.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show that both flame hawkfish and coral crouchers substantially alter fish and crustacean community organization, and we discuss the implications of shifts in community structure for coral growth and resilience.",
    "We found coral couchers and flame hawkfish in 65 and 81 % of the 93 surveyed corals, respectively.",
    "we found no effect of predator identity (F p =1.",
    "We showed novel effects of predatory fishes on the abundance, diversity, and composition of coral- dwelling fishes and decapods.",
    "significant effect of predators or interaction between predator density and identity for beta diversity based on species incidence or relative abundance, and there were no main effects of predator density or identity based on species relative abundance (ESM C)."
  ],
  "fullText": "\n\nREPORT\nPredators alter community organization of coral reef cryptofauna\nand reduce abundance of coral mutualists\nA. C. Stier\n•\nM. Leray\nReceived: 14 July 2013 / Accepted: 19 August 2013 / Published online: 3 September 2013\nÓSpringer-Verlag Berlin Heidelberg 2013\nAbstractCoral reefs are the most diverse marine systems\nin the world, yet our understanding of the processes that\nmaintain such extraordinary diversity remains limited and\ntaxonomically biased toward the most conspicuous species.\nCryptofauna that live deeply embedded within the inter-\nstitial spaces of coral reefs make up the majority of reef\ndiversity, and many of these species provide important\nprotective services to their coral hosts. However, we know\nvery little about the processes governing the diversity and\ncomposition of these less conspicuous but functionally\nimportant species. Here, we experimentally quantify the\nrole of predation in driving the community organization of\nsmall fishes and decapods that live embedded withinPo-\ncillopora eydouxi, a structurally complex, reef-building\ncoral found widely across the Indo-Pacific. We use surveys\nto describe the natural distribution of predators, and then,\nfactorially manipulate two focal predator species to quan-\ntify the independent and combined effects of predator\ndensity and identity onP. eydouxi-dwelling cryptofauna.\nPredators reduced abundance (34 %), species richness\n(20 %), and modified species composition. Rarefaction\nrevealed that observed reductions in species richness were\nprimarily driven by changes in abundance. Additionally,\nthe two predator species uniquely affected the beta diver-\nsity and composition of the prey assemblage. Predators\nreduced the abundance and modified the composition of a\nnumber of mutualist fishes and decapods, whose benefit to\nthe coral is known to be both diversity- and density-\ndependent. We predict that the density and identity of\npredators present withinP. eydouximay substantially alter\ncoral performance in the face of an increased frequency\nand intensity of natural and anthropogenic stressors.\nKeywordsPredation!Decapods!Neocirrhites\narmatus!Caracanthus maculatus!Trapezia!\nDascyllus\nIntroduction\nAn extraordinary diversity and biomass of invertebrates\nlive inconspicuously embedded within the matrix of coral\nreefs (Grassle1973; Brock and Brock1977; Klumpp et al.\n1988; Stella et al.2011; Enochs and Manzello2012). For\nCommunicated by Biology Editor Dr. Glenn Almany\nA. C. Stier and M. Leray have equal contribution to this work.\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00338-013-1077-2) contains supplementary\nmaterial, which is available to authorized users.\nA. C. Stier\nDepartment of Biology, University of Florida, 223 Bartram Hall,\nPO Box 118525, Gainesville, FL 32611-8525, USA\nPresent Address:\nA. C. Stier (&)\nDepartment of Zoology, University of British Columbia,\n#4200-6270 University Blvd., Vancouver, BC V6T 1Z4, Canada\ne-mail: adrian.stier@gmail.com\nM. Leray\nLaboratoire d’Excellence ‘‘CORAIL’’, USR 3278 CNRS EPHE,\nCRIOBE-CBETM, Universite\n ́\nde Perpignan,\n66860 Perpignan Cedex, France\ne-mail: leray.upmc@gmail.com\nPresent Address:\nM. Leray\nDepartment of Invertebrate Zoology, National Museum of\nNatural History, Smithsonian Institution, Washington, DC, USA\n123\nCoral Reefs (2014) 33:181–191\nDOI 10.1007/s00338-013-1077-2\n\nexample, a single coral colony ofPocillopora damicornis\ncan house more than 5000 crustaceans per square meter\n(Grassle1973). Yet, we know relatively little about the\necological  processes  that  contribute  to  the  diversity,\ndynamics, and persistence of these more cryptic reef\ncommunities. Studies in temperate systems point to pre-\ndation as a key processes promoting marine community\ndynamics (i.e., Keystone Predation, Paine1966), and some\nevidence suggests an increase in the strength of predation\nat lower latitudes may contribute to high tropical diversity\n(Pianka1966; Schemske et al.2009; Freestone et al.2010).\nHowever,  empirical  evidence  supporting  the  positive\neffects of predators on tropical diversity is mixed. For\nexample, predators can reduce coral and fish diversity by\ndisproportionately consuming rare prey (Chesher1969;\nGlynn1976; Almany and Webster2004). In contrast,\npredation can also increase diversity. For example, Stier\net al. (2013b) showed that predatory fish can increase prey\nfish diversity by promoting priority effects (Stier et al.\n2013b). Additionally, Marhaver et al. (2012) showed that\nspecies-specific microbes promote coral diversity through\nnegative frequency-dependent predation on coral recruits\n(i.e., a Janzen-Connell effect Janzen1970; Connell1971).\nHowever, studies examining the effects of predation on\ntropical marine diversity have been taxonomically biased\ntoward conspicuous and economically valuable corals and\nfishes. These groups make up only a fraction of tropical\nmarine biodiversity, which is heavily dominated by more\ncryptic invertebrate species (Stella et al.2011). Indeed, a\nsurvey quantifying the taxonomic breadth of species stud-\nied in kelp forests, mangroves, seagrasses, and coral reefs\nfound that species studied in coral reefs have the lowest\ntaxonomic breadth across these four systems (Fisher et al.\n2011). Such poor taxonomic coverage in studies of coral\nreefs restricts our understanding of a major component of\ntropical biodiversity and may therefore limit our appreci-\nation of the drivers of ecosystem function. In this study, we\nfocus on decapod crustaceans and small-bodied fish that\nlive within corals of the South Pacific. Decapod remains\nlitter the reef and are commonly found in fish stomach\ndissections (Kulbicki et al.2005; Enochs and Manzello\n2012; Kramer et al.2012; Leray et al.2012a,b,2013),\nsuggesting that crustaceans are major nodes in a vibrant\nweb of tropical marine trophic interactions and that pre-\ndation may be a key process driving decapod dynamics.\nIn addition to being a diverse yet underrepresented\ngroup in the ecological literature on tropical marine bio-\ndiversity, tropical decapods are also relevant, because a\nsubset of decapod species play a crucial role in the resil-\nience of their coral host. Certain species ofTrapeziaand\nAlpheuspromote coral growth and survival by alleviating\nstressors such as seastar predation (Glynn1983; Pratchett\n2001), sedimentation (Stewart et al.2006), and mucus-\nproducing snails (Stier et al.2010). Furthermore, these\ndecapods often co-occur with damselfishes that indirectly\npromote coral growth through oxygenation (Goldshmid\net al.2004) and nutrient subsidy (Meyer and Schultz1985;\nLiberman et al.\n1995; Holbrook et al.2008,2011). The\nbeneficial effects of mutualists on their host are often\ndependent on mutualist density and identity (Holland et al.\n2002); previous studies show increased coral performance\nwith increased density of and diversity of decapods\n(McKeon et al.2012; Stier et al.2012) and increased\ndensity of damselfish (Holbrook et al.2008). The benefits\neach mutualist species provides are also highly dependent\nupon the fish and decapod identity (Holbrook et al.2011;\nMcKeon et al.2012; Stier et al.2012). Therefore, if pre-\ndation affects the density, diversity, and composition of\ncoral mutualists or if different predator species differen-\ntially affect certain mutualist species, then, the perfor-\nmance  and  resilience  of  the  coral  host  may  be\nfundamentally altered by predator presence, density, or\nidentity (Knight et al.2006; Romero et al.2011).\nHere, we quantify the effect of predation in driving the\nabundance, diversity, and composition of decapods and\nfishes that live cryptically embedded between the branches\nofP. eydouxi, a dominant, structurally complex, reef-\nbuilding coral distributed widely across the South Pacific.\nOur study combines (1) a survey to explore the spatial\ndistribution of our two focal predators: the coral croucher\n(Scorpaenidae;Caracanthus maculatus) and the flame\nhawkfish (Cirrhitidae;Neocirrhites armatus) and (2) a\nrecruitment experiment to examine the independent and\ncombined effects of each predator species onP. eydouxi-\nassociated communities. We show that both flame hawkfish\nand coral crouchers substantially alter fish and crustacean\ncommunity organization, and we discuss the implications\nof shifts in community structure for coral growth and\nresilience.\nMaterials and methods\nStudy site and species\nWe conducted our study in the lagoon of Opunohu bay on\nthe North shore of Moorea, French Polynesia (17°30\n0\nS,\n149°50\n0\nW). Coral reefs are highly diverse ecosystems, and\ntens to hundreds of species can co-occur on a single coral\ncolony (Grassle1973; Lassig1977; Castro1988; Leray\net al.2012b). One such coral host is the coral genus\nPocillopora, which is an important reef-building coral\ndistributed widely across the Indo-Pacific. Multiple trophic\nlevels of fishes and invertebrates live among the branches\nofPocillopora,which provides structural habitat for sev-\neral co-occurring carnivorous fishes and a wide diversity of\n182Coral Reefs (2014) 33:181–191\n123\n\npotential invertebrate prey (*80 % decapods, Odinetz\n1983). We focused on the two most common predatory\nfishes that are strictly associated with pocilloporid corals\nand co-occur in coral heads at shallow depths: the flame\nhawkfish (Neocirrhites armatus) and the coral croucher\n(Caracanthus  maculatus)  (Randall2005).  Both  coral\ncrouchers and flame hawkfish are ambush predators that\nrestrict their movement to the inside of the coral host. Thus,\nboth predators and prey share structural refuge from larger\npredators (a common phenomena in many predator–prey\nsystems, Gotelli and Ellison2006), causing predators to\nlive in close proximity with a diversity of coral-associated\ndecapod prey species. The two focal predators exhibit\nslight differences in microhabitat use; coral crouchers\nremain deep among the coral branches, while the flame\nhawkfish are more mobile. These two predators primarily\ncomprised of crustaceans and also includes gastropods and\nfishes (morphological observations in gut contents; Randall\n2005; Bacchet et al.2006), DNA barcoding (Leray et al.\n2013), and DNA metabarcoding of prey tissue remains\n(Leray M, pers comm).\nPredator surveys\nTo describe natural variation in predator density, identity,\nand co-occurrence, we conducted a visual census of fish\npredators living among the branches of 93 haphazardly\nselected livePocillopora eydouxicolonies on the forereef\nbetween 6 and 10 m depth. Since adult predators occur on\nlargerP. eydouxi, we focused on corals with a maximum\ndiameter (l) and perpendicular diameter (w) ranging from\n20 to 40 cm and height (h) ranging from 15 to 30 cm.\nExperimental design\nWe executed a field experiment to quantify the response of\nthe prey community to shifts in the density, identity, and\nco-occurrence of coral crouchers and flame hawkfish. We\ncollected  60  dome-shapedP.  eydouxi(size  range,\nl9w9h: 25925915 to 35935920) from the\nforereef and removed all decapod and fish species using a\nlow concentration of anesthetic to minimize coral stress\n(0.02 % clove oil: Leray et al.2012b). After invertebrate\nremoval, we transplanted corals to a 6910 array of cinder\nblocks spaced 8 m apart in a nearby sand flat within\nOpunohu lagoon. Immediately following coral deployment,\nwe collected 20 solitary fish and 10 male–female pairs of\neach of the focal predator species fromP. eydouxicolonies\nin a nearby lagoonal site using hand nets and anesthetic\nclove oil (10 %). After tagging each individual fish with a\nunique color combination of elastomer (VIE; Northwest\nMarine Technology, Shaw Island, Washington, USA)\nabove and below the caudal peduncle, we measured and\nrandomly  assigned  fishes  to  six  predator  treatments\n(n=10) (see Electronic Supplemental Material, ESM A\nfor pictures of experimental set-up and predators). We used\na combination of an additive and substitutive design:\nControl (no predator), 1 coral croucher, 2 coral crouchers, 1\nflame hawkfish, 2 flame hawkfish, and 1 coral crou-\ncher?1 flame hawkfish. For treatments with two preda-\ntors of the same species, we retained the original pairing\nfrom collection because each of these species is often\nfound in male–female pairs, and the placement of two\nmales on a colony is impossible due to intense aggressive\ninteractions. Predators were deployed from April to August\nfor 126 days, and predator treatments were pressed to\nmaintain initial predator densities. Over the course of the\nexperiment, seven flame hawkfish and five coral crouchers\nmigrated. We returned these fish to their original coral\nhead. Five flame hawkfish and eight coral crouchers died or\nemigrated from the array and were replaced immediately\nfollowing their noted disappearance during predator cen-\nsuses conducted three times per week. At the end of the\nexperiment, all macro-invertebrates were collected using\nclove oil, identified to the lowest possible taxonomic level,\nand counted.\nStatistical analysis\nTo test the hypothesis that co-occurrence of coral crouchers\nand flame hawkfish inP. eydouxiis random, we generated\n10,000 null distributions of the surveyed data by randomly\nassigning each of the observed 224 fish predators to 93\ncorals. We, then compared observed distributions of\npredator density and co-occurrence (presence/absence) to\npermuted distributions.\nWe quantified the abundance and diversity of fishes and\ndecapods to measure the effect of the different predator\ntreatments. For abundance, we pooled the total number of\nfishes and decapods together for a single analysis. For\ndiversity, we partitioned effects of predators into within and\nbetween reef diversity (alpha and beta diversity, respec-\ntively). We examined two metrics for within-reef diversity.\nFirst, we assessed effects of predators on the mean number\nof species per individualP. eydouxicolony (hereafter spe-\ncies richness). Second, because predator treatments differed\nsubstantially in total prey abundance and shifts in abun-\ndance can cause corresponding shifts in diversity through\nsampling effects, we quantified rarefied within-reef diver-\nsity using individual-based rarefaction (i.e., alpha diversity\nadjusted for differences among reefs in number of indi-\nviduals) (Gotelli and Colwell2001). Although less studied,\npredators can affect beta diversity (i.e., the amount that prey\ndiversity varies from reef to reef) by modifying community\nsize,  preferential prey consumption, or changing the\nstrength of priority effects (Chase et al.2009; Stier et al.\nCoral Reefs (2014) 33:181–191183\n123\n\n2013a). To assess how predator treatments affected beta\ndiversity and composition, we calculated community dis-\ntance matrices for the 60 coral heads. Differences in beta\ndiversity can occur through shifts in species incidence (i.e.,\npresence-absence) or through differences in species relative\nabundance. Additionally, differences in alpha diversity can\nalso confound beta diversity estimates (Chase et al.2011).\nWe therefore examined communities using three distance\nmetrics that emphasize shifts in species incidence (Jaccard\nindex), shifts in species incidence adjusted for differences\nin alpha diversity (Raup-Crick index), and relative abun-\ndance (Manhattan index) (Anderson et al.2011; Chase et al.\n2011).\nFor each response variable, we conducted four planned\northogonal contrasts to assess the effects of coral crouchers\n(CC) and flame hawkfish (FL) on the prey community: (1)\nthe effect of predators: [Control] vs. [1 CC,2 CC,1 FL, 2\nFL, 1 CC?1 FL]; (2) the main effect of predator density:\n[1CC, 1FL] vs. [2CC, 2FL]; (3) the main effect of predator\nidentity: [1 CC,2 CC]vs.[1FL, 2 FL]; and (4) the\ninteraction between predator density and identity: [1 CC,2\nFL]vs.[2 CC, 1 FL]. One additional (non-orthogonal)\ncontrast was made to determine whether mixed versus\nmonospecific assemblages of predators had differential\neffects on prey abundance, diversity, and composition. We\nused attest to compare monospecific and mixed treat-\nments, which were contrasted at the same density: [2 CC,\n2FL] vs. [1CC?1FL].\nWe modeled abundance, richness, and rarefied richness\nusing a general linear model with a Gaussian error distri-\nbution. We tested for differences in beta diversity and\nmean community composition using nonparametric multi-\nvariate permutation analogs of univariate Leven’s test and\nANOVA: PERMADISP (beta diversity: Anderson et al.\n2006) and PERMANOVA (composition: Anderson2001),\nrespectively.\nWe examined beta diversity using the 10 most abundant\nspecies in the dataset (which accounted for 86 % of the\ntotal abundance) because rare species increase ‘‘stress’’ in\ndistance calculations (Legendre and Legendre1998). Note\nthat results for beta diversity and community composition\nreported below were qualitatively identical whether or not\nrare species were included. We used the statistical pro-\ngramming environment R 3.0.0 for the computation of all\nstatistics (R Development Core Team2013) and the\n‘‘Vegan’’ package (Oksanen et al.2013) for community\nanalysis and graphics.\nResults\nOur surveys showed that predatory fishes frequently co-\noccurred and were abundant on natural reefs. We found\ncoral couchers and flame hawkfish in 65 and 81 % of the\n93 surveyed corals, respectively. Observed patterns of\noccurrence and co-occurrence (i.e., presence-absence) of\nthe two predator species among the branches ofP. ey-\ndouxiare no different than expected by chance (Fig.1b).\nHowever, observed density distributions  of predatory\nfishes differed from the expected density distribution\nestimated from randomizations. Coral croucher densities\nnaturally varied from a single individual to a triplet, with\na higher frequency of pairs and a lower frequency of\nsinglets than expected by chance (Fig.1a). Flame hawk-\nfish, however, exhibited a greater range (1–5) of intra-\nspecific density, and solitary individuals occurred more\nfrequently  than  expected  by  chance  (Fig.1c).  Both\nhawkfish and coral crouchers have sophisticated mating\nsystems. Facultative monogamy has been documented in\nstudies of flame hawkfish (Donaldson1989) and in studies\nofCaracanthus unipinna, a closely related congener of\nthe focal coral croucher in this study (Caracanthus mac-\nulatus) (Wong et al.2005). Such flexible mating systems\nlikely contribute to the substantial variation in density of\nthe two predators.\nIn our recruitment experiment, four reefs were con-\nsumed by the corallivorous seastarAcanthaster planciand\nwere removed from all subsequent analyses, reducing the\nsample sizes for the 2CC treatment to 8 and the 1Fl and\n1CC1Fl treatments to 9. A total of 5921 individuals from\n73 species (54 decapods and 19 fishes) were sampled\nacross the 56 experimental reefs after 18 weeks (ESM B).\nFor decapods, 80.4 % of all individuals came from 4\nfamilies  (Palaemonidae:  50.2 %,  Trapeziidae:  10.9 %,\nAlpheidae: 10.5 %, Galatheidae: 8.8 %), and for fishes,\n86 % of individuals were damselfish. Because of the large\nnumber of statistical tests present in the analysis, the main\ntext  focuses  on  statistically  significant  effects  (i.e.,\np\\0.05), and ESM C provides the test statistics and\np-values for all contrasts. Notably, at a density of two\npredators per coral, there was no difference in abundance,\ndiversity, or composition between mixed and monospecific\npredator assemblages (ESM C); therefore we focus on the\neffects of the other contrasts below.\nPredators reduced total abundance\nThe aggregate effect of predation on prey abundance was a\n34 % reduction in abundance (t\n54\n=2.98,p=0.003,\nFig.2a).  However,  doubling  predator  densities  had\nopposing effects for each focal predator, which produced\nan  interaction  between  predator  density  and  identity\n(t\n54\n=2.64,p=0.008). Two flame hawkfish decreased\nprey abundance by an additional 76 % relative to one flame\nhawkfish, while a doubling in coral croucher density led to\na 19 % increase in prey abundance (Fig.2a).\n184Coral Reefs (2014) 33:181–191\n123\n\nPredators reduced species richness\nOn average, predators reduced species richness by 20 %\n(Fig.2b) (t\n54\n=2.95,p=0.005); however, there was no\neffect of predators when richness estimates were adjusted\nfor differences in abundance using rarefaction (Fig.2c)\n(t\n54\n=0. 30,p=0.77), suggesting reduction in prey\ndiversity in the presence of predators was driven by\nreductions in prey abundance (i.e., a ‘‘sampling’’ effect).\nThere was no significant interaction or main effects of\npredator density and identity for richness or rarefied rich-\nness (ESM C).\nExperimental effect of predators on beta diversity\nPredator density and identity each significantly affected the\nbeta diversity based on species incidence (identity: Fig.3,\nF\np\n=11.97;p=0.003; densityF\np\n=4.12;p=0.01).\nReefs with flame hawkfish had 70 % higher beta diversity\nthan those with coral crouchers, and reefs with two pre-\ndators had 43 % greater beta diversity than those with one\npredator (Fig.3b). These effects of predator density and\nidentity can be attributed to the interdependence of alpha\nand beta diversity when using the Jaccard index. Control-\nling for differences in species richness using the Raup-\nCrick metric, we found no effect of predator identity\n(F\np\n=1.18;p=0.28) or density (F\np\n=0.07;p=0.81).\nThere was no significant effect of predators or interaction\nbetween predator density and identity for beta diversity\nbased on species incidence or relative abundance, and there\nwere no main effects of predator density or identity based\non species relative abundance (ESM C).\nPredator species produced unique decapod\ncommunities\nPredators shifted community composition based on prey\nspecies  relative  abundance  (F\np\n=4.41;p=0.002).\nAdditionally, there was a significant main effect of predator\ndensity on composition based on both species incidence\n(F\np\n=1.84;p=0.05, Fig.3d) and relative abundance\n(F\np\n1,54\n=3.25;p=0.008, Fig.3c). Relative to corals\nwith a single predator, corals with two predators had a\nlower relative abundance ofChromis viridisandGalathea\nmauritiana, and a higher relative abundance ofHarpili-\nopsis spinigera(Fig.3c). Furthermore, the presence of two\npredators reduced the incidence (i.e., number of reefs\nSpecies\nNumber of Corals\nCCCC+FLFL\nNumber of FishNumber of Fish\n201345012345\n0\n10\n20\n30\n40\n50\nabc\nFig. 1Natural variation in\ndensity ofacoral crouchers\n(CC) andcflame hawkfish (FL)\nfrom surveys of 93 naturally\noccurringPocillopora eydouxi.\nPatterns of co-occurrence are\nalso presented (b).Colored bars\n(CC:blue, FL:red, CC?FL:\ngreen) represent 95 % quantiles\nfrom 10,000 randomizations of\nobserved distribution of\npredator co-occurrence\n50\n100\n150\nControl  1FL2FL    1CC   2CC 1CC1FL\nTreatment\nAbundance\n12\n14\n16\n18\n20\nRichness\n6\n7\n8\n9\n10\nRarefied Richness\na\nb\nc\nFig. 2Effect of predator treatments on total abundance (a) richness\n(b), and rarefied richness (mean±1 SE).Symbolsandcolors\nrepresent predator type (FL: Flame Hawkfish—red; CC: Coral\nCroucher—blue, mixed assemblage (1FL1CC)—green) and density\n(one predator—square, 2 predators,triangle, mixed assemblage—\ndiamond)\nCoral Reefs (2014) 33:181–191185\n123\n\noccupied) by the majority of common prey species (e.g.,\nAlpheus lottini,Trapezia bidentata, Dascyllus flavicaudus,\nandGalathea mauritiana), but increased the incidence of\nFennera chacei(Fig.3d). The two predators differed sig-\nnificantly in how they affected species composition based\non species relative abundance (F\np\n=3.44;p=0.005,\nFig.3c). Relative to coral crouchers, flame hawkfish\ntreatments had a greater relative abundance ofT. bidentata,\nAthanas dijboutensis, andH. spinigera, but had fewerF.\nchacei. There was, however, no aggregate effect of pre-\ndators on composition based on species incidence, inter-\naction between predator density and identity based on\nPericlimenes gonioporae\nTrapezia bidentata\nTrapezia serenei\nDascyllus   avicaudus \nChromis viridis \na\nc\nb\nd\nAlpheus djiboutensis\n0.10\n0.15\n0.20\n0.25\nOneTwo\nBeta Diversity (Jaccard)\nCroucherFlame\nPredator DensityPredator Identity\nControl  1Fl2Fl1CC   2CC 1CC1Fl\nP. gonioporae\nF. chacei\nFennera chacei\nH. spinigera\nPalaemonidae\nC. viridis\nD.  avicaudus\nPomacentridae\nG. mauritiana\nGalatheidae\nA. lottini\nA. djiboutensis\nAlpheidae\nT. bidentata\nT. serenei\nTrapeziidae\n0.50\n1.00\n0.00\nProportion of Abundance\nC. viridis\nG. mauritiana\nF. chacei\nD.  avicaudus \nT. bidentata\nA. lottini\nP. gonioporae\nA\n. djiboutensis\nH. spinigera\nT. serenei\n0.50\n1.00\n0.00\nProportion of Reefs Occupied\n0\nOne\nTwo\nDensity\nHarpiliopsis spinigera\nGalathea mauritiana\nAlpheus lottini\nFig. 3The effect of predator treatments on beta diversity and species\ncomposition of fish and decapod communities: predator density\n(a) and identity (b) on beta diversity based on species incidence (a,\nb). Inaandb,symbolscorrespond to predator contrasts (see Fig.2\nlegend for more detail). Also, shown are pictures of ten most common\nspecies and their composition based on relative abundance (c) and\nincidence (d).Colorsincanddcorrespond tocolorsonbordersof\nspecies photos\n186Coral Reefs (2014) 33:181–191\n123\n\nspecies incidence or relative abundance, or main effect of\npredator identity on composition based on species inci-\ndence (ESM C).\nPredation reduces coral mutualist abundance\nBoth predator species negatively affected the abundance of\nthe majority of known mutualists species present in our\nstudy. Predators reduced the abundance of damselfish by\n60 %, with strongest effects observed with two flame\nhawkfish and the mixed predator treatments (Fig.4a). All\npredator treatments had similar effects onAlpheus lottini,\nreducing abundance by an average of 30 % (Fig.4b). The\neffects of predators onTrapeziawere more context\ndependent. On average, predators reduced smallTrapezia\nspecies (T. tigrina, T. speciosa, T. bella, T. serenei, T.\nguttata, T. bidentata,andT. areolata) by 25 %. These\neffects were relatively consistent with the exception of the\n1 coral croucher treatment, which showed no difference\nfrom the control treatment. There was, however, no\napparent effect of predators on the abundance of large\nTrapezia spp.(T. flavopunctataandT. rufopunctata), a\ngroup known to have strong defensive benefits during\noutbreaks of the crown of thorns seastar (Acanthaster\nplanci) (Glynn1983; Pratchett2001; McKeon2010).\nDiscussion\nOur study explored the independent and combined effects\nof two predatory fish species on a diverse decapod prey\nassemblage. We showed novel effects of predatory fishes\non the abundance, diversity, and composition of coral-\ndwelling fishes and decapods. Predators negatively affected\nthe abundance of nearly all prey species in our experiment,\nwith strong effects on a number of species that are known\ncoral mutualists. Furthermore, predators also negatively\naffected two common groups from the families Palaemo-\nnidae and Galatheidae, but the ecological role of these\norganisms are not well known and require further study.\nThe strong negative effect of predators on decapod and\nfish abundance is likely a product of both consumptive and\nnon-consumptive effects. In addition to eating prey, pre-\ndators may have changed prey abundance and composition\nby affecting prey activity (Stankowich and Blumstein\n2005), behavior (Preisser et al.2005), or the strength of\ninteractions among indirectly interacting prey (Orrock\net al.2008). While reefs with predators had fewer species\npresent (i.e., lower richness, Fig.2b), rarefied diversity was\nequivalent across treatments (Fig.2c), suggesting that\nlower richness on predator treatments was driven by a\nsampling effect. The two focal predators differed in their\neffect on total prey and had unique effects on community\ncomposition.  The  stronger  negative  effects  of  flame\nhawkfish on abundance may be attributable to their larger\nmetabolic demand due to higher activity and larger body\nsize. Lastly, we speculate that the differences in prey\ncommunity composition between the two predator species\nis a product of predator microhabitat preference (spatial\nniche partitioning, Munday et al.2001) with coral crou-\nchers living and hunting deeper among the coral branches\nthan the flame hawkfish (pers. obs.).\nEffects of predator density, identity, and diversity\nPrevious studies examining the effects of predator diversity\nin modifying prey communities have concluded that both\nantagonism and cooperation among predators can modify\nprey community structure and ecosystem function (e.g.,\nByrnes et al.2006; Cardinale et al.2006). However, dis-\ntinguishing the effects of predator density from diversity\nand quantifying whether predators are antagonizing or\ncooperating requires explicitly incorporating the nonlin-\nearities of the predator functional response and the rate of\nprey depletion throughout an experiment (McCoy et al.\n2012). Although uncommon, the functional response and\nlevel of prey depletion in the presence of each focal\n0\n10\n20\n30\n40\n6\n8\n10\n12\n14\n2.0\n2.5\n3.0\n3.5\nControl\n1FL2FL\n1CC2CC\n1CC1FL\n0.5\n1.0\n1.5\n2.0\n2.5\nControl\n1FL2FL\n1CC2CC\n1CC1FL\nAbundance\nDamselfish\nSmall Trapezia spp.\nAlpheus lottini\nLarge Trapezia spp.\nba\ncd\nFig. 4Effect of six predator treatments on the four major groups of\nmutualists found inPocillopora eydouxi: damselfish (a),Alpheus\nlottini(b), small-bodiedTrapeziasp. (c), and large-bodiedTrapezia\nsp. We distinguish between small and largeTrapeziagroups (see\nResultsfor species identities), because size class is related to\ncharacteristic differences in functional roles. LargeTrapeziaare\nthought to be more critical for anti-predator defense against large\nseastars, whereas smallerTrapeziaare better known for defending\nagainst smaller gastropods and removing sediment.Symbol shapes\nandcolorsare identical to Fig.2\nCoral Reefs (2014) 33:181–191187\n123\n\npredator species can be readily estimated, and then, mul-\ntiple predator species functional response curves can be\nintegrated to generate expected proportions of prey killed\nunder the assumption that predator effects combined\nindependently. However, due to the destructive nature of\nour sampling in our system in the present study, we were\nunable to calculate each predator’s functional response or\nthe level of prey depletion, because the final prey density\nwas measured after recolonization rather than an instanta-\nneous per capita survival of prey. This same concern\napplies to testing whether predators antagonize or cooper-\nate as intraspecific predator density changes (sensu Skalski\nand Gilliam2001). Our inference about the mecha-\nnism(s) underlying the changes in community structure\nunder different predator assemblages (e.g., density-identity\ninteractions, main effects of density, or monospecific ver-\nsus mixed contrast) is therefore analytically constrained.\nFor example, flame hawkfish had stronger negative effects\non abundance with two predators relative to one predator,\nwhereas the effects of coral crouchers decreased with a\ndoubling in intraspecific density. The increased abundance\nof prey in the presence of high coral croucher density may\nbe evidence for intraspecific antagonism, or alternatively, a\nsingle predator may indirectly affect the foraging ability of\nanother predator in the absence of antagonism by simply\ndepleting the prey base and increasing the amount of time\nanother predator spends searching for prey (McCoy et al.\n2012). The increased negative effect of high-density pre-\ndators on species richness is similarly difficult to interpret.\nWe can, however, say that monospecific and mixed pred-\nator treatments exhibited statistically identical species\nrichness, a finding that concurs with the only other study\nthat has examined community-level response to predator\ndiversity  in  demographically  open  marine  systems\n(O’Connor and Bruno2009).\nThe consequences of predation on mutualists\nMutualist diversity often increases host production. For\nexample, trees increase their productivity when the diver-\nsity of root microbes increase (Van der Heijden et al.\n1998), and in ant-plant mutualisms, acacia tree fitness is\nmaximized when a diversity of ant mutualists are present\nthroughout the tree’s ontogeny (Palmer et al.2010). It is\nbecoming clear that predation can fundamentally alter\nmutualisms by modifying mutualist density, behavior, or\ncomposition (Anderson and Midgley2002; Knight et al.\n2006; Romero et al.2011). In this system, mutualist ser-\nvices by decapods and fishes are known to increase with\nmutualist density and diversity (Holbrook et al.2008;\nMcKeon et al.2012; Stier et al.2012); therefore, we\nhypothesize that the negative effects of each of our focal\npredators on mutualist abundance and diversity are likely\nto have negative indirect effects on coral growth and sur-\nvival. One caveat to this hypothesis is that one of the large\nTrapeziaspecies (T. rufopunctata) is known to increase the\nmortality of newly settled damselfishes (Schmitt et al.\n2009); however, largerTrapeziawere seemingly unaf-\nfected by the presence of our two focal predators (Fig.4d).\nThe  effects  of  the  predators  differed  somewhat\ndepending on the predator treatment and mutualist group.\nFor example, the two flame hawkfish reefs and the mixed-\nspecies predator treatment nearly eliminated damselfish\nfrom the community, whereas the other predator treatments\nmaintained somewhat larger populations. The effects of\npredators on abundance ofAlpheus lottiniand small-bodied\nTrapezia spp.were more uniform, with the exception that a\nsingle coral croucher had no obvious effect on small-bod-\niedTrapezia. At the scale of the array, the decreased\nincidence of certain mutualists (e.g.,Alpheus lottini,Tra-\npezia bidentata, Dascyllus flavicaudus) in treatments with\ntwo predators relative to one predator will likely add to the\nreduced level of mutualist services. Our findings comple-\nment a recent study that focused the role of a third addi-\ntional predator found in this system, the arc-eye hawkfish\n(Paracirrhites arcatus), affecting the density of mutualistic\ndamselfish. Arc-eye hawkfish reduced damselfish density,\nwhich has cascading negative indirect effects on coral\ngrowth (Holbrook et al.2011).\nAntagonistic and synergistic interactions among mutu-\nalists can be common in systems where a diverse set of\nmutualists co-occur. The presence of predators may either\ndisrupt or magnify these mutualist–mutualist interactions\n(e.g., due to changes in mutualist density, behavior, or\ncomposition), thereby altering host performance. In this\nsystem, the decreased density and incidence ofA. lottiniin\nthe presence of predators may compound the negative\nindirect effect of predators on the host, becauseT. serenei\nandA. lottiniare known to synergize while defending\ncorals from predatory seastars (McKeon et al.2012).\nAlthough untested, synergies within or among other deca-\npod or fish species may be similarly modified by the\npresence of predators.\nPredation on mutualists may also alleviate the host from\nthe energetic costs of symbiosis, which, depending on\nenvironmental conditions, may be so costly as to have a net\nnegative effect on host performance. In this system, the\nhypothesized negative indirect effects of coral crouchers\nand flame hawkfish on corals may be mitigated by the fact\nthat corals provide lipid bodies to their decapod mutualists\nin exchange for the decapod’s protective services (Stimson\n1990). These lipid bodies are a marine analog to extrafloral\nnectaries produced by the plants in ant-plant mutualisms\nwhere plants often subsidize ants with nectar in exchange\nfor ant protective services against herbivores. Additionally,\nnitrogenous  waste  excretion  by  the  predators  may\n188Coral Reefs (2014) 33:181–191\n123\n\npositively affect the coral by acting as a nutrient subsidy. In\ncontrast to the decapod mutualists, the fish-coral mutualism\nis unknown to cost the host coral energy. Given the suite of\ndirect, indirect, and higher-order interactions present inP.\neydouxicommunities, it is difficult to translate the conse-\nquences of the short-term interactions measured here and in\nother studies for the lifetime reproductive success of host\ncorals. Future studies should focus on disentangling the\neffects of trophic and mutualistic interactions across the\ncoral ontogeny to measure the relative contribution of\ncertain interactions to host fitness (Palmer et al.2010).\nIn conclusion, our findings add to a growing body of\nliterature that suggests that predators, despite their strong\neffects, do not act as stabilizing agents for diverse tropical\nmarine systems. Although predation in this system does not\nstabilize prey diversity (e.g., through frequency-dependent\nor keystone predation), the unique compositional differ-\nences produced by each predator treatment provides novel\ninsight into the processes governing spatio-temporal vari-\nation in the size and structure of key coral mutualist\ncommunities. Indeed, the mutualist fishes and decapods\nstudied heredoact as stabilizing forces by facilitating the\ngrowth and survival of the coral in the presence of a suite\nof anthropogenic and natural stressors, and this allowsP.\neydouxito persist and provide structure for a number of\nother non-mutualist species that hide within the branches of\nthe coral. Furthermore, our study expands upon the limited\ntaxonomic breadth in studies of reef ecosystems (Fisher\net al.2011) by examining the ecological drivers of a\ndiverse, but poorly studied group of fishes and decapods\nthat are a major component of the diet for commercially\nimportant fisheries species (e.g., snappers and groupers)\n(Kulbicki et al.2005). Developing a mechanistic under-\nstanding of the processes governing the structure and\ndynamics of small but critically important cryptofauna\ncommunities is a key to understanding the dynamics and\nstability of diverse coral reef ecosystems.\nAcknowledgmentsWe thank M. Be\n ́\nraud and volunteers of ‘‘Plane\n`\nte\nUrgence’’ for assistance in the field, A. Anker, G. Paulay, and J.\nPoupin for help with specimen identification, B. M. Bolker for help\nwith analysis, C. W. Osenberg and S. C. Mills, and two anonymous\nreviewers for helpful comments on the manuscript. This work was\nsupported by the Partnership University Fund and the Killam Foun-\ndation. Field work was conducted at CRIOBE and Richard B. GUMP\nstation.\nReferences\nAlmany GR, Webster MS (2004) Odd species out as predators reduce\ndiversity of coral-reef fishes. Ecology 85:2933–2937\nAnderson MJ (2001) A new method for non-parametric multivariate\nanalysis of variance. Austral Ecol 26:32–46\nAnderson B, Midgley JJ (2002) It takes two to tango but three is a\ntangle: mutualists and cheaters on the carnivorous plantRori-\ndula. Oecologia 132:369–373\nAnderson MJ, Ellingsen KE, McArdle BH (2006) Multivariate\ndispersion as a measure of beta diversity. Ecol Lett 9:683–693\nAnderson MJ, Crist TO, Chase JM, Vellend M, Inouye BD, Freestone\nAL, Sanders NJ, Cornell HV, Comita LS, Davies KF, Harrison\nSP, Kraft NJB, Stegen JC, Swenson NG (2011) Navigating the\nmultiple meanings of beta diversity: a roadmap for the practicing\necologist. Ecol Lett 14:19–28\nBacchet P, Zysman T, Lefe\n`\nvre Y (2006) Guide des poissons de Tahiti\net ses ı\nˆ\nles. Au vent des ı\nˆ\nles, Tahiti\nBrock RE, Brock JH (1977) A method for quantitatively assessing the\ninfaunal community in coral rock. Limnol Oceanogr 22:948–951\nByrnes J, Stachowicz JJ, Hultgren KM, Hughes AR, Olyarnik SV,\nThornber CS (2006) Predator diversity strengthens trophic\ncascades in kelp forests by modifying herbivore behaviour. Ecol\nLett 9:61–71\nCardinale BJ, Srivastava DS, Emmett Duffy J, Wright JP, Downing\nAL, Sankaran M, Jouseau C (2006) Effects of biodiversity on the\nfunctioning  of  trophic  groups  and  ecosystems.  Nature\n443:989–992\nCastro P (1988) Animal symbioses in coral reef communities - a\nreview. Symbiosis 5:161–184\nChase JM, Biro EG, Ryberg WA, Smith KG (2009) Predators temper\nthe relative importance of stochastic processes in the assembly of\nprey metacommunities. Ecol Lett 12:1210–1218\nChase JM, Kraft NJ, Smith KG, Vellend M, Inouye BD (2011) Using\nnull models to disentangle variation in community dissimilarity\nfrom variation ina-diversity. Ecosphere 2 art24. doi:10.1890/\nES10-00117.1\nChesher RH (1969) Destruction of Pacific corals by sea star\nAcanthaster planci. Science 165:280–283\nConnell JH (1971) On the role of natural enemies in preventing\ncompetitive exclusion in some marine animals and in rain forest\ntrees. In: Den  Boer PJ, Gradwell  G (eds) Dynamics of\npopulations: Proceedings of the advanced study institute on\ndynamics of numbers of populations. PUDOC, Wageningen,\npp 298–310\nDonaldson T (1989) Facultative monogamy in obligate coral-dwelling\nhawkfishes (Cirrhitidae). Environ Biol Fish 26:295–302\nEnochs IC, Manzello DP (2012) Species richness of motile cryptofa-\nuna across a gradient of reef framework erosion. Coral Reefs\n31:653–661\nFisher R, Knowlton N, Brainard RE, Caley MJ (2011) Differences\namong major taxa in the extent of ecological knowledge across\nfour major ecosystems. PLoS ONE 6:e26556\nFreestone AL, Osman RW, Ruiz GM, Torchin ME (2010) Stronger\npredation in the tropics shapes species richness patterns in\nmarine communities. Ecology 92:983–993\nGlynn PW (1976) Some physical and biological determinants of coral\ncommunity structure in the Eastern Pacific. Ecol Monogr\n46:431–456\nGlynn PW (1983) Increased survivorship in corals harboring crusta-\ncean symbionts. Mar Biol Lett 4:105–111\nGoldshmid R, Holzman R, Weihs D, Genin A (2004) Aeration of\ncorals by sleep-swimming fish. Limnol Oceanogr 49:1832–1839\nGotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures\nand pitfalls in the measurement and comparison of species\nrichness. Ecol Lett 4:379–391\nGotelli NJ, Ellison AM (2006) Food-web models predict species\nabundances  in  response  to  habitat  change.  PLoS  Biol\n4:1869–1873\nGrassle J (1973) Variety in coral reef communities. In: Jones OA,\nEndean R (eds) Biology and geology of coral reefs. Academic\nPress, New York, p 480\nCoral Reefs (2014) 33:181–191189\n123\n\nHolbrook SJ, Brooks AJ, Schmitt RJ, Stewart HL (2008) Effects of\nsheltering fish on growth of their host corals. Mar Biol\n155:521–530\nHolbrook SJ, Schmitt RJ, Brooks AJ (2011) Indirect effects of species\ninteractions on habitat provisioning. Oecologia 166:739–749\nHolland JN, DeAngelis DL, Bronstein JL (2002) Population dynamics\nand mutualism: functional responses of benefits and costs. Am\nNat 159:231–244\nJanzen DH (1970) Herbivores and the number of tree species in\ntropical forests. Am Nat 104:501–528\nKlumpp DW, McKinnon AD, Mundy CN (1988) Motile cryptofauna\nof a coral reef - abundance, distribution, and trophic potential.\nMar Ecol Prog Ser 45:95–108\nKnight TM, Chase JM, Hillebrand H, Holt RD (2006) Predation on\nmutualists can reduce the strength of trophic cascades. Ecol Lett\n9:1173–1178\nKramer MJ, Bellwood DR, Bellwood O (2012) Cryptofauna of the\nepilithic algal matrix on an inshore coral reef, Great Barrier\nReef. Coral Reefs 31:1007–1015\nKulbicki M, Bozec Y-M, Labrosse P, Letourneur Y, Mou-Tham G,\nWantiez L (2005) Diet composition of carnivorous fishes from\ncoral reef lagoons of New Caledonia. Aquat Living Resour\n18:231–250\nLassig BR (1977) Communication and coexistence in a coral\ncommunity. Mar Biol 42:85–92\nLegendre P, Legendre L (1998) Numerical ecology. 2nd English\nedition. Elsevier Science, Amsterdam\nLeray M, Boehm J, Mills SC, Meyer C (2012a) Moorea BIOCODE\nbarcode library as a tool for understanding predator–prey\ninteractions: insights into the diet of common predatory coral\nreef fishes. Coral Reefs 31:383–388\nLeray M, Be\n ́\nraud M, Anker A, Chancerelle Y, Mills SC (2012b)\nAcanthaster plancioutbreak: decline in coral health, coral size\nstructure modification and consequences for obligate decapod\nassemblages. PLoS ONE 7:e35456. doi:10.1371/journal.pone.\n0035456\nLeray M, Agudelo N, Mills SC, Meyer CP (2013) Effectiveness of\nannealing blocking primers versus restriction enzymes for\ncharacterization of generalist diets: unexpected prey revealed\nin the gut contents of two coral reef fish species. PLoS ONE\n8:e58076\nLiberman T, Genin A, Loya Y (1995) Effects on growth and\nreproduction of the coralStylophora pistillataby the mutualistic\ndamselfishDascyllus marginatus. Mar Biol 121:741–746\nMarhaver KL, Vermeij MJA, Rohwer F, Sandin SA (2012) Janzen-\nConnell effects in a broadcast-spawning Caribbean coral: distance-\ndependent survival of larvae and settlers. Ecology 94:146–160\nMcCoy MW, Stier AC, Osenberg CW (2012) Emergent effects of\nmultiple predators on prey survival: the importance of depletion\nand the functional response. Ecol Lett 15:1449–1456\nMcKeon CS (2010) Diversity in a tropical marine mutualism. Ph.D.\nthesis, University of Florida, p123\nMcKeon CS, Stier A, McIlroy S, Bolker B (2012) Multiple defender\neffects: synergistic coral defense by mutualist crustaceans.\nOecologia 169:1095–1103\nMeyer JL, Schultz ET (1985) Tissue condition and growth rate of\ncorals  associated  with  schooling  fish.  Limnol  Oceanogr\n30:157–166\nMunday PL, Jones GP, Caley MJ (2001) Interspecific competition and\ncoexistence  in  a  guild  of  coral-dwelling  fishes.  Ecology\n82:2177–2189\nO’Connor MI, Bruno JF (2009) Predator richness has no effect in a\ndiverse marine food web. J Anim Ecol 78:732–740\nOdinetz MO (1983) Ecologie et structure des peuplements de\ncrustaces decapodes associes aux coraux du generePocillopora\nen Polynesie Francasise et en Micronesie (Guam). These de 3\nrd\ncycle, Universite Pierre et Marie Curie, Paris\nOksanen J, Guillaume Blanchet F, Kind tR, Legendre P, O’Hara RB,\nSimpson GL, Solymos P, Stevens MH, Wagner H (2013) vegan:\nCommunity Ecology Package\nOrrock JL, Grabowski JH, Pantel JH, Peacor SD, Peckarsky BL, Sih\nA, Werner EE (2008) Consumptive and nonconsumptive effects\nof predators on metacommunities of competing prey. Ecology\n89:2426–2435\nPaine RT (1966) Food web complexity and species diversity. Am Nat\n100:65–75\nPalmer TM, Doak DF, Stanton ML, Bronstein JL, Kiers ET, Young\nTP, Goheen JR, Pringle RM (2010) Synergy of multiple partners,\nincluding freeloaders, increases host fitness in a multispecies\nmutualism. Proc Natl Acad Sci USA 107:17234–17239\nPianka ER (1966) Latitudinal gradients in species diversity: A review\nof concepts. Am Nat 100:33–46\nPratchett MS (2001) Influence of coral symbionts on feeding\npreferences of crown-of-thorns starfishAcanthaster planciin\nthe western Pacific. Mar Ecol Prog Ser 214:111–119\nPreisser EL, Bolnick DI, Benard MF (2005) Scared to death? The\neffects of intimidation and consumption in predator-prey inter-\nactions. Ecology 86:501–509\nR Development Core Team (2013) R: A language and environment\nfor statistical computing. R Foundation for Statistical Comput-\ning, Vienna, Austria\nRandall JE (2005) Reef and shore fishes of the South Pacific.\nUniversity of Hawaii Press\nRomero GQ, Antiqueira PAP, Koricheva J (2011) A meta-analysis of\npredation risk effects on pollinator behaviour. PLoS ONE\n6:e20689\nSchemske DW, Mittelbach GG, Cornell HV, Sobel JM, Roy K (2009)\nIs there a latitudinal gradient in the importance of biotic\ninteractions? Annu Rev Ecol Evol Syst 40:245–269\nSchmitt RJ, Holbrook SJ, Brooks AJ, Lape JCP (2009) Intraguild\npredation in a structured habitat: distinguishing multiple-pred-\nator effects from competitor effects. Ecology 90:2434–2443\nSkalski GT, Gilliam JF (2001) Functional responses with predator\ninterference: viable alternatives to the Holling Type II model.\nEcology 82:3083–3092\nStankowich T, Blumstein DT (2005) Fear in animals: a meta-analysis\nand  review  of  risk  assessment.  Proc  R  Soc  B-Biol  Sci\n272:2627–2634\nStella JS, Pratchett MS, Hutchings PA, Jones GP (2011) Coral-\nassociated invertebrates: diversity, ecology importance and\nvulnerability to disturbance. Oceanogr Mar Biol Annu Rev\n49:43–104\nStewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic\ncrabs maintain coral health by clearing sediments. Coral Reefs\n25:609–615\nStier AC, McKeon CS, Osenberg CW, Shima JS (2010) Guard crabs\nalleviate deleterious effects of vermetid snails on a branching\ncoral. Coral Reefs 29:1019–1022\nStier AC, Gil MA, McKeon CS, Lemer S, Leray M, Mills SC,\nOsenberg CW (2012) Housekeeping mutualisms: Do more\nsymbionts facilitate host performance? PLoS ONE 7:e32079\nStier AC, Geange SW, Bolker BM (2013a) Predator density and\ncompetition modify the benefits of group formation in a shoaling\nreef fish. Oikos 122:171–178\nStier AC, Geange SW, Hanson KM, Bolker BM (2013b) Predator\ndensity and timing of arrival affect reef fish community\nassembly. Ecology 94:1057–1068\nStimson J (1990) Stimulation of fat-body production in the polyps of\nthe coralPocillopora damicornisby the presence of mutualistic\ncrabs of the genusTrapezia. Mar Biol 106:211–218\n190Coral Reefs (2014) 33:181–191\n123\n\nVan der Heijden MGA, Klironomos JN, Ursic M, Moutoglis P,\nStreitwolf-Engel R, Boller T, Wiemken A, Sanders IR (1998)\nMycorrhizal fungal diversity determines plant biodiversity,\necosystem variability and productivity. Nature 396:69–72\nWong ML, Munday P, Jones G (2005) Habitat patch size, facultative\nmonogamy and sex change in a coral-dwelling fish,Caracanthus\nunipinna. Environ Biol Fish 74:141–150\nCoral Reefs (2014) 33:181–191191\n123\n\nStier & Leray 2013 \n \nESM - A: Focal predator species and experimental manipulations \nTwo predatory fishes: A) the coral croucher (Caracanthus maculatus) and B) the flame hawkfish \n(Neocirrhites armatus) inside of Pocillopora sp. coral heads. Photo credits: Thomas Vignaud. \nExperimental coral zip-tied to a cinder block (C) in the lagoon of Moorea. Coral croucher tagged \nwith a unique color combination of elastomer just above the anal fin (see arrow in D).  \n \n\nStier & Leray 2013 \nPage 2 of 7 \nESM - B: Effect of predators on 10 most abundant decapod \n \nResponse of the ten most common species to each predator treatment (control – black, flame \nhawkfish: FL – red, coral croucher: CC – blue, and mixed species assemblage - green).  \n \nFigure B1 \n \nAbundance\n0\n20\n40\n60\n10\n30\n50\n5\n15\n25\n0\n5\n10\n15\n0\n2\n4\n6\n8\n0\n2\n4\n0\n1\n2\n3\n0\n2\n4\n6\n0\n1\n2\n3\n4\n0\n1\n2\n3\n4\n1FlControl2Fl1CC2CC1CC1Fl\nPredator Treatment\n1FlControl2Fl1CC2CC1CC1Fl\nP. goniporaeT. bidentata\nH. spinigeraS. charon\nT. sereneiH. depressa\nAthanas sp.Galathea sp.\nA. lottiniT. tigrina\na)f)\nb)g)\nc)\nd)\ne)\nh)\ni)\nj)\n \n\nStier & Leray 2013 \nPage 3 of 7 \n \n \nPlate B1b Photographs of decapod species that recruited on experimental reefs. \nA: Alpheus dolerus (Alpheidae); B: Alpheus pachychirus (Alpheidae); C: Alpheus cf. sizou (Alpheidae); D: Alpheus \ndiadema (Alpheidae); E: Alpheus collumianus (Alpheidae); F: Synalpheus cf. gracilirostris (Alpheidae); G: Arete cf. \nindicus (Alpheidae); H: Cuapetes cf. ensifrons (Palaemonidae); I: Periclimenes gonioporae (Palaemonidae); J: \nHarpiliopsis depressa (Palaemonidae); K: Fennera chacei (Palaemonidae); L: Chlorocurtis jactans (Pandalidae); M: \nThor amboinensis (Hippolytidae); N: Saron marmoratus (Hippolytidae); O: Thinora maldivensis (Hippolytidae); P: \nCalaxius sp. (Axiidae); Q: Trapezia bidentata (Trapeziidae); R: Trapezia serenei (Trapeziidae); S: Trapezia tigrina \n(Trapeziidae); T: Trapezia flavopunctata (Trapeziidae);  U: Trapezia areolata (Trapeziidae); V: Liomera \nmonticulosa (Xanthidae); W: Galathea mauritiana (Galatheidae); X: Perinia tumida (Majidae) \n\nStier & Leray 2013 \nPage 4 of 7 \nTable B1 Mean (± 1SD ) abundance of all fishes and decapods inside P. eydouxi at the end of the recruitment study. Empty cells \nrepresent 0. CC: Caracanthus maculatus; FL: Neocirrhites armatus. \n \n \n Control 1CC 2CC 1FL 2FL 1CC1FL \nFamily Species \nMean SD Mean SD Mean SD Mean SD Mean SD Mean SD \nPalaemonidae \nP. gonioporae 29.30 23.20 18.30 14.36 33.63 25.61 16.22 19.66 5.40 6.15 22.33 14.57 \nPalaemonidae \nH. spinigera 20.70 8.96 19.80 9.48 15.13 17.24 18.00 9.15 15.70 11.77 15.89 8.88 \nPalaemonidae \nF. chacei 4.60 13.51 18.80 40.79 49.25 84.73 2.67 5.98 3.90 4.12 6.44 17.85 \nGalatheidae \nG. mauritiana 19.30 17.68 14.50 8.06 8.00 14.17 7.89 7.25 2.00 3.74 2.33 2.74 \nTrapeziidae \nT. serenei 1 4.85 11.90 6.30 6.75 2.76 6.33 4.56 5.90 3.07 6.44 3.05 \nAlpheidae \nA. djiboutensis 7.10 5.90 4.00 4.97 4.50 2.98 5.56 3.17 4.60 4.01 3.44 2.83 \nAlpheidae \nA. lottini 3.20 1.99 2.10 1.45 2.63 2.39 2.56 0.73 2.50 1.43 2.33 1.12 \nTrapeziidae \nT. bidentata 2.00 1.63 1.10 0.99 1.75 1.75 2.33 1.32 1.30 1.70 1.00 1.22 \nAlpheidae \nS. charon 1.40 0.70 1.20 0.92 1.63 0.74 1.44 0.88 1.20 1.03 1.22 1.09 \nPalaemonidae \nH. depressa 1.60 1.51 0.90 1.10 1.13 1.55 0.89 1.83 1.30 1.83 0.89 0.93 \nAlpheidae \nA. pachychirus 1.30 1.34 1.10 1.45 0.25 0.46 1.22 0.97 0.90 0.99 1.33 1.32 \nPortunidae \nT. admete 1.00 0.94 1.20 1.23 0.63 0.74 0.78 0.97 0.90 0.88 0.67 0.87 \nTrapeziidae \nT. tigrina 0.70 0.95 1.30 1.70 0.50 0.76 1.22 1.64 0.90 1.20 0.56 0.53 \nHyppolitidae \nT. paschalis 1.10 2.47 0.70 2.21 2.50 7.07 0.11 0.33 0.60 0.84 0.33 0.71 \nAlpheidae \nA. diadema 0.50 0.53 0.80 0.92 0.38 0.74 1.11 1.05 0.20 0.42 0.44 1.01 \nXanthidae \nD. hispida 1.10 1.29 0.30 0.67 0.50 0.93 0.78 0.83 0.20 0.42 0.33 0.50 \nTrapeziidae \nT. guttata 0.40 0.70 0.40 0.70 0.25 0.71 0.56 1.33 0.40 0.97 0.67 1.41 \nPalaemonidae \nC. cf. ensifrons 0.20 0.63 0.20 0.63 0.63 1.19 0.56 0.88 0.50 0.53 0.44 1.01 \nTrapeziidae \nT. areolata 0.50 0.85 0.50 0.71 0.13 0.35 0.33 0.50 0.10 0.32 0.22 0.44 \nEpialtidae \nM. monoceros 0.30 0.67 0.10 0.32 0.25 0.71 0.44 0.88   0.22 0.44 \nAlpheidae \nS. gracilirostris 0.20 0.63 0.10 0.32 0.13 0.35 0.22 0.67 0.30 0.67   \nHyppolitidae \nT. amboinensis 0.30 0.67 0.40 0.52   0.11 0.33     \nPalaemonidae \nC. jactans 0.10 0.32     0.11 0.33 0.60 1.90   \nAlpheidae \nA. collumianus 0.50 1.58   0.25 0.71       \nAlpheidae \nA. equalis 0.20 0.42       0.30 0.48 0.22 0.44 \nTrapeziidae T. speciosa   0.50 1.58 0.25 0.71       \nTrapeziidae \nT. rufopunctata   0.40 0.70 0.25 0.71   0.10 0.32   \nAlpheidae \nA. dolerus 0.40 0.70     0.22 0.44     \nPilumnidae \nP. tahitensis 0.30 0.95       0.30 0.48   \nGalatheidae \nPhylladiorhynchus sp       0.11 0.33   0.44 1.33 \nXanthidae \nP. speciosa   0.10 0.32       0.44 0.88 \n\nStier & Leray 2013 \nPage 5 of 7 \nAlpheidae \nA. parvirostris 0.20 0.63     0.11 0.33   0.11 0.33 \nTrapeziidae \nT. bella 0.10 0.32   0.13 0.35     0.22 0.67 \nXanthidae \nC. laevissima 0.10 0.32   0.13 0.35 0.11 0.33 0.10 0.32   \nXanthidae \nX. lamarcki 0.10 0.32   0.25 0.46     0.11 0.33 \nAlpheidae \nAlpheus sp.   0.20 0.63 0.13 0.35       \nXanthidae \nCymo sp. 0.10 0.32 0.20 0.63         \nXanthidae \nC. quadrilobatus 0.20 0.63     0.11 0.33     \nEpialtidae \nP. tumida 0.10 0.32       0.10 0.32   \nEpialtidae \nM. orientalis 0.10 0.32 0.10 0.32         \nPorcellanidae \nPetrolisthes sp.         0.20 0.42   \nTrapeziidae \nT. flavopunctata   0.10 0.32       0.11 0.33 \nXanthidae \nP. paumotensis 0.20 0.42           \nXanthidae \nL. monticulosa 0.10 0.32 0.10 0.32         \nAlpheidae \nA. indicus           0.11 0.33 \nAlpheidae \nS. tumidomanus       0.11 0.33     \nAlpheidae \nA. sizou           0.11 0.33 \nAxiidae \nCalaxius sp. 0.10 0.32           \nHyppolitidae \nS. marmoratus       0.11 0.33     \nPalaemonidae \nOnycocaris sp. 0.10 0.32           \nPortunidae \nT. coeruleipes 0.10 0.32           \nXanthidae \nM. nudipes   0.10 0.32         \nXanthidae \nP. pugil 0.10 0.32           \nXanthidae \nP. semigranosa     0.13 0.35       \nPomacentridae \nD. flavicaudus 16.20 6.61 11.70 9.62 10.88 8.08 11.00 12.09 3.40 4.58 2.33 2.69 \nPomacentridae \nC. viridis 14.70 35.82     11.11 33.33     \nPomacentridae \nD. aruanus 3.10 2.60 1.80 1.55 1.38 1.69 0.22 0.67 0.40 0.70 0.11 0.33 \nPomacentridae \nP. modestus 1.20 1.55 0.70 0.82 0.25 0.71 0.89 1.27 0.30 0.67 0.33 0.50 \nScorpaenidae \nS. fowleri 0.40 0.70   0.75 1.16 0.56 0.88     \nPomacentridae \nP. pavo 0.30 0.48 0.50 0.71     0.40 0.97 0.11 0.33 \nLabridae \nT. hardwicke 0.20 0.42 0.30 0.48 0.25 0.46 0.22 0.44 0.10 0.32 0.22 0.44 \nScorpaenidae \nA. coccineus   0.40 0.84 0.38 0.52 0.22 0.44   0.11 0.33 \nGobiidae \nEviota sp.   0.60 0.84     0.10 0.32   \nAcanthuridae \nAcanthurus sp 0.20 0.42   0.13 0.35   0.10 0.32   \nScorpaenidae \nS. tinkhami 0.20 0.63     0.11 0.33   0.11 0.33 \nChaetodontidae \nC. citrinellus 0.10 0.32 0.20 0.63         \nApogonidae \nA. semipunctata 0.10 0.32   0.13 0.35 0.11 0.33     \n\nStier & Leray 2013 \nPage 6 of 7 \n \n \nHolocentridae \nS. microstoma     0.13 0.35 0.22 0.67     \nCirrhitidae \nP. arcatus     0.13 0.35     0.11 0.33 \nPomacentridae \nS. bandanensis   0.10 0.32       0.11 0.33 \nApogonidae \nO. angustatus 0.10 0.32           \nBalistidae \nP. flavimarginatus   0.10 0.32         \nScorpaenidae \nP. antennata         0.10 0.32   \n \n             \n\nStier & Leray 2013 \nPage 7 of 7 \nESM - C: Community response to five contrasts among six predator treatments.  \n \nWe do not report main effects of predator density and identity (ID) when there is a significant interaction between density \nand identity (Density*ID). Degrees of freedom are not available for beta diversity or composition tests because they are \nperumetation based.  Bolded values are significant (i.e. p < 0.05) \n \n Predation Density*ID Density ID Diversity \nResponse \ntest \nstatistic \np value \ntest \nstatistic \np value \ntest \nstatistic \np value \ntest \nstatistic \np value \ntest \nstatistic \np value \nabundance \nt = 2.98, \ndf = 54 \n0.003 \nt = 2.64, \ndf = 54 \n0.008 NA NA NA NA \nt = 0.90, \ndf = 54 \n0.376 \nrichness \nt = 2.98, \ndf = 54 \n0.008 \nt = 0.13, \ndf = 54  0.901 \nt = 1.58, \ndf = 54 0.121 \nt = 0.77, \ndf = 54 0.446 \nt = 0.13, \ndf = 54 \n0.895 \nrarefied  \nrichness \nt = 0.30, \ndf = 54 \n0.77 \n1.86, \ndf = 54 0.068 \nt = 0.88, \ndf = 54 0.379 \nt = 1.91, \ndf = 54 0.061 \nt = 0.03, \ndf = 54 \n0.98 \nBeta  \n(Jaccard) F\nπ\n \n= 2.47 0.137 F\nπ\n \n= 1.06 0.371 \nF\nπ\n= \n11.97 \n0.003 F\nπ\n= 4.12 0.01 F\nπ \n= 0.02 0.898 \nComposition \n(Jaccard) F\nπ\n \n= 2.45 0.085 F\nπ\n \n= 1.91 0.171 F\nπ\n \n= 4.12 0.049 \nF\nπ\n \n= \n11.97 0.001 \nF\nπ \n= 1.23 0.243 \nBeta \n (Manhattan) F\nπ\n \n= 2.47 0.104 F\nπ\n \n= 1.92 0.189 F\nπ\n \n= 0.34 0.573 F\nπ\n \n= 0.91 0.362 \nF\nπ \n= 0.01 0.918 \nComposition \n(Manhattan) F\nπ\n \n= 4.41 0.004 F\nπ\n \n= 0.83 0.551 F\nπ\n \n= 3.25 0.006 F\nπ\n \n= 3.44 0.009 \nF\nπ \n= 0.58 0.659 \nBeta \n(Raup-Crick) F\nπ\n \n= 3.81 0.069 F\nπ\n \n= 0.15 0.148 F\nπ\n \n= 0.07 0.807 F\nπ\n \n= 1.18 0.282 \nF\nπ \n= 0.18 0.788 \n \n ",
  "extractedAt": "2025-12-12T18:45:13.166Z",
  "success": true,
  "matchedPublication": {
    "title": "Predators alter community organization of coral reef cryptofauna and reduce abundance of coral mutualists",
    "doi": "10.1007/s00338-013-1077-2",
    "year": "2014",
    "authors": "Stier, A. C.; Leray, M."
  }
}