{
  "filename": "Stier et al. (Coral Reefs) 2025.pdf",
  "numPages": 10,
  "text": "Vol.:(0123456789) Coral Reefs https://doi.org/10.1007/s00338-025-02647-4 REPORT Fish services to corals: a review of how coral‑associated fishes benefit corals Adrian C. Stier 1,2 · Tory J. Chase 3 · Craig W. Osenberg 4 Received: 29 May 2024 / Accepted: 9 March 2025 © The Author(s), under exclusive licence to International Coral Reef Society (ICRS) 2025 Keywords Coral health · Marine symbiosis · Coral resilience · Marine biodiversity · Coral-fish interactions · Nutrient cycling Introduction Despite occurring in nutrient-poor tropical waters, coral reefs are among the most diverse ecosystems globally (Reaka-Kudla et al. 1996; Plaisance et al. 2011). The excep- tional biodiversity of these ecosystems can be attributed not only to the immense diversity of coral species, but also to the multitude of fish and invertebrate species that depend on these individual colonies, coral reefs, and the resources they provide (Bellwood et al. 2017; Siqueira et al. 2023). However, these coral reef ecosystems are facing increas- ing threats from a range of disturbances (e.g., pollution, overfishing, and climate change), causing the widespread destruction of the world’s coral reefs (Eddy et al. 2021). The importance of hard corals to their fish and invertebrate occupants is evident; loss of coral quantity, quality, and/ or complexity can affect fish and invertebrate biodiversity, abundance, and species composition (Beukers and Jones 1997; Jones et al. 2004; Bonin et al. 2011; Stier et al. 2014; Pratchett et al. 2020). There is also growing recognition of the reciprocal benefits that fishes and invertebrates offer to these corals (Stier and Osenberg 2024a). Such benefits may help buffer corals against natural and human-induced stress- ors, enhancing their resilience to changing environmental conditions (Toby Kiers et al. 2010). Comprehending these symbiotic relationships and their effects on coral biology not only deepens our understanding of the mutualistic networks that may have sustained coral reefs historically, but also offers insights into harnessing these positive interactions to enhance restoration efforts on reefs (Shaver and Silliman Abstract On coral reefs, hard corals (order Scleractinia) provide habitat for an extraordinary diversity of reef fishes, many of which have close associations with the coral. Coral can provide these fishes nesting sites, food and protec- tion from predators. The fishes can also benefit the corals, through fish-derived services resulting from, for example, diurnal and nocturnal movements, foraging, and nutrient excretion. Here, we synthesize how coral-associated fishes (i.e., coral reef fishes that have prolonged or permanent dependency on live coral) positively contribute to the health and resilience of corals. We highlight how certain coral- associated fishes offer a variety of benefits to corals, includ- ing enhanced oxygenation, nutrient subsidies and recycling, sediment removal, and protection against predators and para- sites. Our review highlights the critical role that some coral- associated fishes have in supporting reef function, and in some cases, conferring resilience. * Adrian C. Stier astier@ucsb.edu Tory J. Chase torychase@skidmore.edu Craig W. Osenberg osenberg@uga.edu 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106, USA 3 Environmental Studies and Sciences Department, Skidmore College, 815 N Broadway, Saratoga Springs, NY 12866, USA 4 Odum School of Ecology, University of Georgia, 140 E Green St, Athens, GA 30602, USA Coral Reefs 2017; Ladd et al. 2018; Seraphim et al. 2020; Shaver et al. 2022). In this paper, we focus on the positive effects of coral- associated fishes, which we define as species that maintain close spatial relationships with live coral structures, using them for shelter, feeding, breeding, or territorial defense. These associations range from obligate coral dwellers, which spend nearly their entire life within coral colonies such as damselfishes and gobies, to facultative species that use corals opportunistically or for shelter such as grunts and snappers (Fig. 1). Territorial species like farmerfish also interact with corals by colonizing live corals and then cultivating algae within their territories, which leads to the demise of some corals but facilitation of others (White and O’Donnell 2010). We highlight the multifac- eted ways coral-associated fishes positively affect corals including: enhancing oxygenation, nutrient cycling, sedi- ment removal, and predator defense, and mitigating the deleterious effects of disease, parasites, and macroalgae (Fig. 2). We then examine how these fish-mediated effects may interact with and potentially alleviate the harmful impacts of marine heatwaves. Lastly, we emphasize the need for a more mechanistic understanding of these fish- coral relationships, and discuss their implications for the conservation and restoration of coral reef ecosystems. Fish‑derived services to the coral holobiont Below, we briefly review the major ways in which fishes can benefit the coral holobiont. We emphasize the coral holobiont because many of the proposed mechanisms by which fish benefit corals are mediated through effects on their symbiotic algae or their microbiome, rather than being limited to effects on the coral tissue only. We also emphasize beneficial effects instead of direct deleterious effects (like consumption of coral tissue), and we do not discuss indirect effects of herbivores on corals via reduc- tions in macroalgal biomass, as these interactions are not directly tied to coral-fish interactions and have been cov- ered extensively in other reviews (Ledlie et al. 2007). Fig. 1 Examples of coral-asso- ciated fishes and corals, includ- ing (a) damselfishes (Dascyllus arunaus and other species) and their host coral, Acropora sp., in Okinawa, and b farmerfish (Stegastes nigricans) defend- ing its territory of turf algae lawns with scleractinian corals, c diurnal aggregations of Hae- mulon flavolineatum (grunts) in the Caribbean (Photos: Adobe Stock) Coral Reefs Oxygenation and water flow Coral-associated fishes may play a key role in oxygenating and increasing water flow around the surface of branching corals which is vital to the metabolism of corals and their symbiotic algae (Nelson and Altieri 2019). This process may be particularly key at night, when the center of a branch- ing coral can become anoxic due to a lack of water flow, in combination with respiration by the coral in the absence of photosynthesis by Symbiodiniacea (Shashar et al. 1993). An early study Goldshmid et al. (2004) initially discovered ven- tilation by three coral-associated fishes: Dascyllus margina- tus, Dascyllus aruanus, and Chromis viridis. Two additional studies provide key insights into the effects of this oxygena- tion on coral biology. For example, Berenshtein et al. (2015) studied the contribution of damselfishes to coral oxygena- tion at night. These fishes, while largely inactive during the night, continue to hover in a sleep-like state within the coral matrix. This activity maintains a continuous flow of water across the coral surface, enhancing gas exchange, reducing the diffusive boundary layers and thereby improving oxygen- ation of the coral (Goldshmid et al. 2004; Berenshtein et al. 2015). Beneficial effects of fish-induced water movement are also apparent during the day: e.g., Garcia-Herrera et al. (2017) found that one of these same coral-dwelling damself- ish Dascyllus marginatus increased coral photosynthesis by 3–6% via fish ventilation. This body of work is particularly relevant to corals of today and the future because hypoxia is increasing on many coral reefs, which can have devastating effects on corals and their occupants (Altieri et al. 2017; Hughes et al. 2020; Pezner et al. 2023), and fishes can help mitigate those effects. Nutrient cycling and subsidy Reef fishes provide concentrated nutrients to corals by forag- ing in the water column or on the seafloor, and then return- ing to shelter in the coral reef, where they egest and excrete nutrients (Allgeier et al. 2017). Fish excretion and feces pro- vide macro- and micro-nutrients, although the composition and concentration of these nutrients vary among fish spe- cies and trophic guilds (Van Wert et al. 2023). Ammonium (NH 4 + ), which is the most readily available form of nitrogen for the coral holobiont, is one of the most important nutri- ents excreted by fishes (Allgeier et al. 2017). Fish excretion increases the availability of ammonium to the coral and its Symbiodiniacea (Shantz et al. 2023) affecting reef biogeo- chemical cycles and increasing coral growth (Allgeier et al. 2017). Early work on large schools of grunts (Haemulidae) in the Caribbean showed that grunts foraged away from reefs at night, but hovered near and around corals during the day (Meyer et al. 1983; Meyer and Schultz 1985a, b). These migrating fish schools provided essential nutrients (includ- ing nitrogen and phosphorus) to corals, which enhanced the density of Symbiodiniacea and consequently increased coral growth (Meyer et al. 1983; Meyer and Schultz 1985a, b). More recent work has shown that these grunt shoals increase the concentration of nitrogen and phosphorus around corals by tenfold, causing increases in crustose cor- alline algae but reductions in macroalgae, and leading to a 75% increases in growth of Acropora cervicornis (Shantz et al. 2015). The reduction in nutrient-limited macroalgae was not predicted, but reefs occupied by schools of grunts had substantially higher rates of grazing by herbivores, which mitigated any potential benefit of nutrient addition on Fig. 2 Positive interactions between coral-associated fishes and their coral hosts. Coral-associated fishes provide several ecosystem services, including sediment removal, defense against coral predators, enhancement of water flow and oxygenation, nutrient cycling, algae removal, and reduction of diseases and parasites. These services directly support coral health by improving growth, reducing stress, and increas- ing resilience to environmental disturbances. Graphics from the Integration and Application Network (ian.umces.edu/media- library) Coral Reefs the macroalgae. The net beneficial effects of grunts has the potential to facilitate coral recovery after disturbance events. However, surveys at larger scales in the Florida Keys found an entirely different pattern, with lower rates of herbivory, lower abundance of juvenile corals, and higher macroal- gae biomass in areas with higher amounts of fish excretion (Burkepile et al. 2013). Thus, it is possible that either there is a paradox with differing patterns arising at different spatial scales, or that there are alternate stable states, such that once a reef tips into an algal dominated state, fish excretion facili- tates further overgrowth of coral by algae (Mumby 2009). Effects of coral-associated fishes on corals can also extend to reproductive benefits as demonstrated by stud- ies of the damselfish, Dascyllus marginatus, and its host coral, Stylophora pistillata, in the Gulf of Eilat (Liberman et al. (1995). Over a 13-month period, corals with resident damselfish exhibited approximately 37% greater growth in skeletal surface area compared to corals without fish. While there was no change in per surface area reproductive output, corals with fish did have higher reproductive capacity due to their greater surface area. Complementary studies in the tropical Pacific provide important insights into the temporal variation in benefits and how these benefits vary with coral morphology. For example, growth of the branching coral, Pocillopora sp. was positively associated with densities of damselfishes (Chromis viridis, Dascyllus aruanus, and Dascyllus flavicaudus) living inside the coral colonies (Holbrook et al. 2008). Ammonium in the interstitial spaces of the coral was elevated, especially during midday when fish feeding peaked, and also at night when the planktivorous fishes were sheltering within the coral. Char- acteristics of the coral influenced the magnitude of these effects. For example, another species of Pocillopora with a wider branching pattern (P. grandis) had much lower reten- tion times of ammonium compared to the narrow branching corals (Holbrook et al. 2008), demonstrating an interaction between the effects of fishes and coral morphology. The role of coral-associated fishes in affecting coral growth also can depend on the environment. Dascyllus aruanus can ameliorate the negative effects of depth and low light on growth of Pocillopora damicornis (Chase et al. 2014), but these positive effects flipped to negative effects in sites with high nitrogen concentrations and high flow (Chase et al. 2014). While the mechanism of these context depend- encies remains somewhat unclear, a recent dynamic energy budget model by Detmer et al. (2022) showed that the posi- tive effects of fishes on corals could switch to negative at very high densities of fish due to the very high nitrogen con- centrations: nitrogen can be beneficial at low concentrations, but may be deleterious or toxic at higher concentrations (Gil 2013; Becker et al. 2021; Detmer et al. 2022). Exactly how the concentrations of water column nitrate or ammonium concentrations and fish interact is an active area of research. Only one study to date has factorially manipulated fishes and background nutrients. On an artificial reef in the Bahamas, Allgeier et al. (2020) manipulated nutrients and fish, and examined how coral growth and the density of Symbiodini- acea changed. Fish effects did not depend on the addition of nitrogen; however there also was no main effect of nitro- gen, suggesting that the concentration of nitrogen was only minimally affected by the nitrogen addition treatment and was not sufficiently high to create deleterious effects of fish. Sedimentation The presence of fishes within the coral colony not only reduces anoxia and increases nutrients, but can also lead to the removal of sediments. Because sediments can reduce coral survival by reducing light availability, heterotrophic feeding, and oxygen availability (Weber et al. 2012), fishes can enhance coral survival, especially in coastal areas with high sediment loads. For example, in experiments with the damselfish, Dascyllus aruanus and Pomacentrus moluccen- sis, corals without fish had 2–5 × more sediment accumula- tion compared with colonies with fishes, resulting in up to a 90% reduction in coral survival (Chase et al. (2020b). Coral dwelling fishes can remove sediments from coral via pas- sive means (i.e., by their movement within and around host corals), by stimulating coral mucus production (i.e. which can lead to sediment removal), by movement of coral pol- yps (which can also dislodge sediments) (Stafford-Smith and Ormond 1992) or via consumption or trapping sediments in their gills (Chase et al. 2020b). Because these same fishes provide nutrients to the coral, which likely increases the energy available for mucus production or polyp movement, the effects of fish on sediment removal and the supply of nutrients likely interact synergistically. Protection from corallivores Coral-associated fishes can mitigate the negative effects of coral predators by defending their colony from predation (Dirnwoeber and Herler 2013). For example, Dascyllus aru- anus reduced the feeding rate of butterflyfishes on Pocillo- pora damicornis colonies by 90% (Chase et al. 2014, 2018). Stegastes nigricans, a territorial farmerfish that farms turf algae and is common to the South Pacific, protects branch- ing coral colonies within its territory from a suite of cor- allivorous fishes (e.g., Arothron meleagris and Chaetodon lunulatus). Surveys of similar farmerfish territories in Guam and Polynesia have shown that coral diversity is much higher inside when compared to outside territories (Shannon’s diversity index (H′) = 0.52 (inside) and 0.14 (outside)); some coral species (n = 3) are only found within Stegastes ter- ritories (Gochfeld 2010). Colonies of Acropora striata and Montipora floweri in French Polynesia had higher growth Coral Reefs and survival rates inside S. nigricans territories compared to reefs without these territorial fishes (Gleason 1996; White and O’Donnell 2010). Similar studies in Guam found that tissue loss of Pocillopora damicornis was reduced by 50% in farmerfish territories compared to outside the territories (Gochfeld 2010). The most aggressive groups of S. nigri- cans (groups with more large fish) had the biggest beneficial effects on the growth and survival of branching corals (Pruitt et al. 2018; Kamath et al. 2019). Similarly, Acanthocromis polyacanthus, defended their host corals against predation by the crown of thorns seastar (Acanthaster planci) by nip- ping at the seastar’s tube feet (Weber and Woodhead 1970). Additionally, some planktivorous damselfishes consume Acanthaster seastar larvae (Cowan et al. 2016), which may reduce the subsequent density of these voracious predators, although evidence for this mechanism remains untested. Coral disease and parasites At least ten coral-associated fish species (e.g., farmerfishes, damselfishes, blennies, and butterflyfishes) are known to enhance the survival of corals by biting at or consuming diseased patches of coral tissue, which can slow the progres- sion of disease or completely eliminate it (Cole et al. 2009). For example, butterflyfish in the field and lab directly bite at lesions caused by black-band and brown-band disease, reducing the amount of diseased tissue on the coral host (Chong-Seng et al. 2011). While this behavior may benefit corals, other research suggests that corallivorous fish, can act as vectors of disease (see review by Renzi et al. 2022), potentially negating the beneficial effects. That said, the but- terflyfish, Chaetodon plebeius, feeding on diseased coral tis- sue did not transmit these pathogens directly, while the snail, Drupella, did (Nicolet et al. (2018). This disparity likely occurred because their feeding scars of the fish are rela- tively shallow and fail to penetrate deeply enough into coral tissue to create an entryway for pathogens, while Drupella leave deeper feeding scars that significantly increase the risk of pathogen transmission. Similar variation in feeding by different species of fishes (e.g., butterflyfish vs. pufferfish) may drive variation in determining if fish protect corals from their pathogens or facilitate their transmission. Coral-associated fishes can reduce the abundance of coral macro-parasites, such as harpacticoid copepods, which can suppress coral health, weaken colony structure, and deplete nutritional supplies (Barton et al. 2020).. For example in the South China Sea, an Acropora-associated goby, Gobi- odon quinquestrigatus, consumes a variety of invertebrates associated with the host coral, approximately 25% of which were coral parasites (Zikova et al. 2011). These parasites included crustaceans such as Ascothoracida and Siphonos- tomatoida, as well as larvae of parasitic isopods and Faceto- tecta. While it is unclear how much fish reduce the density of coral parasites, or the consequences for coral health, these studies suggest that fish have the potential to benefit cor- als by controlling their parasites. This possibility warrants further attention. Coral‑algae interactions Although we do not review indirect effects of herbivory on corals (see Nash et al. 2016 for a recent review), there are some notable cases in which removal of algae by some coral- associated fishes deter the growth of harmful algae and cre- ate an environment less conducive to algal proliferation. In turn, this reduction in algae can limit the negative effects of algae on coral growth and survival. For example, Dixson and Hay (2012) provided a critical examination of the interac- tions among the coral, Acropora nasuta, two gobies, Gobi- odon histrio and Paragobiodon echinocephalus, and a toxic seaweed, Chlorodesmis fastigiata. When the coral comes into contact with the toxic seaweed it emits a chemical signal that attracts the gobies to the affected area. The gobies then trim the seaweed to eliminate contact with the coral and thus mitigate potential damage to the coral. The two goby species display very different behaviors, which results in different consequences for the fish. For instance, Paragobi- odon echinocephalus removes the seaweed without inges- tion, as might be expected because Chlorodesmis is toxic. However, Gobiodon histrio not only removes the seaweed, but also consumes it without any apparent harm, thereby increasing its own toxicity. The toxicity of the fish provides a defensive benefit against its predators (Gratzer et al. 2015). Thus, both the coral and the fish derive reciprocal benefits, which underscores the sophistication of interspecies com- munication within coral reef ecosystems, and the impor- tance of documenting key symbioses integral to the stability and health of these habitats. Such interspecific interaction may be more prevalent than previously thought. For exam- ple damselfishes consume and/or remove filamentous algae from bleached coral colonies, which reduced further algal colonization of these vulnerable corals (Chase et al. 2020a). Fish benefits during marine heatwaves The benefits provided by coral-associated fishes appear particularly valuable during marine heatwaves, which are increasing in frequency and intensity due to climate change (Frölicher et al. 2018). Research from the Great Barrier Reef and Moorea demonstrates that coral-associated fishes can significantly enhance coral performance under thermal stress (Chase et al. 2018; Shantz et al. 2023). In laboratory simulations of heatwaves (short periods at ~ 32 °C), cor- als harboring damselfish maintained higher Symbiodinium densities, and sustained robust physiological functions, and Coral Reefs continued growth compared to corals without fishes (Chase et al. 2018; Shantz et al. 2023). This resilience is largely attributed to the altered nutrient dynamics facilitated by the fish, especially through the steady excretion of ammonium. Ammonium availability, which increased 2.20 μM when fish were present, likely facilitates higher levels of photo- synthetic efficiency (Fv/Fm) and protein content in corals, critical for combating oxidative stress during thermal events (Ezzat et al. 2015; de Barros et al. 2020; Shantz et al. 2023). However, field studies during prolonged, intense heat- waves (temperatures exceeding 32 °C for over four weeks) revealed that, while corals with fishes initially showed fewer symptoms of bleaching, over 95% eventually succumbed to thermal stress and mortality, illustrating the limits of fish- provided resilience under extreme conditions (Chase et al. 2018). These findings highlight that, while fish-derived nutrients, particularly ammonium, support coral resilience by stabilizing Symbiodiniaceae populations and enhancing energy reserves, these benefits may only mitigate but not entirely prevent coral mortality under severe, sustained heat- waves. Together, this research underscores the critical role of coral-associated fishes in providing immediate resilience to thermal stress, though their long-term effectiveness may be constrained as marine heatwaves become more prolonged and intense. Other fishes may also indirectly increase coral resilience to heat stress by reducing predation on the coral. The ter- ritorial farmerfish Stegastes nigricans significantly lowered mortality rates and enhanced recovery of corals within their territories during heatwaves (Suefuji and van Woesik 2001; Honeycutt et al. 2023). While nutrients supplied by the Stegastes is one possible explanation, Honeycutt et al. (2023) suggested that decreased coral predation might pro- vide another mechanism that explains reduced mortality if confronted with heat stress. When protected by farmerfish, corals contracted their polyps less frequently, which increased their ability to feed on zooplankton (Honeycutt et al. 2023). This additional heterotrophic nutrition helps the coral survive, especially if a heatwave impairs the coral- Symbiodiniacea symbiosis (Grottoli et al. 2006; Houlbrèque and Ferrier-Pagès 2009). Indirect effects In coral reef ecosystems, fish-coral interactions are embed- ded within a web of interactions, which can have indirect effects on the coral. For example, damselfish (Dascyllus flavicaudus) shelter within branching corals such as Pocil- lopora eydouxi, enriching the coral with nitrogenous waste that enhances growth through nutrient input to its symbi- otic algae (Holbrook et al. (2011)). As the coral grows, it supports higher densities of damselfish, strengthening the mutualistic feedback which benefits the fish and coral. This mutualistic loop is sensitive to interactions with other coral-dwelling fish, such as hawkfish (Paracirrhites arca- tus), which prey on the damselfish, disrupt the feedback, and reduce the benefit the coral receives from the damselfish. Moeller et al. (2023) examined how predators affect fish-coral mutualisms, focusing on the role of hawkfish. Although hawkfish consume damselfish and can therefore reduce the beneficial effects on corals (Holbrook et al 2011: see above), they also modulate competitive interactions within coral communities. In some cases, hawkfish preda- tion may reduce the density of one type of mutualist, but enable competitively inferior but more beneficial mutual- ists to thrive. Similarly, different predator species can affect coral health by altering the diversity and abundance of coral-dwelling cryptofauna (Stier and Leray (2014), such as decapods (Trapezia spp.) that provide cleaning and defense services crucial for coral resilience (Stier and Osenberg 2024b). Coral-associated predators like the flame hawkfish (Neocirrhites armatus) and coral croucher (Caracanthus maculatus) decrease the abundance and diversity of these cryptofauna, likely indirectly reducing the coral’s capacity to grow and survive (e.g., when exposed to coral predators or sedimentation). Gaps in knowledge and future lines of research This review highlights the important benefits that fishes can provide corals. However, there remain a wide diversity of unanswered questions. The answers to these questions will likely facilitate our understanding of the evolution of coral reef ecosystems, their response to a variety of stressors, and their resilience to disturbances. Below, we articulate five categories of research questions that we think are most important to answer in the coming decade. (i) Elucidating Mechanisms of Fish-Mediated Coral Health Enhancement While coral-associated fishes contribute to coral health through behaviors like sediment removal, nutrient augmenta- tion, and the reduction of bioerosion, the mechanisms under- lying many of these benefits are not well understood. Future research should aim to clarify these mechanisms. For exam- ple, how much of the effect of fishes on sediment removal is due to passive movement of the fish, active removal of sediments by the fish, or stimulation of processes the coral uses to dislodge sediments? Similarly, the beneficial effects of fish-derived nitrogen on the production of symbiotic algae can become deleterious to the coral host, although level at which this occurs is poorly understood, which impeded our ability to anticipate the environments in which fish will have positive vs. negative effects on corals. Coral Reefs Many of the benefits that accrue from coral-associated fishes arise from specific knowledge of the behavior (e.g., predator defense) and physiology (e.g., excretion rates) of the fishes, many of which unique to a subset of the fish com- munity. Similarly, different corals (e.g., due to their mor- phology) will respond differently to the same fish associate. Future research should use controlled experiments and field studies to develop a “service catalog” that matches fish spe- cies with coral types to enhance coral resilience and guide targeted restoration strategies: e.g., to outplant particular coral taxa with specific fish species to maximize coral ben- efits. Of course, these benefits will only last as long as the coral and fish remain associated but given the life history of many of these fishes, this association could persist for sev- eral years, which may be sufficient to allow establishment of transplanted corals. Because some fishes demonstrate con- specific attraction (Sweatman 1985), the initial pairing of corals with fishes may persist over multiple generations. (ii) Evaluating the Impact of Environmental Stressors on Fish-Coral Synergies Environmental stressors—including rising sea tempera- tures, ocean acidification, eutrophication, hypoxia, and declining water quality—may modulate the benefits con- ferred by fishes to corals. As climate change exacerbates these stressors, understanding how the stressors interact with coral-associated fishes becomes critical. This knowledge will help predict the conditions under which fish can most effec- tively support coral resilience in changing oceans. Advanced techniques such as stable isotope analysis, metabolomics, and transcriptomics could illuminate how fishes influence coral metabolic pathways, energy allocation, and stress response mechanisms. Understanding these interactions at a molecular level may uncover novel targets for enhancing coral resilience. Initial evidence exists for coral-associated fishes to buffer the impact of anthropogenic stressors is evi- dent at small scales. Certainly, none of the positive effects are likely to offset the tremendous effect of human-caused impacts on coral reefs, but there is hope that some of these fish-coral interactions might be harnessed to augment ongo- ing local scale restoration efforts (Ladd et al. 2018). (iii) Investigating long-term dynamics of coral recovery with fish presence This review has highlighted the short-term benefits of coral-associated fishes on corals. These benefits entail mechanisms (e.g., colony defense, enhanced water flow) that produce quantifiable increases in coral traits (e.g., Symbiod- iniacea density, N and P content, photosynthetic efficiency) that ultimately translate into enhanced performance of the colony (e.g., calcification, growth, and survival) and poten- tial population-level benefits (Fig. 3). Yet, the longer-term responses at the colony level as well as population-level effects are not well known. Do the short-term benefits per- sist over time or do they become more muted? Longitudi- nal studies are needed to determine whether corals hosting resident fish populations exhibit enhanced resistance and recovery across multiple disturbance events, such as succes- sive bleaching episodes or storm impacts. Research should focus on quantifying metrics like growth rates, condition, reproductive success, and population dynamics in the pres- ence of fish over extended periods, identifying thresholds Fig. 3 Coral-associated fishes contribute to the health and func- tion of corals. Fish-derived mechanisms, such as nutrient subsidies, enhanced water flow, tissue aeration, disease progression mitigation, colony defense, algae reduction, and parasite removal, increase key components of coral biology, including chlorophyll content, Sym- biodiniaceae density, protein levels, nitrogen (N) and phosphorus (P) in tissues, and oxygenation within coral branches and tissues. These enhancements support critical coral processes, including photosyn- thesis, tissue biomass production, calcification, overall growth, com- petitive ability, and recovery from bleaching events. Arrows represent the progression from fish-mediated mechanisms to improved coral performance and resilience. Graphics from the Integration and Appli- cation Network (ian.umces.edu/media-library) Coral Reefs and tipping points critical for coral persistence under climate change scenarios. (iv) Exploring Fish Influence on Coral Microbiomes and Holobiont Health Fish may play a role in shaping the coral microbiome— a key determinant of coral health and immunity—through mechanisms such as nutrient cycling. Future studies employ- ing metagenomic and metatranscriptomic approaches can compare microbial communities and their functions in corals with and without associated fish. Understanding how fish- mediated alterations in the microbiome affect coral stress responses and disease resistance could reveal indirect path- ways through which fish bolster coral resilience, highlighting the importance of considering the coral holobiont in conser- vation efforts, possibly by inoculating corals with specific microbiomes that amplify beneficial effects of fishes. (v) Integrating Benefits and Costs in Coral-Fish Interactions We have described a suite of benefits fishes provide to corals. But we should remember that not all coral-associated fishes are beneficial. For example, tissue feeding by butter- flyfish or bioerosion by certain parrotfish can reduce coral growth and facilitate the transmission of pathogens. Some species within putatively beneficial families can reduce coral growth: e.g., the damselfish, Plectroglyphidodon johnsto- nianus, feeds almost exclusively on coral (Ho et al. 2009). Even fish species known to have beneficial effects, can nega- tively affect corals under some environmental contexts. For example, damselfishes that recycle nutrients can have nega- tive effects on corals in areas with high background levels of nitrate (Chase et al. 2014), and farmerfish can negatively affect nearby mounding corals (e.g., cultivating algae that overgrow the colony) even though these fish can positively affect branching corals (White and O’Donnell 2010). Cur- rently, the net effect of these negative and positive interac- tions on corals remains uncertain. Future work should take this species and environment-specific knowledge and predict (and test) how effects are manifest by more diverse fish and coral communities: e.g., are effects additive or do diverse fish assemblages yield unexpected effects? Controlled experiments and large-scale field observations across vary- ing environmental contexts can identify conditions under which these community-level effects are most beneficial and identify the environmental conditions under which the net effect of fishes shift from beneficial to detrimental. Such information can be used to inform management strategies that balance ecosystem functions with coral conservation goals. Acknowledgements This research was funded by a U.S. National Science Foundation Grant OCE 2224354 to the Moorea Coral Reef LTER and OCE #1851510, 1851032. Declarations Conflict of interests The authors declare no competing interests. References Allgeier JE, Burkepile DE, Layman CA (2017) Animal pee in the sea: consumer-mediated nutrient dynamics in the world’s changing oceans. Glob Change Biol 23:2166–2178 Allgeier JE, Andskog MA, Hensel E, Appaldo R, Layman C, Kemp DW (2020) Rewiring coral: anthropogenic nutrients shift diverse coral–symbiont nutrient and carbon interactions toward symbiotic algal dominance. Glob Change Biol 26:5588–5601 Altieri AH, Harrison SB, Seemann J, Collin R, Diaz RJ, Knowlton N (2017) Tropical dead zones and mass mortalities on coral reefs. Proc Natl Acad Sci 114:3660–3665 Barton JA, Bourne DG, Humphrey C, Hutson KS (2020) Parasites and coral-associated invertebrates that impact coral health. Rev Aquac 12:2284–2303 Becker DM, Putnam HM, Burkepile DE, Adam TC, Vega Thurber R, Silbiger NJ (2021) Chronic low-level nutrient enrichment ben- efits coral thermal performance in a fore reef habitat. Coral Reefs 40:1637–1655 Bellwood DR, Goatley CHR, Bellwood O (2017) The evolution of fishes and corals on reefs: form, function and interdependence. Biol Rev 92:878–901 Berenshtein I, Reuben Y, Genin A (2015) Effect of oxygen on coral fanning by mutualistic fish. Mar Ecol 36:1171–1175 Beukers JS, Jones GP (1997) Habitat complexity modifies the impact of piscivores on a coral reef fish population. Oecologia 114:50–59 Bonin MC, Almany GR, Jones GP (2011) Contrasting effects of habitat loss and fragmentation on coral-associated reef fishes. Ecology 92:1503–1512 Burkepile DE, Allgeier JE, Shantz AA, Pritchard CE, Lemoine NP, Bhatti LH, Layman CA (2013) Nutrient supply from fishes facili- tates macroalgae and suppresses corals in a Caribbean coral reef ecosystem. Sci Rep 3:1493 Chase TJ, Pratchett MS, Walker SPW, Hoogenboom MO (2014) Small- scale environmental variation influences whether coral-dwelling fish promote or impede coral growth. Oecologia 176:1009–1022 Chase TJ, Pratchett MS, Frank GE, Hoogenboom MO (2018) Coral- dwelling fish moderate bleaching susceptibility of coral hosts. PLoS ONE 13:e0208545 Chase T, Pratchett M, Hoogenboom M (2020a) Behavioral trade-offs and habitat associations of coraldwelling damselfishes (family Pomacentridae). Mar Ecol Prog Ser 633:141–156 Chase TJ, Pratchett MS, McWilliam MJ, Hein MY, Tebbett SB, Hoogenboom MO (2020b) Damselfishes alleviate the impacts of sediments on host corals. R Soc Open Sci 7:192074 Chong-Seng KM, Cole AJ, Pratchett MS, Willis BL (2011) Selective feeding by coral reef fishes on coral lesions associated with brown band and black band disease. Coral Reefs 30:473–481 Cole AJ, Chong Seng KM, Pratchett MS, Jones GP (2009) Coral-feed- ing fishes slow progression of black-band disease. Coral Reefs 28:965–965 Cowan Z-L, Dworjanyn SA, Caballes CF, Pratchett MS (2016) Pre- dation on crown-of-thorns starfish larvae by damselfishes. Coral Reefs 35:1253–1262 de Barros F, Marangoni L, Ferrier-Pagès C, Rottier C, Bianchini A, Grover R (2020) Unravelling the different causes of nitrate and ammonium effects on coral bleaching. Sci Rep 10:11975. https:// www. nature. com/ artic les/ s41598- 020- 68916-0 Detmer AR, Cunning R, Pfab F, Brown AL, Stier AC, Nisbet RM, Moeller HV (2022) Fertilization by coral-dwelling fish promotes coral growth but can exacerbate bleaching response. J Theor Biol 541:111087 Coral Reefs Dirnwoeber M, Herler J (2013) Toxic coral gobies reduce the feed- ing rate of a corallivorous butterflyfish on Acropora corals. Coral Reefs 32:91–100 Dixson DL, Hay ME (2012) Corals chemically cue mutualistic fishes to remove competing seaweeds. Science 338:804–807 Eddy TD, Lam VWY, Reygondeau G, Cisneros-Montemayor AM, Greer K, Palomares MLD, Bruno JF, Ota Y, Cheung WWL (2021) Global decline in capacity of coral reefs to provide ecosystem services. One Earth 4:1278–1285 Ezzat L, Maguer J-F, Grover R, Ferrier-Pagès C (2015) New insights into carbon acquisition and exchanges within the coral–dinoflagel- late symbiosis under NH 4 + and NO 3 − supply. Proc R Soc B Biol Sci 282:20150610 Frölicher TL, Fischer EM, Gruber N (2018) Marine heatwaves under global warming. Nature 560:360–364 Garcia-Herrera N, Ferse SCA, Kunzmann A, Genin A (2017) Mutu- alistic damselfish induce higher photosynthetic rates in their host coral. J Exp Biol 220:1803–1811 Gil MA (2013) Unity through nonlinearity: a unimodal coral–nutrient interaction. Ecology 94:1871–1877 Gleason MG (1996) Coral recruitment in Moorea, French Polynesia: the importance of patch type and temporal variation. J Exp Mar Biol Ecol 207:79–101 Gochfeld D (2010) Territorial damselfishes facilitate survival of corals by providing an associational defense against predators. Mar Ecol Prog Ser 398:137–148 Goldshmid R, Holzman R, Weihs D, Genin A (2004) Aeration of corals by sleep-swimming fish. Limnol Oceanogr 49:1832–1839 Gratzer B, Millesi E, Walzl M, Herler J (2015) Skin toxins in coral- associated Gobiodon species (Teleostei: Gobiidae) affect predator preference and prey survival. Mar Ecol 36:67–76 Grottoli AG, Rodrigues LJ, Palardy JE (2006) Heterotrophic plasticity and resilience in bleached corals. Nature 440:1186–1189 Ho C-T, Fu Y-C, Sun C-L, Kao S-J, Jan R-Q (2009) Plasticity of feed- ing habits of two plectroglyphidodon damselfishes on coral Reefs in Southern Taiwan: evidence from stomach content and stable isotope analyses. Zool Stud 48(5):649–656 Holbrook SJ, Brooks AJ, Schmitt RJ, Stewart HL (2008) Effects of sheltering fish on growth of their host corals. Mar Biol 155:521–530 Holbrook SJ, Schmitt RJ, Brooks AJ (2011) Indirect effects of species interactions on habitat provisioning. Oecologia 166:739–749 Honeycutt RN, Holbrook SJ, Brooks AJ, Schmitt RJ (2023) Farmerfish gardens help buffer stony corals against marine heat waves. PLoS ONE 18:e0282572 Houlbrèque F, Ferrier-Pagès C (2009) Heterotrophy in Tropical Scle- ractinian Corals. Biol Rev 84:1–17 Hughes DJ, Alderdice R, Cooney C, Kühl M, Pernice M, Voolstra CR, Suggett DJ (2020) Coral reef survival under accelerating ocean deoxygenation. Nat Clim Change 10:296–307 Jones GP, McCormick MI, Srinivasan M, Eagle JV (2004) Coral decline threatens fish biodiversity in marine reserves. Proc Natl Acad Sci 101:8251–8253 Kamath A, Pruitt JN, Brooks AJ, Ladd MC, Cook DT, Gallagher JP, Vickers ME, Holbrook SJ, Schmitt RJ (2019) Potential feedback between coral presence and farmerfish collective behavior pro- motes coral recovery. Oikos 128:482–492 Ladd MC, Miller MW, Hunt JH, Sharp WC, Burkepile DE (2018) Har- nessing ecological processes to facilitate coral restoration. Front Ecol Environ 16:239–247 Ledlie MH, Graham NAJ, Bythell JC, Wilson SK, Jennings S, Polunin NVC, Hardcastle J (2007) Phase shifts and the role of herbivory in the resilience of coral reefs. Coral Reefs 26:641–653 Liberman T, Genin A, Loya Y (1995) Effects on growth and reproduc- tion of the coral Stylophora pistillata by the mutualistic damself- ish Dascyllus marginatus. Mar Biol 121:741–746 Meyer J, Schultz E (1985a) Migrating haemulid fishes as a source of nutrients and organic-matter on coral reefs. Limnol Oceanogr 30:146–156 Meyer JL, Schultz ET (1985b) Tissue condition and growth rate of corals associated with schooling fish. Limnol Oceanogr 30:157–166 Meyer JL, Schultz ET, Helfman GS (1983) Fish schools: an asset to corals. Science 220:1047–1049 Moeller HV, Nisbet RM, Stier AC (2023) Cascading benefits of mutu- alists’ predators on foundation species: a model inspired by coral reef ecosystems. Ecosphere 14:e4382 Mumby PJ (2009) Phase shifts and the stability of macroalgal commu- nities on Caribbean coral reefs. Coral Reefs 28:761–773 Nash KL, Abesamis RA, Graham NAJ, McClure EC, Moland E (2016) Drivers of herbivory on coral reefs: species, habitat and manage- ment effects. Mar Ecol Prog Ser 554:129–140 Nelson HR, Altieri AH (2019) Oxygen: the universal currency on coral reefs. Coral Reefs 38:177–198 Nicolet KJ, Chong-Seng KM, Pratchett MS, Willis BL, Hoogenboom MO (2018) Predation scars may influence host susceptibility to pathogens: evaluating the role of corallivores as vectors of coral disease. Sci Rep 8:5258 Pezner AK, Courtney TA, Barkley HC, Chou W-C, Chu H-C, Cle- ments SM, Cyronak T, DeGrandpre MD, Kekuewa SAH, Kline DI, Liang Y-B, Martz TR, Mitarai S, Page HN, Rintoul MS, Smith JE, Soong K, Takeshita Y, Tresguerres M, Wei Y, Yates KK, Andersson AJ (2023) Increasing hypoxia on global coral reefs under ocean warming. Nat Clim Change 13:403–409 Plaisance L, Caley MJ, Brainard RE, Knowlton N (2011) The diversity of coral reefs: what are we missing? PLoS ONE 6:e25026 Pratchett MS, Messmer V, Wilson SK (2020) Size-specific recoloniza- tion success by coral-dwelling damselfishes moderates resilience to habitat loss. Sci Rep 10:17016 Pruitt JN, Keiser CN, Banka BT, Liedle JS, Brooks AJ, Schmitt RJ, Holbrook SJ (2018) Collective aggressiveness of an eco- system engineer is associated with coral recovery. Behav Ecol 29:1216–1224 Reaka-Kudla ML, Wilson DE, Wilson EO (1996) Biodiversity II: understanding and protecting our biological resources. Joseph Henry Press, Washington, D.C. Renzi JJ, Shaver EC, Burkepile DE, Silliman BR (2022) The role of predators in coraldisease dynamics. Coral Reefs 41(2):405–422. https:// doi. org/ 10. 1007/ s00338- 022- 02219-w Seraphim MJ, Sloman KA, Alexander ME, Janetski N, Jompa J, Ambo- Rappe R, Snellgrove D, Mars F, Harborne AR (2020) Interactions between coral restoration and fish assemblages: implications for reef management. J Fish Biol 97:633–655 Shantz AA, Ladd MC, Schrack E, Burkepile DE (2015) Fish-derived nutrient hotspots shape coral reef benthic communities. Ecol Appl 25:2142–2152 Shantz AA, Ladd MC, Ezzat L, Schmitt RJ, Holbrook SJ, Schmeltzer E, Vega Thurber R, Burkepile DE (2023) Positive interactions between corals and damselfish increase coral resistance to tem- perature stress. Glob Change Biol 29:417–431 Shashar N, Cohen Y, Loya Y (1993) Extreme diel fluctuations of oxy- gen in diffusive boundary layers surrounding stony corals. Biol Bull 185:455–461 Shaver EC, Silliman BR (2017) Time to cash in on positive interactions for coral restoration. PeerJ 5:e3499 Shaver EC, McLeod E, Hein MY, Palumbi SR, Quigley K, Vardi T, Mumby PJ, Smith D, Montoya-Maya P, Muller EM, Banaszak AT, McLeod IM, Wachenfeld D (2022) A roadmap to integrating resilience into the practice of coral reef restoration. Glob Change Biol 28:4751–4764 Siqueira AC, Muruga P, Bellwood DR (2023) On the evolution of fish– coral interactions. Ecol Lett 26:1348–1358 Coral Reefs Stafford-Smith MG, Ormond RFG (1992) Sediment-rejection mecha- nisms of 42 species of Australian scleractinian corals. Mar Freshw Res 43:683–705 Stier AC, Leray M (2014) Predators alter community organization of coral reef cryptofauna and reduce abundance of coral mutualists. Coral Reefs 33:181–191 Stier AC, Osenberg CW (2024a) How fishes and invertebrates impact coral resilience. Curr Biol 34:R613–R615 Stier AC, Osenberg CW (2024b) Coral guard crabs. Curr Biol 34:R5–R7 Stier AC, Hanson KM, Holbrook SJ, Schmitt RJ, Brooks AJ (2014) Predation and landscape characteristics independently affect reef fish community organization. Ecology 95:1294–1307 Suefuji M, van Woesik R (2001) Coral recovery from the 1998 bleach- ing event is facilitated in Stegastes (Pisces: Pomacentridae) ter- ritories, Okinawa, Japan. Coral Reefs 20:385–386 Sweatman HPA (1985) The influence of adults of some coral reef fishes on larval recruitment. Ecol Monogr 55:469–485 Toby Kiers E, Palmer TM, Ives AR, Bruno JF, Bronstein JL (2010) Mutualisms in a changing world: an evolutionary perspective. Ecol Lett 13:1459–1474 Van Wert JC, Ezzat L, Munsterman KS, Landfield K, Schiettekatte NMD, Parravicini V, Casey JM, Brandl SJ, Burkepile DE, Eliason EJ (2023) Fish feces reveal diverse nutrient sources for coral reefs. Ecology 104:e4119 Weber JN, Woodhead PMJ (1970) Ecological studies of the coral predator Acanthaster planci in the south pacific. Mar Biol 6:12–17 Weber M, de Beer D, Lott C, Polerecky L, Kohls K, Abed RMM, Fer- delman TG, Fabricius KE (2012) Mechanisms of damage to corals exposed to sedimentation. Proc Natl Acad Sci 109:E1558–E1567 White J-SS, O’Donnell JL (2010) Indirect effects of a key ecosystem engineer alter survival and growth of foundation coral species. Ecology 91:3538–3548 Zikova AV, Britaev TA, Ivanenko VN, Mikheev VN (2011) Planktonic and symbiotic organisms in nutrition of coralobiont fish. J Ichthyol 51:769–775 Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law.",
  "sections": {
    "abstract": "On coral reefs, hard corals (order Scleractinia) provide habitat for an extraordinary diversity of reef fishes, many of which have close associations with the coral. Coral can provide these fishes nesting sites, food and protec- tion from predators. The fishes can also benefit the corals, through fish-derived services resulting from, for example, diurnal and nocturnal movements, foraging, and nutrient excretion. Here, we synthesize how coral-associated fishes (i.e., coral reef fishes that have prolonged or permanent dependency on live coral) positively contribute to the health and resilience of corals. We highlight how certain coral- associated fishes offer a variety of benefits to corals, includ- ing enhanced oxygenation, nutrient subsidies and recycling, sediment removal, and protection against predators and para- sites. Our review highlights the critical role that some coral- associated fishes have in supporting reef function, and in some cases, conferring resilience. * Adrian C. Stier astier@ucsb.edu Tory J. Chase torychase@skidmore.edu Craig W. Osenberg osenberg@uga.edu 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, CA 93106, USA 2 Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106, USA 3 Environmental Studies and Sciences Department, Skidmore College, 815 N Broadway, Saratoga Springs, NY 12866, USA 4 Odum School of Ecology, University of Georgia, 140 E Green St, Athens, GA 30602, USA Coral Reefs 2017; Ladd et al. 2018; Seraphim et al. 2020; Shaver et al. 2022). In this paper, we focus on the positive effects of coral- associated fishes, which we define as species that maintain close spatial relationships with live coral structures, using them for shelter, feeding, breeding, or territorial defense. These associations range from obligate coral dwellers, which spend nearly their entire life within co",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significantly increase the risk of pathogen transmission."
  ],
  "fullText": "\n\nVol.:(0123456789)\nCoral Reefs \nhttps://doi.org/10.1007/s00338-025-02647-4\nREPORT\nFish services to corals: a review of how coral‑associated fishes \nbenefit corals\nAdrian C. Stier\n1,2\n  · Tory J. Chase\n3\n  · \nCraig W. Osenberg\n4\n  \nReceived: 29 May 2024 / Accepted: 9 March 2025 \n© The Author(s), under exclusive licence to International Coral Reef Society (ICRS) 2025\nKeywords Coral health · Marine symbiosis · Coral \nresilience · Marine biodiversity · Coral-fish interactions · \nNutrient cycling\nIntroduction\nDespite occurring in nutrient-poor tropical waters, coral \nreefs  are  among  the  most  diverse  ecosystems  globally  \n(Reaka-Kudla et al. 1996; Plaisance et al. 2011). The excep-\ntional biodiversity of these ecosystems can be attributed not \nonly to the immense diversity of coral species, but also to \nthe multitude of fish and invertebrate species that depend \non these individual colonies, coral reefs, and the resources \nthey provide (Bellwood et al. 2017; Siqueira et al. 2023). \nHowever, these coral reef ecosystems are facing increas-\ning threats from a range of disturbances (e.g., pollution, \noverfishing, and climate change), causing the widespread \ndestruction of the world’s coral reefs (Eddy et al. 2021). \nThe importance of hard corals to their fish and invertebrate \noccupants is evident; loss of coral quantity, quality, and/\nor complexity can affect fish and invertebrate biodiversity, \nabundance, and species composition (Beukers and Jones \n1997; Jones et al. 2004; Bonin et al. 2011; Stier et al. 2014; \nPratchett et al. 2020). There is also growing recognition of \nthe reciprocal benefits that fishes and invertebrates offer to \nthese corals (Stier and Osenberg 2024a). Such benefits may \nhelp buffer corals against natural and human-induced stress-\nors, enhancing their resilience to changing environmental \nconditions (Toby Kiers et al. 2010). Comprehending these \nsymbiotic relationships and their effects on coral biology not \nonly deepens our understanding of the mutualistic networks \nthat may have sustained coral reefs historically, but also \noffers insights into harnessing these positive interactions to \nenhance restoration efforts on reefs (Shaver and Silliman \nAbstract On coral reefs, hard corals (order Scleractinia) \nprovide habitat for an extraordinary diversity of reef fishes, \nmany of which have close associations with the coral. Coral \ncan  provide  these  fishes  nesting  sites,  food  and  protec-\ntion from predators. The fishes can also benefit the corals, \nthrough fish-derived services resulting from, for example, \ndiurnal and nocturnal movements, foraging, and nutrient \nexcretion. Here, we synthesize how coral-associated fishes \n(i.e., coral reef fishes that have prolonged or permanent \ndependency on live coral) positively contribute to the health \nand resilience of corals. We highlight how certain coral-\nassociated fishes offer a variety of benefits to corals, includ-\ning enhanced oxygenation, nutrient subsidies and recycling, \nsediment removal, and protection against predators and para-\nsites. Our review highlights the critical role that some coral-\nassociated fishes have in supporting reef function, and in \nsome cases, conferring resilience.\n * Adrian C. Stier \n       astier@ucsb.edu\n Tory J. Chase \n       torychase@skidmore.edu\n Craig W. Osenberg \n       osenberg@uga.edu\n1\n Department of Ecology, Evolution, and Marine Biology, \nUniversity of California Santa Barbara, Santa Barbara, \nCA 93106, USA\n2\n Marine Science Institute, University of California Santa \nBarbara, Santa Barbara, CA 93106, USA\n3\n Environmental Studies and Sciences Department, Skidmore \nCollege, 815 N Broadway, Saratoga Springs, NY 12866, \nUSA\n4\n Odum School of Ecology, University of Georgia, 140 E \nGreen St, Athens, GA 30602, USA\n\n Coral Reefs\n2017; Ladd et al. 2018; Seraphim et al. 2020; Shaver et al. \n2022).\nIn this paper, we focus on the positive effects of coral-\nassociated fishes, which we define as species that maintain \nclose spatial relationships with live coral structures, using \nthem for shelter, feeding, breeding, or territorial defense. \nThese associations range from obligate coral dwellers, \nwhich spend nearly their entire life within coral colonies \nsuch as damselfishes and gobies, to facultative species that \nuse corals opportunistically or for shelter such as grunts \nand snappers (Fig. 1). Territorial species like farmerfish \nalso interact with corals by colonizing live corals and \nthen cultivating algae within their territories, which leads \nto the demise of some corals but facilitation of others \n(White and O’Donnell 2010). We highlight the multifac-\neted ways coral-associated fishes positively affect corals \nincluding: enhancing oxygenation, nutrient cycling, sedi-\nment removal, and predator defense, and mitigating the \ndeleterious effects of disease, parasites, and macroalgae \n(Fig. 2). We then examine how these fish-mediated effects \nmay interact with and potentially alleviate the harmful \nimpacts of marine heatwaves. Lastly, we emphasize the \nneed for a more mechanistic understanding of these fish-\ncoral relationships, and discuss their implications for the \nconservation and restoration of coral reef ecosystems.\nFish‑derived services to the coral holobiont\nBelow, we briefly review the major ways in which fishes \ncan benefit the coral holobiont. We emphasize the coral \nholobiont because many of the proposed mechanisms by \nwhich fish benefit corals are mediated through effects on \ntheir symbiotic algae or their microbiome, rather than \nbeing limited to effects on the coral tissue only. We also \nemphasize beneficial effects instead of direct deleterious \neffects (like consumption of coral tissue), and we do not \ndiscuss indirect effects of herbivores on corals via reduc-\ntions in macroalgal biomass, as these interactions are not \ndirectly tied to coral-fish interactions and have been cov-\nered extensively in other reviews (Ledlie et al. 2007).\nFig. 1   Examples of coral-asso-\nciated fishes and corals, includ-\ning (a) damselfishes (Dascyllus \narunaus and other species) and \ntheir host coral, Acropora sp., \nin Okinawa, and b farmerfish \n(Stegastes nigricans) defend-\ning its territory of turf algae \nlawns with scleractinian corals, \nc diurnal aggregations of Hae-\nmulon flavolineatum (grunts) in \nthe Caribbean (Photos: Adobe \nStock)\n\nCoral Reefs \nOxygenation and water flow\nCoral-associated fishes may play a key role in oxygenating \nand increasing water flow around the surface of branching \ncorals which is vital to the metabolism of corals and their \nsymbiotic algae (Nelson and Altieri 2019). This process may \nbe particularly key at night, when the center of a branch-\ning coral can become anoxic due to a lack of water flow, in \ncombination with respiration by the coral in the absence of \nphotosynthesis by Symbiodiniacea (Shashar et al. 1993). An \nearly study Goldshmid et al. (2004) initially discovered ven-\ntilation by three coral-associated fishes: Dascyllus margina-\ntus, Dascyllus aruanus, and Chromis viridis. Two additional \nstudies provide key insights into the effects of this oxygena-\ntion on coral biology. For example, Berenshtein et al. (2015) \nstudied the contribution of damselfishes to coral oxygena-\ntion at night. These fishes, while largely inactive during the \nnight, continue to hover in a sleep-like state within the coral \nmatrix. This activity maintains a continuous flow of water \nacross the coral surface, enhancing gas exchange, reducing \nthe diffusive boundary layers and thereby improving oxygen-\nation of the coral (Goldshmid et al. 2004; Berenshtein et al. \n2015). Beneficial effects of fish-induced water movement \nare also apparent during the day: e.g., Garcia-Herrera et al. \n(2017) found that one of these same coral-dwelling damself-\nish Dascyllus marginatus increased coral photosynthesis by \n3–6% via fish ventilation. This body of work is particularly \nrelevant to corals of today and the future because hypoxia is \nincreasing on many coral reefs, which can have devastating \neffects on corals and their occupants (Altieri et al. 2017; \nHughes et al. 2020; Pezner et al. 2023), and fishes can help \nmitigate those effects.\nNutrient cycling and subsidy\nReef fishes provide concentrated nutrients to corals by forag-\ning in the water column or on the seafloor, and then return-\ning to shelter in the coral reef, where they egest and excrete \nnutrients (Allgeier et al. 2017). Fish excretion and feces pro-\nvide macro- and micro-nutrients, although the composition \nand concentration of these nutrients vary among fish spe-\ncies and trophic guilds (Van Wert et al. 2023). Ammonium \n (NH\n4\n+\n), which is the most readily available form of nitrogen \nfor the coral holobiont, is one of the most important nutri-\nents excreted by fishes (Allgeier et al. 2017). Fish excretion \nincreases the availability of ammonium to the coral and its \nSymbiodiniacea (Shantz et al. 2023) affecting reef biogeo-\nchemical cycles and increasing coral growth (Allgeier et al. \n2017). Early work on large schools of grunts (Haemulidae) \nin the Caribbean showed that grunts foraged away from reefs \nat night, but hovered near and around corals during the day \n(Meyer et al. 1983; Meyer and Schultz 1985a, b). These \nmigrating fish schools provided essential nutrients (includ-\ning nitrogen and phosphorus) to corals, which enhanced the \ndensity of Symbiodiniacea and consequently increased coral \ngrowth (Meyer et al. 1983; Meyer and Schultz 1985a, b).\nMore  recent  work  has  shown  that  these  grunt  shoals  \nincrease  the  concentration  of  nitrogen  and  phosphorus  \naround corals by tenfold, causing increases in crustose cor-\nalline algae but reductions in macroalgae, and leading to a \n75% increases in growth of Acropora cervicornis (Shantz \net al. 2015). The reduction in nutrient-limited macroalgae \nwas not predicted, but reefs occupied by schools of grunts \nhad  substantially  higher  rates  of  grazing  by  herbivores,  \nwhich mitigated any potential benefit of nutrient addition on \nFig. 2   Positive interactions \nbetween coral-associated \nfishes and their coral hosts. \nCoral-associated fishes provide \nseveral ecosystem services, \nincluding sediment removal, \ndefense against coral predators, \nenhancement of water flow and \noxygenation, nutrient cycling, \nalgae removal, and reduction of \ndiseases and parasites. These \nservices directly support coral \nhealth by improving growth, \nreducing stress, and increas-\ning resilience to environmental \ndisturbances. Graphics from \nthe Integration and Application \nNetwork (ian.umces.edu/media-\nlibrary)\n\n Coral Reefs\nthe macroalgae. The net beneficial effects of grunts has the \npotential to facilitate coral recovery after disturbance events. \nHowever, surveys at larger scales in the Florida Keys found \nan entirely different pattern, with lower rates of herbivory, \nlower abundance of juvenile corals, and higher macroal-\ngae biomass in areas with higher amounts of fish excretion \n(Burkepile et al. 2013). Thus, it is possible that either there \nis a paradox with differing patterns arising at different spatial \nscales, or that there are alternate stable states, such that once \na reef tips into an algal dominated state, fish excretion facili-\ntates further overgrowth of coral by algae (Mumby 2009).\nEffects  of  coral-associated  fishes  on  corals  can  also  \nextend to reproductive benefits as demonstrated by stud-\nies of the damselfish, Dascyllus marginatus, and its host \ncoral, Stylophora pistillata, in the Gulf of Eilat (Liberman \net al. (1995). Over a 13-month period, corals with resident \ndamselfish exhibited approximately 37% greater growth in \nskeletal surface area compared to corals without fish. While \nthere was no change in per surface area reproductive output, \ncorals with fish did have higher reproductive capacity due to \ntheir greater surface area.\nComplementary studies in the tropical Pacific provide \nimportant insights into the temporal variation in benefits and \nhow these benefits vary with coral morphology. For example, \ngrowth of the branching coral, Pocillopora sp. was positively \nassociated with densities of damselfishes (Chromis viridis, \nDascyllus aruanus, and Dascyllus flavicaudus) living inside \nthe coral colonies (Holbrook et al. 2008). Ammonium in the \ninterstitial spaces of the coral was elevated, especially during \nmidday when fish feeding peaked, and also at night when the \nplanktivorous fishes were sheltering within the coral. Char-\nacteristics of the coral influenced the magnitude of these \neffects. For example, another species of Pocillopora with a \nwider branching pattern (P. grandis) had much lower reten-\ntion times of ammonium compared to the narrow branching \ncorals (Holbrook et al. 2008), demonstrating an interaction \nbetween the effects of fishes and coral morphology.\nThe  role  of  coral-associated  fishes  in  affecting  coral  \ngrowth  also  can  depend  on  the  environment.  Dascyllus \naruanus can ameliorate the negative effects of depth and \nlow light on growth of Pocillopora damicornis (Chase et al. \n2014), but these positive effects flipped to negative effects in \nsites with high nitrogen concentrations and high flow (Chase \net al. 2014). While the mechanism of these context depend-\nencies remains somewhat unclear, a recent dynamic energy \nbudget model by Detmer et al. (2022) showed that the posi-\ntive effects of fishes on corals could switch to negative at \nvery high densities of fish due to the very high nitrogen con-\ncentrations: nitrogen can be beneficial at low concentrations, \nbut may be deleterious or toxic at higher concentrations (Gil \n2013; Becker et al. 2021; Detmer et al. 2022). Exactly how \nthe concentrations of water column nitrate or ammonium \nconcentrations and fish interact is an active area of research. \nOnly one study to date has factorially manipulated fishes and \nbackground nutrients. On an artificial reef in the Bahamas, \nAllgeier et al. (2020) manipulated nutrients and fish, and \nexamined how coral growth and the density of Symbiodini-\nacea changed. Fish effects did not depend on the addition \nof nitrogen; however there also was no main effect of nitro-\ngen, suggesting that the concentration of nitrogen was only \nminimally affected by the nitrogen addition treatment and \nwas not sufficiently high to create deleterious effects of fish.\nSedimentation\nThe  presence  of  fishes  within  the  coral  colony  not  only  \nreduces anoxia and increases nutrients, but can also lead \nto the removal of sediments. Because sediments can reduce \ncoral survival by reducing light availability, heterotrophic \nfeeding, and oxygen availability (Weber et al. 2012), fishes \ncan enhance coral survival, especially in coastal areas with \nhigh sediment loads. For example, in experiments with the \ndamselfish, Dascyllus aruanus and Pomacentrus moluccen-\nsis, corals without fish had 2–5 ×   more sediment accumula-\ntion compared with colonies with fishes, resulting in up to a \n90% reduction in coral survival (Chase et al. (2020b). Coral \ndwelling fishes can remove sediments from coral via pas-\nsive means (i.e., by their movement within and around host \ncorals), by stimulating coral mucus production (i.e. which \ncan lead to sediment removal), by movement of coral pol-\nyps (which can also dislodge sediments) (Stafford-Smith and \nOrmond 1992) or via consumption or trapping sediments in \ntheir gills (Chase et al. 2020b). Because these same fishes \nprovide nutrients to the coral, which likely increases the \nenergy available for mucus production or polyp movement, \nthe effects of fish on sediment removal and the supply of \nnutrients likely interact synergistically.\nProtection from corallivores\nCoral-associated fishes can mitigate the negative effects of \ncoral predators by defending their colony from predation \n(Dirnwoeber and Herler 2013). For example, Dascyllus aru-\nanus reduced the feeding rate of butterflyfishes on Pocillo-\npora damicornis colonies by 90% (Chase et al. 2014, 2018). \nStegastes nigricans, a territorial farmerfish that farms turf \nalgae and is common to the South Pacific, protects branch-\ning coral colonies within its territory from a suite of cor-\nallivorous fishes (e.g., Arothron meleagris and Chaetodon \nlunulatus). Surveys of similar farmerfish territories in Guam \nand Polynesia have shown that coral diversity is much higher \ninside  when  compared  to  outside  territories  (Shannon’s  \ndiversity index (H′)  =   0.52 (inside) and 0.14 (outside)); some \ncoral species (n =   3) are only found within Stegastes ter-\nritories (Gochfeld 2010). Colonies of Acropora striata and \nMontipora floweri in French Polynesia had higher growth \n\nCoral Reefs \nand survival rates inside S. nigricans territories compared \nto reefs without these territorial fishes (Gleason 1996; White \nand O’Donnell 2010). Similar studies in Guam found that \ntissue loss of Pocillopora damicornis was reduced by 50% \nin farmerfish territories compared to outside the territories \n(Gochfeld 2010). The most aggressive groups of S. nigri-\ncans (groups with more large fish) had the biggest beneficial \neffects on the growth and survival of branching corals (Pruitt \net al. 2018; Kamath et al. 2019). Similarly, Acanthocromis \npolyacanthus, defended their host corals against predation \nby the crown of thorns seastar (Acanthaster planci) by nip-\nping at the seastar’s tube feet (Weber and Woodhead 1970). \nAdditionally, some planktivorous damselfishes consume \nAcanthaster seastar larvae (Cowan et al. 2016), which may \nreduce the subsequent density of these voracious predators, \nalthough evidence for this mechanism remains untested.\nCoral disease and parasites\nAt least ten coral-associated fish species (e.g., farmerfishes, \ndamselfishes, blennies, and butterflyfishes) are known to \nenhance the survival of corals by biting at or consuming \ndiseased patches of coral tissue, which can slow the progres-\nsion of disease or completely eliminate it (Cole et al. 2009). \nFor example, butterflyfish in the field and lab directly bite \nat lesions caused by black-band and brown-band disease, \nreducing the amount of diseased tissue on the coral host \n(Chong-Seng et al. 2011). While this behavior may benefit \ncorals, other research suggests that corallivorous fish, can \nact as vectors of disease (see review by Renzi et al. 2022), \npotentially negating the beneficial effects. That said, the but-\nterflyfish, Chaetodon plebeius, feeding on diseased coral tis-\nsue did not transmit these pathogens directly, while the snail, \nDrupella, did (Nicolet et al. (2018). This disparity likely \noccurred because their feeding scars of the fish are rela-\ntively shallow and fail to penetrate deeply enough into coral \ntissue to create an entryway for pathogens, while Drupella \nleave deeper feeding scars that significantly increase the risk \nof pathogen transmission. Similar variation in feeding by \ndifferent species of fishes (e.g., butterflyfish vs. pufferfish) \nmay drive variation in determining if fish protect corals from \ntheir pathogens or facilitate their transmission.\nCoral-associated fishes can reduce the abundance of coral \nmacro-parasites, such as harpacticoid copepods, which can \nsuppress coral health, weaken colony structure, and deplete \nnutritional supplies (Barton et al. 2020).. For example in \nthe South China Sea, an Acropora-associated goby, Gobi-\nodon quinquestrigatus, consumes a variety of invertebrates \nassociated with the host coral, approximately 25% of which \nwere coral parasites (Zikova et al. 2011). These parasites \nincluded crustaceans such as Ascothoracida and Siphonos-\ntomatoida, as well as larvae of parasitic isopods and Faceto-\ntecta. While it is unclear how much fish reduce the density \nof coral parasites, or the consequences for coral health, these \nstudies suggest that fish have the potential to benefit cor-\nals by controlling their parasites. This possibility warrants \nfurther attention.\nCoral‑algae interactions\nAlthough we do not review indirect effects of herbivory on \ncorals (see Nash et al. 2016 for a recent review), there are \nsome notable cases in which removal of algae by some coral-\nassociated fishes deter the growth of harmful algae and cre-\nate an environment less conducive to algal proliferation. In \nturn, this reduction in algae can limit the negative effects of \nalgae on coral growth and survival. For example, Dixson and \nHay (2012) provided a critical examination of the interac-\ntions among the coral, Acropora nasuta, two gobies, Gobi-\nodon histrio and Paragobiodon echinocephalus, and a toxic \nseaweed, Chlorodesmis fastigiata. When the coral comes \ninto contact with the toxic seaweed it emits a chemical signal \nthat attracts the gobies to the affected area. The gobies then \ntrim the seaweed to eliminate contact with the coral and \nthus mitigate potential damage to the coral. The two goby \nspecies display very different behaviors, which results in \ndifferent consequences for the fish. For instance, Paragobi-\nodon echinocephalus removes the seaweed without inges-\ntion, as might be expected because Chlorodesmis is toxic. \nHowever, Gobiodon histrio not only removes the seaweed, \nbut also consumes it without any apparent harm, thereby \nincreasing its own toxicity. The toxicity of the fish provides \na defensive benefit against its predators (Gratzer et al. 2015). \nThus, both the coral and the fish derive reciprocal benefits, \nwhich underscores the sophistication of interspecies com-\nmunication within coral reef ecosystems, and the impor-\ntance of documenting key symbioses integral to the stability \nand health of these habitats. Such interspecific interaction \nmay be more prevalent than previously thought. For exam-\nple damselfishes consume and/or remove filamentous algae \nfrom bleached coral colonies, which reduced further algal \ncolonization of these vulnerable corals (Chase et al. 2020a).\nFish benefits during marine heatwaves\nThe  benefits  provided  by  coral-associated  fishes  appear  \nparticularly valuable during marine heatwaves, which are \nincreasing in frequency and intensity due to climate change \n(Frölicher et al. 2018). Research from the Great Barrier \nReef and Moorea demonstrates that coral-associated fishes \ncan significantly enhance coral performance under thermal \nstress (Chase et al. 2018; Shantz et al. 2023). In laboratory \nsimulations of heatwaves (short periods at ~   32 °C), cor-\nals harboring damselfish maintained higher Symbiodinium \ndensities, and sustained robust physiological functions, and \n\n Coral Reefs\ncontinued growth compared to corals without fishes (Chase \net al. 2018; Shantz et al. 2023). This resilience is largely \nattributed to the altered nutrient dynamics facilitated by the \nfish, especially through the steady excretion of ammonium. \nAmmonium availability, which increased 2.20 μM when \nfish were present, likely facilitates higher levels of photo-\nsynthetic efficiency (Fv/Fm) and protein content in corals, \ncritical for combating oxidative stress during thermal events \n(Ezzat et al. 2015; de Barros et al. 2020; Shantz et al. 2023).\nHowever, field studies during prolonged, intense heat-\nwaves (temperatures exceeding 32 °C for over four weeks) \nrevealed that, while corals with fishes initially showed fewer \nsymptoms of bleaching, over 95% eventually succumbed to \nthermal stress and mortality, illustrating the limits of fish-\nprovided resilience under extreme conditions (Chase et al. \n2018).  These  findings  highlight  that,  while  fish-derived  \nnutrients, particularly ammonium, support coral resilience \nby stabilizing Symbiodiniaceae populations and enhancing \nenergy reserves, these benefits may only mitigate but not \nentirely prevent coral mortality under severe, sustained heat-\nwaves. Together, this research underscores the critical role \nof coral-associated fishes in providing immediate resilience \nto thermal stress, though their long-term effectiveness may \nbe constrained as marine heatwaves become more prolonged \nand intense.\nOther fishes may also indirectly increase coral resilience \nto heat stress by reducing predation on the coral. The ter-\nritorial farmerfish Stegastes nigricans significantly lowered \nmortality  rates  and  enhanced  recovery  of  corals  within  \ntheir territories during heatwaves (Suefuji and van Woesik \n2001; Honeycutt et al. 2023). While nutrients supplied by \nthe Stegastes is one possible explanation, Honeycutt et al. \n(2023) suggested that decreased coral predation might pro-\nvide another mechanism that explains reduced mortality if \nconfronted with heat stress. When protected by farmerfish, \ncorals  contracted  their  polyps  less  frequently,  which  \nincreased their ability to feed on zooplankton (Honeycutt \net al. 2023). This additional heterotrophic nutrition helps \nthe coral survive, especially if a heatwave impairs the coral-\nSymbiodiniacea symbiosis (Grottoli et al. 2006; Houlbrèque \nand Ferrier-Pagès 2009).\nIndirect effects\nIn coral reef ecosystems, fish-coral interactions are embed-\nded within a web of interactions, which can have indirect \neffects on the coral. For example, damselfish (Dascyllus \nflavicaudus) shelter within branching corals such as Pocil-\nlopora eydouxi, enriching the coral with nitrogenous waste \nthat enhances growth through nutrient input to its symbi-\notic algae (Holbrook et al. (2011)). As the coral grows, it \nsupports higher densities of damselfish, strengthening the \nmutualistic  feedback  which  benefits  the  fish  and  coral.  \nThis mutualistic loop is sensitive to interactions with other \ncoral-dwelling fish, such as hawkfish (Paracirrhites arca-\ntus), which prey on the damselfish, disrupt the feedback, and \nreduce the benefit the coral receives from the damselfish.\nMoeller  et  al.  (2023)  examined  how  predators  affect  \nfish-coral mutualisms, focusing on the role of hawkfish. \nAlthough hawkfish consume damselfish and can therefore \nreduce the beneficial effects on corals (Holbrook et al 2011: \nsee  above),  they  also  modulate  competitive  interactions  \nwithin coral communities. In some cases, hawkfish preda-\ntion may reduce the density of one type of mutualist, but \nenable competitively inferior but more beneficial mutual-\nists to thrive. Similarly, different predator species can affect \ncoral  health  by  altering  the  diversity  and  abundance  of  \ncoral-dwelling cryptofauna (Stier and Leray (2014), such as \ndecapods (Trapezia spp.) that provide cleaning and defense \nservices crucial for coral resilience (Stier and Osenberg \n2024b). Coral-associated predators like the flame hawkfish \n(Neocirrhites armatus) and coral croucher (Caracanthus \nmaculatus) decrease the abundance and diversity of these \ncryptofauna, likely indirectly reducing the coral’s capacity \nto grow and survive (e.g., when exposed to coral predators \nor sedimentation).\nGaps in knowledge and future lines of research\nThis review highlights the important benefits that fishes can \nprovide corals. However, there remain a wide diversity of \nunanswered questions. The answers to these questions will \nlikely facilitate our understanding of the evolution of coral \nreef ecosystems, their response to a variety of stressors, \nand their resilience to disturbances. Below, we articulate \nfive categories of research questions that we think are most \nimportant to answer in the coming decade.\n(i)  Elucidating  Mechanisms  of  Fish-Mediated  Coral  \nHealth Enhancement\nWhile coral-associated fishes contribute to coral health \nthrough behaviors like sediment removal, nutrient augmenta-\ntion, and the reduction of bioerosion, the mechanisms under-\nlying many of these benefits are not well understood. Future \nresearch should aim to clarify these mechanisms. For exam-\nple, how much of the effect of fishes on sediment removal \nis due to passive movement of the fish, active removal of \nsediments by the fish, or stimulation of processes the coral \nuses to dislodge sediments? Similarly, the beneficial effects \nof fish-derived nitrogen on the production of symbiotic algae \ncan become deleterious to the coral host, although level at \nwhich this occurs is poorly understood, which impeded our \nability to anticipate the environments in which fish will have \npositive vs. negative effects on corals.\n\nCoral Reefs \nMany of the benefits that accrue from coral-associated \nfishes arise from specific knowledge of the behavior (e.g., \npredator defense) and physiology (e.g., excretion rates) of \nthe fishes, many of which unique to a subset of the fish com-\nmunity. Similarly, different corals (e.g., due to their mor-\nphology) will respond differently to the same fish associate. \nFuture research should use controlled experiments and field \nstudies to develop a “service catalog” that matches fish spe-\ncies with coral types to enhance coral resilience and guide \ntargeted restoration strategies: e.g., to outplant particular \ncoral taxa with specific fish species to maximize coral ben-\nefits. Of course, these benefits will only last as long as the \ncoral and fish remain associated but given the life history of \nmany of these fishes, this association could persist for sev-\neral years, which may be sufficient to allow establishment of \ntransplanted corals. Because some fishes demonstrate con-\nspecific attraction (Sweatman 1985), the initial pairing of \ncorals with fishes may persist over multiple generations.\n(ii) Evaluating the Impact of Environmental Stressors on \nFish-Coral Synergies\nEnvironmental stressors—including rising sea tempera-\ntures,  ocean  acidification,  eutrophication,  hypoxia,  and  \ndeclining water quality—may modulate the benefits con-\nferred by fishes to corals. As climate change exacerbates \nthese stressors, understanding how the stressors interact with \ncoral-associated fishes becomes critical. This knowledge will \nhelp predict the conditions under which fish can most effec-\ntively support coral resilience in changing oceans. Advanced \ntechniques such as stable isotope analysis, metabolomics, \nand transcriptomics could illuminate how fishes influence \ncoral  metabolic  pathways,  energy  allocation,  and  stress  \nresponse mechanisms. Understanding these interactions at \na molecular level may uncover novel targets for enhancing \ncoral resilience. Initial evidence exists for coral-associated \nfishes to buffer the impact of anthropogenic stressors is evi-\ndent at small scales. Certainly, none of the positive effects \nare likely to offset the tremendous effect of human-caused \nimpacts on coral reefs, but there is hope that some of these \nfish-coral interactions might be harnessed to augment ongo-\ning local scale restoration efforts (Ladd et al. 2018).\n(iii) Investigating long-term dynamics of coral recovery \nwith fish presence\nThis review has highlighted the short-term benefits of \ncoral-associated  fishes  on  corals.  These  benefits  entail  \nmechanisms (e.g., colony defense, enhanced water flow) that \nproduce quantifiable increases in coral traits (e.g., Symbiod-\niniacea density, N and P content, photosynthetic efficiency) \nthat ultimately translate into enhanced performance of the \ncolony (e.g., calcification, growth, and survival) and poten-\ntial population-level benefits (Fig. 3). Yet, the longer-term \nresponses at the colony level as well as population-level \neffects are not well known. Do the short-term benefits per-\nsist over time or do they become more muted? Longitudi-\nnal studies are needed to determine whether corals hosting \nresident fish populations exhibit enhanced resistance and \nrecovery across multiple disturbance events, such as succes-\nsive bleaching episodes or storm impacts. Research should \nfocus on quantifying metrics like growth rates, condition, \nreproductive success, and population dynamics in the pres-\nence of fish over extended periods, identifying thresholds \nFig. 3   Coral-associated  fishes  contribute  to  the  health  and  func-\ntion  of  corals.  Fish-derived  mechanisms,  such  as  nutrient  subsidies,  \nenhanced  water  flow,  tissue  aeration,  disease  progression  mitigation,  \ncolony  defense,  algae  reduction,  and  parasite  removal,  increase  key  \ncomponents  of  coral  biology,  including  chlorophyll  content,  Sym-\nbiodiniaceae density, protein levels, nitrogen (N) and phosphorus (P) \nin  tissues,  and  oxygenation  within  coral  branches  and  tissues.  These  \nenhancements  support  critical  coral  processes,  including  photosyn-\nthesis,  tissue  biomass  production,  calcification,  overall  growth,  com-\npetitive ability, and recovery from bleaching events. Arrows represent \nthe  progression  from  fish-mediated  mechanisms  to  improved  coral  \nperformance and resilience. Graphics from the Integration and Appli-\ncation Network (ian.umces.edu/media-library)\n\n Coral Reefs\nand tipping points critical for coral persistence under climate \nchange scenarios.\n(iv) Exploring Fish Influence on Coral Microbiomes and \nHolobiont Health\nFish may play a role in shaping the coral microbiome—\na key determinant of coral health and immunity—through \nmechanisms such as nutrient cycling. Future studies employ-\ning metagenomic and metatranscriptomic approaches can \ncompare microbial communities and their functions in corals \nwith and without associated fish. Understanding how fish-\nmediated alterations in the microbiome affect coral stress \nresponses and disease resistance could reveal indirect path-\nways through which fish bolster coral resilience, highlighting \nthe importance of considering the coral holobiont in conser-\nvation efforts, possibly by inoculating corals with specific \nmicrobiomes that amplify beneficial effects of fishes.\n(v)  Integrating  Benefits  and  Costs  in  Coral-Fish  \nInteractions\nWe have described a suite of benefits fishes provide to \ncorals. But we should remember that not all coral-associated \nfishes are beneficial. For example, tissue feeding by butter-\nflyfish or bioerosion by certain parrotfish can reduce coral \ngrowth and facilitate the transmission of pathogens. Some \nspecies within putatively beneficial families can reduce coral \ngrowth: e.g., the damselfish, Plectroglyphidodon johnsto-\nnianus, feeds almost exclusively on coral (Ho et al. 2009). \nEven fish species known to have beneficial effects, can nega-\ntively affect corals under some environmental contexts. For \nexample, damselfishes that recycle nutrients can have nega-\ntive effects on corals in areas with high background levels \nof nitrate (Chase et al. 2014), and farmerfish can negatively \naffect nearby mounding corals (e.g., cultivating algae that \novergrow the colony) even though these fish can positively \naffect branching corals (White and O’Donnell 2010). Cur-\nrently, the net effect of these negative and positive interac-\ntions on corals remains uncertain. Future work should take \nthis species and environment-specific knowledge and predict \n(and test) how effects are manifest by more diverse fish and \ncoral communities: e.g., are effects additive or do diverse \nfish  assemblages  yield  unexpected  effects?  Controlled  \nexperiments and large-scale field observations across vary-\ning environmental contexts can identify conditions under \nwhich these community-level effects are most beneficial and \nidentify the environmental conditions under which the net \neffect of fishes shift from beneficial to detrimental. Such \ninformation can be used to inform management strategies \nthat balance ecosystem functions with coral conservation \ngoals.\nAcknowledgements This research was funded by a U.S. National \nScience Foundation Grant OCE 2224354 to the Moorea Coral Reef \nLTER and OCE #1851510, 1851032.\nDeclarations \nConflict of interests The authors declare no competing interests.\nReferences\nAllgeier JE, Burkepile DE, Layman CA (2017) Animal pee in the sea: \nconsumer-mediated nutrient dynamics in the world’s changing \noceans. Glob Change Biol 23:2166–2178\nAllgeier JE, Andskog MA, Hensel E, Appaldo R, Layman C, Kemp \nDW (2020) Rewiring coral: anthropogenic nutrients shift diverse \ncoral–symbiont nutrient and carbon interactions toward symbiotic \nalgal dominance. Glob Change Biol 26:5588–5601\nAltieri AH, Harrison SB, Seemann J, Collin R, Diaz RJ, Knowlton N \n(2017) Tropical dead zones and mass mortalities on coral reefs. \nProc Natl Acad Sci 114:3660–3665\nBarton JA, Bourne DG, Humphrey C, Hutson KS (2020) Parasites \nand coral-associated invertebrates that impact coral health. Rev \nAquac 12:2284–2303\nBecker DM, Putnam HM, Burkepile DE, Adam TC, Vega Thurber R, \nSilbiger NJ (2021) Chronic low-level nutrient enrichment ben-\nefits coral thermal performance in a fore reef habitat. Coral Reefs \n40:1637–1655\nBellwood DR, Goatley CHR, Bellwood O (2017) The evolution of \nfishes and corals on reefs: form, function and interdependence. \nBiol Rev 92:878–901\nBerenshtein I, Reuben Y, Genin A (2015) Effect of oxygen on coral \nfanning by mutualistic fish. Mar Ecol 36:1171–1175\nBeukers JS, Jones GP (1997) Habitat complexity modifies the impact \nof piscivores on a coral reef fish population. Oecologia 114:50–59\nBonin MC, Almany GR, Jones GP (2011) Contrasting effects of habitat \nloss and fragmentation on coral-associated reef fishes. Ecology \n92:1503–1512\nBurkepile DE, Allgeier JE, Shantz AA, Pritchard CE, Lemoine NP, \nBhatti LH, Layman CA (2013) Nutrient supply from fishes facili-\ntates macroalgae and suppresses corals in a Caribbean coral reef \necosystem. Sci Rep 3:1493\nChase TJ, Pratchett MS, Walker SPW, Hoogenboom MO (2014) Small-\nscale environmental variation influences whether coral-dwelling \nfish promote or impede coral growth. Oecologia 176:1009–1022\nChase TJ, Pratchett MS, Frank GE, Hoogenboom MO (2018) Coral-\ndwelling fish moderate bleaching susceptibility of coral hosts. \nPLoS ONE 13:e0208545\nChase T, Pratchett M, Hoogenboom M (2020a) Behavioral trade-offs \nand habitat associations of coraldwelling damselfishes (family \nPomacentridae). Mar Ecol Prog Ser 633:141–156\nChase  TJ,  Pratchett  MS,  McWilliam  MJ,  Hein  MY,  Tebbett  SB,  \nHoogenboom MO (2020b) Damselfishes alleviate the impacts of \nsediments on host corals. R Soc Open Sci 7:192074\nChong-Seng KM, Cole AJ, Pratchett MS, Willis BL (2011) Selective \nfeeding by coral reef fishes on coral lesions associated with brown \nband and black band disease. Coral Reefs 30:473–481\nCole AJ, Chong Seng KM, Pratchett MS, Jones GP (2009) Coral-feed-\ning fishes slow progression of black-band disease. Coral Reefs \n28:965–965\nCowan Z-L, Dworjanyn SA, Caballes CF, Pratchett MS (2016) Pre-\ndation on crown-of-thorns starfish larvae by damselfishes. Coral \nReefs 35:1253–1262\nde Barros F, Marangoni L, Ferrier-Pagès C, Rottier C, Bianchini A, \nGrover R (2020) Unravelling the different causes of nitrate and \nammonium effects on coral bleaching. Sci Rep 10:11975. https:// \nwww. nature. com/ artic les/ s41598- 020- 68916-0\nDetmer AR, Cunning R, Pfab F, Brown AL, Stier AC, Nisbet RM, \nMoeller HV (2022) Fertilization by coral-dwelling fish promotes \ncoral growth but can exacerbate bleaching response. J Theor Biol \n541:111087\n\nCoral Reefs \nDirnwoeber M, Herler J (2013) Toxic coral gobies reduce the feed-\ning rate of a corallivorous butterflyfish on Acropora corals. Coral \nReefs 32:91–100\nDixson DL, Hay ME (2012) Corals chemically cue mutualistic fishes \nto remove competing seaweeds. Science 338:804–807\nEddy TD, Lam VWY, Reygondeau G, Cisneros-Montemayor AM, \nGreer K, Palomares MLD, Bruno JF, Ota Y, Cheung WWL (2021) \nGlobal decline in capacity of coral reefs to provide ecosystem \nservices. One Earth 4:1278–1285\nEzzat L, Maguer J-F, Grover R, Ferrier-Pagès C (2015) New insights \ninto carbon acquisition and exchanges within the coral–dinoflagel-\nlate symbiosis under  NH\n4\n+\n and  NO\n3\n−\n supply. Proc R Soc B Biol \nSci 282:20150610\nFrölicher TL, Fischer EM, Gruber N (2018) Marine heatwaves under \nglobal warming. Nature 560:360–364\nGarcia-Herrera N, Ferse SCA, Kunzmann A, Genin A (2017) Mutu-\nalistic damselfish induce higher photosynthetic rates in their host \ncoral. J Exp Biol 220:1803–1811\nGil MA (2013) Unity through nonlinearity: a unimodal coral–nutrient \ninteraction. Ecology 94:1871–1877\nGleason MG (1996) Coral recruitment in Moorea, French Polynesia: \nthe importance of patch type and temporal variation. J Exp Mar \nBiol Ecol 207:79–101\nGochfeld D (2010) Territorial damselfishes facilitate survival of corals \nby providing an associational defense against predators. Mar Ecol \nProg Ser 398:137–148\nGoldshmid R, Holzman R, Weihs D, Genin A (2004) Aeration of corals \nby sleep-swimming fish. Limnol Oceanogr 49:1832–1839\nGratzer B, Millesi E, Walzl M, Herler J (2015) Skin toxins in coral-\nassociated Gobiodon species (Teleostei: Gobiidae) affect predator \npreference and prey survival. Mar Ecol 36:67–76\nGrottoli AG, Rodrigues LJ, Palardy JE (2006) Heterotrophic plasticity \nand resilience in bleached corals. Nature 440:1186–1189\nHo C-T, Fu Y-C, Sun C-L, Kao S-J, Jan R-Q (2009) Plasticity of feed-\ning habits of two plectroglyphidodon damselfishes on coral Reefs \nin Southern Taiwan: evidence from stomach content and stable \nisotope analyses. Zool Stud 48(5):649–656\nHolbrook  SJ,  Brooks  AJ,  Schmitt  RJ,  Stewart  HL  (2008)  Effects  \nof  sheltering  fish  on  growth  of  their  host  corals.  Mar  Biol  \n155:521–530\nHolbrook SJ, Schmitt RJ, Brooks AJ (2011) Indirect effects of species \ninteractions on habitat provisioning. Oecologia 166:739–749\nHoneycutt RN, Holbrook SJ, Brooks AJ, Schmitt RJ (2023) Farmerfish \ngardens help buffer stony corals against marine heat waves. PLoS \nONE 18:e0282572\nHoulbrèque F, Ferrier-Pagès C (2009) Heterotrophy in Tropical Scle-\nractinian Corals. Biol Rev 84:1–17\nHughes DJ, Alderdice R, Cooney C, Kühl M, Pernice M, Voolstra CR, \nSuggett DJ (2020) Coral reef survival under accelerating ocean \ndeoxygenation. Nat Clim Change 10:296–307\nJones  GP,  McCormick  MI,  Srinivasan  M,  Eagle  JV  (2004)  Coral  \ndecline threatens fish biodiversity in marine reserves. Proc Natl \nAcad Sci 101:8251–8253\nKamath A, Pruitt JN, Brooks AJ, Ladd MC, Cook DT, Gallagher JP, \nVickers ME, Holbrook SJ, Schmitt RJ (2019) Potential feedback \nbetween coral presence and farmerfish collective behavior pro-\nmotes coral recovery. Oikos 128:482–492\nLadd MC, Miller MW, Hunt JH, Sharp WC, Burkepile DE (2018) Har-\nnessing ecological processes to facilitate coral restoration. Front \nEcol Environ 16:239–247\nLedlie MH, Graham NAJ, Bythell JC, Wilson SK, Jennings S, Polunin \nNVC, Hardcastle J (2007) Phase shifts and the role of herbivory in \nthe resilience of coral reefs. Coral Reefs 26:641–653\nLiberman T, Genin A, Loya Y (1995) Effects on growth and reproduc-\ntion of the coral Stylophora pistillata by the mutualistic damself-\nish Dascyllus marginatus. Mar Biol 121:741–746\nMeyer J, Schultz E (1985a) Migrating haemulid fishes as a source of \nnutrients and organic-matter on coral reefs. Limnol Oceanogr \n30:146–156\nMeyer JL, Schultz ET (1985b) Tissue condition and growth rate \nof  corals  associated  with  schooling  fish.  Limnol  Oceanogr  \n30:157–166\nMeyer JL, Schultz ET, Helfman GS (1983) Fish schools: an asset to \ncorals. Science 220:1047–1049\nMoeller HV, Nisbet RM, Stier AC (2023) Cascading benefits of mutu-\nalists’ predators on foundation species: a model inspired by coral \nreef ecosystems. Ecosphere 14:e4382\nMumby PJ (2009) Phase shifts and the stability of macroalgal commu-\nnities on Caribbean coral reefs. Coral Reefs 28:761–773\nNash KL, Abesamis RA, Graham NAJ, McClure EC, Moland E (2016) \nDrivers of herbivory on coral reefs: species, habitat and manage-\nment effects. Mar Ecol Prog Ser 554:129–140\nNelson HR, Altieri AH (2019) Oxygen: the universal currency on coral \nreefs. Coral Reefs 38:177–198\nNicolet KJ, Chong-Seng KM, Pratchett MS, Willis BL, Hoogenboom \nMO (2018) Predation scars may influence host susceptibility to \npathogens: evaluating the role of corallivores as vectors of coral \ndisease. Sci Rep 8:5258\nPezner AK, Courtney TA, Barkley HC, Chou W-C, Chu H-C, Cle-\nments SM, Cyronak T, DeGrandpre MD, Kekuewa SAH, Kline \nDI, Liang Y-B, Martz TR, Mitarai S, Page HN, Rintoul MS, Smith \nJE, Soong K, Takeshita Y, Tresguerres M, Wei Y, Yates KK, \nAndersson AJ (2023) Increasing hypoxia on global coral reefs \nunder ocean warming. Nat Clim Change 13:403–409\nPlaisance L, Caley MJ, Brainard RE, Knowlton N (2011) The diversity \nof coral reefs: what are we missing? PLoS ONE 6:e25026\nPratchett MS, Messmer V, Wilson SK (2020) Size-specific recoloniza-\ntion success by coral-dwelling damselfishes moderates resilience \nto habitat loss. Sci Rep 10:17016\nPruitt  JN,  Keiser  CN,  Banka  BT,  Liedle  JS,  Brooks  AJ,  Schmitt  \nRJ, Holbrook SJ (2018) Collective aggressiveness of an eco-\nsystem engineer is associated with coral recovery. Behav Ecol \n29:1216–1224\nReaka-Kudla ML, Wilson DE, Wilson EO (1996) Biodiversity II: \nunderstanding and protecting our biological resources. Joseph \nHenry Press, Washington, D.C.\nRenzi JJ, Shaver EC, Burkepile DE, Silliman BR (2022) The role of \npredators in coraldisease dynamics. Coral Reefs 41(2):405–422. \nhttps:// doi. org/ 10. 1007/ s00338- 022- 02219-w\nSeraphim MJ, Sloman KA, Alexander ME, Janetski N, Jompa J, Ambo-\nRappe R, Snellgrove D, Mars F, Harborne AR (2020) Interactions \nbetween coral restoration and fish assemblages: implications for \nreef management. J Fish Biol 97:633–655\nShantz AA, Ladd MC, Schrack E, Burkepile DE (2015) Fish-derived \nnutrient hotspots shape coral reef benthic communities. Ecol Appl \n25:2142–2152\nShantz AA, Ladd MC, Ezzat L, Schmitt RJ, Holbrook SJ, Schmeltzer \nE, Vega Thurber R, Burkepile DE (2023) Positive interactions \nbetween corals and damselfish increase coral resistance to tem-\nperature stress. Glob Change Biol 29:417–431\nShashar N, Cohen Y, Loya Y (1993) Extreme diel fluctuations of oxy-\ngen in diffusive boundary layers surrounding stony corals. Biol \nBull 185:455–461\nShaver EC, Silliman BR (2017) Time to cash in on positive interactions \nfor coral restoration. PeerJ 5:e3499\nShaver EC, McLeod E, Hein MY, Palumbi SR, Quigley K, Vardi T, \nMumby PJ, Smith D, Montoya-Maya P, Muller EM, Banaszak \nAT, McLeod IM, Wachenfeld D (2022) A roadmap to integrating \nresilience into the practice of coral reef restoration. Glob Change \nBiol 28:4751–4764\nSiqueira AC, Muruga P, Bellwood DR (2023) On the evolution of fish–\ncoral interactions. Ecol Lett 26:1348–1358\n\n Coral Reefs\nStafford-Smith MG, Ormond RFG (1992) Sediment-rejection mecha-\nnisms of 42 species of Australian scleractinian corals. Mar Freshw \nRes 43:683–705\nStier AC, Leray M (2014) Predators alter community organization of \ncoral reef cryptofauna and reduce abundance of coral mutualists. \nCoral Reefs 33:181–191\nStier AC, Osenberg CW (2024a) How fishes and invertebrates impact \ncoral resilience. Curr Biol 34:R613–R615\nStier  AC,  Osenberg  CW  (2024b)  Coral  guard  crabs.  Curr  Biol  \n34:R5–R7\nStier AC, Hanson KM, Holbrook SJ, Schmitt RJ, Brooks AJ (2014) \nPredation and landscape characteristics independently affect reef \nfish community organization. Ecology 95:1294–1307\nSuefuji M, van Woesik R (2001) Coral recovery from the 1998 bleach-\ning event is facilitated in Stegastes (Pisces: Pomacentridae) ter-\nritories, Okinawa, Japan. Coral Reefs 20:385–386\nSweatman HPA (1985) The influence of adults of some coral reef fishes \non larval recruitment. Ecol Monogr 55:469–485\nToby Kiers E, Palmer TM, Ives AR, Bruno JF, Bronstein JL (2010) \nMutualisms in a changing world: an evolutionary perspective. \nEcol Lett 13:1459–1474\nVan Wert JC, Ezzat L, Munsterman KS, Landfield K, Schiettekatte \nNMD, Parravicini V, Casey JM, Brandl SJ, Burkepile DE, Eliason \nEJ (2023) Fish feces reveal diverse nutrient sources for coral reefs. \nEcology 104:e4119\nWeber JN, Woodhead PMJ (1970) Ecological studies of the coral \npredator Acanthaster planci in the south pacific. Mar Biol 6:12–17\nWeber M, de Beer D, Lott C, Polerecky L, Kohls K, Abed RMM, Fer-\ndelman TG, Fabricius KE (2012) Mechanisms of damage to corals \nexposed to sedimentation. Proc Natl Acad Sci 109:E1558–E1567\nWhite J-SS, O’Donnell JL (2010) Indirect effects of a key ecosystem \nengineer alter survival and growth of foundation coral species. \nEcology 91:3538–3548\nZikova AV, Britaev TA, Ivanenko VN, Mikheev VN (2011) Planktonic \nand symbiotic organisms in nutrition of coralobiont fish. J Ichthyol \n51:769–775\nPublisher’s  Note  Springer  Nature  remains  neutral  with  regard  to  \njurisdictional claims in published maps and institutional affiliations.\nSpringer  Nature  or  its  licensor  (e.g.  a  society  or  other  partner)  holds  \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript  version  of  this  article  is  solely  governed  by  the  terms  of  \nsuch publishing agreement and applicable law.",
  "extractedAt": "2025-12-12T18:45:14.662Z",
  "success": true,
  "matchedPublication": {
    "title": "Fish services to corals: a review of how coral-associated fishes benefit corals",
    "doi": "10.1007/s00338-025-02647-4",
    "year": "2025",
    "authors": "Stier, Adrian C.; Chase, Tory J.; Osenberg, Craig W."
  }
}