{
  "filename": "Stier et al. (Ecosphere) 2016.pdf",
  "numPages": 28,
  "text": "Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity ADRIANC. STIER, 1, BENJAMINM. BOLKER, 2 ANDCRAIGW. OSENBERG 3 1 Department of Ecology, Evolution and Marine Biology, University of California, Santa Barbara, California 93106 USA 2 Departments of Mathematics & Statistics and Biology, McMaster University, Hamilton, Ontario L8S 4K1 Canada 3 Odum School of Ecology, University of Georgia, Athens, Georgia 30602 USA Citation:Stier, A. C., B. M. Bolker, and C. W. Osenberg. 2016. Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity. Ecosphere 7(12):e01612. 10.1002/ecs2.1612 Abstract.Beta diversity describes how species composition varies across space and through time. Current estimators of beta diversity typically ignore the effects of within-patch sample size, determined jointly by local abundance and sampling effort. Many ecological processes such as immigration, predation, or nutrient limitation affect abundance and asymptotic beta diversity concurrently; thus, existing metrics may confound changes in asymptotic beta diversity with changes that result from differences in abundance or sampling. Results from a stochastic simulation model illustrate how decreasing within-patch sample size may either increase or decrease observed beta diversity, depending on the type of metric, sample size, and community properties; these changes are easy to understand, and predict, by considering the effects of sampling on variance. A modified, patch-level form of rarefaction controls for variation in within-patch sample size; two case studies illustrate the utility of this approach. Studies seeking a mechanistic link between ecological process and beta diversity will continue to benefit from explicit consideration of sampling effects. Key words:beta diversity; biodiversity; rarefaction; sampling effects. Received6 October 2016; accepted 10 October 2016. Corresponding Editor: Debra P. C. Peters. Copyright:©2016 Stier et al. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. E-mail:adrian.stier@lifesci.ucsb.edu INTRODUCTION Within-patch (alpha) and among-patch (beta) diversities combine to produce regional patterns of diversity. Traditionally, ecologists have focused on local processes and their influence on alpha diversity. More recently, ecologists have turned to studying the drivers of beta diversity; patterns of beta diversity provide insight into the role of factors that generate species boundaries (Condit et al. 2002), facilitate regional diversity via environmental heterogeneity, and produce alternate community states (Fukami and Naka- jima 2011). From a conservation perspective, beta diversity is arguably as important as alpha diver- sity (Socolar et al. 2016): For example, quantify- ing the spatial scale of beta diversity can allow resource managers to design reserve networks that maximize species complementarity across sites (Kattan et al. 2006). Similarly, beta diversity can be used to describe the rate at which species turn over through time in the presence of human impacts (Dornelas et al. 2014). Knowledge of the factors maintaining diversity among patches can also facilitate biodiversity preservation or recov- ery of diversity following the restoration of a degraded ecosystem (McKnight et al. 2007). Beta diversity is typically examined at two spatial scales: (1) large-scale variation in beta diversity that links species compositional differ- ences across gradients (e.g., with latitude or alti- tude) and encompasses multiple species pools (Condit et al. 2002, McKnight et al. 2007, He and Zhang 2009), and (2) local-scale variation in beta ❖www.esajournals.org1December 2016❖Volume 7(12)❖Article e01612 diversity among patches representing a commu- nity drawn from a single pool. At the local scale, beta diversity is determined by four different, scale-dependent phenomena (Fig. 1): (1) changes in the species pool, which affect beta diversity primarily at large spatial scales (and which we do not consider further); (2) environmental heterogeneity driven by biotic or abiotic factors (i.e., environmentalfiltering); (3) local patch size (i.e., the total number of individuals found within a given location): For example, small patches may have high beta diversity because each patch has only a limited capacity to sample the species pool; (4) sampling effort: For exam- ple, the use of a few, small quadrats within a patch will reduce the number of individuals counted within patches, which could lead to high apparent beta diversity even when patches con- tain identical communities. Here, we focus on the latter two phenomena, patch size and sam- pling effort, as the roles of the species pool and environmental heterogeneity have been thor- oughly discussed elsewhere in the literature (e.g., Soininen et al. 2007). The effects of patch size and sampling effort (which we collectively callsampling effects) are well known in studies of alpha diversity. Well- established tools, such as rarefaction or multino- mial extrapolation, facilitate the comparison of alpha diversity among communities that differ in sampling protocols (e.g., number of samples, individuals, or coverage [fraction of the species list sampled]; Gotelli and Colwell 2001, 2011, Chao and Jost 2012, Chao et al. 2012, 2014b, Col- well et al. 2012). The importance of sampling effects in biasing estimates of beta diversity was initially demonstrated in the 1950s (Nash 1950, Morisita 1959), and has since received additional attention (Ricklefs and Lau 1980, Wolda 1981, Plotkin and Muller-Landau 2002, Cardoso et al. 2009, Tuomisto 2010a, Beck et al. 2013). Initial attempts to address sampling bias in beta diver- sity estimators have included identifying beta diversity metrics that are less sensitive to sam- pling effects (Cardoso et al. 2009) and develop- ing metrics that adjust beta diversity for unsampled species (Chao et al. 2005). Despite these advances, ecologists have not yet devel- oped tools that clearly separate sampling effects from other phenomena driving beta diversity. For example, ecological processes such as preda- tion, competition, and nutrient limitation can modify beta diversity both via environmentalfil- tering and via sampling effects (i.e., by altering the number of individuals surviving within a patch; e.g., Chase 2007, 2010, Chase et al. 2009, Stier et al. 2013). As a result, sampling effects and the influences of environmental drivers of DC AB H F G E β pool β size β envt Environmental filtering AB Patch size Sample size C Sample 1 Sample 2 Size 1 Size 2 Envt. 1 Envt. 2 Species pool Site 1 Site 2 C Sampling effects A B β effort BC D B B A Fig. 1. Four different mechanisms of beta diversity where each letter (A–H) represents a species. Beta diversity can be produced by (1) differences in the species pool supplying two sites (gray vs. black,b pool ), (2) differences in the environment (green vs. red,b envt ), (3) differences in patch size (blue vs. yellow,b size ), or (4) differences in sampling effort (light blue vs. dark blue,b effort ). ❖www.esajournals.org2December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. beta diversity may be confounded. At present, we know of no effective technique that adjusts observed beta diversity for differences in abun- dance to separate sampling effects from environ- mentalfiltering and facilitate comparison of communities (as is standard practice in studies of alpha diversity). We focus on the consequences of sampling effects (i.e., phenomena 3, patch size, and 4, sam- ple size: Fig. 1) for beta diversity estimation in scenarios with afixed species pool. We examined these two phenomena together, as their conse- quences are functionally equivalent (we have the same information about the composition of a patch from which only a few individuals have been sampled whether it was the patch or the investigator that did the sampling). Wefirst developed a stochastic simulation model to explore how sampling affects beta diversity under different situations. We then developed a rarefaction technique that adjusts observed beta diversity for sampling effects and allows the sep- aration of sampling effects from higher-level eco- logical drivers (environmentalfiltering, species pool compositions) of beta diversity. METHODS The model In contrast to recent work that generates simu- lated communities from a complex spatial model (Beck et al. 2013), we used a relatively simple stochastic simulation. Our approach sacrificed realism to facilitate interpretation of the processes driving the resulting patterns in beta diversity. We defined the beta diversity of a community as the variation in species composition among samples obtained from patches within that community. Variation is measured as distance inN-state space (whereNis the species richness of the regional pool), where each species is either represented by presence–absence data (e.g., Jaccard index) or rel- ative abundance (e.g., Manhattan index). There is a plethora of beta diversity definitions (for a recent review, see Legendre and De C   aceres 2013); we focused on metrics based on distance in N-state space (i.e., multivariate dispersion sensu Anderson et al. 2006), because we were specifi- cally interested in comparing beta diversity between multiple distinct communities; however, we expect that our results will be qualitatively similar for other metrics (seeDiscussion). Instead, we focused on metrics that quantify the variability among patches within a community. Wefirst used a simulation model to explore how observed beta diversity for a single commu- nity is affected by sampling (due to changes in either sample size or patch size) and species abundance distributions (SADs). All code is available in Appendix S1; community simulator is detailed in Appendix S2: Figs. S1–S7. Source code, R Package, and the code corresponding to eachfigure is archived at: https://zenodo.org/ record/162251#.WEoYJHeZPOQ. In particular, we asked how beta diversity changes as sampling increases and how this effect is influenced by pat- terns of endemism and rarity. Hereafter, we refer to the expected beta diversity under large sam- ples asasymptotic beta diversityto distinguish it from the observed (i.e., sampled) beta diversity. We also used the model to investigate the situa- tion in which two communities are compared (e.g., to determine differences in beta diversity between sites with and without predators). These commu- nities can represent different locations, habitats, or treatments (each containing multiple sampled replicates or plots,“patches”in our terminology). The questions then become: Do different habitats differ in beta diversity? How is the observed mag- nitude of difference in beta diversity affected by sample size, patch size, or the species abundance distributions? Does a rarefaction-based approach effectively separate the effect of sampling from differences in asymptotic beta diversity? To explore these issues, we simulated species relative abundances for each ofPpatches within a community pool ofNspecies. For thefirst step, we defined the species abundance distribution (assumed the same for each patch). We set the number of discrete abundance categories (e.g., three, for [common, intermediate, rare]), the num- ber of species per abundance category, and the relative abundance of successive abundance cate- gories (defined by the rank-abundance parameter /, which is the abundance of thexth category rel- ative to thex+1st category). We normalized the results (divided by the total patch abundance) so that species proportions summed to 1.0. For example, with two abundance categories, three species per category, and/=2, the relative spe- cies abundances would be (1,1,1,0.5,0.5,0.5)/4.5; with two species in each of three abundance ❖www.esajournals.org3December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. categories and/=10, the relative abundances would be (1,1,0.1,0.1,0.01,0.01)/2.22. Each patch initially contained a unique set of species, but with identical SADs (i.e.,N/Pspecies in each patch). We then mixed the species among patches to achieve more complex assemblages. We allowed for a separate mixing parameter (p mix ) for each abundance category. The mixing parameter specified the proportion of individuals of each species to be redistributed uniformly across all patches: 0 corresponded to no mixing and 1 corresponded to complete mixing. Thus, for a patch without speciesi, the new relative abun- dance of speciesibecamer i 9p mix /P(wherer i refers to the initial relative abundance), while the relative abundance in the original patch became r i !(1\"p mix )+(r i 9p mix /P). For example, for a simulation with two abundance categories (com- mon and rare) andp mix =[0,0.5], the common species remained completely endemic to patches (i.e., no mixing), while half of the individuals from rare species were distributed homoge- neously across all patches (including a fraction p mix /Pthat were distributed back to their original patch): Table 1 gives an example. Once the species distributions across patches were set, we tookfinite samples from each patch. For this sampling problem, there are (at least) two possible approaches: (1) We could sample afixed number of individuals, in which case, each sam- ple would be based on a multinomial distribution; or (2) we could sample from the expected number of individuals for each species using a Poisson distribution. While both procedures give the same expected proportions, in thefirst case the total number of individuals per sample is identical, while in the second case the total number of indi- viduals varies across samples according to a Pois- son distribution. Table 1 gives one example for the second (Poisson) approach, which we follow for the remainder of the paper. While zero- inflated Poisson distributions better match the species distributions for some real communities (Zhang et al. 2014), we use the Poisson approach here for simplicity. We concentrate on the applica- tion of the Jaccard index based on presence– absence data because it is most commonly used in the literature, but we also report results for an abundance-based metric, the Manhattan index using a Hellinger transformation before calculat- ing the distance matrix (sensu Legendre and De C   aceres 2013; Appendix S1: Fig. S6). A beta rarefaction solution across multiple communities The effects we describe for a single community can affect comparisons of beta diversity between two or more communities. We therefore devel- oped and implemented a three-step approach to rarefaction to quantify rarefied beta diversity and compare communities (i.e., to compare beta diver- sity conditional on sampling the same total num- bers of individuals per patch in each community). We focus on individual-based rather than sample- based rarefaction here, because community stud- ies frequently take a single sample per patch (e.g., Chase 2007, 2010, Chase et al. 2009, Stier et al. 2013); in this case, sample-based rarefaction would be useless, as it would effectively resample patches, which would not mitigate the effects of reduced numbers of individualswithinpatches. While multilevel rarefaction has been previously been suggested as a way to account for under- sampling bias in beta diversity (e.g., Tuomisto 2010a,b), ours is to our knowledge thefirst attempt toflesh out the details of how such a pro- cedure would work in practice. In contrast to rar- efaction for alpha diversity, multilevel rarefaction for beta diversity requires some extra attention to Table 1. Example eight species community matrices generated from three-step process of the stochastic simulation model. Species AB C D EF G H Pre-mixing (r i ) Patch 1 1/3 1/3 1/6 1/6 0 000 Patch 20 000 1/3 1/3 1/6 1/6 Post-mixing (r i 9p mix /S) Patch 1 1/3 1/3 1/8 1/8 0 0 1/24 1/24 Patch 20 0 1/24 1/24 1/3 1/3 1/8 1/8 Numbers Patch 140 40 15 15 0 055 Patch 20 055 40 40 15 15 50% Poisson sample 22 19 560 023 0 045 21 17 86 Notes:Columns (A–H) represent species and fractions rep- resent relative abundance of each species. From top to bot- tom, the three steps include pre-mixing relative abundance (r i ), post-mixing relative abundance (r i 9p mix /S), numbers of individuals per patch (i.e., multiplying relative abundance by patch size), and a 50% sample of the mixed community. Model parameters:S=2,/=2,N=120, andp mix =[0,0.5]. ❖www.esajournals.org4December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. detail. If, in order to match within-patch sample sizes across communities, researchers simply sub- sampled all patches down to the minimum sam- ple size found in any patch inanycommunity, they would often discard almost all of their data (because sample sizes are often highly variable among patches). (Horner-Devine et al. (2004) did successfully use this protocol, in a molecular eco- logical context with large sample sizes.) Instead, we follow a slightly more sophisticated rank- matching algorithm. 1. Rank samples (i.e., patches) by the number of individuals sampled (i.e., sample size). Match patches by rank across treatments. For all patches in the same rank, subsample all patches down to the minimum sample size in those patches. For example, assume we have three samples from each of two com- munities with samples sizes of [10,7,3] and [8,6,5]. We then subsample the two commu- nities down to [8,6,3] producing equal sam- ple sizes in the two communities. If there are more than two communities, wefind the minimum number of individuals per patch rank across all communities; for unbalanced designs with different numbers of patches, we group multiple patches into patch ranks. For example, consider three communities with [10,7], [30,7], and [20,8,5,3]. We would create two groups and then subsample down to [8,3] for thefirst two communities and [8,8,3,3] for the third community. Matching groups becomes slightly trickier when the numbers of patches per community are not evenly divisible (e.g.,five patches in commu- nity 1, seven patches in community 2, and 11 patches in community 3). Extending this algorithm to sample-based rarefaction is pos- sible in principle, but the bookkeeping for equating total numbers of individuals sam- pled per patch across communities while reducing the total numbers sampled as little as possible becomes extremely complex. 2. For each treatment (e.g.,Control), repeat this subsampling process 1000 times. For each subsample, compute beta diversity. In our case, we calculated diversity using Jaccard dissimilarity and computed the median bootstrapped distance from each patch to the respective treatment centroid (Anderson et al. 2006), after applying a bias correction (see below). 3. Compare these rarefied beta diversity distri- butions for each treatment group using a two-tailed test. Because unequal numbers of patches among communities can affect comparisons of multi- variate distance, we applied a correction propor- tional to ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi P=ðP\"1Þ p (wherePis the number of patches) when estimating the distances to cen- troid. This bias correction accounts for the fact that the distances to centroid are slightly corre- lated with each other (because the centroid is itself determined by combining all of the individ- ual community values); it is analogous to the bias correction typically used in estimating sample variances, that is,s 2 =SSQ/(n\"1) rather than SSQ/n. It is novel, although Anderson (2006) mentions the possibility of such bias and O’Neill and Mathews (2000) discuss this type of correc- tion in more detail, albeit in a different context. An option for applying this bias correction is included in the betadisper function in vegan package (versions≥2.0-7) for community analysis (Oksanen et al. 2016). Power analysis To test whether our procedure works to distin- guish differences in observed beta diversity due to sampling effects from those due tofiltering, we ran a power analysis with two treatments in which we varied average patch size (N=10 or 20); pro- portional difference in patch size between treat- ments (0%, 5%, 10%, and 50%); difference in number of patches per treatment ([20,20]; [10,30]; and [5,35]); and, as our measure of effect size, the between-treatment difference in the mixing param- eterp mix (an average value of 0.5, with differences ranging from 0 to 0.5, i.e.,p mix =[0.25,0.75]). We simulated 250 cases for each parameter combina- tion, ran the hierarchical rarefaction and beta diversity comparison test procedures described above for each simulation, and counted the pro- portion of time that the null hypothesis of no dif- ference in beta diversity was rejected. For the null case (p mix difference=0), the resulting pro- portion is a measure of the type I error rate, which should be equal to the nominala=0.05; otherwise, the proportion estimates the power to reject the null hypothesis. ❖www.esajournals.org5December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. Case studies To illustrate how rarefaction can facilitate infer- ences about the ecological processes driving beta diversity, we used data from two recently pub- lished experiments that examined the effect of two different predator species on the beta diver- sity of their prey, coral reeffish (Stier et al. 2013, 2014). In each experiment, a matrix of structurally similar and evenly spaced reefs was constructed from a combination of cinderblocks and live coral. Preyfish then naturally colonized these reefs in the presence and absence of experimentally manipulated predatoryfish. We show the effects of predators on abundance, richness, Jaccard index of beta diversity, and the proposed rarefied Jaccard index. RESULTS Effects of sampling intensity on beta diversity in simulated communities Increasing sample size had large and context- dependent effects on the observed beta diversity. Beta diversity generally declined as the number of individuals sampled per patch increased (Fig. 2). Similar patterns with other beta diversity metrics include Gower, Alt-Gower, Bray–Curtis, Canberra, Chao–Jaccard, Gower, Manhattan, Morista, and Raup–Crick indices (Appendix S3: Figs. S1–S3). However, when very rare species existed in the species pool—achieved in this case by making the rank-abundance parameter,/, small—the Jaccard-based beta diversity curve had an 0.00 0.25 0.50 0.75 10 1 10 2 10 3 10 4 Number of individuals sampled Beta diversity (mean pairwise Jaccard distance) rank-abundance skew Med-HiMedLowHigh Fig. 2. The effect of local population size on observed beta diversity quantified as the mean pairwise Jaccard distance for four different rank-abundance distributions. Note the interactive effects of the rank-abundance parameter and local population size on the shape of the rarefaction curves. As the rank-abundance parameter becomes smaller, communities become more skewed in abundance with a few common individuals and a larger number of rare species. Intermediate maxima emerge for medium–high and high levels of skew. Popula- tion size onx-axis is plotted on a log 10 scale. See Appendix S3, Fig. S3 for similar patterns with other beta diversity metrics (e.g., Gower, alt-Gower, Bray, Canberra, Chao-Jaccard, Gower, Horn, Manhattan, Morista, and Raup–Crick indices). ❖www.esajournals.org6December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. intermediate maximum. This pattern arose from the effects of the variance of a binomial sample. When the probability of a species occurrence was very small, that species occurred nowhere or almost nowhere, and the diversity due to that species was low; the diversity also was low when the occurrence probability was very high and the species was present (almost) everywhere. Diver- sity was highest when the species occurrence probability was near 50%. However, if the proba- bility of species occurrence was already at or above 50% in the smallest sample sizes consid- ered (which was always true for the common species, and true for the rare species when the rank-abundance parameter was large), then beta diversity always declined with increasing sam- pling intensity. Looking at a broader range of SADs and endemism (Fig. 3), we only saw inter- mediate maxima when the rank-abundance parameter was small and beta diversity was dri- ven by both common and rare species. A more pronounced intermediate maximum occurred at larger local sample sizes when the common spe- cies were better mixed than the rare species. In this model, beta diversity was 100% when there was no mixing (upper left panel) or when sample sizes were very small (left edge of each panel). Similar intermediate maxima in the relationship between sampling intensity and beta diversity have been documented empirically (Cardoso et al. 2009), emphasizing the importance of rarefaction. Beta diversity decreased to zero as sample size increased when each species had a non-zero probability of occurring in every patch. This phenomenon of variance initially increas- ing with sampling effort should apply only for presence–absence metrics such as the Jaccard. For abundance-based metrics such as the Man- hattan index (Appendix S3: Fig. S1), the relevant sampling distribution is the Poisson, and beta diversity—driven by the coefficient of variation across patches—decreased continuously with increasing within-patch sample size. We also evaluated a number of other common beta diver- sity indices and demonstrated the ubiquity of sampling issues (Appendix S3: Fig. S3); the pat- tern of continuous decrease in observed beta diversity with increased within-patch sample size holds generally, although the effects of dif- ferent SADs and numbers of patches sampled vary across abundance-based metrics. Beta diversity studies, and especially the deve- lopment of new ways to quantify and partition diversity, have exploded in recent years (Chao et al. 2005, 2014a, Crist and Veech 2006, Ander- son et al. 2011, Chao and Chiu 2016). For exam- ple, Tuomisto (2010a,b) emphasized metrics that represent ratios between global (gamma) and local (alpha) diversities, rather than directly quan- tifying among-community diversity. We have not evaluated the performance of the new generation of beta diversity metrics, focusing instead on the more classical approaches implemented within the vegan package (and still widely used in empirical studies). However, given that our qual- itative results are driven by the basic properties of sampling variances, we expect that they will generalize to any characterization of beta diver- sity that attempts to measure among-patch diver- sity in some form. Power analysis The results of the power analysis (Fig. 4) were encouraging. If our rarefaction method success- fully accounted for differences in number of indi- viduals within a patch, then for simulations with differing numbers of individuals within a patch but the same true asymptotic beta diversity (i.e., p mix =0), the rarefied comparison should have rejected the null hypothesis 5% of the time (be- cause we useda=0.05). When the number of patches did not differ too radically between treat- ments (i.e., [20,20] or [10,30]), our method was actually conservative: The rejection rate for null simulations was about 1% rather than 5% (aver- aging across all other parameters: rejection rate= 0.95% for [20,20], 1.5% for [10,30], standard error of 0.3%). (We note that the implementation of Anderson’s (2006) PERMDISP2 procedure in the vegan package, betadisper, is also conservative in this case.) For large differences in the number of patches ([5,35]) and a patch size of 10 individ- uals, our rarefaction method gave a reasonable rejection rate of 5.9% (SE 0.4%); however, it became anticonservative (rejection rate=13%, SE 0.9%) for patch size of 20 (Fig. 4; see also Appendix S4: Fig. S1). Thus, we caution against using our method to compare treatments with radically different numbers of patches, although we would expect that such unbalanced designs would only occur for opportunistic and/or obser- vational data sets. ❖www.esajournals.org7December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. When there was a true among-treatment differ- ence in asymptotic beta diversity, our method suc- cessfully captured the effects. Overall, a difference in mixing rates of approximately 0.2 (i.e., species are mixed across patches at rate 0.4 for one treatment and rate 0.6 for the other) was sufficient to attain 80% power, with higher power being obtained in balanced designs and with larger pop- ulation sizes (and correspondingly lower power for unbalanced designs and small patch sizes). 0%10%50%100% 0.00 0.25 0.50 0.75 1.00 0.00 0.25 0.50 0.75 1.00 0.00 0.25 0.50 0.75 1.00 0.00 0.25 0.50 0.75 1.00 0% 10% 50% 100% 10 2 10 4 10 2 10 4 10 2 10 4 10 2 10 4 Number of individuals sampled Beta diversity (mean pairwise Jaccard distance) Rank-Abundance Skew Med-Hi Med Low High Percentage of rare species mixed Percentage of common species mixed Fig. 3. Beta diversity can emerge from spatial variation in both common and rare species. Shown here is beta diversity measured as mean pairwise Jaccard distance for a response surface of beta diversity originating from rare species (from left to right) and common species (top to bottom) for communities of variable rank-abundance skew. Note the effects of rank-abundance skew are on the intermediate maxima are present only when beta diversity originates from some fraction of both rare and common species in the community, with the most pronounced intermediate maxima for communities with high rank-abundance skew and a large fraction of the beta diversity coming from both common and rare species (i.e., bottom right panel). ❖www.esajournals.org8December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. Using rarefaction to interpret the effects of predators on beta diversity The two case studies showed that predators dif- fered substantially in their effects on prey abun- dance and alpha diversity. Thefirst predator, the arc-eye hawkfish (Paracirrhites arcatus, hereafter hawkfish), decreased prey abundance (Fig. 5A) and alpha diversity (Fig. 5B). Based on the decline in prey density (i.e., patch size), the model described above and the recent work presented by Chase et al. (2011), we predicted that hawkfish would cause a corresponding increase in beta diversity measured as Jaccard dissimilarity. As expected, beta diversity increased in the presence of hawkfish by 38% (Fig. 5C). Importantly, this increase in Jaccard dissimilarity persisted even after rarefaction (Fig. 4D; albeit with a smaller effect size of a 26% increase), suggesting that predators increased beta diversity through two mechanisms: a reduction in the number of individuals (a sampling-driven effect) and a reduction in sampling-adjusted beta diversity. In this case, sampling effects inflated the positive effects of predators on beta diversity; however, in other cases, sampling effects might mask (or reverse) the apparent effects of a given ecological process on beta diversity. This was exemplified by our second example. The peacock grouper (Cephalopholis argus, hereafter grouper) strongly decreased prey abundance (Fig. 5E) and species Fig. 4. Power analysis results for varying number of patches in each of two communities (colors): average per-patch population size (rows) and proportional difference in per-patch population size between communities (columns). Horizontal dashed lines show power=0.05 (nominalalevel) and power=0.8 (a standard cutoff for “adequate”power). ❖www.esajournals.org9December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. richness (Fig. 5F), andincreased(non-rarefied) beta diversity by 16% (Fig. 5G). However, rar- efied beta diversitydecreasedin the presence of groupers by 50% (Fig. 5H). The decline in (rar- efied) beta diversity in the presence of groupers was likely driven by predators acting as environmentalfilters, removing poorly defended species from the species pool (Stier et al. 2014); however, this effect was masked in the analysis of unrarefied beta diversity because of the stron- ger sampling effect mediated through the decline in prey density. DISCUSSION Recent studies exploring the ecological pro- cesses driving beta diversity have by and large neglected the biases introduced by limited sam- pling. The sampling effects we illustrate here highlight the need for accessible and accurate tools to quantify beta diversity within communi- ties or compare beta diversity among communi- ties. Our results corroborate recent empirical and theoretical studies that demonstrated the impor- tance of sampling effects in driving beta diversity (Cardoso et al. 2009, Beck et al. 2013). We extend the current understanding of sampling effects in three distinct ways. (1) We conceptually distin- guish among environmentalfiltering and two sources of sampling effects—patch size and sam- pling effort; (2) we show that the effects of sam- pling on beta diversity depends on the shape of the rank-abundance curve and whether beta diversity originates from common or rare spe- cies; and (3) we develop a new method to calcu- late rarefied beta diversity for two or more sets of patches, and use two cases that demonstrate its utility. This method is implemented in an Rpackage,betararef(https://github.com/bbolker/ betararef; Appendix S1). Effects of sampling effort vs. patch size We have discussed the effects of patch size and sampling effort on observed beta diversity in a single framework because they are computation- ally similar. The horizontal axes in Figs. 2 and 3 could be changed from“number of individuals sampled”to“patch size”or“sample size,” changing their interpretation without changing their shape. What matters from an estimation point of view is only the expected abundances or incidences in a sample; it does not matter whether 10 individuals counted represent a 10% sample of a population of size 100, or a complete sample of a population of 10. However, the inter- pretation of the results may be quite different. Changes in beta diversity driven strictly by 25 50 75 100 5.0 7.5 10.0 12.5 0.35 0.40 0.45 0.50 0.25 0.35 0.45 0.55 P– Abundance Richness β -Diversity Rarefied β -Diversity P+P–P+ A B C D E F G H Case 1Case 2 Predator treatment Fig. 5. Abundance (A, E), richness (B, F), beta diver- sity (C, G), and rarefied beta diversity (D, H) in the presence (P+, black circles) and absence (P\", white cir- cles) of predators in two separate experiments on coral reeffish communities in French Polynesia. In thefirst case study (left column; Stier et al. 2013), positive effects of predators (hawkfish) on observed beta diver- sity (Jaccard index) persist for rarefied beta diversity (rarefied Jaccard index). In contrast, the second case study (right column; Stier et al. 2014) shows that posi- tive effects of predators (peacock grouper) on observed beta diversity are reversed to a negative effect follow- ing rarefaction. These two case studies demonstrate that sampling effects can inflate effect sizes when esti- mating the effect of a given ecological process that also decreases abundance (left column). Furthermore, sam- pling effects can be so strong that they mask the direc- tion of the effect of a process on beta diversity (right column). Data for these analyses are available in Appendices S6 and S7. ❖www.esajournals.org10December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. incomplete sampling will disappear if communi- ties are exhaustively sampled. In contrast, a set of patches can exhibit beta diversity because a limited number of individuals can persist within a given patch: That is, in these cases, the patches themselves have incompletely“sampled”the potential residents. Therefore, processes such as predation, drought, or resource limitation that drive local patch size can produce distinct pat- terns of beta diversity. Such effects cannot be overcome by increased sampling effort. To illus- trate this issue, consider predator–prey interac- tions that are influenced by the availability of predator-free space (Jeffries and Lawton 1984), such that the maximum number of prey in a patch is a function of the number of refuges. In the presence of predators, the number of avail- able refuges sets patch size, a limitation that dis- appears in the absence of predators. As we have shown (Figs. 2, 3, 5), communities with preda- tors may therefore have different observed beta diversity relative to those without predators. Observed, rarefied, and asymptotic beta diversity It is useful to distinguish amongobserved(i.e., unrarefied) beta diversity (beta diversity as com- puted directly from observed samples, without any form of sample size adjustment),rarefiedbeta diversity (beta diversity adjusted for sampling effects by appropriate subsampling methods), andasymptoticbeta diversity (the expected beta diversity from a large sample, drawn from a large local community); similar distinctions have been made in the context of alpha diversity esti- mation (Colwell et al. 2012, Chao et al. 2014b). While rarefaction is a useful tool for understand- ing and adjusting for sampling effects in beta estimators, rarefaction procedures necessarily involve throwing away data. For example, to quantify rarefied beta diversity in the case stud- ies described above, we rarefy a group of patches (i.e., reduce the sampling effort in some patches) and then quantify beta diversity; when there is wide variation in local patch size or sampling effort so that some patches have very small num- bers of individuals, the resulting loss of informa- tion can be catastrophic. This loss of data is important, because it can limit the power we have to detect differences in beta diversity between two communities. In particular, at very small sample sizes, the difference between two rarefaction curves can be very hard to detect, as they will converge to nearly 100% dissimilarity as the number of individuals per patch approaches a single individual. In the future, we would ideally like a strategy for estimating asymptotic rather than rarefied diversity, which would adjust for differences in sampling effort and/or local patch size without discarding data and losing power. Such solutions for alpha diversity are far ahead of current meth- ods for beta diversity (e.g., Chao et al. 2013), although asymptotic alpha diversity estimates have their own set of constraints. In particular, Haegeman et al. (2013) have established that asymptotic species richness cannot be reliably estimated for strongly undersampled communi- ties such as environmental or host-associated microbiomes (also see Mao and Colwell 2005, Chao et al. 2014b). For stable conclusions, researchers must either use more robust metrics associated with higher Hill numbers (i.e., Simpson diversity corresponding to the Hill number with q=2; Chao et al. 2014b) or compare richness at a common rarefied reference size (Navas-Molina et al. 2013). We hypothesize a similar set of limita- tions may be true for asymptotic beta diversity. Despite these limitations, analogous methods for estimating asymptotic beta diversity would be extremely useful. Although such methods do not yet exist, recent advances in quantifying spe- cies rank-abundance distributions (RADs) may provide a starting point. Chao et al. (2015) high- light that the observed relative abundance for any species is an overestimate of its true value, due to the failure to detect species that are actu- ally present in the community. This results in a biased RAD and the well-known underestima- tion of true alpha diversity. Importantly, Chao et al. provide a framework to estimate the num- ber and relative abundance of undetected species inferred to be present in the assemblage, thus closing the gap between observed and asymp- totic alpha diversity. This approach might be extended to beta diversity, but the significant challenge is that the undetected species in a sam- ple are not actually identified, and thus, asymp- totic beta diversity cannot be clearly delineated. There may be indirect ways to infer (dis)similar- ity between the undetected species, but this vex- ing problem does not have an apparent (or necessarily viable) solution. ❖www.esajournals.org11December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. Given that we cannot yet estimate asymptotic beta diversity for patches offinite size, we sug- gest empiricists quantify both observed and rar- efied beta diversity. Researchers should also consider beta diversity metrics such as the Chao- Jaccard index, which adjusts beta diversity for the number of unseen species (Chao et al. 2005) and the modified Raup–Crick index, which adjusts beta diversity for the interdependency of alpha diversity and beta diversity (i.e., assuming that beta diversity is estimable as the difference between alpha, beta, gamma diversity on an additive or multiplicative scale; Crist and Veech 2006, Chase et al. 2011). Such a multimetric approach, while dense, allows researchers to use the best available tools, and to evaluate the robustness of their conclusions, the contribution of sampling effects to those patterns, the importance of unseen species, and the role of interdependency between alpha diversity and beta diversity. Our case studies demonstrated how calculat- ing observed and rarefied beta diversity can pro- vide insight into the role of a given process in driving beta diversity. In both experiments, predators caused substantial reductions in abun- dance. This effect of predators on abundance drove differences in observed beta diversity between predator and no-predator treatments, in one case but not the other, by limiting the degree to which a given patch sampled the species pool. In circumstances where communities can be completely sampled (e.g., as was true with the case studies described here), rarefaction can be used to gain additional insight into whether shifts in beta diversity are driven solely by changes in effective patch size, or whether the observed beta diversity is driven by a combina- tion of patch size effects and other effects such as disproportionate effects of a given process on certain species. For example, if predators reduce patch size through generalist predation (i.e., by affecting all species in proportion to their abun- dance), then observed beta diversity will be lower in the presence of predators (due to reduced sampling), but rarefied beta diversity will be similar in the two treatments (Almany and Webster 2004). In contrast, if predators exhi- bit positive frequency dependent foraging (e.g., by disproportionately consuming common spe- cies), or promote the persistence of certain species by modifying competitive dynamics, then the effects of predators on beta diversity should persist even after rarefaction. The two case studies presented here show that sampling effects can mask the qualitative and quantitative effects of predators on beta diversity. In ourfirst case study, we showed that the posi- tive effect of hawkfish on observed prey diversity persists for rarefied beta diversity, suggesting hawkfish positively affected beta diversity beyond affecting patch size. The authors hypoth- esized that hawkfish increased rarefied beta diversity by increasing the strength of competi- tive priority effects (Stier et al. 2013). Sampling effects inflated the positive effects of hawkfish on beta diversity, but the qualitative effect of hawk- fish remained positive. In the second study, how- ever, sampling effects masked the qualitative effect of predators on asymptotic beta diversity with a positive effect of groupers on observed beta diversity, and a negative effect of groupers on rarefied diversity. Rarefaction showed that predators reduced beta diversity more than expected based on their effects on patch size. These negative effects of groupers on beta diver- sity were likely driven by a homogenization of prey communities through the elimination of a number of species from the species pool. Individual- vs. sample-based rarefaction Our proposed method invokes individual- based rarefaction rather than sample-based rar- efaction (sensu Gotelli and Entsminger 2001). A recent paper by Dornelas et al. (2014) imple- mented sample-based rarefaction when quantify- ing temporal changes in beta diversity at a global scale. Relative to rarefying by individual, sam- ple-based rarefaction preserves species aggrega- tion characteristics; however, the bias between rarefied and asymptotic beta diversity we detail above and in Appendix S5 can still persist when using sample-based rarefaction. For example, imagine a nutrient addition experiment where there are two treatments with and without nutri- ent additions (N+and N\", respectively), each with three replicates. At the end of the experi- ment, the N+plots have 30, 40, and 45 individu- als and the N\"plots have 5, 10, and 15 individuals. Because there is no difference in the number of plots, sample-based rarefaction is not warranted, yet an asymmetry in abundance ❖www.esajournals.org12December 2016❖Volume 7(12)❖Article e01612 STIER ET AL. remains. Therefore, sample-based rarefaction will not address all sampling issues when esti- mating beta diversity. CONCLUSION Our stochastic sampling model predicts a neg- ative or occasionally uni- or multimodal relation- ship between within-patch sample size and beta diversity. These results corroborate recent studies that demonstrate the importance of sampling effects in driving beta diversity (Cardoso et al. 2009, Beck et al. 2013). Our study identifies the classes of communities most prone to sampling effects and evaluates two different types of sampling effects: (1) the effects of patch size and (2) the effects of sampling effort. The historical absence of rarefaction tools in beta diversity liter- ature may limit the inference we can take from previous studies that have examined the ecologi- cal drivers of beta diversity. The direction and strength of bias in previously published studies is difficult to discern given the intermediate max- ima present for the relationship between popula- tion size and beta diversity. Acknowledging sampling effects and addressing them using rarefaction is key to empiricists attempting to understand the ecological processes that drive beta diversity and community assembly. ACKNOWLEDGMENTS We thank four anonymous reviewers and R. Colwell, H. Stevens, J. Oksanen, M. O’Connor, J. Samhouri, and O. Shelton for constructive feedback. B. Bolker was funded by SHARCnet and NSERC Discovery grant no. 386590-2010. LITERATURECITED Almany, G. R., and M. S. Webster. 2004. Odd species out as predators reduce diversity of coral-reef fishes. Ecology 85:2933–2937. Anderson, M. J. 2006. Distance-based tests for homo- geneity of multivariate dispersions. Biometrics 62:245–253. Anderson, M. J., K. E. Ellingsen, and B. H. McArdle. 2006. Multivariate dispersion as a measure of beta diversity. Ecology Letters 9:683–693. Anderson, M. J., et al. 2011. Navigating the multiple meanings of beta diversity: a roadmap for the prac- ticing ecologist. Ecology Letters 14:19–28. Beck, J., J. D. Holloway, and W. Schwanghart. 2013. Undersampling and the measurement of beta diversity. Methods in Ecology and Evolution 4:370–382. Cardoso, P., P. A. Borges, and J. A. Veech. 2009. Testing the performance of beta diversity measures based on incidence data: the robustness to undersam- pling. Diversity and Distributions 15:1081–1090. Chao, A., R. L. Chazdon, R. K. Colwell, and T. J. Shen. 2005. A new statistical approach for assessing simi- larity of species composition with incidence and abundance data. Ecology Letters 8:148–159. Chao, A., and C. H. Chiu. 2016. Bridging the variance and diversity decomposition approaches to beta diversity via similarity and differentiation measures. Methods in Ecology and Evolution 7:919–928. https://doi.org/10.1111/2041-210X.12551 Chao, A., C.-H. Chiu, and T. Hsieh. 2012. Proposing a resolution to debates on diversity partitioning. Ecology 93:2037–2051. Chao, A., C.-H. Chiu, and L. Jost. 2014a. Unifying spe- cies diversity, phylogenetic diversity, functional diversity, and related similarity and differentiation measures through Hill numbers. Annual Review of Ecology, Evolution, and Systematics 45:297–324. Chao, A., N. Gotelli, T. C. Hsieh, E. Sander, K. H. Ma, R. K. Colwell, and A. M. Ellison. 2014b. Rarefaction and extrapolation with Hill numbers: a framework for sampling and estimation in species diversity studies. Ecological Monographs 84:46–67. Chao, A., T. C. Hsieh, R. L. Chazdon, R. K. Colwell, and N. J. Gotelli. 2015. Unveiling the species-rank abundance distribution by generalizing the Good- Turing sample coverage theory. Ecology 96:1189– 1201. Chao, A., and L. Jost. 2012. Coverage-based rarefaction and extrapolation: standardizing samples by com- pleteness rather than size. Ecology 93:2533–2547. Chao, A., Y. T. Wang, and L. Jost. 2013. Entropy and the species accumulation curve: a novel entropy estimator via discovery rates of new species. Meth- ods in Ecology and Evolution 4:1091–1100. Chase, J. M. 2007. Drought mediates the importance of stochastic community assembly. Proceedings of the National Academy of Sciences USA 104:17430– 17434. Chase, J. M. 2010. Stochastic community assembly causes higher biodiversity in more productive environments. Science 328:1388–1391. Chase, J. M., E. G. Biro, W.",
  "sections": {
    "abstract": ".Beta diversity describes how species composition varies across space and through time. Current estimators of beta diversity typically ignore the effects of within-patch sample size, determined jointly by local abundance and sampling effort. Many ecological processes such as immigration, predation, or nutrient limitation affect abundance and asymptotic beta diversity concurrently; thus, existing metrics may confound changes in asymptotic beta diversity with changes that result from differences in abundance or sampling. Results from a stochastic simulation model illustrate how decreasing within-patch sample size may either increase or decrease observed beta diversity, depending on the type of metric, sample size, and community properties; these changes are easy to understand, and predict, by considering the effects of sampling on variance. A modified, patch-level form of rarefaction controls for variation in within-patch sample size; two case studies illustrate the utility of this approach. Studies seeking a mechanistic link between ecological process and beta diversity will continue to benefit from explicit consideration of sampling effects.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We show the effects of predators on abundance, richness, Jaccard index of beta diversity, and the proposed rarefied Jaccard index.",
    "we show that the effects of sam- pling on beta diversity depends on the shape of the rank-abundance curve and whether beta diversity originates from common or rare spe- cies; and (3) we develop a new method to calcu- late rarefied beta diversity for two or more sets of patches, and use two cases that demonstrate its utility.",
    "we showed that the posi- tive effect of hawkfish on observed prey diversity persists for rarefied beta diversity, suggesting hawkfish positively affected beta diversity beyond affecting patch size.",
    "results show that for a per-patch population size of 20, the test is actually slightly conserva- tive (i."
  ],
  "fullText": "\n\nUsing rarefaction to isolate the effects of patch size\nand sampling effort on beta diversity\nADRIANC. STIER,\n1,\n \nBENJAMINM. BOLKER,\n2\nANDCRAIGW. OSENBERG\n3\n1\nDepartment of Ecology, Evolution and Marine Biology, University of California, Santa Barbara, California 93106 USA\n2\nDepartments of Mathematics & Statistics and Biology, McMaster University, Hamilton, Ontario L8S 4K1 Canada\n3\nOdum School of Ecology, University of Georgia, Athens, Georgia 30602 USA\nCitation:Stier, A. C., B. M. Bolker, and C. W. Osenberg. 2016. Using rarefaction to isolate the effects of patch size and\nsampling effort on beta diversity. Ecosphere 7(12):e01612. 10.1002/ecs2.1612\nAbstract.Beta diversity describes how species composition varies across space and through time.\nCurrent estimators of beta diversity typically ignore the effects of within-patch sample size, determined\njointly by local abundance and sampling effort. Many ecological processes such as immigration, predation,\nor nutrient limitation affect abundance and asymptotic beta diversity concurrently; thus, existing metrics\nmay confound changes in asymptotic beta diversity with changes that result from differences in abundance\nor sampling. Results from a stochastic simulation model illustrate how decreasing within-patch sample\nsize may either increase or decrease observed beta diversity, depending on the type of metric, sample size,\nand community properties; these changes are easy to understand, and predict, by considering the effects of\nsampling on variance. A modified, patch-level form of rarefaction controls for variation in within-patch\nsample size; two case studies illustrate the utility of this approach. Studies seeking a mechanistic link\nbetween ecological process and beta diversity will continue to benefit from explicit consideration of\nsampling effects.\nKey words:beta diversity; biodiversity; rarefaction; sampling effects.\nReceived6 October 2016; accepted 10 October 2016. Corresponding Editor: Debra P. C. Peters.\nCopyright:©2016 Stier et al. This is an open access article under the terms of the Creative Commons Attribution\nLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\n E-mail:adrian.stier@lifesci.ucsb.edu\nINTRODUCTION\nWithin-patch (alpha) and among-patch (beta)\ndiversities combine to produce regional patterns\nof diversity. Traditionally, ecologists have focused\non local processes and their influence on alpha\ndiversity. More recently, ecologists have turned\nto studying the drivers of beta diversity; patterns\nof beta diversity provide insight into the role\nof  factors  that  generate  species  boundaries\n(Condit et al. 2002), facilitate regional diversity\nvia environmental heterogeneity, and produce\nalternate community states (Fukami and Naka-\njima 2011). From a conservation perspective, beta\ndiversity is arguably as important as alpha diver-\nsity (Socolar et al. 2016): For example, quantify-\ning the spatial scale of beta diversity can allow\nresource managers to design reserve networks\nthat maximize species complementarity across\nsites (Kattan et al. 2006). Similarly, beta diversity\ncan be used to describe the rate at which species\nturn over through time in the presence of human\nimpacts (Dornelas et al. 2014). Knowledge of the\nfactors maintaining diversity among patches can\nalso facilitate biodiversity preservation or recov-\nery of diversity following the restoration of a\ndegraded ecosystem (McKnight et al. 2007).\nBeta diversity is typically examined at two\nspatial scales: (1) large-scale variation in beta\ndiversity that links species compositional differ-\nences across gradients (e.g., with latitude or alti-\ntude) and encompasses multiple species pools\n(Condit et al. 2002, McKnight et al. 2007, He and\nZhang 2009), and (2) local-scale variation in beta\n \n❖www.esajournals.org1December 2016❖Volume 7(12)❖Article e01612\n\ndiversity among patches representing a commu-\nnity drawn from a single pool. At the local scale,\nbeta diversity is determined by four different,\nscale-dependent phenomena (Fig. 1): (1) changes\nin the species pool, which affect beta diversity\nprimarily at large spatial scales (and which we\ndo  not  consider  further);  (2)  environmental\nheterogeneity driven by biotic or abiotic factors\n(i.e., environmentalfiltering); (3) local patch size\n(i.e.,  the total number of individuals found\nwithin a given location): For example, small\npatches may have high beta diversity because\neach patch has only a limited capacity to sample\nthe species pool; (4) sampling effort: For exam-\nple, the use of a few, small quadrats within a\npatch will reduce the number of individuals\ncounted within patches, which could lead to high\napparent beta diversity even when patches con-\ntain identical communities. Here, we focus on\nthe latter two phenomena, patch size and sam-\npling effort, as the roles of the species pool and\nenvironmental heterogeneity have been thor-\noughly discussed elsewhere in the literature (e.g.,\nSoininen et al. 2007).\nThe effects of patch size and sampling effort\n(which we collectively callsampling effects) are\nwell known in studies of alpha diversity. Well-\nestablished tools, such as rarefaction or multino-\nmial extrapolation, facilitate the comparison of\nalpha diversity among communities that differ in\nsampling protocols (e.g., number of samples,\nindividuals, or coverage [fraction of the species\nlist sampled]; Gotelli and Colwell 2001, 2011,\nChao and Jost 2012, Chao et al. 2012, 2014b, Col-\nwell et al. 2012). The importance of sampling\neffects in biasing estimates of beta diversity was\ninitially demonstrated in the 1950s (Nash 1950,\nMorisita 1959), and has since received additional\nattention (Ricklefs and Lau 1980, Wolda 1981,\nPlotkin and Muller-Landau 2002, Cardoso et al.\n2009, Tuomisto 2010a, Beck et al. 2013). Initial\nattempts to address sampling bias in beta diver-\nsity estimators have included identifying beta\ndiversity metrics that are less sensitive to sam-\npling effects (Cardoso et al. 2009) and develop-\ning  metrics  that  adjust  beta  diversity  for\nunsampled species (Chao et al. 2005). Despite\nthese advances, ecologists have not yet devel-\noped tools that clearly separate sampling effects\nfrom other phenomena driving beta diversity.\nFor example, ecological processes such as preda-\ntion, competition, and nutrient limitation can\nmodify beta diversity both via environmentalfil-\ntering and via sampling effects (i.e., by altering\nthe number of individuals surviving within a\npatch; e.g., Chase 2007, 2010, Chase et al. 2009,\nStier et al. 2013). As a result, sampling effects\nand the influences of environmental drivers of\nDC\nAB\nH\nF\nG\nE\nβ\npool\nβ\nsize\nβ\nenvt\nEnvironmental \nfiltering\nAB\nPatch\nsize\nSample \nsize\nC\nSample 1\nSample 2\nSize 1\nSize 2\nEnvt. 1\nEnvt. 2\nSpecies \npool\nSite 1\nSite 2\nC\nSampling effects\nA\nB\nβ\neffort\nBC\nD\nB\nB\nA\nFig. 1. Four different mechanisms of beta diversity where each letter (A–H) represents a species. Beta diversity\ncan be produced by (1) differences in the species pool supplying two sites (gray vs. black,b\npool\n), (2) differences in\nthe environment (green vs. red,b\nenvt\n), (3) differences in patch size (blue vs. yellow,b\nsize\n), or (4) differences in\nsampling effort (light blue vs. dark blue,b\neffort\n).\n \n❖www.esajournals.org2December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nbeta diversity may be confounded. At present,\nwe know of no effective technique that adjusts\nobserved beta diversity for differences in abun-\ndance to separate sampling effects from environ-\nmentalfiltering and facilitate comparison of\ncommunities (as is standard practice in studies of\nalpha diversity).\nWe focus on the consequences of sampling\neffects (i.e., phenomena 3, patch size, and 4, sam-\nple size: Fig. 1) for beta diversity estimation in\nscenarios with afixed species pool. We examined\nthese two phenomena together, as their conse-\nquences are functionally equivalent (we have the\nsame information about the composition of a\npatch from which only a few individuals have\nbeen sampled whether it was the patch or the\ninvestigator that did the sampling). Wefirst\ndeveloped  a  stochastic  simulation  model  to\nexplore  how  sampling  affects  beta  diversity\nunder different situations. We then developed a\nrarefaction technique that adjusts observed beta\ndiversity for sampling effects and allows the sep-\naration of sampling effects from higher-level eco-\nlogical drivers (environmentalfiltering, species\npool compositions) of beta diversity.\nMETHODS\nThe model\nIn contrast to recent work that generates simu-\nlated communities from a complex spatial model\n(Beck et al. 2013), we used a relatively simple\nstochastic simulation. Our approach sacrificed\nrealism to facilitate interpretation of the processes\ndriving the resulting patterns in beta diversity. We\ndefined the beta diversity of a community as the\nvariation in species composition among samples\nobtained from patches within that community.\nVariation is measured as distance inN-state space\n(whereNis the species richness of the regional\npool), where each species is either represented by\npresence–absence data (e.g., Jaccard index) or rel-\native abundance (e.g., Manhattan index). There is\na plethora of beta diversity definitions (for a\nrecent review, see Legendre and De C\n\u0013\naceres\n2013); we focused on metrics based on distance in\nN-state space (i.e., multivariate dispersion sensu\nAnderson et al. 2006), because we were specifi-\ncally  interested  in  comparing  beta  diversity\nbetween multiple distinct communities; however,\nwe expect that our results will be qualitatively\nsimilar for other metrics (seeDiscussion). Instead,\nwe focused on metrics that quantify the variability\namong patches within a community.\nWefirst used a simulation model to explore\nhow observed beta diversity for a single commu-\nnity is affected by sampling (due to changes in\neither sample size or patch size) and species\nabundance  distributions  (SADs).  All  code is\navailable in Appendix S1; community simulator\nis detailed in Appendix S2: Figs. S1–S7. Source\ncode, R Package, and the code corresponding to\neachfigure is archived at: https://zenodo.org/\nrecord/162251#.WEoYJHeZPOQ. In particular, we\nasked how beta diversity changes as sampling\nincreases and how this effect is influenced by pat-\nterns of endemism and rarity. Hereafter, we refer\nto the expected beta diversity under large sam-\nples asasymptotic beta diversityto distinguish it\nfrom the observed (i.e., sampled) beta diversity.\nWe also used the model to investigate the situa-\ntion in which two communities are compared (e.g.,\nto determine differences in beta diversity between\nsites with and without predators). These commu-\nnities can represent different locations, habitats, or\ntreatments  (each  containing  multiple  sampled\nreplicates or plots,“patches”in our terminology).\nThe questions then become: Do different habitats\ndiffer in beta diversity? How is the observed mag-\nnitude of difference in beta diversity affected by\nsample size, patch size, or the species abundance\ndistributions? Does a rarefaction-based approach\neffectively separate the effect of sampling from\ndifferences in asymptotic beta diversity?\nTo explore these issues, we simulated species\nrelative abundances for each ofPpatches within a\ncommunity pool ofNspecies. For thefirst step,\nwe defined the species abundance distribution\n(assumed the same for each patch). We set the\nnumber of discrete abundance categories (e.g.,\nthree, for [common, intermediate, rare]), the num-\nber of species per abundance category, and the\nrelative abundance of successive abundance cate-\ngories (defined by the rank-abundance parameter\n/, which is the abundance of thexth category rel-\native to thex+1st category). We normalized the\nresults (divided by the total patch abundance) so\nthat species proportions summed to 1.0. For\nexample, with two abundance categories, three\nspecies per category, and/=2, the relative spe-\ncies abundances would be (1,1,1,0.5,0.5,0.5)/4.5;\nwith two species in each of three abundance\n \n❖www.esajournals.org3December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\ncategories and/=10, the relative abundances\nwould be (1,1,0.1,0.1,0.01,0.01)/2.22.\nEach patch initially contained a unique set of\nspecies, but with identical SADs (i.e.,N/Pspecies\nin each patch). We then mixed the species among\npatches to achieve more complex assemblages.\nWe allowed for a separate mixing parameter\n(p\nmix\n) for each abundance category. The mixing\nparameter specified the proportion of individuals\nof each species to be redistributed uniformly\nacross all patches: 0 corresponded to no mixing\nand 1 corresponded to complete mixing. Thus, for\na patch without speciesi, the new relative abun-\ndance of speciesibecamer\ni\n9p\nmix\n/P(wherer\ni\nrefers to the initial relative abundance), while the\nrelative abundance in the original patch became\nr\ni\n!(1\"p\nmix\n)+(r\ni\n9p\nmix\n/P). For example, for a\nsimulation with two abundance categories (com-\nmon and rare) andp\nmix\n=[0,0.5], the common\nspecies remained completely endemic to patches\n(i.e., no mixing), while half of the individuals\nfrom  rare  species  were  distributed  homoge-\nneously across all patches (including a fraction\np\nmix\n/Pthat were distributed back to their original\npatch): Table 1 gives an example.\nOnce the species distributions across patches\nwere set, we tookfinite samples from each patch.\nFor this sampling problem, there are (at least) two\npossible approaches: (1) We could sample afixed\nnumber of individuals, in which case, each sam-\nple would be based on a multinomial distribution;\nor (2) we could sample from the expected number\nof individuals for each species using a Poisson\ndistribution. While both procedures give the same\nexpected proportions, in thefirst case the total\nnumber of individuals per sample is identical,\nwhile in the second case the total number of indi-\nviduals varies across samples according to a Pois-\nson distribution. Table 1 gives one example for\nthe second (Poisson) approach, which we follow\nfor the remainder of the paper. While zero-\ninflated Poisson distributions better match the\nspecies distributions for some real communities\n(Zhang et al. 2014), we use the Poisson approach\nhere for simplicity. We concentrate on the applica-\ntion of the Jaccard index based on presence–\nabsence data because it is most commonly used in\nthe literature, but we also report results for an\nabundance-based metric, the Manhattan index\nusing a Hellinger transformation before calculat-\ning the distance matrix (sensu Legendre and De\nC\n\u0013\naceres 2013; Appendix S1: Fig. S6).\nA beta rarefaction solution across multiple\ncommunities\nThe effects we describe for a single community\ncan affect comparisons of beta diversity between\ntwo or more communities. We therefore devel-\noped and implemented a three-step approach to\nrarefaction to quantify rarefied beta diversity and\ncompare communities (i.e., to compare beta diver-\nsity conditional on sampling the same total num-\nbers of individuals per patch in each community).\nWe focus on individual-based rather than sample-\nbased rarefaction here, because community stud-\nies frequently take a single sample per patch (e.g.,\nChase 2007, 2010, Chase et al. 2009, Stier et al.\n2013);  in  this  case,  sample-based  rarefaction\nwould be useless, as it would effectively resample\npatches, which would not mitigate the effects of\nreduced numbers of individualswithinpatches.\nWhile multilevel rarefaction has been previously\nbeen suggested as a way to account for under-\nsampling bias in beta diversity (e.g., Tuomisto\n2010a,b), ours is to our knowledge thefirst\nattempt toflesh out the details of how such a pro-\ncedure would work in practice. In contrast to rar-\nefaction for alpha diversity, multilevel rarefaction\nfor beta diversity requires some extra attention to\nTable 1. Example eight species community matrices\ngenerated from three-step process of the stochastic\nsimulation model.\nSpecies\nAB C D EF G H\nPre-mixing (r\ni\n)\nPatch 1    1/3  1/3   1/6   1/6    0    000\nPatch 20    000    1/3  1/3   1/6   1/6\nPost-mixing\n(r\ni\n9p\nmix\n/S)\nPatch 1    1/3  1/3   1/8   1/8    0    0   1/24  1/24\nPatch 20    0   1/24  1/24  1/3  1/3   1/8   1/8\nNumbers\nPatch 140   40   15    15    0    055\nPatch 20    055    40   40   15    15\n50% Poisson\nsample\n22   19    560    023\n0    045    21   17    86\nNotes:Columns (A–H) represent species and fractions rep-\nresent relative abundance of each species. From top to bot-\ntom, the three steps include pre-mixing relative abundance\n(r\ni\n), post-mixing relative abundance (r\ni\n9p\nmix\n/S), numbers of\nindividuals per patch (i.e., multiplying relative abundance by\npatch size), and a 50% sample of the mixed community.\nModel parameters:S=2,/=2,N=120, andp\nmix\n=[0,0.5].\n \n❖www.esajournals.org4December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\ndetail. If, in order to match within-patch sample\nsizes across communities, researchers simply sub-\nsampled all patches down to the minimum sam-\nple size found in any patch inanycommunity,\nthey would often discard almost all of their data\n(because sample sizes are often highly variable\namong patches). (Horner-Devine et al. (2004) did\nsuccessfully use this protocol, in a molecular eco-\nlogical context with large sample sizes.) Instead,\nwe follow a slightly more sophisticated rank-\nmatching algorithm.\n1.  Rank samples (i.e., patches) by the number\nof individuals sampled (i.e., sample size).\nMatch patches by rank across treatments. For\nall patches in the same rank, subsample all\npatches down to the minimum sample size\nin those patches. For example, assume we\nhave three samples from each of two com-\nmunities with samples sizes of [10,7,3] and\n[8,6,5]. We then subsample the two commu-\nnities down to [8,6,3] producing equal sam-\nple sizes in the two communities. If there are\nmore than two communities, wefind the\nminimum number of individuals per patch\nrank across all communities; for unbalanced\ndesigns with different numbers of patches,\nwe group multiple patches into patch ranks.\nFor example, consider three communities\nwith [10,7], [30,7], and [20,8,5,3]. We would\ncreate two groups and then subsample down\nto [8,3] for thefirst two communities and\n[8,8,3,3] for the third community. Matching\ngroups becomes slightly trickier when the\nnumbers of patches per community are not\nevenly divisible (e.g.,five patches in commu-\nnity 1, seven patches in community 2, and 11\npatches in community 3). Extending this\nalgorithm to sample-based rarefaction is pos-\nsible in principle, but the bookkeeping for\nequating total numbers of individuals sam-\npled per patch across communities while\nreducing the total numbers sampled as little\nas possible becomes extremely complex.\n2.  For each treatment (e.g.,Control), repeat this\nsubsampling process 1000 times. For each\nsubsample, compute beta diversity. In our\ncase, we calculated diversity using Jaccard\ndissimilarity  and  computed  the  median\nbootstrapped distance from each patch to\nthe respective treatment centroid (Anderson\net al. 2006), after applying a bias correction\n(see below).\n3.  Compare these rarefied beta diversity distri-\nbutions for each treatment group using a\ntwo-tailed test.\nBecause unequal numbers of patches among\ncommunities can affect comparisons of multi-\nvariate distance, we applied a correction propor-\ntional to\nffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\nP=ðP\"1Þ\np\n(wherePis the number of\npatches) when estimating the distances to cen-\ntroid. This bias correction accounts for the fact\nthat the distances to centroid are slightly corre-\nlated with each other (because the centroid is\nitself determined by combining all of the individ-\nual community values); it is analogous to the bias\ncorrection typically used in estimating sample\nvariances, that is,s\n2\n=SSQ/(n\"1) rather than\nSSQ/n. It is novel, although Anderson (2006)\nmentions the possibility of such bias and O’Neill\nand Mathews (2000) discuss this type of correc-\ntion in more detail, albeit in a different context.\nAn option for applying this bias correction is\nincluded in the betadisper function in vegan\npackage (versions≥2.0-7) for community analysis\n(Oksanen et al. 2016).\nPower analysis\nTo test whether our procedure works to distin-\nguish differences in observed beta diversity due to\nsampling effects from those due tofiltering, we\nran a power analysis with two treatments in which\nwe varied average patch size (N=10 or 20); pro-\nportional difference in patch size between treat-\nments (0%, 5%, 10%, and 50%); difference in\nnumber of patches per treatment ([20,20]; [10,30];\nand [5,35]); and, as our measure of effect size, the\nbetween-treatment difference in the mixing param-\neterp\nmix\n(an average value of 0.5, with differences\nranging from 0 to 0.5, i.e.,p\nmix\n=[0.25,0.75]). We\nsimulated 250 cases for each parameter combina-\ntion, ran the hierarchical rarefaction and beta\ndiversity comparison test procedures described\nabove for each simulation, and counted the pro-\nportion of time that the null hypothesis of no dif-\nference in beta diversity was rejected. For the\nnull case (p\nmix\ndifference=0), the resulting pro-\nportion is a measure of the type I error rate,\nwhich should be equal to the nominala=0.05;\notherwise, the proportion estimates the power to\nreject the null hypothesis.\n \n❖www.esajournals.org5December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nCase studies\nTo illustrate how rarefaction can facilitate infer-\nences about the ecological processes driving beta\ndiversity, we used data from two recently pub-\nlished experiments that examined the effect of\ntwo different predator species on the beta diver-\nsity of their prey, coral reeffish (Stier et al. 2013,\n2014). In each experiment, a matrix of structurally\nsimilar and evenly spaced reefs was constructed\nfrom a combination of cinderblocks and live coral.\nPreyfish then naturally colonized these reefs in\nthe  presence  and  absence  of  experimentally\nmanipulated predatoryfish. We show the effects\nof predators on abundance, richness, Jaccard\nindex of beta diversity, and the proposed rarefied\nJaccard index.\nRESULTS\nEffects of sampling intensity on beta diversity in\nsimulated communities\nIncreasing sample size had large and context-\ndependent effects on the observed beta diversity.\nBeta diversity generally declined as the number of\nindividuals sampled per patch increased (Fig. 2).\nSimilar patterns with other beta diversity metrics\ninclude Gower, Alt-Gower, Bray–Curtis, Canberra,\nChao–Jaccard, Gower, Manhattan, Morista, and\nRaup–Crick indices (Appendix S3: Figs. S1–S3).\nHowever, when very rare species existed in the\nspecies pool—achieved in this case by making\nthe rank-abundance parameter,/, small—the\nJaccard-based  beta  diversity  curve  had  an\n0.00\n0.25\n0.50\n0.75\n10\n1\n10\n2\n10\n3\n10\n4\nNumber of individuals sampled\nBeta diversity (mean pairwise Jaccard distance)\n rank-abundance skew\nMed-HiMedLowHigh\nFig. 2. The effect of local population size on observed beta diversity quantified as the mean pairwise Jaccard\ndistance for four different rank-abundance distributions. Note the interactive effects of the rank-abundance\nparameter and local population size on the shape of the rarefaction curves. As the rank-abundance parameter\nbecomes smaller, communities become more skewed in abundance with a few common individuals and a\nlarger number of rare species. Intermediate maxima emerge for medium–high and high levels of skew. Popula-\ntion size onx-axis is plotted on a log\n10\nscale. See Appendix S3, Fig. S3 for similar patterns with other beta\ndiversity metrics (e.g., Gower, alt-Gower, Bray, Canberra, Chao-Jaccard, Gower, Horn, Manhattan, Morista,\nand Raup–Crick indices).\n \n❖www.esajournals.org6December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nintermediate maximum. This pattern arose from\nthe effects of the variance of a binomial sample.\nWhen the probability of a species occurrence was\nvery small, that species occurred nowhere or\nalmost nowhere, and the diversity due to that\nspecies was low; the diversity also was low when\nthe occurrence probability was very high and the\nspecies was present (almost) everywhere. Diver-\nsity was highest when the species occurrence\nprobability was near 50%. However, if the proba-\nbility of species occurrence was already at or\nabove 50% in the smallest sample sizes consid-\nered (which was always true for the common\nspecies, and true for the rare species when the\nrank-abundance parameter was large), then beta\ndiversity always declined with increasing sam-\npling intensity. Looking at a broader range of\nSADs and endemism (Fig. 3), we only saw inter-\nmediate  maxima  when  the  rank-abundance\nparameter was small and beta diversity was dri-\nven by both common and rare species. A more\npronounced intermediate maximum occurred at\nlarger local sample sizes when the common spe-\ncies were better mixed than the rare species. In\nthis model, beta diversity was 100% when there\nwas no mixing (upper left panel) or when sample\nsizes were very small (left edge of each panel).\nSimilar intermediate maxima in the relationship\nbetween sampling intensity and beta diversity\nhave been documented empirically (Cardoso\net al.  2009),  emphasizing  the  importance  of\nrarefaction. Beta diversity decreased to zero as\nsample size increased when each species had a\nnon-zero probability of occurring in every patch.\nThis phenomenon of variance initially increas-\ning with sampling effort should apply only for\npresence–absence metrics such as the Jaccard.\nFor abundance-based metrics such as the Man-\nhattan index (Appendix S3: Fig. S1), the relevant\nsampling distribution is the Poisson, and beta\ndiversity—driven by the coefficient of variation\nacross  patches—decreased  continuously  with\nincreasing within-patch sample size. We also\nevaluated a number of other common beta diver-\nsity indices and demonstrated the ubiquity of\nsampling issues (Appendix S3: Fig. S3); the pat-\ntern of continuous decrease in observed beta\ndiversity with increased within-patch sample\nsize holds generally, although the effects of dif-\nferent SADs and numbers of patches sampled\nvary across abundance-based metrics.\nBeta diversity studies, and especially the deve-\nlopment of new ways to quantify and partition\ndiversity, have exploded in recent years (Chao\net al. 2005, 2014a, Crist and Veech 2006, Ander-\nson et al. 2011, Chao and Chiu 2016). For exam-\nple, Tuomisto (2010a,b) emphasized metrics that\nrepresent ratios between global (gamma) and\nlocal (alpha) diversities, rather than directly quan-\ntifying among-community diversity. We have not\nevaluated the performance of the new generation\nof beta diversity metrics, focusing instead on the\nmore classical approaches implemented within\nthe vegan package (and still widely used in\nempirical studies). However, given that our qual-\nitative results are driven by the basic properties\nof sampling variances, we expect that they will\ngeneralize to any characterization of beta diver-\nsity that attempts to measure among-patch diver-\nsity in some form.\nPower analysis\nThe results of the power analysis (Fig. 4) were\nencouraging. If our rarefaction method success-\nfully accounted for differences in number of indi-\nviduals within a patch, then for simulations with\ndiffering numbers of individuals within a patch\nbut the same true asymptotic beta diversity (i.e.,\np\nmix\n=0), the rarefied comparison should have\nrejected the null hypothesis 5% of the time (be-\ncause we useda=0.05). When the number of\npatches did not differ too radically between treat-\nments (i.e., [20,20] or [10,30]), our method was\nactually conservative: The rejection rate for null\nsimulations was about 1% rather than 5% (aver-\naging across all other parameters: rejection rate=\n0.95% for [20,20], 1.5% for [10,30], standard error\nof 0.3%). (We note that the implementation of\nAnderson’s (2006) PERMDISP2 procedure in the\nvegan package, betadisper, is also conservative\nin this case.) For large differences in the number\nof patches ([5,35]) and a patch size of 10 individ-\nuals, our rarefaction method gave a reasonable\nrejection rate of 5.9% (SE 0.4%); however, it\nbecame anticonservative (rejection rate=13%,\nSE 0.9%) for patch size of 20 (Fig. 4; see also\nAppendix S4: Fig. S1). Thus, we caution against\nusing our method to compare treatments with\nradically different numbers of patches, although\nwe would expect that such unbalanced designs\nwould only occur for opportunistic and/or obser-\nvational data sets.\n \n❖www.esajournals.org7December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nWhen there was a true among-treatment differ-\nence in asymptotic beta diversity, our method suc-\ncessfully captured the effects. Overall, a difference\nin mixing rates of approximately 0.2 (i.e., species\nare mixed across patches at rate 0.4 for one\ntreatment and rate 0.6 for the other) was sufficient\nto attain 80% power, with higher power being\nobtained in balanced designs and with larger pop-\nulation sizes (and correspondingly lower power\nfor unbalanced designs and small patch sizes).\n0%10%50%100%\n0.00\n0.25\n0.50\n0.75\n1.00\n0.00\n0.25\n0.50\n0.75\n1.00\n0.00\n0.25\n0.50\n0.75\n1.00\n0.00\n0.25\n0.50\n0.75\n1.00\n0%\n10%\n50%\n100%\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\nNumber of individuals sampled\nBeta diversity (mean pairwise Jaccard distance) \n Rank-Abundance Skew\nMed-Hi\nMed\nLow\nHigh\nPercentage of rare species mixed\nPercentage of common species mixed\nFig. 3. Beta diversity can emerge from spatial variation in both common and rare species. Shown here is beta\ndiversity measured as mean pairwise Jaccard distance for a response surface of beta diversity originating from\nrare species (from left to right) and common species (top to bottom) for communities of variable rank-abundance\nskew. Note the effects of rank-abundance skew are on the intermediate maxima are present only when beta\ndiversity originates from some fraction of both rare and common species in the community, with the most\npronounced intermediate maxima for communities with high rank-abundance skew and a large fraction of the\nbeta diversity coming from both common and rare species (i.e., bottom right panel).\n \n❖www.esajournals.org8December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nUsing rarefaction to interpret the effects of\npredators on beta diversity\nThe two case studies showed that predators dif-\nfered substantially in their effects on prey abun-\ndance and alpha diversity. Thefirst predator, the\narc-eye hawkfish (Paracirrhites arcatus, hereafter\nhawkfish), decreased prey abundance (Fig. 5A)\nand alpha diversity (Fig. 5B). Based on the decline\nin prey density (i.e., patch size), the model\ndescribed above and the recent work presented\nby Chase et al. (2011), we predicted that hawkfish\nwould cause a corresponding increase in beta\ndiversity measured as Jaccard dissimilarity. As\nexpected, beta diversity increased in the presence\nof hawkfish by 38% (Fig. 5C). Importantly, this\nincrease in Jaccard dissimilarity persisted even\nafter rarefaction (Fig. 4D; albeit with a smaller\neffect size of a 26% increase), suggesting that\npredators increased beta diversity through two\nmechanisms:  a  reduction  in  the  number  of\nindividuals (a sampling-driven effect) and a\nreduction in sampling-adjusted beta diversity. In\nthis case, sampling effects inflated the positive\neffects of predators on beta diversity; however,\nin other cases, sampling effects might mask (or\nreverse) the apparent effects of a given ecological\nprocess on beta diversity. This was exemplified\nby our second example. The peacock grouper\n(Cephalopholis argus, hereafter grouper) strongly\ndecreased prey abundance (Fig. 5E) and species\nFig. 4. Power analysis results for varying number of patches in each of two communities (colors): average\nper-patch population size (rows) and proportional difference in per-patch population size between communities\n(columns). Horizontal dashed lines show power=0.05 (nominalalevel) and power=0.8 (a standard cutoff for\n“adequate”power).\n \n❖www.esajournals.org9December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nrichness (Fig. 5F), andincreased(non-rarefied)\nbeta diversity by 16% (Fig. 5G). However, rar-\nefied beta diversitydecreasedin the presence of\ngroupers by 50% (Fig. 5H). The decline in (rar-\nefied) beta diversity in the presence of groupers\nwas  likely  driven  by  predators  acting  as\nenvironmentalfilters, removing poorly defended\nspecies from the species pool (Stier et al. 2014);\nhowever, this effect was masked in the analysis\nof unrarefied beta diversity because of the stron-\nger sampling effect mediated through the decline\nin prey density.\nDISCUSSION\nRecent studies exploring the ecological pro-\ncesses driving beta diversity have by and large\nneglected the biases introduced by limited sam-\npling. The sampling effects we illustrate here\nhighlight the need for accessible and accurate\ntools to quantify beta diversity within communi-\nties or compare beta diversity among communi-\nties. Our results corroborate recent empirical and\ntheoretical studies that demonstrated the impor-\ntance of sampling effects in driving beta diversity\n(Cardoso et al. 2009, Beck et al. 2013). We extend\nthe current understanding of sampling effects in\nthree distinct ways. (1) We conceptually distin-\nguish among environmentalfiltering and two\nsources of sampling effects—patch size and sam-\npling effort; (2) we show that the effects of sam-\npling on beta diversity depends on the shape of\nthe rank-abundance curve and whether beta\ndiversity originates from common or rare spe-\ncies; and (3) we develop a new method to calcu-\nlate rarefied beta diversity for two or more sets\nof patches, and use two cases that demonstrate\nits utility. This method is implemented in an\nRpackage,betararef(https://github.com/bbolker/\nbetararef; Appendix S1).\nEffects of sampling effort vs. patch size\nWe have discussed the effects of patch size and\nsampling effort on observed beta diversity in a\nsingle framework because they are computation-\nally similar. The horizontal axes in Figs. 2 and 3\ncould be changed from“number of individuals\nsampled”to“patch size”or“sample size,”\nchanging their interpretation without changing\ntheir shape. What matters from an estimation\npoint of view is only the expected abundances or\nincidences  in  a  sample;  it  does  not  matter\nwhether 10 individuals counted represent a 10%\nsample of a population of size 100, or a complete\nsample of a population of 10. However, the inter-\npretation of the results may be quite different.\nChanges in beta diversity driven strictly by\n25\n50\n75\n100\n5.0\n7.5\n10.0\n12.5\n0.35\n0.40\n0.45\n0.50\n0.25\n0.35\n0.45\n0.55\nP–\nAbundance\nRichness\nβ\n-Diversity\nRarefied\nβ\n-Diversity\nP+P–P+\nA\nB\nC\nD\nE\nF\nG\nH\nCase 1Case 2\nPredator treatment\nFig. 5. Abundance (A, E), richness (B, F), beta diver-\nsity (C, G), and rarefied beta diversity (D, H) in the\npresence (P+, black circles) and absence (P\", white cir-\ncles) of predators in two separate experiments on coral\nreeffish communities in French Polynesia. In thefirst\ncase study (left column; Stier et al. 2013), positive\neffects of predators (hawkfish) on observed beta diver-\nsity (Jaccard index) persist for rarefied beta diversity\n(rarefied Jaccard index). In contrast, the second case\nstudy (right column; Stier et al. 2014) shows that posi-\ntive effects of predators (peacock grouper) on observed\nbeta diversity are reversed to a negative effect follow-\ning rarefaction. These two case studies demonstrate\nthat sampling effects can inflate effect sizes when esti-\nmating the effect of a given ecological process that also\ndecreases abundance (left column). Furthermore, sam-\npling effects can be so strong that they mask the direc-\ntion of the effect of a process on beta diversity (right\ncolumn). Data for these analyses are available in\nAppendices S6 and S7.\n \n❖www.esajournals.org10December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nincomplete sampling will disappear if communi-\nties are exhaustively sampled. In contrast, a set\nof patches can exhibit beta diversity because a\nlimited number of individuals can persist within\na given patch: That is, in these cases, the patches\nthemselves have incompletely“sampled”the\npotential residents. Therefore, processes such as\npredation, drought, or resource limitation that\ndrive local patch size can produce distinct pat-\nterns of beta diversity. Such effects cannot be\novercome by increased sampling effort. To illus-\ntrate this issue, consider predator–prey interac-\ntions that are influenced by the availability of\npredator-free space (Jeffries and Lawton 1984),\nsuch that the maximum number of prey in a\npatch is a function of the number of refuges. In\nthe presence of predators, the number of avail-\nable refuges sets patch size, a limitation that dis-\nappears in the absence of predators. As we have\nshown (Figs. 2, 3, 5), communities with preda-\ntors may therefore have different observed beta\ndiversity relative to those without predators.\nObserved, rarefied, and asymptotic beta diversity\nIt is useful to distinguish amongobserved(i.e.,\nunrarefied) beta diversity (beta diversity as com-\nputed directly from observed samples, without\nany form of sample size adjustment),rarefiedbeta\ndiversity (beta diversity adjusted for sampling\neffects by appropriate subsampling methods),\nandasymptoticbeta diversity (the expected beta\ndiversity from a large sample, drawn from a\nlarge local community); similar distinctions have\nbeen made in the context of alpha diversity esti-\nmation (Colwell et al. 2012, Chao et al. 2014b).\nWhile rarefaction is a useful tool for understand-\ning and adjusting for sampling effects in beta\nestimators,  rarefaction  procedures  necessarily\ninvolve throwing away data. For example, to\nquantify rarefied beta diversity in the case stud-\nies described above, we rarefy a group of patches\n(i.e., reduce the sampling effort in some patches)\nand then quantify beta diversity; when there is\nwide variation in local patch size or sampling\neffort so that some patches have very small num-\nbers of individuals, the resulting loss of informa-\ntion can be catastrophic. This loss of data is\nimportant, because it can limit the power we\nhave  to  detect  differences  in  beta  diversity\nbetween two communities. In particular, at very\nsmall sample sizes, the difference between two\nrarefaction curves can be very hard to detect, as\nthey will converge to nearly 100% dissimilarity\nas  the  number  of  individuals  per  patch\napproaches a single individual.\nIn the future, we would ideally like a strategy\nfor estimating asymptotic rather than rarefied\ndiversity, which would adjust for differences in\nsampling effort and/or local patch size without\ndiscarding data and losing power. Such solutions\nfor alpha diversity are far ahead of current meth-\nods for beta diversity (e.g., Chao et al. 2013),\nalthough asymptotic alpha diversity estimates\nhave their own set of constraints. In particular,\nHaegeman et al. (2013) have established that\nasymptotic species richness cannot be reliably\nestimated for strongly undersampled communi-\nties such as environmental or host-associated\nmicrobiomes (also see Mao and Colwell 2005,\nChao  et al.  2014b).  For  stable  conclusions,\nresearchers must either use more robust metrics\nassociated with higher Hill numbers (i.e., Simpson\ndiversity corresponding to the Hill number with\nq=2; Chao et al. 2014b) or compare richness at a\ncommon rarefied reference size (Navas-Molina\net al. 2013). We hypothesize a similar set of limita-\ntions may be true for asymptotic beta diversity.\nDespite these limitations, analogous methods\nfor estimating asymptotic beta diversity would\nbe extremely useful. Although such methods do\nnot yet exist, recent advances in quantifying spe-\ncies rank-abundance distributions (RADs) may\nprovide a starting point. Chao et al. (2015) high-\nlight that the observed relative abundance for\nany species is an overestimate of its true value,\ndue to the failure to detect species that are actu-\nally present in the community. This results in a\nbiased RAD and the well-known underestima-\ntion of true alpha diversity. Importantly, Chao\net al. provide a framework to estimate the num-\nber and relative abundance of undetected species\ninferred to be present in the assemblage, thus\nclosing the gap between observed and asymp-\ntotic alpha diversity. This approach might be\nextended to beta diversity, but the significant\nchallenge is that the undetected species in a sam-\nple are not actually identified, and thus, asymp-\ntotic beta diversity cannot be clearly delineated.\nThere may be indirect ways to infer (dis)similar-\nity between the undetected species, but this vex-\ning problem does not have an apparent (or\nnecessarily viable) solution.\n \n❖www.esajournals.org11December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nGiven that we cannot yet estimate asymptotic\nbeta diversity for patches offinite size, we sug-\ngest empiricists quantify both observed and rar-\nefied beta diversity. Researchers should also\nconsider beta diversity metrics such as the Chao-\nJaccard index, which adjusts beta diversity for\nthe number of unseen species (Chao et al. 2005)\nand  the  modified  Raup–Crick  index,  which\nadjusts beta diversity for the interdependency of\nalpha diversity and beta diversity (i.e., assuming\nthat beta diversity is estimable as the difference\nbetween alpha, beta, gamma diversity on an\nadditive or multiplicative scale; Crist and Veech\n2006, Chase et al. 2011). Such a multimetric\napproach, while dense, allows researchers to use\nthe best available tools, and to evaluate the\nrobustness of their conclusions, the contribution\nof  sampling  effects  to  those  patterns,  the\nimportance of unseen species, and the role of\ninterdependency between alpha diversity and\nbeta diversity.\nOur case studies demonstrated how calculat-\ning observed and rarefied beta diversity can pro-\nvide insight into the role of a given process in\ndriving  beta  diversity.  In  both  experiments,\npredators caused substantial reductions in abun-\ndance. This effect of predators on abundance\ndrove differences in observed beta diversity\nbetween predator and no-predator treatments, in\none case but not the other, by limiting the degree\nto which a given patch sampled the species pool.\nIn circumstances where communities can be\ncompletely sampled (e.g., as was true with the\ncase studies described here), rarefaction can be\nused to gain additional insight into whether\nshifts in beta diversity are driven solely by\nchanges in effective patch size, or whether the\nobserved beta diversity is driven by a combina-\ntion of patch size effects and other effects such as\ndisproportionate effects of a given process on\ncertain species. For example, if predators reduce\npatch size through generalist predation (i.e., by\naffecting all species in proportion to their abun-\ndance), then observed beta diversity will be\nlower in the presence of predators (due to\nreduced sampling), but rarefied beta diversity\nwill be similar in the two treatments (Almany\nand Webster 2004). In contrast, if predators exhi-\nbit positive frequency dependent foraging (e.g.,\nby disproportionately consuming common spe-\ncies),  or  promote  the  persistence  of  certain\nspecies  by  modifying  competitive  dynamics,\nthen the effects of predators on beta diversity\nshould persist even after rarefaction.\nThe two case studies presented here show that\nsampling effects can mask the qualitative and\nquantitative effects of predators on beta diversity.\nIn ourfirst case study, we showed that the posi-\ntive effect of hawkfish on observed prey diversity\npersists for rarefied beta diversity, suggesting\nhawkfish  positively  affected  beta  diversity\nbeyond affecting patch size. The authors hypoth-\nesized that hawkfish increased rarefied beta\ndiversity by increasing the strength of competi-\ntive priority effects (Stier et al. 2013). Sampling\neffects inflated the positive effects of hawkfish on\nbeta diversity, but the qualitative effect of hawk-\nfish remained positive. In the second study, how-\never, sampling effects masked the qualitative\neffect of predators on asymptotic beta diversity\nwith a positive effect of groupers on observed\nbeta diversity, and a negative effect of groupers\non rarefied diversity. Rarefaction showed that\npredators  reduced  beta  diversity  more  than\nexpected based on their effects on patch size.\nThese negative effects of groupers on beta diver-\nsity were likely driven by a homogenization of\nprey communities through the elimination of a\nnumber of species from the species pool.\nIndividual- vs. sample-based rarefaction\nOur  proposed method invokes  individual-\nbased rarefaction rather than sample-based rar-\nefaction (sensu Gotelli and Entsminger 2001). A\nrecent paper by Dornelas et al. (2014) imple-\nmented sample-based rarefaction when quantify-\ning temporal changes in beta diversity at a global\nscale. Relative to rarefying by individual, sam-\nple-based rarefaction preserves species aggrega-\ntion characteristics; however, the bias between\nrarefied and asymptotic beta diversity we detail\nabove and in Appendix S5 can still persist when\nusing sample-based rarefaction. For example,\nimagine a nutrient addition experiment where\nthere are two treatments with and without nutri-\nent additions (N+and N\", respectively), each\nwith three replicates. At the end of the experi-\nment, the N+plots have 30, 40, and 45 individu-\nals  and  the  N\"plots  have  5,  10,  and  15\nindividuals. Because there is no difference in the\nnumber of plots, sample-based rarefaction is not\nwarranted, yet an asymmetry  in abundance\n \n❖www.esajournals.org12December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nremains.  Therefore,  sample-based  rarefaction\nwill not address all sampling issues when esti-\nmating beta diversity.\nCONCLUSION\nOur stochastic sampling model predicts a neg-\native or occasionally uni- or multimodal relation-\nship between within-patch sample size and beta\ndiversity. These results corroborate recent studies\nthat demonstrate the importance of sampling\neffects in driving beta diversity (Cardoso et al.\n2009, Beck et al. 2013). Our study identifies the\nclasses of communities most prone to sampling\neffects and evaluates two different types of\nsampling effects: (1) the effects of patch size and\n(2) the effects of sampling effort. The historical\nabsence of rarefaction tools in beta diversity liter-\nature may limit the inference we can take from\nprevious studies that have examined the ecologi-\ncal drivers of beta diversity. The direction and\nstrength of bias in previously published studies\nis difficult to discern given the intermediate max-\nima present for the relationship between popula-\ntion size and beta diversity. Acknowledging\nsampling effects and addressing them using\nrarefaction is key to empiricists attempting to\nunderstand the ecological processes that drive\nbeta diversity and community assembly.\nACKNOWLEDGMENTS\nWe thank four anonymous reviewers and R. Colwell,\nH. Stevens, J. Oksanen, M. O’Connor, J. Samhouri, and\nO. Shelton for constructive feedback. B. Bolker was\nfunded by SHARCnet and NSERC Discovery grant no.\n386590-2010.\nLITERATURECITED\nAlmany, G. R., and M. S. Webster. 2004. Odd species\nout as predators reduce diversity of coral-reef\nfishes. Ecology 85:2933–2937.\nAnderson, M. J. 2006. Distance-based tests for homo-\ngeneity  of  multivariate  dispersions.  Biometrics\n62:245–253.\nAnderson, M. J., K. E. Ellingsen, and B. H. McArdle.\n2006. Multivariate dispersion as a measure of beta\ndiversity. Ecology Letters 9:683–693.\nAnderson, M. J., et al. 2011. Navigating the multiple\nmeanings of beta diversity: a roadmap for the prac-\nticing ecologist. Ecology Letters 14:19–28.\nBeck, J., J. D. Holloway, and W. Schwanghart. 2013.\nUndersampling  and  the  measurement  of  beta\ndiversity.  Methods  in  Ecology  and  Evolution\n4:370–382.\nCardoso, P., P. A. Borges, and J. A. Veech. 2009. Testing\nthe performance of beta diversity measures based\non incidence data: the robustness to undersam-\npling. Diversity and Distributions 15:1081–1090.\nChao, A., R. L. Chazdon, R. K. Colwell, and T. J. Shen.\n2005. A new statistical approach for assessing simi-\nlarity of species composition with incidence and\nabundance data. Ecology Letters 8:148–159.\nChao, A., and C. H. Chiu. 2016. Bridging the variance\nand diversity decomposition approaches to beta\ndiversity via similarity and differentiation measures.\nMethods  in  Ecology  and  Evolution  7:919–928.\nhttps://doi.org/10.1111/2041-210X.12551\nChao, A., C.-H. Chiu, and T. Hsieh. 2012. Proposing a\nresolution to debates on diversity partitioning.\nEcology 93:2037–2051.\nChao, A., C.-H. Chiu, and L. Jost. 2014a. Unifying spe-\ncies diversity, phylogenetic diversity, functional\ndiversity, and related similarity and differentiation\nmeasures through Hill numbers. Annual Review of\nEcology, Evolution, and Systematics 45:297–324.\nChao, A., N. Gotelli, T. C. Hsieh, E. Sander, K. H. Ma,\nR. K. Colwell, and A. M. Ellison. 2014b. Rarefaction\nand extrapolation with Hill numbers: a framework\nfor sampling and estimation in species diversity\nstudies. Ecological Monographs 84:46–67.\nChao, A., T. C. Hsieh, R. L. Chazdon, R. K. Colwell,\nand N. J. Gotelli. 2015. Unveiling the species-rank\nabundance distribution by generalizing the Good-\nTuring sample coverage theory. Ecology 96:1189–\n1201.\nChao, A., and L. Jost. 2012. Coverage-based rarefaction\nand extrapolation: standardizing samples by com-\npleteness rather than size. Ecology 93:2533–2547.\nChao, A., Y. T. Wang, and L. Jost. 2013. Entropy and\nthe species accumulation curve: a novel entropy\nestimator via discovery rates of new species. Meth-\nods in Ecology and Evolution 4:1091–1100.\nChase, J. M. 2007. Drought mediates the importance of\nstochastic community assembly. Proceedings of the\nNational Academy of Sciences USA 104:17430–\n17434.\nChase, J. M. 2010. Stochastic community assembly\ncauses higher biodiversity in more productive\nenvironments. Science 328:1388–1391.\nChase, J. M., E. G. Biro, W. A. Ryberg, and K. G. Smith.\n2009. Predators temper the relative importance of\nstochastic processes in the assembly of prey meta-\ncommunities. Ecology Letters 12:1210–1218.\nChase, J. M., N. J. Kraft, K. G. Smith, M. Vellend, and\nB. D. Inouye. 2011.Using null models to disentangle\n \n❖www.esajournals.org13December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nvariation in community dissimilarity from varia-\ntion ina-diversity. Ecosphere 2:1–11.\nColwell, R. K., A. Chao, N. J. Gotelli, S. Y. Lin, C. X.\nMao, R. L. Chazdon, and J. T. Longino. 2012.\nModels and estimators linking individual-based\nand sample-based rarefaction, extrapolation and\ncomparison  of  assemblages.  Journal  of  Plant\nEcology 5:3–21.\nCondit, R., et al. 2002. Beta-diversity in tropical forest\ntrees. Science 295:666–669.\nCrist, T. O., and J. A. Veech. 2006. Additive partition-\ning  of  rarefaction  curves  and  species–area\nrelationships: unifying a-, b- and c-diversity with\nsample size and habitat area. Ecology Letters\n9:923–932.\nDornelas, M., N. J. Gotelli, B. McGill, H. Shimadzu,\nF. Moyes, C. Sievers, and A. E. Magurran. 2014.\nAssemblage time series reveal biodiversity change\nbut not systematic loss. Science 344:296–299.\nFukami, T., and M. Nakajima. 2011. Community\nassembly: Alternative stable states or alternative\ntransient states? Ecology Letters 14:973–984.\nGotelli, N. J., and R. K. Colwell. 2001. Quantifying bio-\ndiversity: procedures and pitfalls in the measure-\nment and comparison of species richness. Ecology\nLetters 4:379–391.\nGotelli, N. J., and R. K. Colwell. 2011. Estimating\nspecies richness. Biological Diversity: Frontiers in\nMeasurement and Assessment 12:39–54.\nGotelli, N. J., and G. L. Entsminger. 2001. Swap andfill\nalgorithms in null model analysis: rethinking the\nknight’s tour. Oecologia 129:281–291.\nHaegeman,  B.,  J.  Hamelin,  J.  Moriarty,  P.  Neal,\nJ. Dushoff, and J. S. Weitz. 2013. Robust estimation\nof microbial diversity in theory and in practice.\nISME Journal 7:1092–1101.\nHe, K., and J. Zhang. 2009. Testing the correlation\nbetween beta diversity and differences in produc-\ntivity  among  global  ecoregions,  biomes,  and\nbiogeographical  realms.  Ecological  Informatics\n4:93–98.\nHorner-Devine, M. C., M. Lage, J. B. Hughes, and B. J.\nBohannan. 2004. A taxa–area relationship for bacte-\nria. Nature 432:750–753.\nJeffries, M. J., and J. H. Lawton. 1984. Enemy free\nspace and the structure of ecological communities.\nBiological Journal of the Linnean Society 23:269–\n286.\nKattan, G. H., P. Franco, C. A. Saavedra-Rodriguez,\nC. Valderrama, V. Rojas, D. Osorio, and J. Martinez.\n2006. Spatial components of bird diversity in the\nAndes of Colombia: implications for designing a\nregional  reserve  system.  Conservation  Biology\n20:1203–1211.\nLegendre, P., and M. De C\n\u0013\naceres. 2013. Beta diversity\nas the variance of community data: dissimilarity\ncoefficients  and  partitioning.  Ecology  Letters\n16:951–963.\nMao, C. X., and R. K. Colwell. 2005. Estimation of\nspecies richness: mixture models, the role of rare\nspecies,  and  inferential  challenges.  Ecology\n86:1143–1153.\nMcKnight, M. W., P. S. White, R. I. McDonald, J. F.\nLamoreux, W. Sechrest, R. S. Ridgely, and S. N.\nStuart. 2007. Putting beta-diversity on the map:\nbroad-scale congruence and coincidence in the\nextremes. PLoS Biology 5:e272.\nMorisita, M. 1959. Measuring interspecific association\nand similarity between communities. Memoirs of\nthe Faculty of Science, Kyushu University, Series E\n3:65–80.\nNash, C. B. 1950. Associations betweenfish species in\ntributaries and shore waters of western Lake Erie.\nEcology 31:561–566.\nNavas-Molina, J. A., J. M. Peralta-S\n\u0013\nanchez, A. Gonz-\n\u0013\nalez, P. J. McMurdie, Y. V\n\u0013\nazquez-Baeza, Z. Xu, L.\nK. Ursell, C. Lauber, H. Zhou, and S. J. Song. 2013.\nAdvancing  our  understanding  of  the  human\nmicrobiome using QIIME. Methods in Enzymology\n531:371.\nOksanen, J., F. Guillaume Blanchet, R. Kindt, P. Legen-\ndre, R. B. Minchin, R. B. O’Hara, G. L. Simpson,\nP. Solymos, M. H. Stevens, and H. Wagner. 2016.\nvegan: community ecology package. https://cran.\nr-project.org/web/packages/vegan/index.html\nO’Neill, M. E., and K. Mathews. 2000. A weighted least\nsquares approach to Levene’s test of homogeneity\nof variance. Australian & New Zealand Journal of\nStatistics 42:81–100.\nPlotkin, J. B., and H. C. Muller-Landau. 2002. Sam-\npling the species composition of a landscape. Ecol-\nogy 83:3344–3356.\nRicklefs, R. E., and M. Lau. 1980. Bias and dispersion\nof overlap indices: results of some Monte Carlo\nsimulations. Ecology 61:1019–1024.\nSocolar, J. B., J. J. Gilroy, W. E. Kunin, and D. P.\nEdwards. 2016. How should beta-diversity inform\nbiodiversity conservation? Trends in Ecology &\nEvolution 31:67–80.\nSoininen, J., J. J. Lennon, and H. Hillebrand. 2007. A\nmultivariate analysis of beta diversity across organ-\nisms and environments. Ecology 88:2830–2838.\nStier, A. C., S. W. Geange, and B. M. Bolker. 2013.\nPredator density and competition modify the bene-\nfits of group formation in a shoaling reeffish.\nOikos 122:171–178.\nStier, A. C., K. M. Hanson, S. J. Holbrook, R. J. Schmitt,\nand A. J. Brooks. 2014. Predation and landscape\n \n❖www.esajournals.org14December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\ncharacteristics independently affect reeffish com-\nmunity organization. Ecology 95:1294–1307.\nTuomisto, H. 2010a. A diversity of beta diversities:\nstraightening up a concept gone awry. Part 1.\nDefining beta diversity as a function of alpha and\ngamma diversity. Ecography 33:2–22.\nTuomisto, H. 2010b. A diversity of beta diversities:\nstraightening up a concept gone awry. Part 2.\nQuantifying beta diversity and related phenomena.\nEcography 33:23–45.\nWolda, H. 1981. Similarity indices, sample size and\ndiversity. Oecologia 50:296–302.\nZhang, J., T. O. Crist, and P. Hou. 2014. Partitioning of\nalpha and beta diversity using hierarchical Bayesian\nmodeling of species distribution and abundance.\nEnvironmental and Ecological Statistics 21:611–625.\nSUPPORTINGINFORMATION\nAdditional Supporting Information may be found online at: http://onlinelibrary.wiley.com/doi/10.1002/ecs2.\n1612/full\n \n❖www.esajournals.org15December 2016❖Volume 7(12)❖Article e01612\nSTIER ET AL.\n\nAppendix S1  Code/introduction\nAll the code that we use in the paper, and in the appendix, is available as an R package. It can be\ninstalled via\nlibrary(ghit)\ninstall_github(\"bbolker/betararef\")\nYou will need to install theghitpackage from any standard CRAN repository first (if you\nhave thedevtoolspackage installed, you can use that instead). Since the package contains only R\ncode (no compiled C/C++/FORTRAN code), you shouldnotneed to have other development tools\ninstalled.\nTo begin using the package you need to load it (it needs to be installed only once per R instal-\nlation, but loaded every time you start a new R session):\nlibrary(betararef)\n1\n\nAppendix S2    Community simulator\nThe simulation first simulates a set of ‘endemic’ species in a specified number of patches, then\nmixes some proportion of each species randomly across all patches according to specified rules. The\nparameters of the simulation are as follows:\nn.abundnumber of abundance categories (e.g.  2={common, rare}; 3={common, intermediate,\nrare})\np.abundproportional change between abundance categories (rank-abundance curve is geometric:\noverall frequencies of abundance categories are proportional to{1,\u0000,\u0000\n2\n,...})\nspcatnumber of species per site per abundance category (i.e. the total number of (endemic) species\nper site isspcat*n.abund, and the complete size of the species pool isspcat*n.abund*n.site):\nmay be<1, but the total number of species per abundance category (spcat*n.site)must\nbe an integer\nn.sitenumber of sites\nn.indiv.sitenumber of individuals per site\np.mixvector of mixing probabilities for each abundance category: 0=no mixing, 1=complete mix-\ning, e.g. whenn.abund=2,{0,1}means that common species are completely mixed and rare\nspecies are completely endemic\nrand“none”:expectednumber of individuals per site/species is reported; “multinomial”: number\nof individuals per site is held constant, proportions chosen randomly; “poisson”: number of\nindividuals per site/species is Poisson distributed\nIn general the simulator returns a site⇥species matrix, which we can post-process with the\ntools fromveganto compute beta diversities.\nHere are some typical examples. If we use all of the default values forbetasim, we get 3 sites\n(rows) with a total of 30 species: 5 abundance classes⇥2speciespersite⇥3 sites. By default\nthere is no mixing among sites (100% beta diversity), so looking at the default plot (rows=sites,\ncolumns=species) we see that each site has blocks of 2 species from each abundance class (grayscale\nindicates prevalence) (Figure S1). (The default forbetasim(but not forsimComm)istointroduce\nno randomness at all, simply returning a matrix with theexpectednumber of individuals of each\nspecies at each site.)\nIf we allow 100% mixing, then all species are present at all sites in the same numbers (Figure S2).\nWe can also allow partial mixing (Figure S3) and Poisson variation in the output (Figure S4).\nWe can change the number sites or the number of abundance classes: by default, thespcat\n(number of species per site per abundance category) will be adapted to try to make the total number\nof species come out correctly (i.e.spcatwill be set tototsp/(n.site*n.abund): Figure S5). If\ntotspis not an even multiple ofn.site*n.abund, the results may be slightly unpredictable . . .\ncalcbetacalculates distances from the centroid (by default, using a Jaccard index on presence-\nabsence data: Figure S6).\nsimCommsimulates multiple communities (with possibly di↵erent characteristics) at the same\ntime (Figure S7).\n1\n\nSpecies\nPatch\n1\n2\n3\na.i0a.ii0b.i0b.ii0c.i0c.ii0a.i1a.ii1b.i1b.ii1c.i1c.ii1a.i2a.ii2b.i2b.ii2c.i2c.ii2a.i3a.ii3b.i3b.ii3c.i3c.ii3a.i4a.ii4b.i4b.ii4c.i4c.ii4\nFigure S1: Species matrix for defaultbetasimsettings: 3 sites, 10 species per site (5 abundance\nclasses/2 spp per abundance class), no mixing.\nSpecies\nPatch\n1\n2\n3\na.i0a.ii0b.i0b.ii0c.i0c.ii0a.i1a.ii1b.i1b.ii1c.i1c.ii1a.i2a.ii2b.i2b.ii2c.i2c.ii2a.i3a.ii3b.i3b.ii3c.i3c.ii3a.i4a.ii4b.i4b.ii4c.i4c.ii4\nFigure S2: Species matrix forbetasim()with default parameters (3 sites/5 abundance classes/2\nspp per AC) but 100% mixing.\n2\n\nSpecies\nPatch\n1\n2\n3\na.i0a.ii0b.i0b.ii0c.i0c.ii0a.i1a.ii1b.i1b.ii1c.i1c.ii1a.i2a.ii2b.i2b.ii2c.i2c.ii2a.i3a.ii3b.i3b.ii3c.i3c.ii3a.i4a.ii4b.i4b.ii4c.i4c.ii4\nFigure S3: Species matrix forbetasim()with default parameters (3 sites/5 abundance classes/2\nspp per AC) and 50% mixing for all abundance classes.\nSpecies\nPatch\n1\n2\n3\na.i0a.ii0b.i0b.ii0c.i0c.ii0a.i1a.ii1b.i1b.ii1c.i1c.ii1a.i2a.ii2b.i2b.ii2c.i2c.ii2a.i3a.ii3b.i3b.ii3c.i3c.ii3a.i4a.ii4b.i4b.ii4c.i4c.ii4\nFigure S4: Species matrix forbetasim()with default parameters (3 sites/5 abundance classes/2\nspp per AC) with 50% mixing for all abundance classes and incorporating Poisson variation in the\noutput.\n3\n\nSpecies\nPatch\n1\n2\n3\n4\n5\na.i0a.ii0b.i0b.ii0c.i0c.ii0d.i0d.ii0e.i0e.ii0a.i1a.ii1b.i1b.ii1c.i1c.ii1d.i1d.ii1e.i1e.ii1a.i2a.ii2b.i2b.ii2c.i2c.ii2d.i2d.ii2e.i2e.ii2\nFigure S5: Species matrix forbetasim()with 5 sites, 3 abundance classes, 2 spp per AC, 25%\nmixing for all abundance classes, and Poisson variation.\n4\n\nmedian Jaccard distance from centroid\nDensity\n0.150.200.250.300.350.400.45\n0\n2\n4\n6\n8\nFigure S6: Histogram ofcalcbetaoutput for 10000 simulated communities (median Jaccard distance\nto centroid).\n5\n\nSpecies\nPatch\n1.0\n1.5\n2.0\n2.5\n3.0\na.ii0a.iv0a.v0a.vii0a.ix0b.iii0b.v0b.vi0b.vii0b.viii0b.ix0b.x0c.ii0c.iv0c.viii0c.ix0a.iii0a.vi0a.viii0b.i0b.iv0c.i0c.v0c.vii0c.x0\na\n4.0\n4.5\n5.0\n5.5\n6.0\na.ii0a.iv0a.v0a.vii0a.ix0b.iii0b.v0b.vi0b.vii0b.viii0b.ix0b.x0c.ii0c.iv0c.viii0c.ix0a.iii0a.vi0a.viii0b.i0b.iv0c.i0c.v0c.vii0c.x0\nb\n0.0\n0.5\n1.0\n1.5\n2.0\nFigure S7: Output ofsimComm: two communities simulated simultaneously, with 30 species at each\nsite and mixing proportions of 0.2 and 0.7 respectively.\n6\n\nAppendix S3    Alternative diversity indices\nIn the main text we focus on the Jaccard index based on binary (presence-absence) data.  The\nliterature is full of alternative diversity measures; while our analysis focuses on the e↵ect of sampling\nrather and hopes to be generally applicable across di↵erent indices, we should at least consider what\nwould happen if we were to use an index based on continuous (count) data instead.  Figure S1\nshows results for the Manhattan index (we use either Hellinger or square root transformations as\nrecommended by Legendre and De C`aceres (2013); however, Legendre and De C`aceres 2013 have\nalso criticized the Manhattan index, saying that in particular it does not properly handle situations\nwhere multiple sites are missing the same pairs of species).\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●\n●●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●●●●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●\n●\n●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●●\n●\n●●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\npmixrare: 0pmixrare: 0.1pmixrare: 0.5pmixrare: 1\npmixcommon: 0\npmixcommon: 0.1\npmixcommon: 0.5\npmixcommon: 1\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n0.0\n0.5\n1.0\n1.5\n2.0\n0.0\n0.5\n1.0\n1.5\n2.0\n0.0\n0.5\n1.0\n1.5\n2.0\n0.0\n0.5\n1.0\n1.5\n2.0\nlocal population size\nbeta (mean Manhattan dist)\n# patches\n●\n●\n●\n5\n10\n20\nrank−abund param\n●\n0.02\n0.05\n0.2\n0.5\nFigure S1: Diversity results for Manhattan index\nThis analysis extends the general principle that we can understand the e↵ects of sampling on\nbeta diversity by considering the expected e↵ect of sampling intensity on variance. In this case,\nthe responses are counts rather than binomial (binary) responses, so the expected variance of the\nresponse, and thus the estimated beta diversity, is proportional to 1/\np\nN. In contrast to the binary\nJaccard results, there is no hint of non-monotonicity on the beta diversity curves. The number of\nsites has negligible e↵ects on the computed beta diversity: the rank-abundance curve has moderate\ne↵ects, although they disappear in extreme (low- or high-mixing) cases.\nChase et al. 2011 have recommended the Raup-Crick dissimilarity index, which characterizes\n1\n\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●\n●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●\n●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●\n●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●\n●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●\n●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●\n●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●\n●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●\n●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●\n●●●●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●●●●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●●●●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●●●●●●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●\n●●●●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●●\n●●●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●\n●●●●●●●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●\n●●●●●●●●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●\n●●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●●\n●\n●●\n●●●\n●●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●●●●●●●●●\n●●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●\n●●●\n●●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●\n●●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●\n●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●\n●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●\n●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●\n●●\npmixrare: 0pmixrare: 0.1pmixrare: 0.5pmixrare: 1\npmixcommon: 0\npmixcommon: 0.1\npmixcommon: 0.5\npmixcommon: 1\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n0.000\n0.025\n0.050\n0.075\n0.100\n0.000\n0.025\n0.050\n0.075\n0.100\n0.000\n0.025\n0.050\n0.075\n0.100\n0.000\n0.025\n0.050\n0.075\n0.100\nlocal population size\nRaup\n−\nCrick\n# patches\n●\n●\n●\n5\n10\n20\nFigure S2: Diversity results for Raup-Crick index\n2\n\ndiversity as the probability (based on permutation tests) that two communities have the same species\ncomposition. Raup-Crick indices are robust to many di↵erent aspects of community structure, and\nindeed when we run the same set of analyses as Figure 3 in the main text, we see that this index\nis robust to variation in all axes of ecological variation (number of sites, rank-abundance curve,\nmixing probabilities)exceptfor sampling intensity/local population size (Figure S2). In other words,\nthe figure shows the same general decrease in beta diversity with increasing sample size as other\ndensity-based metrics such as the Manhattan index, but the curves are identical across all other axes\nof variation.\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●●●●●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●●\n●●●\n●●●\n●●●●●●\n●●●●●●●●●●●●●●●●●●●●●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\n●\nmorisitaraup\ngowerhornjaccardmanhattan\naltGowerbraycanberrachao\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n10\n2\n10\n4\n0.00\n0.25\n0.50\n0.75\n1.00\n0.00\n0.25\n0.50\n0.75\n1.00\n0.00\n0.25\n0.50\n0.75\n1.00\nabund\nvalue\nfactor(spcurve)\n0.02\n0.05\n0.2\n0.5\n# patches\n●\n●\n●\n5\n10\n20\nrank−abund param\n●\n0.02\n0.05\n0.2\n0.5\nFigure S3: Beta diversity curves (scaled 0-1 for each diversity metric) as a function of sample size\nfor a range of distribution forpmixrare=pmixcommon=0.5.\n3\n\nReferences\nChase, Jonathan M., Nathan J. B. Kraft, Kevin G. Smith, Mark Vellend, and Brian D Inouye.\n2011. “Using null models to disentangle variation in community dissimilarity from variation\nin↵-diversity.” Art24,Ecosphere2 (2): 1–11.issn: 2150-8925. doi:10.1890/ES10-00117.1.\nhttp://dx.doi.org/10.1890/ES10-00117.1.\nLegendre, P., and M. De C`aceres. 2013. “Beta diversity as the variance of community data: dissim-\nilarity coe\u0000cients and partitioning.”EcologyLetters16:951–963.\n4\n\nAppendix S4    Power analyses\nWe ran power analyses of hierarchical rarefaction analysis, varying the true di↵erence in beta di-\nversity, the average population/sample size per patch, the di↵erence in population/sample size per\npatch, and the di↵erence in the number of patches. We kept the average number of patches equal\nto 20, and the number of species per community equal to 20.\nThe results show that for a per-patch population size of 20, the test is actually slightly conserva-\ntive (i.e., the probability of rejecting the null hypothesis with↵=0.05 when it is true (pmixdi↵=0)\nis actually slightly less than 0.05; for a per-patch population size of 10, the results are slightly anti-\nconservative. The power curves (i.e., power to detect a specified level of di↵erence in beta diversity)\nchange little as a function of per-patch population size or population size di↵erence, and declines\nslightly with increasing asymmetry in the number of patches per site, probably driven by low power\nin the community with the small number of patches.\n●\n●\n●\n●\n●\n●●\n●\n●\n●\n●●\n# patches={20,20}# patches={10,30}# patches={5,35}\n051050051050051050\n0.00\n0.05\n0.10\n0.15\n0.20\nPercentage difference in patch size\nType I error rate\n# patches\n●\n●\n●\n(20,20)\n(10,30)\n(5,35)\nAverage\npatch size\n●\n10\n20\nFigure S1: Type I error rates (rejection rates whenpmixdiff=0).\nMean and standard error of type I error rate (true di↵erence in asymptotic beta diversity/mixing\nparameter=0), by di↵erences in numbers of sites,notincluding patch size=20 case for 30-site{5,35}\ncase:\nsizedi↵a.mean    a.se\n00.009  0.003\n200.015  0.003\n300.059  0.004\nFor patch size=20, number of sites={5,35}:\na.mean    a.se\n0.133  0.009\n1\n\nAppendix S5    Sample-based rarefaction\nAs we mention in the paper, our approach to multi-level rarefaction is based on individual-level\nrarefaction, in part because of the commonness of community data with only a single sample per\npatch (in which case sample-based rarefaction is useless) and in part because of the complexity of\nbookkeeping in the multi-sample/sample-based rarefaction case.\nIf we stop worrying about the constraints of rarefying each patch to the minimum number of\nindividuals found in any patch, in any treatment (which is what necessitates the complex match-\ning strategy implemented in the package), we can come up with a reasonably simple strategy for\nrarefaction.\n•pick the per-patch sizeNto rarefy to\n•for each patch in each community,\n–while the accumulated patch size is<N, pick a sample from that patch without replace-\nment\n–if the next-chosen patch makes the patch size>N,either\n⇤take only the number of individuals from the sample that brings the patch up to the\ntarget,or\n⇤add the sample to the patch community, then remove enough individuals from the\ncommunity at random to bring it back down to the target size\nWe have not implemented this functionality yet.\n1",
  "extractedAt": "2025-12-12T18:45:15.083Z",
  "success": true,
  "matchedPublication": {
    "title": "Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity",
    "doi": "10.1002/ecs2.1612",
    "year": "2016",
    "authors": "Stier, Adrian C.; Bolker, Benjamin M.; Osenberg, Craig W."
  }
}