{
  "filename": "Stier et al. (Coral Reefs) 2010.pdf",
  "numPages": 4,
  "text": "NOTE Guard crabs alleviate deleterious effects of vermetid snails on a branching coral A. C. Stier • C. S. McKeon • C. W. Osenberg • J. S. Shima Received: 9 May 2010 / Accepted: 18 July 2010 ÓSpringer-Verlag 2010 AbstractStony corals provide important structural hab- itat for microbes, invertebrates, and fishes, which in some cases has led to the evolution of beneficial interactions that may protect corals from environmental factors such as thermal stress, nutrient limitation, competitors, or preda- tors. For example, guard crabs (Trapeziaspp.) protect corals (Pocilloporasp.) from attacks by crown-of-thorn seastar and sedimentation. Here, a field experiment dem- onstrates that guard crabs (Trapezia serenei) also amelio- rate the strong negative effects of the giant vermetid (Dendropoma maximum) on growth ofPocillopora.This experiment highlights the importance of this crab-coral mutualism: guard crabs facilitate the growth of corals in stressful environments (e.g., where vermetids are abun- dant), thereby preserving the ecological goods and services (e.g., food and shelter) that these corals may provide to other reef-associated species. KeywordsDendropoma maximum Pocillopora  Symbiosis Trapezia Introduction Understanding the ecological processes governing the persistence and demography of stony corals is among the most fundamental goals of coral reef ecology. The positive species interactions between corals and their microbial, invertebrate, and fish inhabitants are of particular impor- tance to predicting the ability of corals to persist in a rapidly changing environment. The majority of work on mutualisms involving stony corals has focused on their relationship with endosymbiotic zooxanthellae. Yet, mu- tualisms involving other symbionts are not uncommon and may be of great importance in shaping the response of corals to environmental conditions. For example, Stac- howicz and Hay (1999) found that competition between macroalgae and the temperate coralOculina arbusculacan be mitigated by a coral-associated crab,Mithrax forceps, which consumes algae and prevents algal overgrowth. Several species of coral crabs (e.g.,TrapeziaandTetralia) live among the branches of corals (e.g.,Pocilloporaand Acropora) in the tropical Pacific and have been shown to increase coral survivorship (Glynn1983) through the alleviation of deleterious effects of sedimentation (Stewart et al.2006) and predatory seastars (Glynn1976; Pratchett and Vytopil2000; Pratchett2001). Benefits attributable to guard crabs may extend beyond defense against coral predators and sedimentation. The vermetid snail,Dendropoma maximumis sessile and extrudes a mucous net for feeding. Previous observa- tional studies suggest vermetids can have negative effects on coral growth and morphology (Smalley1984; Colgan Communicated by Ecology Editor Prof. Mark Hay A. C. Stier (&) C. S. McKeon C. W. Osenberg Department of Biology, University of Florida, Gainesville, FL 32611-8525, USA e-mail: astier@ufl.edu C. W. Osenberg e-mail: osenberg@ufl.edu C. S. McKeon Florida Museum of Natural History, Gainesville, FL 32611, USA e-mail: mckeons@ufl.edu J. S. Shima School of Biological Sciences, Victoria University of Wellington, PO Box 600, Wellington, New Zealand e-mail: Jeffrey.Shima@vuw.ac.nz 123 Coral Reefs DOI 10.1007/s00338-010-0663-9 1985; Zvuloni et al.2008), and recent experiments show that vermetids reduce the growth and survival of some coral species by as much as 80% (Shima et al.2010). Effects of vermetids are particularly deleterious for the branching coral,Pocillopora cf. verrucosa, which com- monly co-occurrs with vermetids atop massivePorites reefs, and provides critical habitat for many fishes and invertebrates, including several species of guard crabs (obligate symbiotic crabs that live in the interstitial spaces of the coral) (Glynn1976). One such guard crab,Trapezia serenei, lives among the branches of pocilloporid corals, and it is known to protect corals (e.g., Stewart et al.2006). However, the role of guard crabs with respect to vermetid- coral interactions remains unknown. Importantly, past experiments on vermetid-Pocilloporainteractions (Shima et al.2010) were done on small coral fragments that lacked guard crabs. The deleterious effects of vermetids are likely induced by contact with the mucous net (Shima et al. 2010), suggesting that guard crabs might reduce the observed effects of vermetids on corals by cleaning the corals of vermetid mucus (as they do sediments). Using a field experiment that manipulated presence/absence of vermetid snails (primarilyDendropoma maximum) and guard crabs (Trapezia serenei), this study tested whether guard crabs ameliorate the negative effects of vermetids on Pocilloporagrowth. Materials and methods A field experiment was conducted to explore the separate and joint effects of vermetids and guard crabs on the growth rate of small colonies ofPocillopora. Twenty patch reefs (mean size 15.55 m 2 ,SD=4.07), comprised pre- dominately of massivePoritessp. and containing abundant vermetids were selected in the northern lagoon of Moorea, French Polynesia (17°30 0 S, 149°50 0 W). On 10 of the 20 patch reefs, all vermetids were removed from their shell by placing a hooked wire between the wall of the shell and snail and extracting the snail; on the remaining reefs, vermetids were not manipulated. Forty colonies ofPocil- lopora(each approximately 10 cm in diameter) that lacked vermetids but contained at least one pair of guard crabs were collected from the reef flat near the Richard B. Gump research station in Moorea. In half of the coral colonies (n=20), wooden skewers were used to remove all exo- symbionts, while in the remaining colonies (n=20) exo- symbionts were removed selectively, leaving only a pair of T. serenei. Irrespective of treatment, all 40 experimental Pocilloporacolonies were similarly handled to equalize potential handling effects. The starting size (i.e., skeletal mass) of each experimentalPocilloporacolony was esti- mated using a buoyant weight technique (Davies1989). TwoPocilloporacolonies (one withTrapeziaand one without) were transplanted onto each of 20Poritespatch reefs (n=10 with vermetids removed,n=10 with ver- metids present). AllPocilloporacolonies were positioned onPoritesreefs within the neighborhood (\\2 cm) of the mucous net of at least one vermetid (mean±1 SD number of vermetids withC5 mm aperture diameter per 500 cm 2 centered onPocilloporacolony: 5.02±3.05) or within similar distances to an empty vermetid shell (for the ver- metid removal treatment). Colonies ofPocilloporawere attached to the patch reefs within PVC collars (10 cm in diameter and 2 cm in height) that were affixed to the reef using A-788 splash zone epoxy (Z-spar). Each collar was transected by three stainless steel bolts (evenly spaced around the circumference) and tightened to secure the coral in place. The experiment was maintained for 40 days, and all corals were checked weekly to evaluate potential immigration and emigration of guard crabs. All corals with guard crabs retained their crabs, and all corals in the treat- ment without crabs remained crab-free for the duration of the study. After 40 days, corals were returned to the labo- ratory and final skeletal mass was measured (Davies1989). Data analysis Because corals are modular organisms,Pocilloporagrowth was estimated assuming an exponential model:G=[(ln (M f /M i ))/t], whereM f is the final skeletal mass,M i is the initial skeletal mass, andtis the duration of the study (days). The paired nature of the experimental design (Pocilloporacolonies with- and without guard crabs were paired on individualPoritesreefs) violates the assumption of independence for classical ANOVA. Therefore, the effects of guard crabs on coral growth were evaluated as the difference in growth of corals of paired colonies on each of the twenty reefs, with- and without guard crabs, calculated as:dG=G crab -G no crab . Thet-tests were used to test three specifica priori(and orthogonal) hypotheses: 1.The beneficial effect of guard crabs is greater in the presence vs. absence of vermetids. Rephrased in the context of a statistical null hypothesis: H 0,V-,V? : dG V- =dG V? . 2.Guard crabs do not affect the growth ofPocilloporain the absence of vermetids (H 0,v- :dG V- =0). 3.Guard crabs increase coral growth in the presence of vermetids (H 0,v? :dG V? =0). Results and discussion The effect ofTrapeziaon coral growth was significantly greater in the presence of vermetids than in the absence Coral Reefs 123 (Fig.1:t 18,V-,V? =2.22,P=0.039). There was no effect of guard crabs onPocilloporagrowth in the absence of vermetids (t 9,V- =0.670,P=0.52); however, in the presence of vermetids, guard crabs increasedPocillopora growth by 100% (t 9,V? =2.86,P=0.019). Phrased dif- ferently, the effect of vermetids depended upon the pres- ence or absence of guard crabs. In the absence of a pair of guard crabs, vermetids reduced the daily growth rates of Pocilloporaby 50% (Fig.1), which was a similar magni- tude as observed by Shima et al. (2010). However, in the presence of guard crabs, vermetids had no demonstrable effect on coral growth, suggesting that guard crabs com- pletely ameliorated the deleterious effects of vermetids. It is unlikely that guard crabs in the experiment attacked vermetids directly. Surveys quantifying vermetid densities (a 500 cm 2 quadrat centered on eachPocilloporacolony) at the beginning and end of the experiment found equiva- lent densities of vermetids, providing no evidence that crabs were killing snails. Additionally, observers con- ducting weekly censuses ofPocilloporafound no evidence that guard crabs were leaving their coral colonies to interact with the snails. Instead, it is speculated that guard crabs mitigated the deleterious effects of vermetids on corals by (1) consuming vermetid mucus, (2) inadvertently dislodging mucus during their movements, and/or (3) actively removing mucus via ‘housekeeping’ behaviors: e.g., as has been previously demonstrated in response to sedimentation (Stewart et al.2006). Pocilloporais a dominant genus of stony coral throughout much of the eastern Pacific, and in this region it provides critical habitat to fishes and invertebrates (Schmitt and Holbrook2000; Shima2001; Shima et al.2008). Moreover, vermetid populations may be increasing in Moorea (reviewed in Shima et al.2010). Because ver- metids have differential effects on coral species, they may also drive shifts in coral composition (Shima et al.2010). However, the first study that identified negative effects of vermetids onPocillopora(Shima et al.2010) used small coral fragments that did not support adult guard crabs. Because guard crabs can effectively mitigate the effects of vermetids, crabs may protectPocilloporaand their asso- ciated fishes and invertebrates in ways not included in the projection of coral dynamics modeled by Shima et al. (2010). These effects of guard crabs on the corals’ other fish and invertebrate inhabitants will, however, likely be complex. For example, recent work suggests that another guard crab species (Trapezia rufopunctata) can increase mortality rates of recently settled fishes by increasing competition for predator-free space (Schmitt et al.2009). This reduction in fish abundance may feedback to the corals because fish increase coral growth, possibly via oxygenation or nitrogen excretion (Holbrook et al.2008). Such multispecies inter- actions among the underappreciated reef invertebrate community may be highly important to the resilience of reef ecosystems and the goods and services they provide. AcknowledgmentsWe thank N. Dallin and S. Geange for field assistance, the staff at the UC Berkeley GUMP station for logistical support, and NSF (OCE-0242312), BIOCODE Moorea, French American Cultural Exchange, and the 3 Seas program for funding. We additionally appreciate helpful comments provided by M. Hay and two anonymous reviewers. References Colgan MW (1985) Growth rate reduction and modification of a coral colony by a vermetid molluscDendrapoma maxima. Proc 5th Int Coral Reef Symp 6:205–210 Davies P (1989) Short-term growth measurements of coral using an accurate buoyant weight technique. Mar Biol 101:289–395 Glynn PW (1976) Some physical and biological determinants of coral community structure in the eastern Pacific. Ecol Monogr 46:431–456 Glynn PW (1983) Increased survivorship in corals harboring crusta- cean symbionts. Mar Biol Lett 4:105–111 Holbrook SJ, Brooks AJ, Schmitt RJ, Stewart HL (2008) Effects of sheltering fish on growth of their host corals. Mar Biol 155:521–530 Pratchett MS (2001) Influence of coral symbionts on feeding preferences of crown-of-thorns starfishAcanthaster planciin the western Pacific. Mar Ecol Prog Ser 214:111–119 Pratchett M, Vytopil E (2000) Coral crabs influence the feeding patterns of crown-of-thorns starfish. Coral Reefs 19:36 Schmitt RJ, Holbrook SJ (2000) Habitat-limited recruitment of a coral reef damselfish. Ecology 81:3479–3494 Schmitt RJ, Holbrook SJ, Brooks AJ, Lape JCP (2009) Intraguild predation in a structured habitat: distinguishing multiple-pred- ator effects from competitor effects. Ecology 90:2434–2443 Shima JS (2001) Recruitment of a coral reef fish: roles of settlement, habitat, and postsettlement losses. Ecology 82:2190–2199 Coral growth (d -1 ) 0.0030 0.0025 0.0020 0.0015 0.0010 0.0005 AbsentPresent Vermetid Trapezia Present Trapezia Absent Fig. 1Effects of vermetid snails (Dendropoma maximum) and guard crabs (Trapezia serenei)on the daily growth ofPocillopora cf. verrucosa(means±1 SE) during a 40-day field experiment. Pocilloporagrowth was estimated from an exponential growth model:G=[(ln (M f /M i ))/t], whereM f is the final skeletal mass,M i is the initial skeletal mass, andtis the duration of the study (i.e., 40 days). Shown are the mean±95% confidence interval (n=10 for each treatment) Coral Reefs 123 Shima JS, Osenberg CW, St Mary CM (2008) Quantifying site quality in a heterogeneous landscape: recruitment of a reef fish. Ecology 89:86–94 Shima JS, Osenberg CW, Stier AC (2010) The vermetid gastropod Dendropoma maximumreduces coral growth and survival. Biol Lett. doi:10.1098/rsbl.2010.0291 Smalley TL (1984) Possible effects of intraspecific competition on the population structure of a solitary vermetid mollusk. Mar Ecol Prog Ser 14:139–144 Stachowicz JJ, Hay ME (1999) Mutualism and coral persistence: the role of herbivore resistence to algal chemical defense. Ecology 80:2085–2101 Stewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25:609–615 Zvuloni A, Armoza-Zvuloni R, Loya Y (2008) Structural deformation of branching corals associated with the vermetid gastropod Dendropoma maxima. Mar Ecol Prog Ser 363:103–108 Coral Reefs 123",
  "sections": {
    "abstract": "Stony corals provide important structural hab- itat for microbes, invertebrates, and fishes, which in some cases has led to the evolution of beneficial interactions that may protect corals from environmental factors such as thermal stress, nutrient limitation, competitors, or preda- tors. For example, guard crabs (Trapeziaspp.) protect corals (Pocilloporasp.) from attacks by crown-of-thorn seastar and sedimentation. Here, a field experiment dem- onstrates that guard crabs (Trapezia serenei) also amelio- rate the strong negative effects of the giant vermetid (Dendropoma maximum) on growth ofPocillopora.This experiment highlights the importance of this crab-coral mutualism: guard crabs facilitate the growth of corals in stressful environments (e.g., where vermetids are abun- dant), thereby preserving the ecological goods and services (e.g., food and shelter) that these corals may provide to other reef-associated species.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [],
  "fullText": "\n\nNOTE\nGuard crabs alleviate deleterious effects of vermetid snails\non a branching coral\nA. C. Stier\n•\nC. S. McKeon\n•\nC. W. Osenberg\n•\nJ. S. Shima\nReceived: 9 May 2010 / Accepted: 18 July 2010\nÓSpringer-Verlag 2010\nAbstractStony  corals  provide  important  structural hab-\nitat for microbes, invertebrates, and fishes, which in some\ncases has led to the evolution of beneficial interactions that\nmay  protect  corals  from  environmental  factors  such  as\nthermal  stress,  nutrient  limitation,  competitors,  or  preda-\ntors.  For  example,  guard  crabs  (Trapeziaspp.)  protect\ncorals  (Pocilloporasp.)  from  attacks  by  crown-of-thorn\nseastar  and  sedimentation.  Here,  a  field  experiment  dem-\nonstrates that guard  crabs (Trapezia serenei) also amelio-\nrate  the  strong  negative  effects  of  the  giant  vermetid\n(Dendropoma  maximum)  on  growth  ofPocillopora.This\nexperiment  highlights  the  importance  of  this  crab-coral\nmutualism:  guard  crabs  facilitate  the  growth  of  corals  in\nstressful  environments  (e.g.,  where  vermetids  are  abun-\ndant), thereby preserving the ecological goods and services\n(e.g.,  food  and  shelter)  that  these  corals  may  provide  to\nother reef-associated species.\nKeywordsDendropoma maximum\u0002Pocillopora\u0002\nSymbiosis\u0002Trapezia\nIntroduction\nUnderstanding   the   ecological   processes   governing   the\npersistence and demography of stony corals is among the\nmost fundamental goals of coral reef ecology. The positive\nspecies  interactions  between  corals  and  their  microbial,\ninvertebrate,  and  fish  inhabitants  are  of  particular  impor-\ntance  to  predicting  the  ability  of  corals  to  persist  in  a\nrapidly  changing  environment.  The  majority  of  work  on\nmutualisms  involving  stony  corals  has  focused  on  their\nrelationship  with  endosymbiotic  zooxanthellae.  Yet,  mu-\ntualisms involving other symbionts are not uncommon and\nmay  be  of  great  importance  in  shaping  the  response  of\ncorals  to  environmental  conditions.  For  example,  Stac-\nhowicz  and  Hay  (1999)  found  that  competition  between\nmacroalgae and the temperate coralOculina arbusculacan\nbe  mitigated  by  a  coral-associated  crab,Mithrax  forceps,\nwhich  consumes  algae  and  prevents  algal  overgrowth.\nSeveral species of coral crabs (e.g.,TrapeziaandTetralia)\nlive  among  the  branches  of  corals  (e.g.,Pocilloporaand\nAcropora) in the tropical Pacific and have been shown to\nincrease   coral   survivorship   (Glynn1983)   through   the\nalleviation of deleterious effects of sedimentation (Stewart\net al.2006) and predatory seastars (Glynn1976; Pratchett\nand Vytopil2000; Pratchett2001). Benefits attributable to\nguard  crabs  may  extend  beyond  defense  against  coral\npredators and sedimentation.\nThe  vermetid  snail,Dendropoma  maximumis  sessile\nand extrudes a mucous net for feeding. Previous observa-\ntional studies suggest vermetids can have negative effects\non  coral  growth  and  morphology  (Smalley1984;  Colgan\nCommunicated by Ecology Editor Prof. Mark Hay\nA. C. Stier (&)\u0002C. S. McKeon\u0002C. W. Osenberg\nDepartment of Biology, University of Florida, Gainesville,\nFL 32611-8525, USA\ne-mail: astier@ufl.edu\nC. W. Osenberg\ne-mail: osenberg@ufl.edu\nC. S. McKeon\nFlorida Museum of Natural History, Gainesville, FL 32611, USA\ne-mail: mckeons@ufl.edu\nJ. S. Shima\nSchool of Biological Sciences, Victoria University of\nWellington, PO Box 600, Wellington, New Zealand\ne-mail: Jeffrey.Shima@vuw.ac.nz\n123\nCoral Reefs\nDOI 10.1007/s00338-010-0663-9\n\n1985;  Zvuloni  et  al.2008),  and  recent  experiments  show\nthat  vermetids  reduce  the  growth  and  survival  of  some\ncoral  species  by  as  much  as  80%  (Shima  et  al.2010).\nEffects  of  vermetids  are  particularly  deleterious  for  the\nbranching  coral,Pocillopora  cf.  verrucosa,  which  com-\nmonly  co-occurrs  with  vermetids  atop  massivePorites\nreefs,  and  provides  critical  habitat  for  many  fishes  and\ninvertebrates,  including  several  species  of  guard  crabs\n(obligate symbiotic crabs that live in the interstitial spaces\nof the coral) (Glynn1976). One such guard crab,Trapezia\nserenei,  lives  among  the  branches  of  pocilloporid  corals,\nand it is known to protect corals (e.g., Stewart et al.2006).\nHowever, the role of guard crabs with respect to vermetid-\ncoral   interactions   remains   unknown.   Importantly,   past\nexperiments  on  vermetid-Pocilloporainteractions  (Shima\net al.2010) were done on small coral fragments that lacked\nguard crabs. The deleterious effects of vermetids are likely\ninduced  by  contact  with  the  mucous  net  (Shima  et  al.\n2010),   suggesting   that   guard   crabs   might   reduce   the\nobserved  effects  of  vermetids  on  corals  by  cleaning  the\ncorals of vermetid mucus (as they do sediments). Using a\nfield   experiment   that   manipulated   presence/absence   of\nvermetid  snails  (primarilyDendropoma  maximum)  and\nguard  crabs  (Trapezia  serenei),  this  study  tested  whether\nguard crabs ameliorate the negative effects of vermetids on\nPocilloporagrowth.\nMaterials and methods\nA field experiment was conducted to explore the separate\nand  joint  effects  of  vermetids  and  guard  crabs  on  the\ngrowth rate of small colonies ofPocillopora. Twenty patch\nreefs  (mean  size  15.55 m\n2\n,SD=4.07),  comprised  pre-\ndominately of massivePoritessp. and containing abundant\nvermetids were selected in the northern lagoon of Moorea,\nFrench Polynesia (17°30\n0\nS, 149°50\n0\nW). On 10 of the 20\npatch reefs, all vermetids were removed from their shell by\nplacing  a  hooked  wire  between  the  wall  of  the  shell  and\nsnail  and  extracting  the  snail;  on  the  remaining  reefs,\nvermetids  were  not  manipulated.  Forty  colonies  ofPocil-\nlopora(each approximately 10 cm in diameter) that lacked\nvermetids  but  contained  at  least  one  pair  of  guard  crabs\nwere collected from the reef flat near the Richard B. Gump\nresearch  station  in  Moorea.  In  half  of  the  coral  colonies\n(n=20),  wooden  skewers  were  used  to  remove  all  exo-\nsymbionts, while in the remaining colonies (n=20) exo-\nsymbionts were removed selectively, leaving only a pair of\nT.  serenei.  Irrespective  of  treatment,  all  40  experimental\nPocilloporacolonies  were  similarly  handled  to  equalize\npotential  handling  effects.  The  starting  size  (i.e.,  skeletal\nmass)  of  each  experimentalPocilloporacolony  was  esti-\nmated using a buoyant weight technique (Davies1989).\nTwoPocilloporacolonies  (one  withTrapeziaand  one\nwithout)  were  transplanted  onto  each  of  20Poritespatch\nreefs  (n=10  with  vermetids  removed,n=10  with  ver-\nmetids present). AllPocilloporacolonies were positioned\nonPoritesreefs  within  the  neighborhood  (\\2 cm)  of  the\nmucous net of at least one vermetid (mean±1 SD number\nof vermetids  withC5 mm  aperture  diameter  per  500 cm\n2\ncentered  onPocilloporacolony:  5.02±3.05)  or  within\nsimilar  distances  to an empty vermetid  shell  (for the  ver-\nmetid  removal  treatment). Colonies  ofPocilloporawere\nattached  to  the  patch  reefs  within  PVC  collars  (10 cm  in\ndiameter and 2 cm in height) that were affixed to the reef\nusing A-788 splash zone epoxy (Z-spar). Each collar was\ntransected  by  three  stainless  steel  bolts  (evenly  spaced\naround the circumference) and tightened to secure the coral\nin place. The experiment was maintained for 40 days, and\nall   corals   were   checked   weekly   to   evaluate   potential\nimmigration and emigration of guard crabs. All corals with\nguard crabs retained their crabs, and all corals in the treat-\nment without crabs remained crab-free for the duration of\nthe study. After 40 days, corals were returned to the labo-\nratory and final skeletal mass was measured (Davies1989).\nData analysis\nBecause corals are modular organisms,Pocilloporagrowth\nwas  estimated  assuming  an  exponential  model:G=[(ln\n(M\nf\n/M\ni\n))/t],  whereM\nf\nis  the  final  skeletal  mass,M\ni\nis  the\ninitial  skeletal  mass,  andtis  the  duration  of  the  study\n(days).   The   paired   nature   of   the   experimental   design\n(Pocilloporacolonies with- and without guard crabs were\npaired on individualPoritesreefs) violates the assumption\nof  independence  for  classical  ANOVA.  Therefore,  the\neffects  of  guard  crabs  on  coral  growth  were  evaluated  as\nthe  difference  in  growth  of  corals  of  paired  colonies  on\neach  of  the  twenty  reefs,  with-  and  without  guard  crabs,\ncalculated as:dG=G\ncrab\n-G\nno crab\n. Thet-tests were used\nto test three specifica priori(and orthogonal) hypotheses:\n1.The  beneficial  effect  of  guard  crabs  is  greater  in  the\npresence  vs.  absence  of  vermetids.  Rephrased  in  the\ncontext  of  a  statistical  null  hypothesis:  H\n0,V-,V?\n:\ndG\nV-\n=dG\nV?\n.\n2.Guard crabs do not affect the growth ofPocilloporain\nthe absence of vermetids (H\n0,v-\n:dG\nV-\n=0).\n3.Guard crabs  increase  coral growth in  the  presence  of\nvermetids (H\n0,v?\n:dG\nV?\n=0).\nResults and discussion\nThe  effect  ofTrapeziaon  coral  growth  was  significantly\ngreater  in  the  presence  of  vermetids  than  in  the  absence\nCoral Reefs\n123\n\n(Fig.1:t\n18,V-,V?\n=2.22,P=0.039). There was no effect\nof  guard  crabs  onPocilloporagrowth  in  the  absence  of\nvermetids   (t\n9,V-\n=0.670,P=0.52);   however,   in   the\npresence  of  vermetids,  guard  crabs  increasedPocillopora\ngrowth  by  100%  (t\n9,V?\n=2.86,P=0.019).  Phrased  dif-\nferently,  the  effect  of  vermetids  depended  upon  the  pres-\nence or absence of guard crabs. In the absence of a pair of\nguard  crabs,  vermetids  reduced  the  daily  growth  rates  of\nPocilloporaby 50% (Fig.1), which was a similar magni-\ntude as observed by Shima et al. (2010). However, in the\npresence  of  guard  crabs,  vermetids  had  no  demonstrable\neffect  on  coral  growth,  suggesting  that  guard  crabs  com-\npletely ameliorated the deleterious effects of vermetids.\nIt is unlikely that guard crabs in the experiment attacked\nvermetids directly. Surveys quantifying vermetid densities\n(a 500 cm\n2\nquadrat centered on eachPocilloporacolony)\nat the beginning and end of the experiment found equiva-\nlent  densities  of  vermetids,  providing  no  evidence  that\ncrabs   were  killing   snails.  Additionally,  observers  con-\nducting weekly censuses ofPocilloporafound no evidence\nthat   guard   crabs   were   leaving   their   coral   colonies   to\ninteract with the snails. Instead, it is speculated that guard\ncrabs  mitigated  the  deleterious  effects  of  vermetids  on\ncorals by (1) consuming vermetid mucus, (2) inadvertently\ndislodging   mucus   during   their   movements,   and/or   (3)\nactively  removing  mucus  via  ‘housekeeping’  behaviors:\ne.g.,  as  has  been  previously  demonstrated  in  response  to\nsedimentation (Stewart et al.2006).\nPocilloporais   a   dominant   genus   of   stony   coral\nthroughout much of the eastern Pacific, and in this region it\nprovides critical habitat to fishes and invertebrates (Schmitt\nand  Holbrook2000;  Shima2001;  Shima  et  al.2008).\nMoreover,   vermetid   populations   may   be   increasing   in\nMoorea  (reviewed  in  Shima  et  al.2010).  Because  ver-\nmetids have differential effects on coral species, they may\nalso drive shifts in coral composition (Shima et al.2010).\nHowever, the first study that identified negative effects of\nvermetids  onPocillopora(Shima  et  al.2010)  used  small\ncoral  fragments  that  did  not  support  adult  guard  crabs.\nBecause guard crabs can effectively mitigate the effects of\nvermetids,  crabs  may  protectPocilloporaand  their  asso-\nciated fishes and invertebrates in ways not included in the\nprojection  of  coral  dynamics  modeled  by  Shima  et  al.\n(2010).\nThese effects of guard crabs on the corals’ other fish and\ninvertebrate inhabitants will, however, likely be complex.\nFor example, recent work suggests that another guard crab\nspecies   (Trapezia   rufopunctata)   can   increase   mortality\nrates of recently settled fishes by increasing competition for\npredator-free space (Schmitt et al.2009). This reduction in\nfish  abundance  may  feedback  to  the  corals  because  fish\nincrease coral growth, possibly via oxygenation or nitrogen\nexcretion (Holbrook et al.2008). Such multispecies inter-\nactions   among   the   underappreciated   reef   invertebrate\ncommunity  may  be  highly  important  to  the  resilience  of\nreef ecosystems and the goods and services they provide.\nAcknowledgmentsWe  thank  N.  Dallin  and  S.  Geange  for  field\nassistance, the staff at the UC Berkeley GUMP station for logistical\nsupport,   and   NSF   (OCE-0242312),   BIOCODE   Moorea,   French\nAmerican  Cultural  Exchange,  and  the  3  Seas  program  for  funding.\nWe  additionally  appreciate  helpful  comments  provided  by  M.  Hay\nand two anonymous reviewers.\nReferences\nColgan MW (1985) Growth rate reduction and modification of a coral\ncolony by a vermetid molluscDendrapoma maxima. Proc 5th Int\nCoral Reef Symp 6:205–210\nDavies P (1989) Short-term growth measurements of coral using an\naccurate buoyant weight technique. Mar Biol 101:289–395\nGlynn PW (1976) Some physical and biological determinants of coral\ncommunity   structure   in   the   eastern   Pacific.   Ecol   Monogr\n46:431–456\nGlynn PW (1983) Increased survivorship in corals harboring crusta-\ncean symbionts. Mar Biol Lett 4:105–111\nHolbrook SJ, Brooks AJ, Schmitt RJ, Stewart  HL (2008) Effects of\nsheltering   fish   on   growth   of   their   host   corals.   Mar   Biol\n155:521–530\nPratchett   MS   (2001)   Influence   of   coral   symbionts   on   feeding\npreferences  of  crown-of-thorns  starfishAcanthaster  planciin\nthe western Pacific. Mar Ecol Prog Ser 214:111–119\nPratchett  M,  Vytopil  E  (2000)  Coral  crabs  influence  the  feeding\npatterns of crown-of-thorns starfish. Coral Reefs 19:36\nSchmitt RJ, Holbrook SJ (2000) Habitat-limited recruitment of a coral\nreef damselfish. Ecology 81:3479–3494\nSchmitt  RJ,  Holbrook  SJ,  Brooks  AJ,  Lape  JCP  (2009)  Intraguild\npredation  in  a  structured  habitat:  distinguishing  multiple-pred-\nator effects from competitor effects. Ecology 90:2434–2443\nShima JS (2001) Recruitment of a coral reef fish: roles of settlement,\nhabitat, and postsettlement losses. Ecology 82:2190–2199\nCoral growth (d\n-1\n) \n0.0030\n0.0025\n0.0020\n0.0015\n0.0010\n0.0005\nAbsentPresent\nVermetid\nTrapezia \nPresent\nTrapezia \nAbsent\nFig. 1Effects of vermetid snails (Dendropoma maximum) and guard\ncrabs  (Trapezia  serenei)on  the  daily  growth  ofPocillopora  cf.\nverrucosa(means±1   SE)   during   a   40-day   field   experiment.\nPocilloporagrowth   was   estimated   from   an   exponential   growth\nmodel:G=[(ln (M\nf\n/M\ni\n))/t], whereM\nf\nis the final skeletal mass,M\ni\nis\nthe  initial  skeletal  mass,  andtis  the  duration  of  the  study  (i.e.,\n40 days). Shown are the mean±95% confidence interval (n=10 for\neach treatment)\nCoral Reefs\n123\n\nShima JS, Osenberg CW, St Mary CM (2008) Quantifying site quality\nin a heterogeneous landscape: recruitment of a reef fish. Ecology\n89:86–94\nShima  JS,  Osenberg  CW,  Stier  AC  (2010)  The  vermetid  gastropod\nDendropoma maximumreduces coral growth and survival. Biol\nLett. doi:10.1098/rsbl.2010.0291\nSmalley TL (1984) Possible effects of intraspecific competition on the\npopulation  structure  of  a  solitary  vermetid  mollusk.  Mar  Ecol\nProg Ser 14:139–144\nStachowicz JJ, Hay ME (1999) Mutualism and coral persistence: the\nrole of herbivore resistence to algal chemical defense. Ecology\n80:2085–2101\nStewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic\ncrabs  maintain  coral  health  by clearing  sediments.  Coral  Reefs\n25:609–615\nZvuloni A, Armoza-Zvuloni R, Loya Y (2008) Structural deformation\nof  branching  corals  associated  with  the  vermetid  gastropod\nDendropoma maxima. Mar Ecol Prog Ser 363:103–108\nCoral Reefs\n123",
  "extractedAt": "2025-12-12T18:45:14.571Z",
  "success": true,
  "matchedPublication": {
    "title": "Predators reduce abundance and species richness of coral reef fish recruits via non-selective predation",
    "doi": "10.1007/s00338-010-0592-7",
    "year": "2010",
    "authors": "Heinlein, J. M.; Stier, A. C.; Steele, M. A."
  }
}