{
  "filename": "Stier et al (Coral Reefs) 2017.pdf",
  "numPages": 9,
  "text": "NOTE Biodiversity effects of the predation gauntlet Adrian C. Stier 1 • Christopher D. Stallings 2 • Jameal F. Samhouri 3 • Mark A. Albins 4 • Glenn R. Almany 5,6 Received: 17 July 2016 / Accepted: 8 January 2017 ÓSpringer-Verlag Berlin Heidelberg 2017 AbstractThe ubiquity of trophic downgrading has led to interest in the consequences of mesopredator release on prey communities and ecosystems. This issue is of partic- ular concern for reef-fish communities, where predation is a key process driving ecological and evolutionary dynam- ics. Here, we synthesize existing experiments that have isolated the effects of mesopredators to quantify the role of predation in driving changes in the abundance and biodi- versity of recently settled reef fishes. On average, predators reduced prey abundance through generalist foraging behavior, which, through a statistical sampling artifact, caused a reduction in alpha diversity and an increase in beta diversity. Thus, the synthesized experiments provide evidence that predation reduces overall abundance within prey communities, but—after accounting for sampling effects—does not cause disproportionate effects on biodiversity. KeywordsPredator–prey!Rarefaction!Coral reef!Reef fish!Assembly!Invasive predators Introduction Declines in apex predator populations can cause irruptions in the abundance and shifts in the behavior of previously suppressed mesopredators (Prugh et al.2009). This trophic ‘release’ of mesopredators is cause for conservation con- cern, because when abundant, they can cause extinctions and major shifts in ecosystem function (Crooks and Soule ́ 1999; Ritchie and Johnson2009). The reduction of apex predators and subsequent mesopredator release is a wide- spread phenomenon across ecosystems (Estes et al.2011) and is particularly prevalent in coral-reef ecosystems due to disproportionately high fishing rates at the top of the food chain (Stallings2009; DeMartini and Smith2015). Abun- dance of coral-reef mesopredators (e.g., small-bodied groupers and snappers) has also increased through the introduction of non-native predators. In some cases, these introduced predators have become extremely successful, for example, the intentionally introduced peacock grouper (Cephalopholis argus) in Hawaii (Meyer and Dierking 2011) and the accidentally introduced Pacific lionfishes (Pterois volitansandPterois miles) in the Atlantic and Caribbean (Co ˆ te ́ et al.2013) have each become numeri- cally dominant mesopredators in their respective invaded communities. Because predation is known to be a key driver of ecosystem and evolutionary dynamics (Hixon Communicated by Ecology Editor Dr. Michael Berumen Electronic supplementary materialThe online version of this article (doi:10.1007/s00338-017-1544-2) contains supplementary material, which is available to authorized users. &Adrian C. Stier adrian.stier@lifesci.ucsb.edu 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 2 College of Marine Science, University of South Florida, 140 7th Ave S, St. Petersburg, FL 33701, USA 3 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic and Atmospheric Administration, Seattle, WA 98112, USA 4 Department of Marine Sciences, University of South Alabama, Dauphin Island Sea Lab, Dauphin Is, AL 36528, USA 5 EPHE, PSL Research University, UPVD-CNRS, USR3278 CRIOBE, 66360 Perpignan, France 6 Laboratoire d’Excellence ‘CORAIL’, Perpignan, France 123 Coral Reefs DOI 10.1007/s00338-017-1544-2 1991,2015), these fishing- and invasion-associated shifts in the abundance and biomass of predators are considered cause for concern among coral-reef managers and conser- vation practitioners. Settling fishes experience extraordi- narily high predation rates on coral reefs (Almany and Webster2006), with an average of 50% mortality in their first 48 h on the reef (i.e., a ‘predation gauntlet’). This effect of predators declines rapidly with increases in prey body size (Sogard1997; Goatley and Bellwood2016). Thus, increases in mesopredator abundance have the capacity to drive major shifts in the abundance and biodi- versity of coral-reef fish communities by amplifying the intensity of the predation gauntlet. Mesopredator effects have historically been difficult to quantify on coral reefs, because these predators often posi- tively covary in abundance and diversity with their prey due to shared reef habitat (Stier et al.2014). Therefore, only a handful of field experiments have been able to isolate the role of mesopredators in altering prey community size and composition (Hixon2015). Here, we conducted a meta- analysis of all (to our knowledge) published predation experiments to quantify the extent to which mesopredators affect prey abundance and biodiversity in coral-reef fishes. We focused on three distinct aspects of biodiversity includ- ing gamma diversity (species richness at the study scale), alpha diversity (species richness at the sample scale), and beta diversity (a measure of the spatial variability of com- munity composition among samples across the study). We also used rarefaction methods to calculate corrected alpha and beta diversity measures by accounting for the effects of abundance on biodiversity. We then compared the effects of native mesopredators to those of invasives (peacock grouper and lionfish) and briefly identified two opportunities for future research on reef–fish predator–prey dynamics. Methods Focal experiments We quantified the effects of reef-fish mesopredators on prey abundance and biodiversity in ten published studies 2002–2014 (Electronic supplementary material, ESM, Table S1). We identified these ten focal studies using extensive Google Scholar and ISI Web of Science literature searches from 1990 to 2016 in major ecological and marine journals using all combinations of the following keywords: predation, coral reef fish, predation gauntlet, reef fish, community assembly,anddepredation.Each of these ten studies was conducted with similar methods, where isolated experimental reefs were constructed in sandy environments. Prey communities were manipulated prior to each study either through the removal of all prey or through the selective removal of all recently recruited individuals. Predators were then manipulated on a subset of the patch reefs through selective additions and removals or cages; then, new prey communities were allowed to recruit to reefs with different predator treatments (control=predators absent, treat- ment=predators present). Predator manipulations were pressed in all studies (i.e., unwanted predators on control treatments were removed and predator-present treatments were maintained). Prey communities were visually surveyed by divers on a regular basis over a period of time that ranged from 42 to 120 d. Additional study details including predator species, duration, and additional manipulations of other variables such as adult damselfish abundance and habitat complexity (additional known drivers of reef-fish commu- nity assembly) can be found in ESM Table S1. Measuring prey community response We compared recruiting prey communities in experimental treatments with and without predators using five different response variables: (1) total abundance of all prey species; (2) gamma diversity measured as the species list on reefs with and without predators (i.e., the total number of prey species found in control or predator-present treatments); (3) alpha diversity measured as the number of species within a patch; (4) rarefied alpha diversity (the number of species within a patch, corrected for abundance); (5) beta diversity based on species incidence (the Jaccard index: a metric focused on the gain or loss of a species); and (6) rarefied beta diversity (Jaccard index corrected for differ- ences in abundance). We quantified beta diversity in predator and no-predator treatments by estimating the median multivariate dispersion around the multivariate centroid of the community (Anderson et al.2006). Rarefaction Communities with higher abundance tend to have higher alpha diversity and lower beta diversity (Gotelli and Col- well2001; Cardoso et al.2009; Stier et al.2016). Because alpha diversity is often strongly correlated with abundance, predation can reduce observed alpha diversity and increase observed beta diversity simply because it causes a decline in the number of prey individuals (Fig.1a, b). We used individual-based rarefaction to estimate rarefied alpha (Gotelli and Colwell2001) and beta diversity (Stier et al. 2014) because control treatments tended to have a higher abundance than those with predators. Predator-induced reductions in rarefied diversity implicate biological pro- cess(es) rather than a statistical sampling artifact (Fig.1c). We define generalist predators as those that affect prey species in proportion to prey abundance. If predators eat prey in proportion to their abundance, rarefied alpha and Coral Reefs 123 beta diversity should remain the same across predator and control treatments. If predators disproportionately consume common or rare species or alter competitive dynamics, differences in alpha and beta diversity will emerge for rarefied indices. The mesopredators involved in our meta- analysis are considered generalists though this has not been previously assessed quantitatively. For additional details on rarefaction, see ESM 2 and Stier et al. (2013b,2014). Effect sizes We estimated the effect of predators (P?) relative to predator-free controls (P-) for each study using the log- response ratio (Osenberg et al.1999): l i ¼log P i þ P i $    ;ð1Þ wherel i is the predation effect size, andP i þandP i $ represent the abundance, alpha diversity, or beta diversity of prey in the presence and absence of predators, respec- tively, for theith study. Variance of the effect size was estimated using the delta method: varðl i Þ¼ varðP i $Þ ðP i $Þ 2 þ varðP i þÞ ðP i þÞ 2 :ð2Þ For abundance, alpha diversity, and beta diversity, we tested the hypothesis that the effect size differed from zero and estimated nonparametric bootstrapped confidence intervals using a random-effects model implemented in the metafor package in R (Viechtbauer2010). We weighted studies by the inverse of the sampling variance of their effect sizes, as recommended by Hedges et al. (1999), to account for greater certainty in studies with less variation. However, there was no variance estimate for gamma diversity; therefore, we used attest to compare the effect size to zero. We assumed that the response of each com- munity was statistically independent. Experiments exhib- ited minor overlap in predator species; however, individual experiments had limited temporal overlap, suggesting prey recruitment events were largely independent. All analyses were made using the R statistical programming environ- ment (R Development Core Team2013). Results and discussion Mesopredators had substantial effects on prey abundance and biodiversity. Across the ten focal studies, prey com- munities on reefs with mesopredators had 60% lower abundance (Q=82.616,df=10,P\\0.001; Figs.2,3a) and an average of 35% lower gamma diversity (t=2.711, df=10,P=0.022; ESM Fig. S1). This reduction in gamma diversity was primarily driven by the 36% average reduction in alpha diversity (Q=82.615,df=10, P=0.001; Fig.3b). However, there was no detectable ef- fect of mesopredators on rarefied alpha diversity (0.1% (P-)(P+) Number of individuals Alpha diversity Predation (P-)(P+) Beta diveristy Predation (a) (b) (c) (P-) (G) (C) (R) Number of species Predation Fig. 1When predators reduce abundance, alpha diversity should decrease and beta diversity should increase. This effect can provide insight into expected effects of predators on alpha and beta diversity through reductions in abundance (seearrow). Panels illustrate individual-based rarefaction curves (aalpha diversity,bbeta diver- sity). Rarefaction of alpha diversity can be used to gain insights into whether predators disproportionately affect common or rare species. cThree different individual-based rarefaction curves that might emerge from different predator effects. A patch that has no predators will have a rarefaction curve labeledP-. The manner in which reduced abundance by predators affects species richness depends on whether predators are generalists or whether they disproportionately affect common or rare species. If predators affect species in proportion to their abundance (i.e., generalists), they will have rarefaction curve G. If predators disproportionately affect common species, they will have a greater number of species per individual compared to generalist predators (curve C), and if predators disproportionately affect rare species, they will produce rarefaction curve R, decreasing diversity relative to generalist predators Coral Reefs 123 increase;Q=30.989,df=10,P=0.450; Fig.4a), sug- gesting that mesopredator-induced reductions in prey abundance caused the apparent decline in unrarefied alpha diversity. We found reefs with mesopredators had on average 15% higher beta diversity (Q=19.192,df=10, P=0.007; Figs.2,3b), but that these effects similarly disappeared following rarefaction, with no detectible shift in rarefied beta diversity (5% decrease;Q=28.902, df=10,P=0.439; Figs.2,4b). Thus, the reef meso- predators measured here were, on average, generalist predators that had strong negative effects on prey abun- dance and consequently altered patterns of alpha and beta diversity via a statistical sampling effect. Our results suggest that mesopredators primarily affec- ted prey diversity by reducing prey abundance (Fig.3a). There were, however, two notable predator species that disproportionately affected rare prey species and signifi- cantly lowered rarefied diversity: the dottybackPseu- dochromis fuscus(Almany et al.2007) and peacock grouperCephalopholis argus(Stier et al.2014). From a conservation perspective, this disproportionate effect on rare species is particularly concerning in the case of the peacock grouper, because this non-native mesopredator, introduced to Hawaii in the mid-1950s, now constitutes more than 80% of the large piscivore biomass in some locations (Meyer and Dierking2011). The unique effects of these two species suggest we need to further study the foraging behavior of mesopredators and in particular their functional responses (sensu Stier et al.2013a; Stier and White2014), because predators with a preference for rare species and a Type I or II functional response can destabilize prey population dynamics and catalyze reduc- tions in reef biodiversity (White et al.2010). Our study also provides insight into the effects of lion- fishes in the western Atlantic. The recent invasion and exponential growth of lionfishes in the Atlantic from the 0.50 0.75 1.00 1.25 Abundance Alpha diversity Beta diversity RarefiedRarefied Predator / Control Obs.Obs. Fig. 2Mean effects of predators on abundance and diversity (back transformed mean±bootstrapped 95% CI). Effects include abun- dance, alpha diversity (observed (obs.) and rarefied), and beta diversity measured based on species incidence—Jaccard index (obs. and rarefied). Thedashed horizontal linerepresents no difference between predators and control treatment, values[1 represent positive effects of predators, and values\\1 represent negative effects of predators 0.5 1.0 0.4 0.8 1.2 Predator / Control 0.9 1.2 1.5 1.8 Study Abundance Alpha diversity Beta diversity (a) (b) (c) Caribbean [1][2] [9] [7][8] [10] [11] [1] [7] [5,6] [3] [2] [11] [4] [7][9][7][3] [10] [8] [5,6] [1] [11] [3][7][7] [2] [5,6] [1] [4][9][8] [10] Fig. 3Distribution of median predator effects (±95% bootstrapped confidence limits) on abundance (a), alpha diversity (b), and beta diversity (c).Dashed horizontal linerepresents no-predator effect, and point color depicts Caribbean (black) and Pacific (white) studies. Lionfish silhouette (triangle) corresponds to effect measured from Albins (2013), and peacock grouper silhouette (square) corresponds to effect measured from Stier et al. (2014). Studies ranked by magnitude of effect, with strongest negative effects on left and strongest positive effects on right. Numbers correspond to reference numbers listed in ESM Table S1 Coral Reefs 123 central US to South America have generated widespread concern for their effects on the prey fish community. The effects of lionfish on abundance and diversity fell within the distribution of predator effects observed across all studies, but was the strongest effect measured in the region (Fig.3). Rarefaction suggested that lionfish are generalists rather than disproportionately affecting common or rare species (Fig.4). Therefore, in contrast to the peacock grouper, lionfish may be less likely to threaten prey bio- diversity unless they drive prey to such low abundances that they are sensitive to extinction due to demographic stochasticity (sensu Rocha et al.2015; Ingeman2016). Such an outcome is likely in some locations based on the strong negative effects of lionfish on a wide variety of native prey species (Albins2013). Of course, there are also additional biological and socio-economic concerns associated with the lionfish invasion that extend beyond biodiversity effects. Biodiversity can be associated with ecosystem func- tioning, productivity, and evolutionary dynamics in marine systems (Gamfeldt et al.2015). The studies synthesized here offer key insights into how mesopredators affect prey fish abundance and biodiversity and, more broadly, the role mesopredators play in driving spatio-temporal variation in reef-fish biodiversity. However, a number of questions remain unanswered about the role of predation in driving reef-fish assembly, such as: (1) How do these small spatial scale and short temporal scale studies scale up to popula- tion and community dynamics on contiguous reefs over longer periods of time? (2) How do the effects of predators on prey community structure cascade to affect the benthic community (Casey et al.2016)? (3) How do cooperative and antagonistic interactions within and among predator species modify the effect of predators on community structure? As humans continue to alter marine ecosystems through a variety of stressors, a deeper understanding of how invasive predators drive ecosystem structure and function will provide much needed detail to improve con- servation and management. AcknowledgementsWe are particularly grateful for Glenn Alma- ny’s contributions to this project. Unfortunately, Glenn passed away before the manuscript could be completed; therefore, in addition to his intellectual contribution, we also dedicate this manuscript in memoriam to Glenn Almany, his friends, and his family. Many of the projects synthesized above were conducted on Lee Stocking Island in the Bahamas and would not have been possible without the tireless efforts of the employees there whose work ethic inspires us to this day. We thank Kalik, Kerleans, all of the station managers, chefs, mechanics, and field technicians that made this work possible. References Albins MA (2013) Effects of invasive Pacific red lionfishPterois volitansversus a native predator on Bahamian coral-reef fish communities. Biol Invasions 15:29–43 Almany GR, Webster MS (2006) The predation gauntlet: early post- settlement mortality in reef fishes. Coral Reefs 25:19–22 Almany GR, Peacock LF, Syms C, McCormick MI, Jones GP (2007) Predators target rare prey in coral reef fish assemblages. Oecologia 152:751–761 Anderson MJ, Ellingsen KE, McArdle BH (2006) Multivariate dispersion as a measure of beta diversity. Ecol Lett 9:683–693 Cardoso P, Borges PA, Veech JA (2009) Testing the performance of beta diversity measures based on incidence data: the robustness to undersampling. Divers Distrib 15:1081–1090 Casey JM, Baird AH, Brandl SJ, Hoogenboom MO, Rizzari JR, Frisch AJ, Mirbach CE, Connolly SR (2016) A test of trophic cascade theory: fish and benthic assemblages across a predator density gradient on coral reefs. Oecologia. doi:10.1007/s00442- 016-3753-8 Co ˆ te ́ IM, Green SJ, Hixon MA (2013) Predatory fish invaders: insights from Indo-Pacific lionfish in the western Atlantic and Caribbean. Biol Conserv 164:50–61 Predator/Control 1 2 3 Predator/Control [3] [11] [2][7][4][8] [5,6] [10][9][7][1] [11] [3][7][7][2] [5,6] [1][4][9][8] [10] (b) (a) Caribbean 1.0 1.5 2.0 Fig. 4Distribution of mean predator effects (95% bootstrapped confidence intervals) across studies ranked by strength of effect from left to right (strongest negative to positive effects).Dashed horizontal linerepresents no-predator effect on rarefied alpha diversity (species richness (a), and rarefied beta diversity (Jaccard index) (b). Lionfish silhouette andtrianglecorrespond to effect measured from Albins (2013), and peacock grouper silhouette andsquarecorrespond to effect measured from Stier et al. (2014). Point color corresponds to ocean basin: Caribbean (black) and Pacific (white). Study number corresponds to reference numbers in ESM Table S1 Coral Reefs 123 Crooks KR, Soule ́ ME (1999) Mesopredator release and avifaunal extinctions in a fragmented system. Nature 400:563–566 DeMartini EE, Smith JE (2015) Effects of fishing on the fishes and habitat of coral reefs. In: Mora C (ed.) Ecology of fishes on coral reefs. Cambridge University Press, Cambridge, UK, pp135 Estes JA, Terborgh J, Brashares JS, Power ME, Berger J, Bond WJ, Carpenter SR, Essington TE, Holt RD, Jackson JBC, Marquis RJ, Oksanen L, Oksanen T, Paine RT, Pikitch EK, Ripple WJ, Sandin SA, Scheffer M, Schoener TW, Shurin JB, Sinclair ARE, Soule ́ ME, Virtanen R, Wardle DA (2011) Trophic downgrading of planet earth. Science 333:301–306 Gamfeldt L, Lefcheck JS, Byrnes JE, Cardinale BJ, Duffy JE, Griffin JN (2015) Marine biodiversity and ecosystem functioning: what’s known and what’s next? Oikos 124:252–265 Goatley CHR, Bellwood DR (2016) Body size and mortality rates in coral reef fishes: a three-phase relationship. Proc R Soc Lond B Biol Sci 283:20161858 Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness. Ecol Lett 4:379–391 Hedges LV, Gurevitch J, Curtis PS (1999) The meta-analysis of response ratios in experimental ecology. Ecology 80:1150–1156 Hixon MA (1991) Predation as a process structuring coral reef fish communities. In: Sale PF (ed) The ecology of fishes on coral reefs. Academic Press, San Diego, pp 475–508 Hixon MA (2015) Predation: piscivory and the ecology of coral-reef fishes. In: Mora C (ed) Ecology and conservation of fishes on coral reefs: the functioning of an ecosystem in a changing world. Cambridge University Press, Cambridge, pp 41–54 Ingeman KE (2016) Lionfish cause increased mortality rates and drive local extirpation of native prey. Mar Ecol Prog Ser 558:235–245 Meyer A, Dierking J (2011) Elevated size and body condition and altered feeding ecology of the grouperCephalopholis argusin non-native habitats. Mar Ecol Prog Ser 439:203–212 Osenberg CW, Sarnelle O, Cooper SD, Holt RD (1999) Resolving ecological questions through meta-analysis: goals, metrics, and models. Ecology 80:1105–1117 Prugh LR, Stoner CJ, Epps CW, Bean WT, Ripple WJ, Laliberte AS, Brashares JS (2009) The rise of the mesopredator. Bioscience 59:779–791 R Development Core Team (2013) R: a language and environment for statistical computing. R Foundation for Statistical Computing, Vienna Ritchie EG, Johnson CN (2009) Predator interactions, mesopredator release and biodiversity conservation. Ecol Lett 12:982–998 Rocha LA, Rocha CR, Baldwin CC, Weigt LA, McField M (2015) Invasive lionfish preying on critically endangered reef fish. Coral Reefs 34:803–806 Sogard SM (1997) Size-selective mortality in the juvenile stage of teleost fishes: a review. Bull Mar Sci 60:1129–1157 Stallings CD (2009) Fishery-independent data reveal negative effect of human population density on Caribbean predatory fish communities. PLoS One 4:e5333 Stier A, White JW (2014) Predator density and the functional responses of coral reef fish. Coral Reefs 33:235–240 Stier AC, Geange SW, Bolker BM (2013a) Predator density and competition modify the benefits of group formation in a shoaling reef fish. Oikos 122:171–178 Stier AC, Bolker BM, Osenberg CW (2016) Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity. Ecosphere 7:e01612 Stier AC, Geange SW, Hanson KM, Bolker BM (2013b) Predator density and timing of arrival affect reef fish community assembly. Ecology 94:1057–1068 Stier AC, Hanson KM, Holbrook SJ, Schmitt RJ, Brooks AJ (2014) Predation and landscape characteristics independently affect reef fish community organization. Ecology 95:1294–1307 Viechtbauer W (2010) Conducting meta-analyses in R with the metafor package. J Stat Softw 36:1–48 White JW, Samhouri JF, Stier AC, Wormald CL, Hamilton SL, Sandin SA (2010) Synthesizing mechanisms of density depen- dence in reef fishes: behavior, habitat configuration, and observational scale. Ecology 91:1949–1961 Coral Reefs 123 ESM 1 Table S1 Focal studies, species, and study durations. Note that Albins (2013) examined Pterois volitans and Cephalopholis fulva independently and each species is plotted separately in the main text. All other studies listed below examined either a single predator effect or the combined effect of multiple predator species Predator Species Duration (days) Reference Reference No. Cephalopholis boenak; Pseudochromis fuscus 50 (Webster and Almany 2002) 1 Cephalopholis boenak; Pseudochromis fuscus 42 (Webster 2002) 2 Cephalopholis cruentata; Cephalopholis fulva; Epinephelus striatus; Gymnothorax moringa; Gymnothorax vicinus 44 (Almany 2003) 3 Cephalopholis boenak; Pseudochromis fuscus 50 (Almany 2004a) 4 Cephalopholis cruentata; Epinephelus striatus; Serranus tigrinus; Rypticus bistrispinus; Gymnothorax moringa; Gymnothorax vicinus 60 (Almany 2004b; Almany 2004c) 5,6 Pterois volitans; Cephalopholis fulva 70 (Albins 2013) 7 Cephalopholis fulva; Cephalopholis cruentata 52 (Stallings 2009) 8 Balistapus undulatus; Rhinecanthus aculeatus; Bothus spp.; Caranx melampygus; Halichoeres hortulanus; Halichoeres trimaculatus; Lethrinus olivaceus; Parapercis spp; Pterois radiata; Epinephelus merra; Synodus spp. 54 (Heinlein et al. 2010) 9 Paracirrhites arcatus 120 (Stier et al. 2013) 10 Cephalopholis argus 60 (Stier et al. 2014) 11 ESM 2: Rarefaction methods Estimates of species richness and beta diversity can be sensitive to differences in overall abundance within and among patches (Gotelli and Colwell 2001; Cardoso et al. 2009). Because predators reduce prey abundance, we expected that they would also reduce species richness, either through frequency dependent foraging (in particular, the preferential consumption of rare species) or simply by reducing overall density (i.e., a sampling effect). If predators were primarily generalists, reducing overall density, then among-treatment differences in species richness would subside after rarefaction (Almany and Webster 2004). Individual-based rarefaction has classically been used to adjust species richness estimates for differences in abundance of organisms across sites by estimating the mean species richness in repeated subsamples from each site (Gotelli and Colwell 2001). Although the importance of bias in species richness estimates due to differential sample sizes across treatments has been previously recognized, its effect on estimates of beta diversity is less clear. Developing estimates of differences in beta diversity that account for differences in sample size is particularly important in empirical ecology, where manipulating a given ecological factor with a focus on changes in species diversity often leads to concurrent shifts in the number of individuals. For example, in this study, experimental reefs with predators tended to have approximately half as many fish as reefs without predators. Here, we conducted individual-based rarefaction to estimate rarefied alpha diversity and beta diversity that ensured that the number of individuals sampled was comparable across reefs and treatments. For additional details on the methodology see: (Stier et al. 2013; Stier et al. 2014; Stier et al. 2016). ESM Fig. S1 Distribution of predator effects on gamma (pink) and alpha (blue) diversity across studies ranked by strength of predator effect on gamma diversity. Predator present treatments are marked as + and predator absent treatments are marked as –. Numbers correspond to reference number and species in Table S1 References +–+–+– +–+– +–+–+–+–+–+– 10 0 20 30 40 50 Diversity GammaAlpha [3][11][2][7][4][8][5,6][10][9][7][1] Albins MA (2013) Effects of invasive Pacific red lionfish Pterois volitans versus a native predator on Bahamian coral-reef fish communities. Biological Invasions 15:29-43 Almany GR (2003) Priority effects in coral reef fish communities. Ecology 84:1920-1935 Almany GR (2004a) Priority effects in coral reef fish communities of the Great Barrier Reef. Ecology 85:2872-2880 Almany GR (2004b) Does increased habitat complexity reduce predation and competition in coral reef fish assemblages? Oikos 106:275-284 Almany GR (2004c) Differential effects of habitat complexity, predators and competitors on abundance of juvenile and adult coral reef fishes. Oecologia 141:105-113 Almany GR, Webster MS (2004) Odd species out as predators reduce diversity of coral-reef fishes. Ecology 85:2933-2937 Cardoso P, Borges PA, Veech JA (2009) Testing the performance of beta diversity measures based on incidence data: the robustness to undersampling. Diversity and Distributions 15:1081-1090 Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures and pitfalls in the measurement and comparison of species richness. Ecology Letters 4:379-391 Heinlein JM, Stier AC, Steele MA (2010) Predators reduce abundance and species richness of coral reef fish recruits via non-selective predation. Coral Reefs 29:527-532 Stallings CD (2009) Predator identity and recruitment of coral-reef fishes: indirect effects of fishing. Marine Ecology-Progress Series 383:251-259 Stier AC, Bolker BM, Osenberg CW (2016) Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity. Ecosphere 7:e01612-n/a Stier AC, Geange SW, Hanson KM, Bolker BM (2013) Predator density and timing of arrival affect reef fish community assembly. Ecology 94:1057-1068 Stier AC, Hanson KM, Holbrook SJ, Schmitt RJ, Brooks AJ (2014) Predation and landscape characteristics independently affect reef fish community organization. Ecology 95:1294-1307 Webster MS (2002) Role of predators in the early post-settlement demography of coral reef fishes. Oecologia 131:52-60 Webster MS, Almany GR (2002) Positive indirect effects in a coral reef fish community. Ecology Letters 5:549-557",
  "sections": {
    "abstract": "The ubiquity of trophic downgrading has led to interest in the consequences of mesopredator release on prey communities and ecosystems. This issue is of partic- ular concern for reef-fish communities, where predation is a key process driving ecological and evolutionary dynam- ics. Here, we synthesize existing experiments that have isolated the effects of mesopredators to quantify the role of predation in driving changes in the abundance and biodi- versity of recently settled reef fishes. On average, predators reduced prey abundance through generalist foraging behavior, which, through a statistical sampling artifact, caused a reduction in alpha diversity and an increase in beta diversity. Thus, the synthesized experiments provide evidence that predation reduces overall abundance within prey communities, but—after accounting for sampling effects—does not cause disproportionate effects on biodiversity.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found reefs with mesopredators had on average 15% higher beta diversity (Q=19.",
    "Our results suggest that mesopredators primarily affec- ted prey diversity by reducing prey abundance (Fig."
  ],
  "fullText": "\n\nNOTE\nBiodiversity effects of the predation gauntlet\nAdrian C. Stier\n1\n•\nChristopher D. Stallings\n2\n•\nJameal F. Samhouri\n3\n•\nMark A. Albins\n4\n•\nGlenn R. Almany\n5,6\nReceived: 17 July 2016 / Accepted: 8 January 2017\nÓSpringer-Verlag Berlin Heidelberg 2017\nAbstractThe ubiquity of trophic downgrading has led to\ninterest in the consequences of mesopredator release on\nprey communities and ecosystems. This issue is of partic-\nular concern for reef-fish communities, where predation is\na key process driving ecological and evolutionary dynam-\nics. Here, we synthesize existing experiments that have\nisolated the effects of mesopredators to quantify the role of\npredation in driving changes in the abundance and biodi-\nversity of recently settled reef fishes. On average, predators\nreduced  prey  abundance  through  generalist  foraging\nbehavior, which, through a statistical sampling artifact,\ncaused a reduction in alpha diversity and an increase in\nbeta diversity. Thus, the synthesized experiments provide\nevidence that predation reduces overall abundance within\nprey communities, but—after accounting for sampling\neffects—does  not  cause  disproportionate  effects  on\nbiodiversity.\nKeywordsPredator–prey!Rarefaction!Coral reef!Reef\nfish!Assembly!Invasive predators\nIntroduction\nDeclines in apex predator populations can cause irruptions\nin the abundance and shifts in the behavior of previously\nsuppressed mesopredators (Prugh et al.2009). This trophic\n‘release’ of mesopredators is cause for conservation con-\ncern, because when abundant, they can cause extinctions\nand major shifts in ecosystem function (Crooks and Soule\n ́\n1999; Ritchie and Johnson2009). The reduction of apex\npredators and subsequent mesopredator release is a wide-\nspread phenomenon across ecosystems (Estes et al.2011)\nand is particularly prevalent in coral-reef ecosystems due to\ndisproportionately high fishing rates at the top of the food\nchain (Stallings2009; DeMartini and Smith2015). Abun-\ndance of coral-reef mesopredators (e.g., small-bodied\ngroupers and snappers) has also increased through the\nintroduction of non-native predators. In some cases, these\nintroduced predators have become extremely successful,\nfor example, the intentionally introduced peacock grouper\n(Cephalopholis  argus) in Hawaii (Meyer and Dierking\n2011) and the accidentally introduced Pacific lionfishes\n(Pterois  volitansandPterois  miles) in the Atlantic and\nCaribbean (Co\nˆ\nte\n ́\net al.2013) have each become numeri-\ncally dominant mesopredators in their respective invaded\ncommunities. Because predation is known to be a key\ndriver of ecosystem and evolutionary dynamics (Hixon\nCommunicated by Ecology Editor Dr. Michael Berumen\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00338-017-1544-2) contains supplementary\nmaterial, which is available to authorized users.\n&Adrian C. Stier\nadrian.stier@lifesci.ucsb.edu\n1\nDepartment of Ecology, Evolution, and Marine Biology,\nUniversity of California, Santa Barbara, CA 93106, USA\n2\nCollege of Marine Science, University of South Florida, 140\n7th Ave S, St. Petersburg, FL 33701, USA\n3\nConservation Biology Division, Northwest Fisheries Science\nCenter, National Marine Fisheries Service, National Oceanic\nand Atmospheric Administration, Seattle, WA 98112, USA\n4\nDepartment of Marine Sciences, University of South\nAlabama, Dauphin Island Sea Lab, Dauphin Is, AL 36528,\nUSA\n5\nEPHE, PSL Research University, UPVD-CNRS,\nUSR3278 CRIOBE, 66360 Perpignan, France\n6\nLaboratoire d’Excellence ‘CORAIL’, Perpignan, France\n123\nCoral Reefs\nDOI 10.1007/s00338-017-1544-2\n\n1991,2015), these fishing- and invasion-associated shifts in\nthe abundance and biomass of predators are considered\ncause for concern among coral-reef managers and conser-\nvation practitioners. Settling fishes experience extraordi-\nnarily high predation rates on coral reefs (Almany and\nWebster2006), with an average of 50% mortality in their\nfirst 48 h on the reef (i.e., a ‘predation gauntlet’). This\neffect of predators declines rapidly with increases in prey\nbody size (Sogard1997; Goatley and Bellwood2016).\nThus, increases in mesopredator abundance have the\ncapacity to drive major shifts in the abundance and biodi-\nversity of coral-reef fish communities by amplifying the\nintensity of the predation gauntlet.\nMesopredator effects have historically been difficult to\nquantify on coral reefs, because these predators often posi-\ntively covary in abundance and diversity with their prey due\nto shared reef habitat (Stier et al.2014). Therefore, only a\nhandful of field experiments have been able to isolate the role\nof mesopredators in altering prey community size and\ncomposition (Hixon2015). Here, we conducted a meta-\nanalysis of all (to our knowledge) published predation\nexperiments to quantify the extent to which mesopredators\naffect prey abundance and biodiversity in coral-reef fishes.\nWe focused on three distinct aspects of biodiversity includ-\ning gamma diversity (species richness at the study scale),\nalpha diversity (species richness at the sample scale), and\nbeta diversity (a measure of the spatial variability of com-\nmunity composition among samples across the study). We\nalso used rarefaction methods to calculate corrected alpha\nand beta diversity measures by accounting for the effects of\nabundance on biodiversity. We then compared the effects of\nnative mesopredators to those of invasives (peacock grouper\nand lionfish) and briefly identified two opportunities for\nfuture research on reef–fish predator–prey dynamics.\nMethods\nFocal experiments\nWe quantified the effects of reef-fish mesopredators on prey\nabundance  and  biodiversity  in  ten  published  studies\n2002–2014  (Electronic  supplementary  material,  ESM,\nTable S1). We identified these ten focal studies using\nextensive Google Scholar and ISI Web of Science literature\nsearches from 1990 to 2016 in major ecological and marine\njournals using all combinations of the following keywords:\npredation,  coral  reef  fish,  predation  gauntlet,  reef  fish,\ncommunity assembly,anddepredation.Each of these ten\nstudies was conducted with similar methods, where isolated\nexperimental reefs were constructed in sandy environments.\nPrey communities were manipulated prior to each study\neither through the removal of all prey or through the selective\nremoval of all recently recruited individuals. Predators were\nthen manipulated on a subset of the patch reefs through\nselective additions and removals or cages; then, new prey\ncommunities were allowed to recruit to reefs with different\npredator  treatments  (control=predators  absent,  treat-\nment=predators present). Predator manipulations were\npressed in all studies (i.e., unwanted predators on control\ntreatments were removed and predator-present treatments\nwere maintained). Prey communities were visually surveyed\nby divers on a regular basis over a period of time that ranged\nfrom 42 to 120 d. Additional study details including predator\nspecies, duration, and additional manipulations of other\nvariables such as adult damselfish abundance and habitat\ncomplexity (additional known drivers of reef-fish commu-\nnity assembly) can be found in ESM Table S1.\nMeasuring prey community response\nWe compared recruiting prey communities in experimental\ntreatments with and without predators using five different\nresponse variables: (1) total abundance of all prey species;\n(2) gamma diversity measured as the species list on reefs\nwith and without predators (i.e., the total number of prey\nspecies found in control or predator-present treatments);\n(3) alpha diversity measured as the number of species\nwithin a patch; (4) rarefied alpha diversity (the number of\nspecies within a patch, corrected for abundance); (5) beta\ndiversity based on species incidence (the Jaccard index: a\nmetric focused on the gain or loss of a species); and (6)\nrarefied beta diversity (Jaccard index corrected for differ-\nences in abundance). We quantified beta diversity in\npredator and no-predator treatments by estimating the\nmedian multivariate dispersion around the multivariate\ncentroid of the community (Anderson et al.2006).\nRarefaction\nCommunities with higher abundance tend to have higher\nalpha diversity and lower beta diversity (Gotelli and Col-\nwell2001; Cardoso et al.2009; Stier et al.2016). Because\nalpha diversity is often strongly correlated with abundance,\npredation can reduce observed alpha diversity and increase\nobserved beta diversity simply because it causes a decline\nin the number of prey individuals (Fig.1a, b). We used\nindividual-based rarefaction to estimate rarefied alpha\n(Gotelli and Colwell2001) and beta diversity (Stier et al.\n2014) because control treatments tended to have a higher\nabundance than those with predators. Predator-induced\nreductions in rarefied diversity implicate biological pro-\ncess(es) rather than a statistical sampling artifact (Fig.1c).\nWe define generalist predators as those that affect prey\nspecies in proportion to prey abundance. If predators eat\nprey in proportion to their abundance, rarefied alpha and\nCoral Reefs\n123\n\nbeta diversity should remain the same across predator and\ncontrol treatments. If predators disproportionately consume\ncommon or rare species or alter competitive dynamics,\ndifferences in alpha and beta diversity will emerge for\nrarefied indices. The mesopredators involved in our meta-\nanalysis are considered generalists though this has not been\npreviously assessed quantitatively. For additional details on\nrarefaction, see ESM 2 and Stier et al. (2013b,2014).\nEffect sizes\nWe estimated the effect of predators (P?) relative to\npredator-free controls (P-) for each study using the log-\nresponse ratio (Osenberg et al.1999):\nl\ni\n¼log\nP\ni\nþ\nP\ni\n$\n\u0012\u0013\n;ð1Þ\nwherel\ni\nis the predation effect size, andP\ni\nþandP\ni\n$\nrepresent the abundance, alpha diversity, or beta diversity\nof prey in the presence and absence of predators, respec-\ntively, for theith study.\nVariance of the effect size was estimated using the delta\nmethod:\nvarðl\ni\nÞ¼\nvarðP\ni\n$Þ\nðP\ni\n$Þ\n2\nþ\nvarðP\ni\nþÞ\nðP\ni\nþÞ\n2\n:ð2Þ\nFor abundance, alpha diversity, and beta diversity, we\ntested the hypothesis that the effect size differed from zero\nand  estimated  nonparametric  bootstrapped  confidence\nintervals using a random-effects model implemented in the\nmetafor package in R (Viechtbauer2010). We weighted\nstudies by the inverse of the sampling variance of their\neffect sizes, as recommended by Hedges et al. (1999), to\naccount for greater certainty in studies with less variation.\nHowever, there was no variance estimate for gamma\ndiversity; therefore, we used attest to compare the effect\nsize to zero. We assumed that the response of each com-\nmunity was statistically independent. Experiments exhib-\nited minor overlap in predator species; however, individual\nexperiments had limited temporal overlap, suggesting prey\nrecruitment events were largely independent. All analyses\nwere made using the R statistical programming environ-\nment (R Development Core Team2013).\nResults and discussion\nMesopredators had substantial effects on prey abundance\nand biodiversity. Across the ten focal studies, prey com-\nmunities on reefs with mesopredators had 60% lower\nabundance (Q=82.616,df=10,P\\0.001; Figs.2,3a)\nand an average of 35% lower gamma diversity (t=2.711,\ndf=10,P=0.022; ESM Fig. S1). This reduction in\ngamma diversity was primarily driven by the 36% average\nreduction  in  alpha  diversity  (Q=82.615,df=10,\nP=0.001; Fig.3b). However, there was no detectable ef-\nfect of mesopredators on rarefied alpha diversity (0.1%\n(P-)(P+)\nNumber of individuals\nAlpha diversity\nPredation\n(P-)(P+)\nBeta diveristy\nPredation\n(a)\n(b)\n(c)\n(P-)\n(G)\n(C)\n(R)\nNumber of species\nPredation\nFig. 1When predators reduce abundance, alpha diversity should\ndecrease and beta diversity should increase. This effect can provide\ninsight into expected effects of predators on alpha and beta diversity\nthrough reductions in abundance (seearrow). Panels illustrate\nindividual-based rarefaction curves (aalpha diversity,bbeta diver-\nsity). Rarefaction of alpha diversity can be used to gain insights into\nwhether predators disproportionately affect common or rare species.\ncThree different individual-based rarefaction curves that might\nemerge from different predator effects. A patch that has no predators\nwill have a rarefaction curve labeledP-. The manner in which\nreduced abundance by predators affects species richness depends on\nwhether predators are generalists or whether they disproportionately\naffect common or rare species. If predators affect species in\nproportion to their abundance (i.e., generalists), they will have\nrarefaction curve G. If predators disproportionately affect common\nspecies, they will have a greater number of species per individual\ncompared  to  generalist  predators  (curve  C),  and  if  predators\ndisproportionately affect rare species, they will produce rarefaction\ncurve R, decreasing diversity relative to generalist predators\nCoral Reefs\n123\n\nincrease;Q=30.989,df=10,P=0.450; Fig.4a), sug-\ngesting  that  mesopredator-induced  reductions in prey\nabundance caused the apparent decline in unrarefied alpha\ndiversity. We found reefs with mesopredators had on\naverage 15% higher beta diversity (Q=19.192,df=10,\nP=0.007; Figs.2,3b), but that these effects similarly\ndisappeared following rarefaction, with no detectible shift\nin rarefied beta diversity (5% decrease;Q=28.902,\ndf=10,P=0.439; Figs.2,4b). Thus, the reef meso-\npredators measured here were, on average, generalist\npredators that had strong negative effects on prey abun-\ndance and consequently altered patterns of alpha and beta\ndiversity via a statistical sampling effect.\nOur results suggest that mesopredators primarily affec-\nted prey diversity by reducing prey abundance (Fig.3a).\nThere were, however, two notable predator species that\ndisproportionately affected rare prey species and signifi-\ncantly lowered rarefied diversity: the dottybackPseu-\ndochromis  fuscus(Almany et al.2007) and peacock\ngrouperCephalopholis  argus(Stier et al.2014). From a\nconservation perspective, this disproportionate effect on\nrare species is particularly concerning in the case of the\npeacock grouper, because this non-native mesopredator,\nintroduced to Hawaii in the mid-1950s, now constitutes\nmore than 80% of the large piscivore biomass in some\nlocations (Meyer and Dierking2011). The unique effects of\nthese two species suggest we need to further study the\nforaging behavior of mesopredators and in particular their\nfunctional responses (sensu Stier et al.2013a; Stier and\nWhite2014), because predators with a preference for rare\nspecies and a Type I or II functional response can\ndestabilize prey population dynamics and catalyze reduc-\ntions in reef biodiversity (White et al.2010).\nOur study also provides insight into the effects of lion-\nfishes in the western Atlantic. The recent invasion and\nexponential growth of lionfishes in the Atlantic from the\n0.50\n0.75\n1.00\n1.25\nAbundance\nAlpha diversity\nBeta diversity\nRarefiedRarefied\nPredator / Control\nObs.Obs.\nFig. 2Mean effects of predators on abundance and diversity (back\ntransformed mean±bootstrapped 95% CI). Effects include abun-\ndance, alpha diversity (observed (obs.) and rarefied), and beta\ndiversity measured based on species incidence—Jaccard index (obs.\nand rarefied). Thedashed  horizontal  linerepresents no difference\nbetween predators and control treatment, values[1 represent positive\neffects of predators, and values\\1 represent negative effects of\npredators\n0.5\n1.0\n0.4\n0.8\n1.2\nPredator / Control\n0.9\n1.2\n1.5\n1.8\nStudy\nAbundance\nAlpha diversity\nBeta diversity\n(a)\n(b)\n(c)\nCaribbean\n[1][2]    [9]    [7][8]  [10]  [11]   [1]    [7]  [5,6]   [3]\n[2]   [11]   [4]    [7][9][7][3]  [10]   [8]  [5,6]   [1]\n[11]   [3][7][7]    [2]  [5,6]   [1]    [4][9][8]   [10]\nFig. 3Distribution of median predator effects (±95% bootstrapped\nconfidence limits) on abundance (a), alpha diversity (b), and beta\ndiversity (c).Dashed  horizontal  linerepresents no-predator effect,\nand point color depicts Caribbean (black) and Pacific (white) studies.\nLionfish silhouette (triangle) corresponds to effect measured from\nAlbins (2013), and peacock grouper silhouette (square) corresponds\nto effect measured from Stier et al. (2014). Studies ranked by\nmagnitude of effect, with strongest negative effects on left and\nstrongest positive effects on right. Numbers correspond to reference\nnumbers listed in ESM Table S1\nCoral Reefs\n123\n\ncentral US to South America have generated widespread\nconcern for their effects on the prey fish community. The\neffects of lionfish on abundance and diversity fell within\nthe distribution of predator effects observed across all\nstudies, but was the strongest effect measured in the region\n(Fig.3). Rarefaction suggested that lionfish are generalists\nrather than disproportionately affecting common or rare\nspecies (Fig.4). Therefore, in contrast to the peacock\ngrouper, lionfish may be less likely to threaten prey bio-\ndiversity unless they drive prey to such low abundances\nthat they are sensitive to extinction due to demographic\nstochasticity (sensu Rocha et al.2015; Ingeman2016).\nSuch an outcome is likely in some locations based on the\nstrong negative effects of lionfish on a wide variety of\nnative prey species (Albins2013). Of course, there are also\nadditional  biological  and  socio-economic  concerns\nassociated with the lionfish invasion that extend beyond\nbiodiversity effects.\nBiodiversity can be associated with ecosystem func-\ntioning, productivity, and evolutionary dynamics in marine\nsystems (Gamfeldt et al.2015). The studies synthesized\nhere offer key insights into how mesopredators affect prey\nfish abundance and biodiversity and, more broadly, the role\nmesopredators play in driving spatio-temporal variation in\nreef-fish biodiversity. However, a number of questions\nremain unanswered about the role of predation in driving\nreef-fish assembly, such as: (1) How do these small spatial\nscale and short temporal scale studies scale up to popula-\ntion and community dynamics on contiguous reefs over\nlonger periods of time? (2) How do the effects of predators\non prey community structure cascade to affect the benthic\ncommunity (Casey et al.2016)? (3) How do cooperative\nand antagonistic interactions within and among predator\nspecies modify the effect of predators on community\nstructure? As humans continue to alter marine ecosystems\nthrough a variety of stressors, a deeper understanding of\nhow invasive predators drive ecosystem structure and\nfunction will provide much needed detail to improve con-\nservation and management.\nAcknowledgementsWe are particularly grateful for Glenn Alma-\nny’s contributions to this project. Unfortunately, Glenn passed away\nbefore the manuscript could be completed; therefore, in addition to\nhis intellectual contribution, we also dedicate this manuscript in\nmemoriam to Glenn Almany, his friends, and his family. Many of the\nprojects synthesized above were conducted on Lee Stocking Island in\nthe Bahamas and would not have been possible without the tireless\nefforts of the employees there whose work ethic inspires us to this\nday. We thank Kalik, Kerleans, all of the station managers, chefs,\nmechanics, and field technicians that made this work possible.\nReferences\nAlbins MA (2013) Effects of invasive Pacific red lionfishPterois\nvolitansversus a native predator on Bahamian coral-reef fish\ncommunities. Biol Invasions 15:29–43\nAlmany GR, Webster MS (2006) The predation gauntlet: early post-\nsettlement mortality in reef fishes. Coral Reefs 25:19–22\nAlmany GR, Peacock LF, Syms C, McCormick MI, Jones GP (2007)\nPredators target rare prey in coral reef fish assemblages.\nOecologia 152:751–761\nAnderson MJ, Ellingsen KE, McArdle BH (2006) Multivariate\ndispersion as a measure of beta diversity. Ecol Lett 9:683–693\nCardoso P, Borges PA, Veech JA (2009) Testing the performance of\nbeta diversity measures based on incidence data: the robustness\nto undersampling. Divers Distrib 15:1081–1090\nCasey JM, Baird AH, Brandl SJ, Hoogenboom MO, Rizzari JR,\nFrisch AJ, Mirbach CE, Connolly SR (2016) A test of trophic\ncascade theory: fish and benthic assemblages across a predator\ndensity gradient on coral reefs. Oecologia. doi:10.1007/s00442-\n016-3753-8\nCo\nˆ\nte\n ́\nIM, Green SJ, Hixon MA (2013) Predatory fish invaders:\ninsights from Indo-Pacific lionfish in the western Atlantic and\nCaribbean. Biol Conserv 164:50–61\nPredator/Control\n1\n2\n3\nPredator/Control\n[3]    [11]    [2][7][4][8]   [5,6]  [10][9][7][1]\n[11]   [3][7][7][2]   [5,6]   [1][4][9][8]    [10]\n(b)\n(a)\nCaribbean\n1.0\n1.5\n2.0\nFig. 4Distribution of mean predator effects (95% bootstrapped\nconfidence intervals) across studies ranked by strength of effect from\nleft to right (strongest negative to positive effects).Dashed horizontal\nlinerepresents no-predator effect on rarefied alpha diversity (species\nrichness (a), and rarefied beta diversity (Jaccard index) (b). Lionfish\nsilhouette andtrianglecorrespond to effect measured from Albins\n(2013), and peacock grouper silhouette andsquarecorrespond to\neffect measured from Stier et al. (2014). Point color corresponds to\nocean basin: Caribbean (black) and Pacific (white). Study number\ncorresponds to reference numbers in ESM Table S1\nCoral Reefs\n123\n\nCrooks KR, Soule\n ́\nME (1999) Mesopredator release and avifaunal\nextinctions in a fragmented system. Nature 400:563–566\nDeMartini EE, Smith JE (2015) Effects of fishing on the fishes and\nhabitat of coral reefs. In: Mora C (ed.) Ecology of fishes on coral\nreefs. Cambridge University Press, Cambridge, UK, pp135\nEstes JA, Terborgh J, Brashares JS, Power ME, Berger J, Bond WJ,\nCarpenter SR, Essington TE, Holt RD, Jackson JBC, Marquis\nRJ, Oksanen L, Oksanen T, Paine RT, Pikitch EK, Ripple WJ,\nSandin SA, Scheffer M, Schoener TW, Shurin JB, Sinclair ARE,\nSoule\n ́\nME, Virtanen R, Wardle DA (2011) Trophic downgrading\nof planet earth. Science 333:301–306\nGamfeldt L, Lefcheck JS, Byrnes JE, Cardinale BJ, Duffy JE, Griffin\nJN (2015) Marine biodiversity and ecosystem functioning:\nwhat’s known and what’s next? Oikos 124:252–265\nGoatley CHR, Bellwood DR (2016) Body size and mortality rates in\ncoral reef fishes: a three-phase relationship. Proc R Soc Lond B\nBiol Sci 283:20161858\nGotelli NJ, Colwell RK (2001) Quantifying biodiversity: procedures\nand pitfalls in the measurement and comparison of species\nrichness. Ecol Lett 4:379–391\nHedges LV, Gurevitch J, Curtis PS (1999) The meta-analysis of\nresponse ratios in experimental ecology. Ecology 80:1150–1156\nHixon MA (1991) Predation as a process structuring coral reef fish\ncommunities. In: Sale PF (ed) The ecology of fishes on coral\nreefs. Academic Press, San Diego, pp 475–508\nHixon MA (2015) Predation: piscivory and the ecology of coral-reef\nfishes. In: Mora C (ed) Ecology and conservation of fishes on\ncoral reefs: the functioning of an ecosystem in a changing world.\nCambridge University Press, Cambridge, pp 41–54\nIngeman KE (2016) Lionfish cause increased mortality rates and drive\nlocal extirpation of native prey. Mar Ecol Prog Ser 558:235–245\nMeyer A, Dierking J (2011) Elevated size and body condition and\naltered feeding ecology of the grouperCephalopholis argusin\nnon-native habitats. Mar Ecol Prog Ser 439:203–212\nOsenberg CW, Sarnelle O, Cooper SD, Holt RD (1999) Resolving\necological questions through meta-analysis: goals, metrics, and\nmodels. Ecology 80:1105–1117\nPrugh LR, Stoner CJ, Epps CW, Bean WT, Ripple WJ, Laliberte AS,\nBrashares JS (2009) The rise of the mesopredator. Bioscience\n59:779–791\nR Development Core Team (2013) R: a language and environment for\nstatistical computing. R Foundation for Statistical Computing,\nVienna\nRitchie EG, Johnson CN (2009) Predator interactions, mesopredator\nrelease and biodiversity conservation. Ecol Lett 12:982–998\nRocha LA, Rocha CR, Baldwin CC, Weigt LA, McField M (2015)\nInvasive lionfish preying on critically endangered reef fish. Coral\nReefs 34:803–806\nSogard SM (1997) Size-selective mortality in the juvenile stage of\nteleost fishes: a review. Bull Mar Sci 60:1129–1157\nStallings CD (2009) Fishery-independent data reveal negative effect\nof human population density on Caribbean predatory fish\ncommunities. PLoS One 4:e5333\nStier A, White JW (2014) Predator density and the functional\nresponses of coral reef fish. Coral Reefs 33:235–240\nStier AC, Geange SW, Bolker BM (2013a) Predator density and\ncompetition modify the benefits of group formation in a shoaling\nreef fish. Oikos 122:171–178\nStier AC, Bolker BM, Osenberg CW (2016) Using rarefaction to\nisolate the effects of patch size and sampling effort on beta\ndiversity. Ecosphere 7:e01612\nStier AC, Geange SW, Hanson KM, Bolker BM (2013b) Predator\ndensity and timing of arrival affect reef fish community\nassembly. Ecology 94:1057–1068\nStier AC, Hanson KM, Holbrook SJ, Schmitt RJ, Brooks AJ (2014)\nPredation and landscape characteristics independently affect reef\nfish community organization. Ecology 95:1294–1307\nViechtbauer W (2010) Conducting meta-analyses in R with the\nmetafor package. J Stat Softw 36:1–48\nWhite JW, Samhouri JF, Stier AC, Wormald CL, Hamilton SL,\nSandin SA (2010) Synthesizing mechanisms of density depen-\ndence  in  reef  fishes:  behavior,  habitat  configuration,  and\nobservational scale. Ecology 91:1949–1961\nCoral Reefs\n123\n\nESM 1  \n \nTable S1 Focal studies, species, and study durations. Note that Albins (2013) examined \nPterois volitans and Cephalopholis fulva independently and each species is plotted \nseparately in the main text. All other studies listed below examined either a single \npredator effect or the combined effect of multiple predator species \n \nPredator Species Duration \n(days) \nReference Reference \nNo. \nCephalopholis boenak; Pseudochromis fuscus  50 (Webster and \nAlmany 2002) \n1 \nCephalopholis boenak; Pseudochromis fuscus  42 (Webster 2002) 2 \nCephalopholis cruentata; Cephalopholis \nfulva; Epinephelus striatus; Gymnothorax \nmoringa; Gymnothorax vicinus  \n44 (Almany 2003) 3 \nCephalopholis boenak; Pseudochromis fuscus 50 (Almany \n2004a) \n4 \nCephalopholis cruentata; Epinephelus \nstriatus; Serranus tigrinus; Rypticus \nbistrispinus; Gymnothorax moringa; \nGymnothorax vicinus  \n60 (Almany \n2004b; Almany \n2004c) \n5,6 \nPterois volitans; Cephalopholis fulva 70 (Albins 2013) 7 \nCephalopholis fulva; Cephalopholis cruentata  52 (Stallings \n2009) \n8 \nBalistapus undulatus; Rhinecanthus aculeatus; \nBothus spp.;\u0001Caranx melampygus; \nHalichoeres hortulanus; Halichoeres \ntrimaculatus; Lethrinus olivaceus; Parapercis \nspp; Pterois radiata; Epinephelus merra; \nSynodus spp.  \n54 (Heinlein et al. \n2010) \n9 \nParacirrhites arcatus  120 (Stier et al. \n2013) \n10 \nCephalopholis argus 60 (Stier et al. \n2014) \n11 \n \n  \n\n \n \nESM 2: Rarefaction methods \n \nEstimates of species richness and beta diversity can be sensitive to differences in overall \nabundance within and among patches (Gotelli and Colwell 2001; Cardoso et al. 2009). \nBecause predators reduce prey abundance, we expected that they would also reduce \nspecies richness, either through frequency dependent foraging (in particular, the \npreferential consumption of rare species) or simply by reducing overall density (i.e., a \nsampling effect).  If predators were primarily generalists, reducing overall density, then \namong-treatment differences in species richness would subside after rarefaction (Almany \nand Webster 2004). Individual-based rarefaction has classically been used to adjust \nspecies richness estimates for differences in abundance of organisms across sites by \nestimating the mean species richness in repeated subsamples from each site (Gotelli and \nColwell 2001). Although the importance of bias in species richness estimates due to \ndifferential sample sizes across treatments has been previously recognized, its effect on \nestimates of beta diversity is less clear. Developing estimates of differences in beta \ndiversity that account for differences in sample size is particularly important in empirical \necology, where manipulating a given ecological factor with a focus on changes in species \ndiversity often leads to concurrent shifts in the number of individuals. For example, in \nthis study, experimental reefs with predators tended to have approximately half as many \nfish as reefs without predators. Here, we conducted individual-based rarefaction to \nestimate rarefied alpha diversity and beta diversity that ensured that the number of \nindividuals sampled was comparable across reefs and treatments. For additional details \non the methodology see:\t(Stier et al. 2013; Stier et al. 2014; Stier et al. 2016).  \n \n \nESM Fig. S1 Distribution of predator effects on gamma (pink) and alpha (blue) diversity \nacross studies ranked by strength of predator effect on gamma diversity. Predator present \ntreatments are marked as + and predator absent treatments are marked as –. Numbers \ncorrespond to reference number and species in Table S1  \n \nReferences \n \n+–+–+–\n+–+–\n+–+–+–+–+–+–\n10\n0\n20\n30\n40\n50\nDiversity\nGammaAlpha\n[3][11][2][7][4][8][5,6][10][9][7][1]\n\nAlbins\tMA\t(2013)\tEffects\tof\tinvasive\tPacific\tred\tlionfish\tPterois\tvolitans\tversus\ta\tnative\tpredator\ton\t\nBahamian\tcoral-reef\tfish\tcommunities. Biological\tInvasions\t15:29-43\t\nAlmany\tGR\t(2003)\tPriority\teffects\tin\tcoral\treef\tfish\tcommunities. Ecology\t84:1920-1935\t\nAlmany\tGR\t(2004a)\tPriority\teffects\tin\tcoral\treef\tfish\tcommunities\tof\tthe\tGreat\tBarrier\tReef. Ecology\t\n85:2872-2880\t\nAlmany\tGR\t(2004b)\tDoes\tincreased\thabitat\tcomplexity\treduce\tpredation\tand\tcompetition\tin\tcoral\treef\tfish\t\nassemblages? Oikos\t106:275-284\t\nAlmany\tGR\t(2004c)\tDifferential\teffects\tof\thabitat\tcomplexity,\tpredators\tand\tcompetitors\ton\tabundance\tof\t\njuvenile\tand\tadult\tcoral\treef\tfishes. Oecologia\t141:105-113\t\nAlmany\tGR,\tWebster\tMS\t(2004)\tOdd\tspecies\tout\tas\tpredators\treduce\tdiversity\tof\tcoral-reef\tfishes. Ecology\t\n85:2933-2937\t\nCardoso\tP,\tBorges\tPA,\tVeech\tJA\t(2009)\tTesting\tthe\tperformance\tof\tbeta\tdiversity\tmeasures\tbased\ton\t\nincidence\tdata:\tthe\trobustness\tto\tundersampling. Diversity\tand\tDistributions\t15:1081-1090\t\nGotelli\tNJ,\tColwell\tRK\t(2001)\tQuantifying\tbiodiversity:\tprocedures\tand\tpitfalls\tin\tthe\tmeasurement\tand\t\ncomparison\tof\tspecies\trichness. Ecology\tLetters\t4:379-391\t\nHeinlein\tJM,\tStier\tAC,\tSteele\tMA\t(2010)\tPredators\treduce\tabundance\tand\tspecies\trichness\tof\tcoral\treef\t\nfish\trecruits\tvia\tnon-selective\tpredation. Coral\tReefs\t29:527-532\t\nStallings\tCD\t(2009)\tPredator\tidentity\tand\trecruitment\tof\tcoral-reef\tfishes:\tindirect\teffects\tof\tfishing. \nMarine\tEcology-Progress\tSeries\t383:251-259\t\nStier\tAC,\tBolker\tBM,\tOsenberg\tCW\t(2016)\tUsing\trarefaction\tto\tisolate\tthe\teffects\tof\tpatch\tsize\tand\t\nsampling\teffort\ton\tbeta\tdiversity. Ecosphere\t7:e01612-n/a\t\nStier\tAC,\tGeange\tSW,\tHanson\tKM,\tBolker\tBM\t(2013)\tPredator\tdensity\tand\ttiming\tof\tarrival\taffect\treef\tfish\t\ncommunity\tassembly. Ecology\t94:1057-1068\t\nStier\tAC,\tHanson\tKM,\tHolbrook\tSJ,\tSchmitt\tRJ,\tBrooks\tAJ\t(2014)\tPredation\tand\tlandscape\tcharacteristics\t\nindependently\taffect\treef\tfish\tcommunity\torganization. Ecology\t95:1294-1307\t\nWebster\tMS\t(2002)\tRole\tof\tpredators\tin\tthe\tearly\tpost-settlement\tdemography\tof\tcoral\treef\tfishes. \nOecologia\t131:52-60\t\nWebster\tMS,\tAlmany\tGR\t(2002)\tPositive\tindirect\teffects\tin\ta\tcoral\treef\tfish\tcommunity. Ecology\tLetters\t\n5:549-557\t\n ",
  "extractedAt": "2025-12-12T18:45:14.094Z",
  "success": true,
  "matchedPublication": {
    "title": "The relative influence of abundance and priority effects on colonization success in a coral-reef fish",
    "doi": "10.1007/s00338-016-1503-3",
    "year": "2017",
    "authors": "Geange, Shane W.; Poulos, Davina E.; Stier, Adrian C.; McCormick, Mark I."
  }
}