{
  "filename": "Stier et al. (Ecosphere) 2020.pdf",
  "numPages": 18,
  "text": "COASTAL AND MARINE ECOLOGY Fishing, environment, and the erosion of a population portfolio ADRIANC. STIER, 1,2, ANDREWOLAFSHELTON, 3 JAMEALF. SAMHOURI, 3 BLAKEE. FEIST, 3 ANDPHILLIPS. LEVIN 4,5 1 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, California 93101 USA 2 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101 USA 3 Conservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric Administration, Seattle, Washington 98112 USA 4 School of Environmental and Forest Sciences, University of Washington, Box 355020, Seattle, Washington 98195 USA 5 The Nature Conservancy, 74 Wall Street, Seattle, Washington, USA Citation:Stier, A. C., A. Olaf Shelton, J. F. Samhouri, B. E. Feist, and P. S. Levin. 2020. Fishing, environment, and the erosion of a population portfolio. Ecosphere 11(11):e03283. 10.1002/ecs2.3283 Abstract.Many organisms exhibit tremendousfluctuations in population abundance and experience unexpected collapse. Conservationists seeking to minimize region-wide variability in resources and reduce extinction risk often seek to preserve a metapopulation portfolio of spatially asynchronous subpopulations connected by dispersal. However, portfolio properties are not necessarily static, and the erosion of a portfo- lio can fundamentally alter the population dynamics and services a species provides. In the Northeast Paci- fic, a portfolio of spatially asynchronous herring populations has historically provided regional reliability of herring to mobile predators and commercialfishermen as well as local subsistence and ceremonial har- vest. Here, wefit a mechanistic time-series model to herring spawn and catch records from 1950 to 2015 to quantify how population growth, climate, andfishing have contributed to a major shift in the herring port- folio over time. We document the erosion of the herring portfolio and a severe decline in herring popula- tion growth. Commercial harvest historically played a key role in herring dynamics, hovering around typical annual exploitation rates (15%) at the archipelago scale, but local harvest rates were much higher whenfishing occurred (as high as 65%). Additionally, the Pacific Decadal Oscillation and population growth had equally strong effects on local and regional herring population dynamics. Our results highlight how spatially structured populations can undergo major shifts following disturbance and emphasize how ecological systems do not always rapidly recover and provide services following disturbance. Devel- oping herring management strategies at afiner scale may ensure greater regional resource reliability by recovering previous levels of spatial population asynchrony. However, doing so may require higher imple- mentation and monitoring costs in order to yield higher ecological, social, and economic benefits. Such place-based solutions that match the spatial scale of governance to the spatial scale of ecological dynamics have the potential to improve future management and conservation in an increasingly dynamic world. Key words:biocomplexity; foragefish; Haida Gwaii; herring; place-based management; portfolio. Received19 May 2020; accepted 22 June 2020;final version received 4 September 2020. Corresponding Editor: Sean P. Powers. Copyright:©2020 The Authors. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. E-mail:astier@ucsb.edu vwww.esajournals.org1November 2020vVolume 11(11)vArticle e03283 INTRODUCTION Spatial asynchrony of population abundance and demographic rates is common in numerous taxa, including insects (Ehrlich et al. 1975), plants (Waddle et al. 2019), birds (Ringsby et al. 2002), andfishes (Hilborn et al. 2003). Ecologists and conservation biologists have been increasingly interested in the existence of asynchrony among subpopulations connected through dispersal because it is directly related to metapopulation viability. When populations are connected and highly asynchronous, extinction risk is reduced because abundant subpopulations can re-estab- lish those that have been extirpated (i.e., a rescue effect; Hill et al. 2002). As a corollary, syn- chronous subpopulations lead to higher likeli- hood of metapopulation extinction. Therefore, understanding the degree of population asyn- chrony in wild populations, as well as drivers and patterns of shifts in asynchrony through time, is key to the conservation and management of metapopulations. Underlying drivers of population asynchrony include genetic or ecological differences in popu- lations across space, spatio-temporal variability in breeding habitat availability, and life-history diversity linked to local environmental drivers. For example, asynchrony across house sparrow populations is driven by local weather conditions that cause variable breeding timing (Ringsby et al. 2002). Similarly, in Pacific salmon (Oncorhynchus spp.), spatially asynchronous populations emerge from covariance between life-history diversity (e.g., spawn timing, morphology, egg size, and time spent in sea vs. freshwater) and local envi- ronmental variability. The resulting asynchronous populationfluctuations generate a population portfolio (similar tofinancial portfolios; Markow- itz 1952), which reduces extinction risk by increas- ing regional metapopulation stability (Hanski 1998, Leibold et al. 2004, Schindler et al. 2015) and thereby increases the reliability of resources to humans (Nesbitt and Moore 2016) and other predators in the ecosystem (Armstrong et al. 2016). Importantly, asynchrony is not afixed, time-in- variant attribute of systems. Human impacts, eco- logical changes, or environmental shifts can decrease spatial asynchrony (Liebhold et al. 2004). This decreased asynchrony can reduce the viability of the metapopulation and associated ecosystem services. For example, an increase in predators or large-scale environmental impacts can synchronize highly asynchronous populations (Liebhold et al. 2004). Reduced population asyn- chrony can alter provisioning of cultural and ecosystem services (Luck et al. 2003). In sockeye salmon (O. nerka), spatial asynchrony halves vari- ability in annual biomass (Schindler et al. 2010). Increased resource reliability lowers the probabil- ity of salmonfisheries closures (Schindler et al. 2010) and is beneficial to mobile predators and riparian ecosystems that are dependent on salmon (Ruff et al. 2011). Consequently, a reduction in the portfolio generated by lower asynchrony can have deleterious effects on the ecological roles and ser- vices provided by a species. Identifying the ecological and environmental drivers of population asynchrony may have important conservation and restoration implica- tions. For example, when a population collapses, identifying which subpopulations might be tar- geted for restoration to promote population diversity may facilitate regional recovery and system-wide buffering capacity. Here, we explore changes in spatial asynchrony in Pacific herring (Clupea pallasii), a species known for boom and bust cycles, important prey for a range of top predators, and the focus of both industrial and indigenousfisheries (Siple and Francis 2015). We make use of a 65-year (1950–2015) spatially expli- cit data set in Haida Gwaii, British Columbia, Canada, and use it tofit a metapopulation model for 11 local subpopulations of Pacific herring. This approach allows us to ask: 1. What are the relative roles of population growth, climate, andfishing in driving changes in local and regional herring popu- lations? 2. How have local and regional herring popu- lations changed over time? 3. How have patterns of spatial asynchrony in local herring populations changed over time? METHODS Study species and system Pacific herring are an ecologically, commer- cially, and culturally valuablefish of the North vwww.esajournals.org2November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. Pacific (Levin et al. 2016) and are a useful model for examining the causes and consequences of population asynchrony in wild populations. Abi- otic and biotic forcing at both local and regional scales drive Pacific herring life-history and popu- lation structure (REF), which likely shape popu- lation dynamics. Herring recruit to the spawning population at age 3. At age 3 and older (Hay 1985), spawning adults annually migrate from the pelagic environment to inshore habitats to spawn in particular bays along the coast (Flos- trand et al. 2009), where they deposit their eggs on shallow subtidal habitats vegetated with algae and eelgrass,Zostera marina(Shelton et al. 2014). Larger juvenile herring migrate to deeper waters and individuals from multiple locations are thought to intermix in the coastal ocean, where they experience similar environmental conditions. After maturing, reproductive herring return to spawning beaches and the process repeats. Thus, herring life-history provides the potential to reflect both unique and shared com- ponents that may synchronize or desynchronize local populations. Pacific herring maintain a central node within Northeast Pacific food webs, support top preda- tors (Surma and Pitcher 2015), and are a cultural keystone species for indigenous peoples (Thorn- ton and Kitka 2015). They occur throughout the North Pacific, from the Yellow Sea to coastal Cal- ifornia (Love 1996), and local and regional oceanographic conditions have been linked to Pacific herring growth and recruitment (Sch- weigert et al. 2010). We focus on herring populations of Haida Gwaii, a remote 300 km long archipelago of~150 islands (~10,000 km 2 land area) located at the edge of the continental shelf, 70 km off the north coast of British Columbia, Canada, with a human population of<5000. Haida Gwaii is located at the intersection of the Alaska and California cur- rents, which generates high seasonal oceano- graphic variability. Throughout the region, system productivity is strongly influenced by upwelling (Crawford 1997). In Haida Gwaii, herring support both commer- cial and traditional spawn-on-kelp subsistence fisheries (Jones et al. 2010), but major stock decli- nes in 1967 and 1994 resulted in the closure of the commercialfishery (Cleary 2014). Spawn-on- kelpfisheries occur after Pacific herring spawn, while otherfisheries catch pre-spawning adults aggregated in staging areas near spawning sites (Shelton et al. 2014). Predation and commercial fishing cause high mortality in herring adults, juveniles, and eggs during the spring spawn (Schweigert et al. 2010). Analytical approach We constructed a Bayesian state-space model to quantify the dynamics of herring at local and archipelago scales in Haida Gwaii. Below, we first describe available data on herring spawn and catch records as well as study locations, then detail our population model and statistical approach. Data description We used data from 11 herring subpopulations, geographical units whose boundaries are subdi- visions of statistical areas where herring spawn (Hay et al. 2008) in Haida Gwaii (Fig. 1). Subpop- ulations are identical to sections defined by the Department of Fisheries and Oceans (DFO), but differ from the statistical areas and management areas within which DFO manages herring catch limits (Hay et al. 2008). Currently, DFO manages two separate major stocks. Rennell Sound and Englefield Bay are managed as DFO stock A2W and the south eastern stocks from Cumshewa Inlet (CI) to Louscoone Inslet (LI) are managed as a separate area HG. We used two different data sources to con- struct our population model for herring subpop- ulations. First, we used the DFO herring spawn habitat index, an index that estimates the amount of eggs spawned in each subpopulation (the pro- duct of the spawn length, spawn width, and scaled by the thickness of spawn layers) mea- sured in units of eggs layers m 2 (Hay et al. 2008). These data are historically (1950–1987) derived from surface surveys and more recently (1988–2015) from standardized snorkel and SCUBA surveys (Cleary 2014). Though spawn surveys were conducted annually, data were missing for a number of year–subpopulation combinations. Second, we used spatially explicit herring catch records collected by DFO since 1950. Recorded catch (in metric tons) are reported from seine, gillnet, trawl, and open (non-pond) spawn-on-kelpfisheries in each of the subpopulations. Note that the coverage of vwww.esajournals.org3November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. spawn and catch data were not uniform across space or through time (Appendix S1). Because certain subpopulations were particularly data- poor, wefit the model to all 11 subpopulations but focused on the model results for 9 data-rich subpopulations, which comprise the vast major- ity of herring in Haida Gwaii. Importantly, as the fishery targets pre-spawning individuals, catches Fig. 1. Spatio-temporal variation in herring spawn in Haida Gwaii. Time-series show cumulative spawn index for entire archipelago (a). Map represents each of 11 subpopulations (b), with coastline surveyed for herring spawn in red. Individual subpopulation spawn index is shown for six focal subpopulations surrounding the archipelago (c–h). Solid line in panel (a) represents the long-term median spawn index, points above the long- term median are black, points below the median are gray. vwww.esajournals.org4November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. occur before spawn surveys occur. While we were confident that catch records and spawn index data points greater than zero were accu- rate, reports of zero spawn in particular subpop- ulation–year combinations were considered ambiguous, so they were classified as missing data. While it is possible that the location–year combinations correspond to actual zero observa- tions, in general our understanding of the data suggest that those are primarily missing data, not true zeros. We could add a hurdle compo- nent to the model, but we believe that treating the observations as missing is a closer approxi- mation to the truth. In addition, to our knowl- edge there are almost no examples of true extirpation of local herring stocks along the west coast of North America; there are many exam- ples of populations being pushed to low levels and being difficult to accurately survey, though (Siple and Francis 2015). The structure of our model imposed an assumption that local extinc- tion has not occurred in any of the populations (B>0 at all locations and years). We assume bio- mass can fall to very low levels but we assume there is always some small number offish in each modeled area. DFO meticulously applies quality control methods to their reporting of catch and spawn data; however, we acknowledge that long time- series such as this one contain some level of vari- ation among observers. We suggest that this may have contributed to observation error in the spawn index. We used the Pacific Decadal Oscillation (PDO) Index as a measure of regional oceanographic conditions. The PDO largely reflects ocean tem- perature and the index is high during anoma- lously high temperatures and low during anomalously low temperatures. The PDO is a known correlate with increased zooplankton (herring prey) availability, and this increase in zooplankton during anomalously cold produc- tive years is a hypothesized mechanism underly- ing correlations between the PDO and herring productivity south of Haida Gwaii on the West Coast of Vancouver Island (Ware 1991), and more broadly across the northeast Pacific (Man- tua et al. 1997). We calculated the yearly average PDO scores and incorporated them into our pop- ulation model. Ideally, we would incorporate information from additional covariates hypothesized to affect herring, such as abundance and consumption rates by predators like pinnipeds or humpback whales (Schweigert et al. 2010). Unfortunately, data on herring predators were not available for the entire time-series. Furthermore, existing predator abundance estimates were aggregated at the archipelago scale and could not be mapped to particular subpopulations that are the focus of this study. In the absence of adequate data on herring predators, we elected to estimate the effects of predator and other unknown bio- logical processes implicitly as a component of the process variability. Model description Our model describes annual spawning bio- mass and population growth rate for the 9 focal subpopulations simultaneously and combines information from the spawn index, catch records, and the PDO index. Wefirst describe our model of herring biology in the process model before detailing the link between our process model and the observed data. Process model.—We modeled the pre-catch spawning biomass of herring in each subpopula- tionsand timet+1 (i.e., the sum of the esti- mated catch (C s,t+1 ) and the estimated post spawning biomass (B s,t+1 ) as a function of the previous year’s estimated spawning biomassB s,t , the density-independent population growth rate U, a shared regional oceanographic driver (πPDO t , whereπis the coefficient measuring the strength of the PDO effect), and additional pro- cess variabilityδ s,t . LetZ s,t =B s,t+ C s,t be the bio- mass present before thefishery, calculated on the log-scale, logZ s,tþ1 ðÞ¼logB s,t ðÞþUþπPDO t þδ s,t :(1) We used a density-independent formulation (linear in log-space) for herring dynamics for two reasons: (1) herring have been heavily exploited by commercialfisheries in the Pacific since at least 1900, allowing us to assume that Pacific her- ring have been substantially reduced from their pre-fishing abundance and are reasonably well approximated by density-independent dynamics (Vert-pre et al. 2013); and (2) evidence for den- sity-dependent recruitment in Pacific herring in vwww.esajournals.org5November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. this region is poor (Zheng 1996). When consid- ered broadly across population viability analy- ses, density-independent models often serve as reasonable approximations (Sabo et al. 2004). Note that the biomass and population growth at timetpredicts the biomass and catch att+1 col- lectively because commercialfishing typically occurs each year before herring spawn, whereas abundance surveys occur after spawning. This formulation is appropriate given herring life-his- tory and the shared oceanic environment of adults and is supported by recent genetic and population analysis, suggesting that some popu- lation structure exists in herring atfine spatial scales (Siple and Francis 2015). Climate andfishing are thought to explain much of the variability in herring population dynamics, but other unmeasured processes (e.g., predator abundance or habitat quality) may also be influential. We modeled these other, unspeci- fied processes asδ s,t , a multivariate normal vari- able with mean 0 and a homogeneous variance across all subpopulationsσ 2 . Consequently, this form for the process variability reflects a wide variety of unobserved processes, including con- sumption by predators, for which we lack ade- quate data. We initially considered several other model structures, including those with subpopu- lation-specific differences in growth rates and auto-regressive temporal and spatial formula- tions; however, gaps in site specific spawn infor- mation precluded our capacity to estimate these more complicated dynamics because models would not converge on a solution (Appendix S2). Observation model.—We did not have direct observations of herring biomass for each subpop- ulation, so we used the observed spawn index of herring for each subpopulation–year combina- tion,E s,t, as our index of herring biomass. We assumed thatE s,t scaled proportionally with the true biomassB s,t (Hay et al. 2008) by a factorq m (catchability), so that logE s,t ðÞ∼Normal logq m    ÞþlogB s,t ðÞ,τ 2    , (2) whereτ 2 is the measurement error for the spawn index. We estimated twoqfor the two survey methods (q 1 for surface surveys andq 2 for SCUBA surveys). Similar to the spawn index, we assumed that catch data were proportional to the biomass available before thefisheryZ s,t such that logC s,t ðÞ∼Normal logF s,t ðÞþlogZ s,t ðÞðÞ,ɛ 2    (3) whereC s,t is the reported catch,F s,t is the esti- mated proportion of the pre-spawn biomass caught in each subpopulation–year combination, andZ s,t is the pre-spawn biomass in each sub- population–year combination. Equation 3 only incorporates information from subpopulation– year combinations in whichfisheries occurred. We assumed catch was reported accurately and fixedε 2 =0.001. Estimation details Priors.—We used diffuse non-informative pri- ors for the majority of parameters. We provided informative priors forq m (catchability) andτ 2 , the measurement error for the spawn index (Appendix S3). Estimation.—We implemented our model using JAGS (Plummer 2003), which uses Markov chain Monte Carlo (MCMC) methods to estimate parameters. We ran 4 chains for 500,000 itera- tions with a burn in of 250,000 iterations and thinned the chains to retain every 10th iteration (Gelman et al. 2014). Model and code are avail- able as a GitHub repository here https://github. com/stier-lab/stier-2019-herring-metapop. Below we explored the posterior estimates from these MCMC runs to estimate the biomass (B), archipelago-wide productivity rate (U), con- tribution of regional ocean conditions (πPDO), effect offishing (F), and the process variability (δ) on herring population dynamics. For addi- tional detail on posteriors and chains of main parameters, see Appendix S3. MODELANALYSIS What are the relative roles of population growth, climate, andfishing in driving changes in local and regional population dynamics? Our model estimated the contributions of archi- pelago-wide intrinsic population growth rate, catch rates, and regional oceanographic drivers to herring dynamics. The archipelago-wide intrinsic growth rate,U, was directly estimated in the model. To quantifyfishing effects at the subpopu- lation and archipelago scales, we summarized the proportion catch estimates into three different vwww.esajournals.org6November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. response variables: (1) spatial coverage, the pro- portion of subpopulations with nonzero catch in any given year; (2) archipelago-wide impacts, the average proportion of archipelago-wide biomass caught across all nine focal subpopulations, including the subpopulations where zero catch occurred; (3) subpopulation impacts, the average proportion of biomass caught across focal sub- populations (ignoring the subpopulations where zero catch occurred). We estimated the impacts of ocean temperature by examining the PDO effect (πPDO t ). The contribution of the PDO effect to herring dynamics in any given subpopulations depends on the relative magnitude of the PDO effect in yeart(πPDO t ), the archipelago-wide intrinsic growth rate (U), and the process variabil- ity of the subpopulation at timet(δ s,t ). How have local and regional population dynamics changed over time? The prolonged closure following the 1994 decline suggests there may have been a major shift in herring growth rates. To estimate how herring population growth has changed, we cal- culated the realized growth rates (e (U+πPDOt+δs,t ) for each subpopulation–year combination and compared the average realized growth rate of historical subpopulations (1950–1994) to the real- ized population growth rate during the most recent 15 yr, when archipelago biomass began to slowly rise (1994–2015). How spatially asynchronous are populations, how strong is the portfolio effect, and have patterns of spatial asynchrony in local herring populations changed over time? Previous studies linking population asyn- chrony to metapopulation portfolios have emphasized a basic description of the statistical properties of variance and correlation across abundance time-series (e.g., Moore et al. 2010, Schindler et al. 2010). Here, wefirst summarize the portfolio of the population for the entire time-series. Secondly, use a 10-year moving win- dow analysis to examine whether the portfolio has changed through time. To estimate the strength of the portfolio effect and its change through time, we considered four different metrics. First, we examined the ratio of the average temporal coefficient of variation (CV) of the estimated biomass at the subpopulation scale relative to the CV of the esti- mated biomass at the archipelago scale (sensu Schindler et al. 2010). Second, we used a method developed by Anderson et al. (2013), which esti- mates how variable the biomass of the metapop- ulation is relative to the expected variance based on the variance of the subpopulations. This method accounts for the fact that variance of lar- ger populations often increases nonlinearly with the size of a given subpopulation. Specifically, the portfolio effect is calculated as a linear regres- sion between the log mean and log variance of the estimated biomass of each subpopulation. This relationship is then used to predict the expected interannual variance of the metapopu- lation in the absence of a portfolio effect. Third, we estimated the community wide asynchrony index proposed by Loreau and de Mazancourt (2013): ψN¼1  σ 2 NT ∑σN i ðÞ 2 , whereσ 2 NT is the aggregate variance of the total biomass across all subpopulations, andσN i is the standard deviation of the biomass of each sub- populationi. The asynchrony index ranges from 1 (perfect asynchrony) to 0 (perfect synchrony). The portfolio effect based on the ratio of the mean subpopulation CV to the metapopulation CV, and mean–variance portfolio effect, and syn- chrony index were calculated using the ecofolio package in R following Anderson et al. (2013). We used each of these three metrics to estimate the portfolio effect for the entire time-series and to characterize changes in the portfolio through time. Finally, we used a fourth metric which moves beyond these descriptive statistics by examining asynchrony of the realized population growth rates for herring subpopulations, which arises from processes shared among and unique to individual subpopulations. Shared components include both the long-term average population growth rate (U) and common effects of regional oceanographic drivers (PDO t ), whereas the pro- cess variability (δ s,t ) accounts for additional unmeasured factors and could be similar or divergent across subpopulations. We estimated asynchrony in realized population growth rates among subpopulations by quantifying the pair- wise Spearman rank correlation between the vwww.esajournals.org7November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. realized growth rates of each subpopulation (i.e., e (U+πPDOt+δs,t) ). To quantify changes in asynchrony through time (i.e., whether the portfolio is expanding or eroding), we estimated each of the four metrics described above using a 10-year moving window analysis on the median posterior estimates of biomass and process variability from the model. This was a tiered analysis thatfirst examined changes in the portfolio based on the estimated biomass at the subpopulation and metapopula- tion scale then focused on the process variability for each subpopulation–year combination (δ s,t ). This process variability approach removed the constant effects of the archipelago-wide intrinsic growth rate and regional oceanographic condi- tions, allowing us to examine the process vari- ability terms for each subpopulation and determine how among-subpopulation synchrony changed through time. Specifically, we used a moving window analysis to estimate the 10-year mean cross-correlation for all subpopulation– year combinations. We also examined the average realized population growth rate at the subpopulation scale both before and after each of the most recent population declines in 1994. RESULTS Since 1950, herring biomass has varied substan- tially at both the archipelago and the subpopula- tion scales (Fig. 2a). At the archipelago scale, herring biomass was relatively high in the 1950s, exhibited a substantial decline in the late 1960s, and then entered an era of high abundance from the 1970s to early 1990s (Appendix S4). A dip below the long-term average led to commercial fishery closures in 1994, after which our analysis suggests the archipelago-wide herring biomass grew above its long-term average. However, sub- populations exhibited a range of dynamics and each showed distinct, asynchronous periods of growth and decline (Fig. 2b,c). What are the relative roles of population growth, climate, andfishing in driving changes in local and regional population dynamics? The archipelago-wide intrinsic growth rate, regional ocean conditions, andfishing patterns each contributed to herring spatio-temporal dynamics. Archipelago-wide long-term growth rates averaged~6% per year (Fig. 3a). Our analy- sis emphasizes the importance of temperature as a regional environmental driver of herring dynamics. Herring population growth rates increased in cooler years and decreased in war- mer years (Fig. 3b). Thus, changes in tempera- ture that affected all subpopulations collectively introduced some similarity in population dynamics. The contribution of regional oceano- graphic conditions to herring population growth was temporally autocorrelated, with strings of cool (high productivity) and warm (low produc- tivity) years (Appendix S5). Due to the oscilla- tion between warm and cold oceanographic regimes, the time-averaged effect of regional oceanographic conditions from 1950 to 2015 was small (a~1.5% increase). However, the estimated contribution of the PDO effect in some years exceeded that of the archipelago-wide popula- tion growth rate (Fig. 3), supporting our choice to use a density-independent but environmen- tally driven population model. Strong differences in the timing and location of commercialfisheries harvest further contributed to herring dynamics (Fig. 4). In an average year, herring were caught from 25% of the subpopula- tions, with a high of 50% for the spatial coverage offisheries in the mid-1960s and a low of 0% dur- ing closure periods (Fig. 4a). Historically,fishing effort was clustered on the eastern and southern part of the archipelago, with Skincuttle Inlet, Juan Perez Sound, and Skidegate Inletfished most frequently (in more than 40% of years; Fig. 1). Over the 65-yr time-series, the estimated archi- pelago-wide proportion of herring caught was low (4%). However, the archipelago-wide impact offishing exhibited substantial interannual vari- ability, including years with full closures (zero catch) and years in which>20% of the spawning biomass was processed by the commercialfish- eries (Fig. 4). In contrast, at the subpopulation scale,fishing pressure was often high and unevenly dis- tributed in time. Excluding subpopulation–year combinations whenfishing did not occur, the average subpopulation exploitation was 15% caught and ranged from 0% to 48% (Fig. 4b). The subpopulation-specificfishing impact varied spa- tially, with certain populations experiencing exploitation rates as high as 65% of vwww.esajournals.org8November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. Fig. 2. Temporal variation of scaled herring biomass in Haida Gwaii. Archipelago biomass and each subpopu- lation’s biomass were scaled to mean zero (horizontal gray line) (a). Thick gray line represents average scaled estimated archipelago spawning biomass. Colored lines represent scaled estimated biomass for 9 focal subpopu- lations. Estimated frequency distribution of similarity of dynamics of all subpopulations (a), and pairwise cross- correlation of each of the estimated biomass of each of the 9 focal subpopulations (b). vwww.esajournals.org9November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. subpopulation biomass (Appendix S6). Thus, our analyses demonstrated that the major decline of herring in Haida Gwaii in the 1990s was asso- ciated with unfavorable climatic conditions and high subpopulation-specificfishing mortality. How have local and regional population dynamics changed over time? Prior to the closure in 1994, the archipelago- scale herring growth rate was greater than the long-term average in 14 of 17 yr; in contrast, it only exceeded the long-term average in two of the past 20 yr. Indeed, estimates of recent real- ized population growth suggest that 7 of 9 focal subpopulations have exhibited major declines in population growth since 1994, the year in which the current and prolongedfishery closure began (Fig. 5). How spatially asynchronous are populations, how strong is the portfolio effect, and have patterns of spatial asynchrony in local herring populations changed over time? Our model output suggests distinct changes in population dynamics for Haida Gwaii herring through time. The nine focal herring subpopula- tions were characterized by spatially asyn- chronous dynamics (Fig. 2). This asynchrony (e.g., an above-average year in the biomass of one subpopulation coinciding with a below-average year for another) was revealed by the variable contribution of each subpopulation to archipelago biomass over time (Fig. 2). For example, Skide- gate Inlet was a major contributor to archipelago biomass in the 1950s, but had declined in relative importance since the 1960s (Fig. 2). On average, the subpopulations were highly asynchronous with an asynchrony index of 0.78 over the full time-series (Fig. 6c) and pairwise Spearman corre- lation between subpopulations varying from−0.8 to 0.8 (Fig 6b). The spatially asynchronous dynamics among subpopulations produced a portfolio effect, where the CV of the metapopula- tion (CV=0.82) was more than double the aver- age CV of the subpopulation (CV=0.37; Fig. 6d). The mean–variance portfolio analysis suggested that the population was 2.1 times more stable than a homogenous population. However, over the full time-series, synchrony among subpopulations has increased by>60% for the realized population growth rate (i.e., mean pairwise Spearman corre- lation in 1950–1994 was 0.17, 1995–2015 was 0.28; Fig. 6b). Interactions amongfishing effects, the long-term population growth rate, and regional oceano- graphic conditions all contributed to low syn- chrony among herring subpopulations. Process variability, which estimates the effect of factors not accounted for explicitly in our model (e.g., habitat quality and predation), revealed unexpected pat- terns over the past 65 yr. First, the archipelago- wide average value of process variability (δ)had declined from slightly positive during the 1950s and 1960s to negative during the past 20 yr (Fig. 6 a), indicating that Haida Gwaii herring popula- tions have recently experienced lower population growth. Second, the realized among-subpopula- tion variation declined over the time-series (Fig. 6 a), suggesting lower variation in growth rates in recent years (among-subpopulation variance in process variabilityδ 2 σ :δ 1950–1968 , 0.08;δ 1969–1995 , 0.04;δ 1996–2015 , 0.01). Together, these patterns sug- gest a systematic, gradual, but unexplained shift in the coastal ocean ecosystem around Haida Gwaii that is evident even after accounting for fisheries catch and regional oceanography. Fig. 3. Estimated average population growth rate for the entire archipelago (a). Point and error bars rep- resent median and 95% credible interval. Boxplot and interquartile range of the PDO effect (πPDO t ) from 1950 to 2015 (b). The PDO effect is calculated as πPDO t , whereπis the coefficient measuring the strength of the PDO effect and PDO is the Pacific Deca- dal Oscillation Index. Individual points represent the PDO effect in any given year (blue, cold productive years; red, warm low productivity years). vwww.esajournals.org10November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. DISCUSSION Many organisms exhibit noisy population dynamics and experience unexpected collapses (Anderson et al. 2017). After a major stock decline, a common assumption is that it will rebound with similar properties. Our study high- lights how spatially segregated populations can undergo major shifts in population dynamics and the degree of asynchrony during a period of major population decline. Such dramatic shifts can fundamentally alter resource abundance and reliability, having major consequences for ecosys- tem services provided by harvested organisms. Herring subpopulations exhibited a region-wide decline in population growth and an erosion of the metapopulation portfolio defined by decreased process variation asynchrony and a Proportion Biomass Caught (F) 0.00 0.25 0.50 0.75 1.00 Proportion Sites Fished b) a) Subpopulation Impacts Archipelago-wide Impacts 0.00 0.20 0.40 0.60 1950 196019701980199020002010 Year Fig. 4. Variation infishing impacts through time. Spatial coverage, (a) the proportion of subpopulations (out of nine) with nonzero catch in any given year (right axis). The spatially averaged medianfishing effect for the entire archipelago (b). Dashed line with red halo represents subpopulation impacts: the average proportion of biomass caught across focal subpopulations, ignoring the subpopulations where zero catch occurred. Solid line with blue halo represents archipelago-wide impacts: The average proportion of biomass caught across focal subpopulations, including subpopulations where zero catch occurred. Archipelago and subpopulation impacts (blue and red lines) are measured in proportion catch (F). Gray dashed line represents DFO maximum allowable herringfishing effort since 1983, shaded areas represent 95% credible intervals. vwww.esajournals.org11November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. suite of metrics of population asynchrony and portfolio effects. Whilefishing rates were histori- cally very high, these major shifts in population dynamics have occurred during an era of long commercialfishery closures. We present evi- dence suggesting that historically high harvest rates may be important to understanding earlier major stock declines, but may not hold the answer to questions about stalled recoveries in certain areas or the collapse of the portfolio. Given the decline in population growth rate and the decrease in population asynchrony that maintains the portfolio, herring may now have a more limited capacity to rebound from future exploitation events. Potential mechanisms underlying changes in subpopulation asynchrony Increasingly similar realized population growth rates likely underlie the increasingly similar dynamics among the subpopulations. While the drivers of these increasingly similar growth rates are unclear, ecological theory describes at least three, non-mutually exclusive drivers that may explain the observed decrease in spatial asyn- chrony in spatially segregated populations: (1) shared large-scale environmental drivers, (2) increased dispersal among populations, and (3) predators focusing on areas where prey are dis- proportionately abundant (Liebhold et al. 2004). Our results highlight that climate can be as influ- ential as the intrinsic population growth rate when it comes to populationfluctuations in her- ring. Yet, widespread environmental disturbance is an unlikely mechanism because herring popula- tions have, until recently, been experiencing favorable cold and productive environmental con- ditions, making it difficult to implicate a major cli- matic shift as the cause of reduced population growth (even if it could produce decreased asyn- chrony). Similarly, while high dispersal rates among local populations can homogenize their dynamics, there is currently no evidence that con- nectivity among herring subpopulations has increased rapidly in recent decades. Mortality from disease, predators, and para- sites is a known driver of synchrony among spa- tially distinct prey populations (Rohani et al. 1999, Cattadori et al. 2005, Vasseur and Fox 2009). We argue that mortality (from predation or harvest) is the most likely explanation for reduced asynchrony in Pacific herring 0.95 1.00 1.05 1.10 1.15 1.20 1950−19941995−2015 Time Period Realiz ed Growth Rate Cumshewa Inlet Englefield Bay Juan Perez Sound Laskeek Bay Louscoone Inlet Port Louis Rennell Sound Skidegate Inlet Skincuttle Inlet Subpopulation Fig. 5. Subpopulation-specific realized growth historically (1950–1994) and since the most recentfishery closure (1995–2015). Endpoints of lines represent average realized population growth for each subpopulation (represented by line type and color). Realized growth is calculated as:e (U+πPDOt+δs,t) . vwww.esajournals.org12November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. Fig. 6. Process variability (δ) representing the detrended population growth rate shifts not unaccounted for by intrinsic growth (U) and the effect of climate (πPDO). Mean (δ) across all subpopulations is plotted as a thick gray line. Individual subpopulation deltas are plotted by color and line type. Three different measures of synchrony based on estimated subpopulation and archipelago biomass are plotted: (a) mean pairwise cross-correlation in realized population growth rate, (b) asynchrony index, and (c) the portfolio effect (ratio of the CV of the subpop- ulation to the archipelago). vwww.esajournals.org13November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. subpopulations. Highly mobile and efficient commercialfisheries often seek herring hot spots and likely distribute effort accordingly (Gillis and Peterman 1998). This higher proportionate fishing effort on subpopulations that historically generated asynchrony can lead to reduced asyn- chrony in dynamics of spatially distinct subpop- ulations. Our model demonstrates that regional catch limits were often exceeded at the subpopu- lation scale, and thatfishing has not been dis- tributed homogeneously. Historically, commercial harvest rates at subpopulation scale were quite high (as much as 65% of the spawning biomass). The consequences of such high local harvest rates for metapopulation dynamics will depend strongly upon additional biological details that remain unknown for herring (primarily on adult migration rates and homing rates of juveniles) and are beyond the scope of this paper. Moreover, unless reduced herring asynchrony is due to car- ryover effect from historically highfishing rates, additional sources of mortality through natural predators would likely be required to drive the current erosion of the portfolio. The recovery of marine mammals (e.g., hump- back whales) that prey on herring may underlie declines in herring population growth and reduced asynchrony. This marine mammal recovery is often considered the mechanism of increased natural mortality of herring in Haida Gwaii, particularly in the southern subpopula- tions where mortality has approximately dou- bled from 1973 to 2008 (Schweigert et al. 2010). In other systems, predation can reduce spatial asynchrony if predators are highly mobile rela- tive to local prey populations (Ims and Andreas- sen 2000). In British Columbia, humpback whale populations have been rapidly increasing due to legal protection (Ford 2009). Humpback whales can also move quickly over great distances to feed on multiple herring subpopulations, poten- tially having a strong influence on the observed reduction in herring asynchrony. The combina- tion of high historic catch rates and more recent increases in natural mortality potentially induced by predator recoveries may underlie the decline in population growth rates. Indeed, ecosystem recoveries where predators recover before their prey can be highly inefficient (Samhouri et al. 2017). Similar examples of double jeopardy asso- ciated with multiple impacts are present in other systems and can affect ecosystem services (Mar- shall 2008). Our model is an initial step toward understand- ing howfishing and climate drive spatio-temporal herring population dynamics. Additional research on predator-prey interactions, connectivity, and environmental impacts will benefit our mechanis- tic understanding of recent shifts in population dynamics, including the recent erosion of the her- ring portfolio. For example, future models might consider explicitly estimating the impacts of wide- ranging humpback whales, central place foraging predators such as seals and sea lions (Cook et al. 2015), and predation by groundfishes such as arrowtooth Flounder and Pacific halibut (Barnes et al. 2018). Similarly, our model links climate shifts to herring population dynamics, but does not explore links between environmentalfluctua- tions, age structure, and density-dependent recruitment. Such interactions have been identi- fied in the eastern Pacific for other foragefish spe- cies (e.g., sardines and anchovies; Lindegren et al. 2013), suggesting a deeper exploration of environ- mental impacts on Pacific herring might yield greater insight into recent low population growth rates. Implications for sustainable harvest and conservation Foragefish such as Pacific herring both directly and indirectly support some of the lar- gestfisheries in the world. Yet, the high sensitiv- ity of these stocks to environmental conditions andfishing pressure continues to challenge sus- tainable management and conservation efforts (Essington et al. 2015). Our study adds to a grow- ing literature documenting spatially asyn- chronous population dynamics in marine systems (e.g., southern Pacific herring popula- tions, Siple and Francis 2015; Atlantic herring, Clupea harengus, Secor et al. 2009; groundfish, Thorson et al. 2018; sockeye salmon, Moore et al. 2010; steelhead,Oncorhynchus mykiss, Moore et al. 2014; and Chinook salmon,O. tshawytscha). High spatial asynchrony produces a population portfolio that can increase resource resiliency and reduce the risk offishery closures (Schindler et al. 2010). The erosion of population portfolios maintaining key marine resources have rarely been described (but see Carlson et al. 2011, Sat- terthwaite and Carlson 2015, Freshwater et al. vwww.esajournals.org14November 2020vVolume 11(11)vArticle e03283 COASTAL AND MARINE ECOLOGYSTIER ET AL. 2017, Oken et al. 2018), yet may lead to resource volatility, and theoretically can destabilize the surrounding food web (Rooney et al. 2006, Oken et al. 2018)filled with key species of commercial and conservation concern (Stier et al. 2017). Understanding spatial differences in population dynamics and changes in this structure through time is likely to improve our ability to achieve sus- tainable solutions for marine, terrestrial, and aquatic systems as well as the food webs and cul- tures that depend upon them. Our results docu- ment sustainablefishing rates at the regional scale that masked relatively highfishing rates at local scales. Such heavy localfishing pressure has the potential to disrupt socially learned migration behavior where older individuals in populations facilitate the migration of younger generations (MacCall et al. 2019). Developing herring manage- ment strategies at afiner spatial scale may signifi- cantly improve herring management (Punt et al. 2018, Voss et al. 2018, Okamoto et al. 2020), thereby ensuring greater regional resource relia- bility—though doing so may require higher implementation and monitoring costs in order to yield greater ecological, social, and economic ben- efits. Resource managers are becoming increas- ingly aware that sustainable management of common-pool resources may require place-based solutions (Turner et al. 2003) that match institu- tional and ecological scales (Leslie et al. 2015). Such considerations have the potential to improve future management and conservation in an increasingly dynamic world. ACKNOWLEDGMENTS The Ocean Tipping Points grant from the Gordon and Betty Moore Foundation funded this project. Additional support was provided to PSL by the David and Lucille Packard Foundation via the Ocean Model- ing Forum. We thank OTP, colleagues at NWFSC, and R. Jones, N. Taylor, B. McCarter, R. Martone, R. Kelly, R. Abuelo, B. Murdoch, J. Curtis, and B. Halpern for valuable feedback. LITERATURECITED Anderson, S. C., T. A. Branch, A. B. Cooper, and N. K. Dulvy. 2017. Black-swan events in animal popula- tions. Proceedings of the National Academy of Sciences of the United States of America 114:3252–3257. Anderson, S. C., A. B. Cooper, and N. K. Dulvy. 2013. Ecological prophets: quantifying metapopulation portfolio effects. Methods in Ecology and Evolu- tion 4:971–981. Armstrong, J. B., G. Takimoto, D. E. Schindler, M. M. Hayes, and M. J. Kauffman. 2016. Resource waves: Phenological diversity enhances foraging opportu- nities for mobile consumers. Ecology 97:1099–1112. Barnes, C. L., A. H. Beaudreau, M. E. Hunsicker, and L. Ciannelli. 2018. Assessing the potential for com- petition between Pacific Halibut (Hippoglossus ste- nolepis) and Arrowtooth Flounder (Atheresthes stomias) in the Gulf of Alaska. PLOS ONE 13: e0209402. Carlson, S. M., W. H. Satterthwaite, and I. A. Fleming. 2011. Weakened portfolio effect in a",
  "sections": {
    "abstract": ".Many organisms exhibit tremendousfluctuations in population abundance and experience unexpected collapse. Conservationists seeking to minimize region-wide variability in resources and reduce extinction risk often seek to preserve a metapopulation portfolio of spatially asynchronous subpopulations connected by dispersal. However, portfolio properties are not necessarily static, and the erosion of a portfo- lio can fundamentally alter the population dynamics and services a species provides. In the Northeast Paci- fic, a portfolio of spatially asynchronous herring populations has historically provided regional reliability of herring to mobile predators and commercialfishermen as well as local subsistence and ceremonial har- vest. Here, wefit a mechanistic time-series model to herring spawn and catch records from 1950 to 2015 to quantify how population growth, climate, andfishing have contributed to a major shift in the herring port- folio over time. We document the erosion of the herring portfolio and a severe decline in herring popula- tion growth. Commercial harvest historically played a key role in herring dynamics, hovering around typical annual exploitation rates (15%) at the archipelago scale, but local harvest rates were much higher whenfishing occurred (as high as 65%). Additionally, the Pacific Decadal Oscillation and population growth had equally strong effects on local and regional herring population dynamics. Our results highlight how spatially structured populations can undergo major shifts following disturbance and emphasize how ecological systems do not always rapidly recover and provide services following disturbance. Devel- oping herring management strategies at afiner scale may ensure greater regional resource reliability by recovering previous levels of spatial population asynchrony. However, doing so may require higher imple- mentation and monitoring costs in order to yield higher ecological, social, and economic benefits. Such place-based solution",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "our analysis suggests the archipelago-wide herring biomass grew above its long-term average."
  ],
  "fullText": "\n\nCOASTAL AND MARINE ECOLOGY\nFishing, environment, and the erosion of a population portfolio\nADRIANC. STIER,\n1,2,\n \nANDREWOLAFSHELTON,\n3\nJAMEALF. SAMHOURI,\n3\nBLAKEE. FEIST,\n3\nANDPHILLIPS. LEVIN\n4,5\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Barbara, California 93101 USA\n2\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101 USA\n3\nConservation Biology Division, Northwest Fisheries Science Center, National Marine Fisheries Service, National Oceanic & Atmospheric\nAdministration, Seattle, Washington 98112 USA\n4\nSchool of Environmental and Forest Sciences, University of Washington, Box 355020, Seattle, Washington 98195 USA\n5\nThe Nature Conservancy, 74 Wall Street, Seattle, Washington, USA\nCitation:Stier, A. C., A. Olaf Shelton, J. F. Samhouri, B. E. Feist, and P. S. Levin. 2020. Fishing, environment, and the\nerosion of a population portfolio. Ecosphere 11(11):e03283. 10.1002/ecs2.3283\nAbstract.Many organisms exhibit tremendousfluctuations in population abundance and experience\nunexpected collapse. Conservationists seeking to minimize region-wide variability in resources and reduce\nextinction risk often seek to preserve a metapopulation portfolio of spatially asynchronous subpopulations\nconnected by dispersal. However, portfolio properties are not necessarily static, and the erosion of a portfo-\nlio can fundamentally alter the population dynamics and services a species provides. In the Northeast Paci-\nfic, a portfolio of spatially asynchronous herring populations has historically provided regional reliability\nof herring to mobile predators and commercialfishermen as well as local subsistence and ceremonial har-\nvest. Here, wefit a mechanistic time-series model to herring spawn and catch records from 1950 to 2015 to\nquantify how population growth, climate, andfishing have contributed to a major shift in the herring port-\nfolio over time. We document the erosion of the herring portfolio and a severe decline in herring popula-\ntion growth. Commercial harvest historically played a key role in herring dynamics, hovering around\ntypical annual exploitation rates (15%) at the archipelago scale, but local harvest rates were much higher\nwhenfishing occurred (as high as 65%). Additionally, the Pacific Decadal Oscillation and population\ngrowth had equally strong effects on local and regional herring population dynamics. Our results highlight\nhow spatially structured populations can undergo major shifts following disturbance and emphasize\nhow ecological systems do not always rapidly recover and provide services following disturbance. Devel-\noping herring management strategies at afiner scale may ensure greater regional resource reliability by\nrecovering previous levels of spatial population asynchrony. However, doing so may require higher imple-\nmentation and monitoring costs in order to yield higher ecological, social, and economic benefits. Such\nplace-based solutions that match the spatial scale of governance to the spatial scale of ecological dynamics\nhave the potential to improve future management and conservation in an increasingly dynamic world.\nKey words:biocomplexity; foragefish; Haida Gwaii; herring; place-based management; portfolio.\nReceived19 May 2020; accepted 22 June 2020;final version received 4 September 2020. Corresponding Editor: Sean P.\nPowers.\nCopyright:©2020 The Authors. This is an open access article under the terms of the Creative Commons Attribution\nLicense, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\n E-mail:astier@ucsb.edu\n \nvwww.esajournals.org1November 2020vVolume 11(11)vArticle e03283\n\nINTRODUCTION\nSpatial asynchrony of population abundance\nand demographic rates is common in numerous\ntaxa, including insects (Ehrlich et al. 1975), plants\n(Waddle et al. 2019), birds (Ringsby et al. 2002),\nandfishes (Hilborn et al. 2003). Ecologists and\nconservation biologists have been increasingly\ninterested in the existence of asynchrony among\nsubpopulations  connected  through  dispersal\nbecause it is directly related to metapopulation\nviability. When populations are connected and\nhighly asynchronous, extinction risk is reduced\nbecause abundant subpopulations can re-estab-\nlish those that have been extirpated (i.e., a rescue\neffect; Hill et al. 2002). As a corollary, syn-\nchronous subpopulations lead to higher likeli-\nhood of metapopulation extinction. Therefore,\nunderstanding the degree of population asyn-\nchrony in wild populations, as well as drivers\nand patterns of shifts in asynchrony through\ntime, is key to the conservation and management\nof metapopulations.\nUnderlying drivers of population asynchrony\ninclude genetic or ecological differences in popu-\nlations across space, spatio-temporal variability in\nbreeding  habitat  availability,  and  life-history\ndiversity linked to local environmental drivers.\nFor example, asynchrony across house sparrow\npopulations is driven by local weather conditions\nthat cause variable breeding timing (Ringsby et al.\n2002). Similarly, in Pacific salmon (Oncorhynchus\nspp.), spatially asynchronous populations emerge\nfrom covariance between life-history diversity\n(e.g., spawn timing, morphology, egg size, and\ntime spent in sea vs. freshwater) and local envi-\nronmental variability. The resulting asynchronous\npopulationfluctuations generate a population\nportfolio (similar tofinancial portfolios; Markow-\nitz 1952), which reduces extinction risk by increas-\ning regional metapopulation stability (Hanski\n1998, Leibold et al. 2004, Schindler et al. 2015) and\nthereby increases the reliability of resources to\nhumans (Nesbitt and Moore 2016) and other\npredators in the ecosystem (Armstrong et al.\n2016).\nImportantly, asynchrony is not afixed, time-in-\nvariant attribute of systems. Human impacts, eco-\nlogical  changes,  or  environmental  shifts  can\ndecrease spatial asynchrony (Liebhold et al. 2004).\nThis  decreased  asynchrony  can  reduce  the\nviability of the metapopulation and associated\necosystem services. For example, an increase in\npredators or large-scale environmental impacts\ncan synchronize highly asynchronous populations\n(Liebhold et al. 2004). Reduced population asyn-\nchrony can alter provisioning of cultural and\necosystem services (Luck et al. 2003). In sockeye\nsalmon (O. nerka), spatial asynchrony halves vari-\nability in annual biomass (Schindler et al. 2010).\nIncreased resource reliability lowers the probabil-\nity of salmonfisheries closures (Schindler et al.\n2010) and is beneficial to mobile predators and\nriparian ecosystems that are dependent on salmon\n(Ruff et al. 2011). Consequently, a reduction in the\nportfolio generated by lower asynchrony can have\ndeleterious effects on the ecological roles and ser-\nvices provided by a species.\nIdentifying the ecological and environmental\ndrivers of population asynchrony may have\nimportant conservation and restoration implica-\ntions. For example, when a population collapses,\nidentifying which subpopulations might be tar-\ngeted for restoration to promote population\ndiversity may facilitate regional recovery and\nsystem-wide buffering capacity. Here, we explore\nchanges in spatial asynchrony in Pacific herring\n(Clupea pallasii), a species known for boom and\nbust cycles, important prey for a range of top\npredators, and the focus of both industrial and\nindigenousfisheries (Siple and Francis 2015). We\nmake use of a 65-year (1950–2015) spatially expli-\ncit data set in Haida Gwaii, British Columbia,\nCanada, and use it tofit a metapopulation model\nfor 11 local subpopulations of Pacific herring.\nThis approach allows us to ask:\n1.  What are the relative roles of population\ngrowth,  climate,  andfishing  in  driving\nchanges in local and regional herring popu-\nlations?\n2.  How have local and regional herring popu-\nlations changed over time?\n3.  How have patterns of spatial asynchrony in\nlocal herring populations changed over time?\nMETHODS\nStudy species and system\nPacific herring are an ecologically, commer-\ncially, and culturally valuablefish of the North\n \nvwww.esajournals.org2November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nPacific (Levin et al. 2016) and are a useful model\nfor examining the causes and consequences of\npopulation asynchrony in wild populations. Abi-\notic and biotic forcing at both local and regional\nscales drive Pacific herring life-history and popu-\nlation structure (REF), which likely shape popu-\nlation dynamics. Herring recruit to the spawning\npopulation at age 3. At age 3 and older (Hay\n1985), spawning adults annually migrate from\nthe pelagic environment to inshore habitats to\nspawn in particular bays along the coast (Flos-\ntrand et al. 2009), where they deposit their eggs\non shallow  subtidal habitats  vegetated with\nalgae and eelgrass,Zostera marina(Shelton et al.\n2014). Larger juvenile herring migrate to deeper\nwaters and individuals from multiple locations\nare thought to intermix in the coastal ocean,\nwhere they experience similar environmental\nconditions. After maturing, reproductive herring\nreturn to spawning beaches and the process\nrepeats. Thus, herring life-history provides the\npotential to reflect both unique and shared com-\nponents that may synchronize or desynchronize\nlocal populations.\nPacific herring maintain a central node within\nNortheast Pacific food webs, support top preda-\ntors (Surma and Pitcher 2015), and are a cultural\nkeystone species for indigenous peoples (Thorn-\nton and Kitka 2015). They occur throughout the\nNorth Pacific, from the Yellow Sea to coastal Cal-\nifornia  (Love  1996),  and  local  and  regional\noceanographic conditions have been linked to\nPacific herring growth and recruitment (Sch-\nweigert et al. 2010).\nWe focus on herring populations of Haida\nGwaii, a remote 300 km long archipelago of~150\nislands (~10,000 km\n2\nland area) located at the\nedge of the continental shelf, 70 km off the north\ncoast of British Columbia, Canada, with a human\npopulation of<5000. Haida Gwaii is located at\nthe intersection of the Alaska and California cur-\nrents, which generates high seasonal oceano-\ngraphic  variability.  Throughout  the  region,\nsystem productivity is strongly influenced by\nupwelling (Crawford 1997).\nIn Haida Gwaii, herring support both commer-\ncial and traditional spawn-on-kelp subsistence\nfisheries (Jones et al. 2010), but major stock decli-\nnes in 1967 and 1994 resulted in the closure of\nthe commercialfishery (Cleary 2014). Spawn-on-\nkelpfisheries occur after Pacific herring spawn,\nwhile otherfisheries catch pre-spawning adults\naggregated in staging areas near spawning sites\n(Shelton et al. 2014). Predation and commercial\nfishing cause high mortality in herring adults,\njuveniles, and eggs during the spring spawn\n(Schweigert et al. 2010).\nAnalytical approach\nWe constructed a Bayesian state-space model\nto quantify the dynamics of herring at local and\narchipelago scales in Haida Gwaii. Below, we\nfirst describe available data on herring spawn\nand catch records as well as study locations, then\ndetail  our  population  model  and  statistical\napproach.\nData description\nWe used data from 11 herring subpopulations,\ngeographical units whose boundaries are subdi-\nvisions of statistical areas where herring spawn\n(Hay et al. 2008) in Haida Gwaii (Fig. 1). Subpop-\nulations are identical to sections defined by the\nDepartment of Fisheries and Oceans (DFO), but\ndiffer from the statistical areas and management\nareas within which DFO manages herring catch\nlimits (Hay et al. 2008). Currently, DFO manages\ntwo separate major stocks. Rennell Sound and\nEnglefield Bay are managed as DFO stock A2W\nand the south eastern stocks from Cumshewa\nInlet (CI) to Louscoone Inslet (LI) are managed\nas a separate area HG.\nWe used two different data sources to con-\nstruct our population model for herring subpop-\nulations. First, we used the DFO herring spawn\nhabitat index, an index that estimates the amount\nof eggs spawned in each subpopulation (the pro-\nduct of the spawn length, spawn width, and\nscaled by the thickness of spawn layers) mea-\nsured in units of eggs layers m\n2\n(Hay et al. 2008).\nThese data are historically (1950–1987) derived\nfrom  surface  surveys  and  more  recently\n(1988–2015)  from  standardized  snorkel  and\nSCUBA surveys (Cleary 2014). Though spawn\nsurveys were conducted annually, data were\nmissing for a number of year–subpopulation\ncombinations. Second, we used spatially explicit\nherring catch records collected by DFO since\n1950.  Recorded  catch  (in  metric  tons)  are\nreported from seine, gillnet, trawl, and open\n(non-pond) spawn-on-kelpfisheries in each of\nthe subpopulations. Note that the coverage of\n \nvwww.esajournals.org3November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nspawn and catch data were not uniform across\nspace or through time (Appendix S1). Because\ncertain subpopulations were particularly data-\npoor, wefit the model to all 11 subpopulations\nbut focused on the model results for 9 data-rich\nsubpopulations, which comprise the vast major-\nity of herring in Haida Gwaii. Importantly, as the\nfishery targets pre-spawning individuals, catches\nFig. 1. Spatio-temporal variation in herring spawn in Haida Gwaii. Time-series show cumulative spawn index\nfor entire archipelago (a). Map represents each of 11 subpopulations (b), with coastline surveyed for herring\nspawn in red. Individual subpopulation spawn index is shown for six focal subpopulations surrounding the\narchipelago (c–h). Solid line in panel (a) represents the long-term median spawn index, points above the long-\nterm median are black, points below the median are gray.\n \nvwww.esajournals.org4November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\noccur before spawn surveys occur. While we\nwere confident that catch records and spawn\nindex data points greater than zero were accu-\nrate, reports of zero spawn in particular subpop-\nulation–year  combinations  were  considered\nambiguous, so they were classified as missing\ndata. While it is possible that the location–year\ncombinations correspond to actual zero observa-\ntions, in general our understanding of the data\nsuggest that those are primarily missing data,\nnot true zeros. We could add a hurdle compo-\nnent to the model, but we believe that treating\nthe observations as missing is a closer approxi-\nmation to the truth. In addition, to our knowl-\nedge there are almost no examples of true\nextirpation of local herring stocks along the west\ncoast of North America; there are many exam-\nples of populations being pushed to low levels\nand being difficult to accurately survey, though\n(Siple and Francis 2015). The structure of our\nmodel imposed an assumption that local extinc-\ntion has not occurred in any of the populations\n(B>0 at all locations and years). We assume bio-\nmass can fall to very low levels but we assume\nthere is always some small number offish in each\nmodeled area.\nDFO  meticulously  applies  quality  control\nmethods to their reporting of catch and spawn\ndata; however, we acknowledge that long time-\nseries such as this one contain some level of vari-\nation among observers. We suggest that this may\nhave contributed to observation error in the\nspawn index.\nWe used the Pacific Decadal Oscillation (PDO)\nIndex as a measure of regional oceanographic\nconditions. The PDO largely reflects ocean tem-\nperature and the index is high during anoma-\nlously  high  temperatures  and  low  during\nanomalously low temperatures. The PDO is a\nknown  correlate  with  increased  zooplankton\n(herring prey) availability, and this increase in\nzooplankton during anomalously cold produc-\ntive years is a hypothesized mechanism underly-\ning correlations between the PDO and herring\nproductivity south of Haida Gwaii on the West\nCoast of Vancouver Island (Ware 1991), and\nmore broadly across the northeast Pacific (Man-\ntua et al. 1997). We calculated the yearly average\nPDO scores and incorporated them into our pop-\nulation model.\nIdeally,  we would  incorporate  information\nfrom additional covariates hypothesized to affect\nherring, such as abundance and consumption\nrates by predators like pinnipeds or humpback\nwhales (Schweigert et al. 2010). Unfortunately,\ndata on herring predators were not available for\nthe  entire  time-series.  Furthermore,  existing\npredator abundance estimates were aggregated\nat  the  archipelago  scale  and  could  not  be\nmapped to particular subpopulations that are the\nfocus of this study. In the absence of adequate\ndata on herring predators, we elected to estimate\nthe effects of predator and other unknown bio-\nlogical processes implicitly as a component of the\nprocess variability.\nModel description\nOur model describes annual spawning bio-\nmass and population growth rate for the 9 focal\nsubpopulations  simultaneously and  combines\ninformation from the spawn index, catch records,\nand the PDO index. Wefirst describe our model\nof herring biology in the process model before\ndetailing the link between our process model\nand the observed data.\nProcess  model.—We  modeled  the  pre-catch\nspawning biomass of herring in each subpopula-\ntionsand timet+1 (i.e., the sum of the esti-\nmated catch (C\ns,t+1\n) and the estimated post\nspawning biomass (B\ns,t+1\n) as a function of the\nprevious year’s estimated spawning biomassB\ns,t\n,\nthe density-independent population growth rate\nU,  a  shared  regional  oceanographic  driver\n(πPDO\nt\n, whereπis the coefficient measuring the\nstrength of the PDO effect), and additional pro-\ncess variabilityδ\ns,t\n. LetZ\ns,t\n=B\ns,t+\nC\ns,t\nbe the bio-\nmass present before thefishery, calculated on the\nlog-scale,\nlogZ\ns,tþ1\nðÞ¼logB\ns,t\nðÞþUþπPDO\nt\nþδ\ns,t\n:(1)\nWe used a density-independent formulation\n(linear in log-space) for herring dynamics for two\nreasons: (1) herring have been heavily exploited\nby commercialfisheries in the Pacific since at\nleast 1900, allowing us to assume that Pacific her-\nring have been substantially reduced from their\npre-fishing abundance and are reasonably well\napproximated by density-independent dynamics\n(Vert-pre et al. 2013); and (2) evidence for den-\nsity-dependent recruitment in Pacific herring in\n \nvwww.esajournals.org5November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nthis region is poor (Zheng 1996). When consid-\nered broadly across population viability analy-\nses, density-independent models often serve as\nreasonable approximations (Sabo et al. 2004).\nNote that the biomass and population growth at\ntimetpredicts the biomass and catch att+1 col-\nlectively because commercialfishing typically\noccurs each year before herring spawn, whereas\nabundance surveys occur after spawning. This\nformulation is appropriate given herring life-his-\ntory and the shared oceanic environment of\nadults and is supported by recent genetic and\npopulation analysis, suggesting that some popu-\nlation structure exists in herring atfine spatial\nscales (Siple and Francis 2015).\nClimate andfishing are thought to explain\nmuch of the variability in herring population\ndynamics, but other unmeasured processes (e.g.,\npredator abundance or habitat quality) may also\nbe influential. We modeled these other, unspeci-\nfied processes asδ\ns,t\n, a multivariate normal vari-\nable with mean 0 and a homogeneous variance\nacross all subpopulationsσ\n2\n. Consequently, this\nform for the process variability reflects a wide\nvariety of unobserved processes, including con-\nsumption by predators, for which we lack ade-\nquate data. We initially considered several other\nmodel structures, including those with subpopu-\nlation-specific differences in growth rates and\nauto-regressive temporal and spatial formula-\ntions; however, gaps in site specific spawn infor-\nmation precluded our capacity to estimate these\nmore  complicated  dynamics  because  models\nwould not converge on a solution (Appendix S2).\nObservation model.—We did not have direct\nobservations of herring biomass for each subpop-\nulation, so we used the observed spawn index of\nherring for each subpopulation–year combina-\ntion,E\ns,t,\nas our index of herring biomass. We\nassumed thatE\ns,t\nscaled proportionally with the\ntrue biomassB\ns,t\n(Hay et al. 2008) by a factorq\nm\n(catchability), so that\nlogE\ns,t\nðÞ∼Normal logq\nm\n\u0001\u0003\nÞþlogB\ns,t\nðÞ,τ\n2\n\u0001\u0003\n,  (2)\nwhereτ\n2\nis the measurement error for the spawn\nindex. We estimated twoqfor the two survey\nmethods (q\n1\nfor surface surveys andq\n2\nfor\nSCUBA surveys).\nSimilar to the spawn index, we assumed that\ncatch data were proportional to the biomass\navailable before thefisheryZ\ns,t\nsuch that\nlogC\ns,t\nðÞ∼Normal  logF\ns,t\nðÞþlogZ\ns,t\nðÞðÞ,ɛ\n2\n\u0001\u0003\n(3)\nwhereC\ns,t\nis the reported catch,F\ns,t\nis the esti-\nmated proportion of the pre-spawn biomass\ncaught in each subpopulation–year combination,\nandZ\ns,t\nis the pre-spawn biomass in each sub-\npopulation–year combination. Equation 3 only\nincorporates information from subpopulation–\nyear combinations in whichfisheries occurred.\nWe assumed catch was reported accurately and\nfixedε\n2\n=0.001.\nEstimation details\nPriors.—We used diffuse non-informative pri-\nors for the majority of parameters. We provided\ninformative priors forq\nm\n(catchability) andτ\n2\n,\nthe measurement error for the spawn index\n(Appendix S3).\nEstimation.—We implemented our model using\nJAGS (Plummer 2003), which uses Markov chain\nMonte  Carlo  (MCMC)  methods  to  estimate\nparameters. We ran 4 chains for 500,000 itera-\ntions with a burn in of 250,000 iterations and\nthinned the chains to retain every 10th iteration\n(Gelman et al. 2014). Model and code are avail-\nable as a GitHub repository here https://github.\ncom/stier-lab/stier-2019-herring-metapop.\nBelow we explored the posterior estimates\nfrom these MCMC runs to estimate the biomass\n(B), archipelago-wide productivity rate (U), con-\ntribution of regional ocean conditions (πPDO),\neffect offishing (F), and the process variability\n(δ) on herring population dynamics. For addi-\ntional detail on posteriors and chains of main\nparameters, see Appendix S3.\nMODELANALYSIS\nWhat are the relative roles of population growth,\nclimate, andfishing in driving changes in local and\nregional population dynamics?\nOur model estimated the contributions of archi-\npelago-wide intrinsic population growth rate,\ncatch rates, and regional oceanographic drivers to\nherring dynamics. The archipelago-wide intrinsic\ngrowth rate,U, was directly estimated in the\nmodel. To quantifyfishing effects at the subpopu-\nlation and archipelago scales, we summarized the\nproportion catch estimates into three different\n \nvwww.esajournals.org6November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nresponse variables: (1) spatial coverage, the pro-\nportion of subpopulations with nonzero catch in\nany given year; (2) archipelago-wide impacts, the\naverage proportion of archipelago-wide biomass\ncaught  across  all  nine  focal  subpopulations,\nincluding the subpopulations where zero catch\noccurred; (3) subpopulation impacts, the average\nproportion of biomass caught across focal sub-\npopulations (ignoring the subpopulations where\nzero catch occurred). We estimated the impacts of\nocean temperature by examining the PDO effect\n(πPDO\nt\n). The contribution of the PDO effect to\nherring dynamics in any given subpopulations\ndepends on the relative magnitude of the PDO\neffect in yeart(πPDO\nt\n), the archipelago-wide\nintrinsic growth rate (U), and the process variabil-\nity of the subpopulation at timet(δ\ns,t\n).\nHow have local and regional population dynamics\nchanged over time?\nThe prolonged closure following the 1994\ndecline suggests there may have been a major\nshift in herring growth rates. To estimate how\nherring population growth has changed, we cal-\nculated the realized growth rates (e\n(U+πPDOt+δs,t\n)\nfor each subpopulation–year combination and\ncompared the average realized growth rate of\nhistorical subpopulations (1950–1994) to the real-\nized population growth rate during the most\nrecent 15 yr, when archipelago biomass began to\nslowly rise (1994–2015).\nHow spatially asynchronous are populations, how\nstrong is the portfolio effect, and have patterns of\nspatial asynchrony in local herring populations\nchanged over time?\nPrevious  studies  linking  population  asyn-\nchrony  to  metapopulation  portfolios  have\nemphasized a basic description of the statistical\nproperties of variance and correlation across\nabundance time-series (e.g., Moore et al. 2010,\nSchindler et al. 2010). Here, wefirst summarize\nthe portfolio of the population for the entire\ntime-series. Secondly, use a 10-year moving win-\ndow analysis to examine whether the portfolio\nhas changed through time.\nTo estimate the strength of the portfolio effect\nand its change through time, we considered four\ndifferent metrics. First, we examined the ratio of\nthe average temporal coefficient of variation\n(CV)  of  the  estimated  biomass  at  the\nsubpopulation scale relative to the CV of the esti-\nmated biomass at the archipelago scale (sensu\nSchindler et al. 2010). Second, we used a method\ndeveloped by Anderson et al. (2013), which esti-\nmates how variable the biomass of the metapop-\nulation is relative to the expected variance based\non the variance of the subpopulations. This\nmethod accounts for the fact that variance of lar-\nger populations often increases nonlinearly with\nthe size of a given subpopulation. Specifically,\nthe portfolio effect is calculated as a linear regres-\nsion between the log mean and log variance of\nthe estimated biomass of each subpopulation.\nThis relationship is then used to predict the\nexpected interannual variance of the metapopu-\nlation in the absence of a portfolio effect. Third,\nwe estimated the community wide asynchrony\nindex proposed by Loreau and de Mazancourt\n(2013):\nψN¼1\u0002\nσ\n2\nNT\n∑σN\ni\nðÞ\n2\n,\nwhereσ\n2\nNT\nis the aggregate variance of the total\nbiomass across all subpopulations, andσN\ni\nis the\nstandard deviation of the biomass of each sub-\npopulationi. The asynchrony index ranges from\n1 (perfect asynchrony) to 0 (perfect synchrony).\nThe portfolio effect based on the ratio of the\nmean subpopulation CV to the metapopulation\nCV, and mean–variance portfolio effect, and syn-\nchrony index were calculated using the ecofolio\npackage in R following Anderson et al. (2013).\nWe used each of these three metrics to estimate\nthe portfolio effect for the entire time-series and\nto characterize changes in the portfolio through\ntime.\nFinally, we used a fourth metric which moves\nbeyond these descriptive statistics by examining\nasynchrony of the realized population growth\nrates for herring subpopulations, which arises\nfrom processes shared among and unique to\nindividual subpopulations. Shared components\ninclude both the long-term average population\ngrowth rate (U) and common effects of regional\noceanographic drivers (PDO\nt\n), whereas the pro-\ncess  variability  (δ\ns,t\n)  accounts  for  additional\nunmeasured factors and could be similar or\ndivergent across subpopulations. We estimated\nasynchrony in realized population growth rates\namong subpopulations by quantifying the pair-\nwise Spearman rank correlation between the\n \nvwww.esajournals.org7November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nrealized growth rates of each subpopulation (i.e.,\ne\n(U+πPDOt+δs,t)\n).\nTo quantify changes in asynchrony through\ntime (i.e., whether the portfolio is expanding or\neroding), we estimated each of the four metrics\ndescribed above using a 10-year moving window\nanalysis on the median posterior estimates of\nbiomass and process variability from the model.\nThis was a tiered analysis thatfirst examined\nchanges in the portfolio based on the estimated\nbiomass at the subpopulation and metapopula-\ntion scale then focused on the process variability\nfor each subpopulation–year combination (δ\ns,t\n).\nThis process variability approach removed the\nconstant effects of the archipelago-wide intrinsic\ngrowth rate and regional oceanographic condi-\ntions, allowing us to examine the process vari-\nability  terms  for  each  subpopulation  and\ndetermine how among-subpopulation synchrony\nchanged through time. Specifically, we used a\nmoving window analysis to estimate the 10-year\nmean cross-correlation for all subpopulation–\nyear  combinations.  We  also  examined  the\naverage realized population growth rate at the\nsubpopulation scale both before and after each of\nthe most recent population declines in 1994.\nRESULTS\nSince 1950, herring biomass has varied substan-\ntially at both the archipelago and the subpopula-\ntion scales (Fig. 2a). At the archipelago scale,\nherring biomass was relatively high in the 1950s,\nexhibited a substantial decline in the late 1960s,\nand then entered an era of high abundance from\nthe 1970s to early 1990s (Appendix S4). A dip\nbelow the long-term average led to commercial\nfishery closures in 1994, after which our analysis\nsuggests the archipelago-wide herring biomass\ngrew above its long-term average. However, sub-\npopulations exhibited a range of dynamics and\neach showed distinct, asynchronous periods of\ngrowth and decline (Fig. 2b,c).\nWhat are the relative roles of population growth,\nclimate, andfishing in driving changes in local and\nregional population dynamics?\nThe archipelago-wide intrinsic growth rate,\nregional ocean conditions, andfishing patterns\neach  contributed  to  herring  spatio-temporal\ndynamics. Archipelago-wide long-term growth\nrates averaged~6% per year (Fig. 3a). Our analy-\nsis emphasizes the importance of temperature as\na  regional  environmental  driver  of  herring\ndynamics.  Herring  population  growth  rates\nincreased in cooler years and decreased in war-\nmer years (Fig. 3b). Thus, changes in tempera-\nture that affected all subpopulations collectively\nintroduced  some  similarity  in  population\ndynamics. The contribution of regional oceano-\ngraphic conditions to herring population growth\nwas temporally autocorrelated, with strings of\ncool (high productivity) and warm (low produc-\ntivity) years (Appendix S5). Due to the oscilla-\ntion between warm and cold oceanographic\nregimes, the time-averaged effect of regional\noceanographic conditions from 1950 to 2015 was\nsmall (a~1.5% increase). However, the estimated\ncontribution of the PDO effect in some years\nexceeded that of the archipelago-wide popula-\ntion growth rate (Fig. 3), supporting our choice\nto use a density-independent but environmen-\ntally driven population model.\nStrong differences in the timing and location of\ncommercialfisheries harvest further contributed\nto herring dynamics (Fig. 4). In an average year,\nherring were caught from 25% of the subpopula-\ntions, with a high of 50% for the spatial coverage\noffisheries in the mid-1960s and a low of 0% dur-\ning closure periods (Fig. 4a). Historically,fishing\neffort was clustered on the eastern and southern\npart of the archipelago, with Skincuttle Inlet,\nJuan Perez Sound, and Skidegate Inletfished\nmost frequently (in more than 40% of years;\nFig. 1).\nOver the 65-yr time-series, the estimated archi-\npelago-wide proportion of herring caught was\nlow (4%). However, the archipelago-wide impact\noffishing exhibited substantial interannual vari-\nability, including years with full closures (zero\ncatch) and years in which>20% of the spawning\nbiomass was processed by the commercialfish-\neries (Fig. 4).\nIn contrast, at the subpopulation scale,fishing\npressure was  often  high  and  unevenly  dis-\ntributed in time. Excluding subpopulation–year\ncombinations whenfishing did not occur, the\naverage subpopulation exploitation was 15%\ncaught and ranged from 0% to 48% (Fig. 4b). The\nsubpopulation-specificfishing impact varied spa-\ntially,  with  certain  populations  experiencing\nexploitation   rates   as   high   as   65%   of\n \nvwww.esajournals.org8November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nFig. 2. Temporal variation of scaled herring biomass in Haida Gwaii. Archipelago biomass and each subpopu-\nlation’s biomass were scaled to mean zero (horizontal gray line) (a). Thick gray line represents average scaled\nestimated archipelago spawning biomass. Colored lines represent scaled estimated biomass for 9 focal subpopu-\nlations. Estimated frequency distribution of similarity of dynamics of all subpopulations (a), and pairwise cross-\ncorrelation of each of the estimated biomass of each of the 9 focal subpopulations (b).\n \nvwww.esajournals.org9November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nsubpopulation  biomass  (Appendix S6).  Thus,\nour analyses demonstrated that the major decline\nof herring in Haida Gwaii in the 1990s was asso-\nciated with unfavorable climatic conditions and\nhigh subpopulation-specificfishing mortality.\nHow have local and regional population dynamics\nchanged over time?\nPrior to the closure in 1994, the archipelago-\nscale herring growth rate was greater than the\nlong-term average in 14 of 17 yr; in contrast, it\nonly exceeded the long-term average in two of\nthe past 20 yr. Indeed, estimates of recent real-\nized population growth suggest that 7 of 9 focal\nsubpopulations have exhibited major declines in\npopulation growth since 1994, the year in which\nthe current and prolongedfishery closure began\n(Fig. 5).\nHow spatially asynchronous are populations, how\nstrong is the portfolio effect, and have patterns of\nspatial asynchrony in local herring populations\nchanged over time?\nOur model output suggests distinct changes in\npopulation dynamics for Haida Gwaii herring\nthrough time. The nine focal herring subpopula-\ntions  were  characterized  by  spatially  asyn-\nchronous  dynamics  (Fig. 2).  This  asynchrony\n(e.g., an above-average year in the biomass of one\nsubpopulation coinciding with a below-average\nyear for another) was revealed by the variable\ncontribution of each subpopulation to archipelago\nbiomass over time (Fig. 2). For example, Skide-\ngate Inlet was a major contributor to archipelago\nbiomass in the 1950s, but had declined in relative\nimportance since the 1960s (Fig. 2). On average,\nthe subpopulations were highly asynchronous\nwith an asynchrony index of 0.78 over the full\ntime-series (Fig. 6c) and pairwise Spearman corre-\nlation between subpopulations varying from−0.8\nto  0.8  (Fig 6b).  The  spatially  asynchronous\ndynamics  among  subpopulations  produced  a\nportfolio effect, where the CV of the metapopula-\ntion (CV=0.82) was more than double the aver-\nage CV of the subpopulation (CV=0.37; Fig. 6d).\nThe mean–variance portfolio analysis suggested\nthat the population was 2.1 times more stable than\na homogenous population. However, over the full\ntime-series, synchrony among subpopulations has\nincreased by>60% for the realized population\ngrowth rate (i.e., mean pairwise Spearman corre-\nlation in 1950–1994 was 0.17, 1995–2015 was 0.28;\nFig. 6b).\nInteractions amongfishing effects, the long-term\npopulation growth rate, and regional oceano-\ngraphic conditions all contributed to low syn-\nchrony among herring subpopulations. Process\nvariability, which estimates the effect of factors not\naccounted for explicitly in our model (e.g., habitat\nquality and predation), revealed unexpected pat-\nterns over the past 65 yr. First, the archipelago-\nwide average value of process variability (δ)had\ndeclined from slightly positive during the 1950s\nand 1960s to negative during the past 20 yr (Fig. 6\na), indicating that Haida Gwaii herring popula-\ntions have recently experienced lower population\ngrowth. Second, the realized among-subpopula-\ntion variation declined over the time-series (Fig. 6\na), suggesting lower variation in growth rates in\nrecent years (among-subpopulation variance in\nprocess variabilityδ\n2\nσ\n:δ\n1950–1968\n, 0.08;δ\n1969–1995\n,\n0.04;δ\n1996–2015\n, 0.01). Together, these patterns sug-\ngest a systematic, gradual, but unexplained shift\nin the coastal ocean ecosystem around Haida\nGwaii that is evident even after accounting for\nfisheries catch and regional oceanography.\nFig. 3. Estimated average population growth rate\nfor the entire archipelago (a). Point and error bars rep-\nresent median and 95% credible interval. Boxplot and\ninterquartile range of the PDO effect (πPDO\nt\n) from\n1950 to 2015 (b). The PDO effect is calculated as\nπPDO\nt\n, whereπis the coefficient measuring the\nstrength of the PDO effect and PDO is the Pacific Deca-\ndal Oscillation Index. Individual points represent the\nPDO effect in any given year (blue, cold productive\nyears; red, warm low productivity years).\n \nvwww.esajournals.org10November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nDISCUSSION\nMany  organisms  exhibit  noisy  population\ndynamics and experience unexpected collapses\n(Anderson et al. 2017). After a major stock\ndecline, a common assumption is that it will\nrebound with similar properties. Our study high-\nlights how spatially segregated populations can\nundergo major shifts in population dynamics\nand the degree of asynchrony during a period of\nmajor population decline. Such dramatic shifts\ncan fundamentally alter resource abundance and\nreliability, having major consequences for ecosys-\ntem services provided by harvested organisms.\nHerring subpopulations exhibited a region-wide\ndecline in population growth and an erosion of\nthe  metapopulation  portfolio  defined  by\ndecreased process variation asynchrony and a\nProportion Biomass Caught (F)\n0.00\n0.25\n0.50\n0.75\n1.00\nProportion Sites Fished\nb)\na)\nSubpopulation Impacts\nArchipelago-wide Impacts\n0.00\n0.20\n0.40\n0.60\n1950\n196019701980199020002010\nYear\nFig. 4. Variation infishing impacts through time. Spatial coverage, (a) the proportion of subpopulations\n(out of nine) with nonzero catch in any given year (right axis). The spatially averaged medianfishing effect for\nthe entire archipelago (b). Dashed line with red halo represents subpopulation impacts: the average proportion\nof biomass caught across focal subpopulations, ignoring the subpopulations where zero catch occurred. Solid\nline with blue halo represents archipelago-wide impacts: The average proportion of biomass caught across focal\nsubpopulations, including subpopulations where zero catch occurred. Archipelago and subpopulation impacts\n(blue and red lines) are measured in proportion catch (F). Gray dashed line represents DFO maximum allowable\nherringfishing effort since 1983, shaded areas represent 95% credible intervals.\n \nvwww.esajournals.org11November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nsuite of metrics of population asynchrony and\nportfolio effects. Whilefishing rates were histori-\ncally very high, these major shifts in population\ndynamics have occurred during an era of long\ncommercialfishery closures. We present evi-\ndence suggesting that historically high harvest\nrates may be important to understanding earlier\nmajor stock declines, but may not hold the\nanswer to questions about stalled recoveries in\ncertain areas or the collapse of the portfolio.\nGiven the decline in population growth rate and\nthe  decrease  in  population  asynchrony  that\nmaintains the portfolio, herring may now have a\nmore limited capacity to rebound from future\nexploitation events.\nPotential mechanisms underlying changes in\nsubpopulation asynchrony\nIncreasingly similar realized population growth\nrates  likely  underlie  the  increasingly  similar\ndynamics among the subpopulations. While the\ndrivers of these increasingly similar growth rates\nare unclear, ecological theory describes at least\nthree, non-mutually exclusive drivers that may\nexplain the observed decrease in spatial asyn-\nchrony in spatially segregated populations: (1)\nshared  large-scale  environmental  drivers,  (2)\nincreased dispersal among populations, and (3)\npredators focusing on areas where prey are dis-\nproportionately abundant (Liebhold et al. 2004).\nOur results highlight that climate can be as influ-\nential as the intrinsic population growth rate\nwhen it comes to populationfluctuations in her-\nring. Yet, widespread environmental disturbance\nis an unlikely mechanism because herring popula-\ntions  have,  until  recently,  been  experiencing\nfavorable cold and productive environmental con-\nditions, making it difficult to implicate a major cli-\nmatic shift as the cause of reduced population\ngrowth (even if it could produce decreased asyn-\nchrony). Similarly, while high dispersal rates\namong local populations can homogenize their\ndynamics, there is currently no evidence that con-\nnectivity  among  herring  subpopulations  has\nincreased rapidly in recent decades.\nMortality from disease, predators, and para-\nsites is a known driver of synchrony among spa-\ntially distinct prey populations (Rohani et al.\n1999, Cattadori et al. 2005, Vasseur and Fox\n2009). We argue that mortality (from predation\nor harvest) is the most likely explanation for\nreduced   asynchrony   in   Pacific   herring\n0.95\n1.00\n1.05\n1.10\n1.15\n1.20\n1950−19941995−2015\nTime Period\nRealiz\ned Growth Rate\nCumshewa Inlet\nEnglefield Bay\nJuan Perez Sound\nLaskeek Bay\nLouscoone Inlet\nPort Louis\nRennell Sound\nSkidegate Inlet\nSkincuttle Inlet\nSubpopulation\nFig. 5. Subpopulation-specific realized growth historically (1950–1994) and since the most recentfishery\nclosure (1995–2015). Endpoints of lines represent average realized population growth for each subpopulation\n(represented by line type and color). Realized growth is calculated as:e\n(U+πPDOt+δs,t)\n.\n \nvwww.esajournals.org12November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nFig. 6. Process variability (δ) representing the detrended population growth rate shifts not unaccounted for by\nintrinsic growth (U) and the effect of climate (πPDO). Mean (δ) across all subpopulations is plotted as a thick gray\nline. Individual subpopulation deltas are plotted by color and line type. Three different measures of synchrony\nbased on estimated subpopulation and archipelago biomass are plotted: (a) mean pairwise cross-correlation in\nrealized population growth rate, (b) asynchrony index, and (c) the portfolio effect (ratio of the CV of the subpop-\nulation to the archipelago).\n \nvwww.esajournals.org13November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nsubpopulations.  Highly  mobile  and  efficient\ncommercialfisheries often seek herring hot spots\nand likely distribute effort accordingly (Gillis\nand Peterman 1998). This higher proportionate\nfishing effort on subpopulations that historically\ngenerated asynchrony can lead to reduced asyn-\nchrony in dynamics of spatially distinct subpop-\nulations. Our model demonstrates that regional\ncatch limits were often exceeded at the subpopu-\nlation scale, and thatfishing has not been dis-\ntributed homogeneously. Historically, commercial\nharvest rates at subpopulation scale were quite\nhigh (as much as 65% of the spawning biomass).\nThe consequences of such high local harvest rates\nfor  metapopulation  dynamics  will  depend\nstrongly upon additional biological details that\nremain unknown for herring (primarily on adult\nmigration rates and homing rates of juveniles)\nand are beyond the scope of this paper. Moreover,\nunless reduced herring asynchrony is due to car-\nryover effect from historically highfishing rates,\nadditional sources of mortality through natural\npredators would likely be required to drive the\ncurrent erosion of the portfolio.\nThe recovery of marine mammals (e.g., hump-\nback whales) that prey on herring may underlie\ndeclines  in  herring  population  growth  and\nreduced  asynchrony.  This  marine  mammal\nrecovery is often considered the mechanism of\nincreased natural mortality of herring in Haida\nGwaii, particularly in the southern subpopula-\ntions where mortality has approximately dou-\nbled from 1973 to 2008 (Schweigert et al. 2010).\nIn other systems, predation can reduce spatial\nasynchrony if predators are highly mobile rela-\ntive to local prey populations (Ims and Andreas-\nsen 2000). In British Columbia, humpback whale\npopulations have been rapidly increasing due to\nlegal protection (Ford 2009). Humpback whales\ncan also move quickly over great distances to\nfeed on multiple herring subpopulations, poten-\ntially having a strong influence on the observed\nreduction in herring asynchrony. The combina-\ntion of high historic catch rates and more recent\nincreases in natural mortality potentially induced\nby predator recoveries may underlie the decline\nin population growth rates. Indeed, ecosystem\nrecoveries where predators recover before their\nprey can be highly inefficient (Samhouri et al.\n2017). Similar examples of double jeopardy asso-\nciated with multiple impacts are present in other\nsystems and can affect ecosystem services (Mar-\nshall 2008).\nOur model is an initial step toward understand-\ning howfishing and climate drive spatio-temporal\nherring population dynamics. Additional research\non predator-prey interactions, connectivity, and\nenvironmental impacts will benefit our mechanis-\ntic understanding of recent shifts in population\ndynamics, including the recent erosion of the her-\nring portfolio. For example, future models might\nconsider explicitly estimating the impacts of wide-\nranging humpback whales, central place foraging\npredators such as seals and sea lions (Cook et al.\n2015), and predation by groundfishes such as\narrowtooth Flounder and Pacific halibut (Barnes\net al. 2018). Similarly, our model links climate\nshifts to herring population dynamics, but does\nnot explore links between environmentalfluctua-\ntions,  age  structure,  and  density-dependent\nrecruitment. Such interactions have been identi-\nfied in the eastern Pacific for other foragefish spe-\ncies (e.g., sardines and anchovies; Lindegren et al.\n2013), suggesting a deeper exploration of environ-\nmental impacts on Pacific herring might yield\ngreater insight into recent low population growth\nrates.\nImplications for sustainable harvest and\nconservation\nForagefish  such  as  Pacific  herring  both\ndirectly and indirectly support some of the lar-\ngestfisheries in the world. Yet, the high sensitiv-\nity of these stocks to environmental conditions\nandfishing pressure continues to challenge sus-\ntainable management and conservation efforts\n(Essington et al. 2015). Our study adds to a grow-\ning  literature  documenting  spatially  asyn-\nchronous  population  dynamics  in  marine\nsystems (e.g., southern Pacific herring popula-\ntions, Siple and Francis 2015; Atlantic herring,\nClupea harengus, Secor et al. 2009; groundfish,\nThorson et al. 2018; sockeye salmon, Moore et al.\n2010;  steelhead,Oncorhynchus  mykiss,  Moore\net al. 2014; and Chinook salmon,O. tshawytscha).\nHigh spatial asynchrony produces a population\nportfolio that can increase resource resiliency\nand reduce the risk offishery closures (Schindler\net al. 2010). The erosion of population portfolios\nmaintaining key marine resources have rarely\nbeen described (but see Carlson et al. 2011, Sat-\nterthwaite and Carlson 2015, Freshwater et al.\n \nvwww.esajournals.org14November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\n2017, Oken et al. 2018), yet may lead to resource\nvolatility, and theoretically can destabilize the\nsurrounding food web (Rooney et al. 2006, Oken\net al. 2018)filled with key species of commercial\nand conservation concern (Stier et al. 2017).\nUnderstanding spatial differences in population\ndynamics and changes in this structure through\ntime is likely to improve our ability to achieve sus-\ntainable solutions for marine, terrestrial,  and\naquatic systems as well as the food webs and cul-\ntures that depend upon them. Our results docu-\nment sustainablefishing rates at the regional scale\nthat masked relatively highfishing rates at local\nscales. Such heavy localfishing pressure has the\npotential to disrupt socially learned migration\nbehavior where older individuals in populations\nfacilitate the migration of younger generations\n(MacCall et al. 2019). Developing herring manage-\nment strategies at afiner spatial scale may signifi-\ncantly improve herring management (Punt et al.\n2018, Voss et al. 2018, Okamoto et al. 2020),\nthereby ensuring greater regional resource relia-\nbility—though  doing  so  may  require  higher\nimplementation and monitoring costs in order to\nyield greater ecological, social, and economic ben-\nefits. Resource managers are becoming increas-\ningly aware  that sustainable management  of\ncommon-pool resources may require place-based\nsolutions (Turner et al. 2003) that match institu-\ntional and ecological scales (Leslie et al. 2015).\nSuch considerations have the potential to improve\nfuture  management  and  conservation  in  an\nincreasingly dynamic world.\nACKNOWLEDGMENTS\nThe Ocean Tipping Points grant from the Gordon\nand Betty Moore Foundation funded this project.\nAdditional support was provided to PSL by the David\nand Lucille Packard Foundation via the Ocean Model-\ning Forum. We thank OTP, colleagues at NWFSC, and\nR. Jones, N. Taylor, B. McCarter, R. Martone, R. Kelly,\nR. Abuelo, B. Murdoch, J. Curtis, and B. Halpern for\nvaluable feedback.\nLITERATURECITED\nAnderson, S. C., T. A. Branch, A. B. Cooper, and N. K.\nDulvy. 2017. Black-swan events in animal popula-\ntions. Proceedings of the National Academy of\nSciences  of  the  United  States  of  America\n114:3252–3257.\nAnderson, S. C., A. B. Cooper, and N. K. Dulvy. 2013.\nEcological prophets: quantifying metapopulation\nportfolio effects. Methods in Ecology and Evolu-\ntion 4:971–981.\nArmstrong, J. B., G. Takimoto, D. E. Schindler, M. M.\nHayes, and M. J. Kauffman. 2016. Resource waves:\nPhenological diversity enhances foraging opportu-\nnities for mobile consumers. Ecology 97:1099–1112.\nBarnes, C. L., A. H. Beaudreau, M. E. Hunsicker, and\nL. Ciannelli. 2018. Assessing the potential for com-\npetition between Pacific Halibut (Hippoglossus ste-\nnolepis)  and  Arrowtooth  Flounder  (Atheresthes\nstomias) in the Gulf of Alaska. PLOS ONE 13:\ne0209402.\nCarlson, S. M., W. H. Satterthwaite, and I. A. Fleming.\n2011. Weakened portfolio effect in a collapsed sal-\nmon population complex. Canadian Journal of\nFisheries and Aquatic Sciences 68:1579–1589.\nCattadori, I. M., D. T. Haydon, and P. J. Hudson. 2005.\nParasites and climate synchronize red grouse pop-\nulations. Nature 433:737–741.\nCleary, J. S. 2014. Stock assessment and management\nadvice for British Columbia pacific herring: 2013\nStatus and 2014 forecast. Canadian Science Advi-\nsory Science Secretariate.\nCook, R. M., S. J. Holmes, and R. J. Fryer. 2015. Grey\nseal predation impairs recovery of an over-ex-\nploitedfish stock. Journal of Applied Ecology\n52:969–979.\nCrawford, W. R. 1997. Physical oceanography of the\nwaters around the Queen Charlotte Islands. Occa-\nsional Papers - Canadian Wildlife Service, 8–17.\nEhrlich, P. R., R. R. White, M. C. Singer, S. W. McKech-\nnie, and L. E. Gilbert. 1975. Checkerspot butterflies:\na historical perspective. Science 188:221–228.\nEssington, T. E., P. E. Moriarty, H. E. Froehlich, E. E.\nHodgson, L. E. Koehn, K. L. Oken, M. C. Siple, and\nC. C. Stawitz. 2015. Fishing amplifies foragefish\npopulation collapses. Proceedings of the National\nAcademy of Sciences of the United States of Amer-\nica 112:6648–6652.\nFlostrand, L. A., J. F. Schweigert, K. S. Daniel, and J. S.\nCleary. 2009. Measuring and modelling Pacific her-\nring spawning-sitefidelity and dispersal using tag-\nrecovery dispersal curves. ICES Journal of Marine\nScience 66:1754–1761.\nFord, J. K. 2009. An assessment of the potential\nfor recovery of humpback whales off the Pacific\ncoast of Canada. Canadian Science Advisory Sec-\nretariat.\nFreshwater, C., B. J. Burke, M. D. Scheuerell, S. C.\nGrant, M. Trudel, and F. Juanes. 2017. Coherent\npopulation dynamics associated with sockeye sal-\nmon juvenile life history strategies. Canadian Jour-\nnal of Fisheries and Aquatic Sciences 75:1346–1356.\n \nvwww.esajournals.org15November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nGelman, A., J. B. Carlin, H. S. Stern, and D. B. Rubin.\n2014. Bayesian data analysis. Taylor & Francis,\nNew York, New York, USA.\nGillis, D. M., and R. M. Peterman. 1998. Implications\nof interference amongfishing vessels and the ideal\nfree distribution to the interpretation of CPUE.\nCanadian Journal of Fisheries and Aquatic Sciences\n55:37–46.\nHanski, I. 1998. Metapopulation dynamics. Nature\n396:41–49.\nHay, D. 1985. Reproductive biology of Pacific herring\n(Clupea harengus pallasi). Canadian Journal of Fish-\neries and Aquatic Sciences 42:s111–s126.\nHay, D., P. McCarter, and K. Daniel. 2008. Potential\nimpacts of the British Columbia herring roefish-\nery on the spatial and temporal distribution of\nherring spawn: examination of the serial deple-\ntion hypothesis. Fisheries and Oceans Canada,\nScience.\nHilborn, R., T. P. Quinn, D. E. Schindler, and D. E.\nRogers. 2003. Biocomplexity andfisheries sustain-\nability. Proceedings of the National Academy of\nSciences of the United States of America 100:\n6564–6568.\nHill, M. F., A. Hastings, and L. W. Botsford. 2002. The\neffects of small dispersal rates on extinction times\nin structured metapopulation models. American\nNaturalist 160:389–402.\nIms, R. A., and H. P. Andreassen. 2000. Spatial syn-\nchronization  of  vole  population  dynamics  by\npredatory birds. Nature 408:194–196.\nJones, R., C. Rigg, and L. Lee. 2010. Haida marine\nplanning:first Nations as a partner in marine con-\nservation. Ecology and Society 15:12.\nLeibold, M. A., M. Holyoak, N. Mouquet, P. Amarase-\nkare, J. M. Chase, M. F. Hoopes, R. D. Holt, J. B.\nShurin, R. Law, D. Tilman, M. Loreau, and A. Gon-\nzalez. 2004. The metacommunity concept: a frame-\nwork for multi-scale community ecology. Ecology\nLetters 7:601–613.\nLeslie, H. M., X. Basurto, M. Nenadovic, L. Sievanen,\nK. C. Cavanaugh, J. J. Cota-Nieto, B. E. Erisman, E.\nFinkbeiner, G. Hinojosa-Arango, and M. Moreno-\nB\n ́\naez. 2015. Operationalizing the social-ecological\nsystems  framework  to  assess  sustainability.\nProceedings  of  the  National  Academy  of\nSciences of the United States of America 112:\n5979–5984.\nLevin, P. S., T. B. Francis, and N. G. Taylor. 2016.\nThirty-two essential questions for understanding\nthe social–ecological system of foragefish: the case\nof Pacific Herring. Ecosystem Health and Sustain-\nability 2:e01213.\nLiebhold, A., W. D. Koenig, and O. N. Bjørnstad. 2004.\nSpatial synchrony in population dynamics. Annual\nReview of Ecology, Evolution, and Systematics\n35:467–490.\nLindegren, M., D. M. Checkley, T. Rouyer, A. D. Mac-\nCall, and N. C. Stenseth. 2013. Climate,fishing,\nandfluctuations of sardine and anchovy in the Cal-\nifornia Current. Proceedings of the National Acad-\nemy of Sciences of the United States of America\n110:13672–13677.\nLoreau, M., and C. de Mazancourt. 2013. Biodiversity\nand ecosystem stability: a synthesis of underlying\nmechanisms. Ecology Letters 16:106–\n115.\nLove, M. 1996. Probably more than you want to know\nabout thefishes of the Pacific Coast. Really Big\nPress, Santa Barbara, California, USA.\nLuck, G. W., G. C. Daily, and P. R. Ehrlich. 2003. Popu-\nlation diversity and ecosystem services. Trends in\nEcology & Evolution 18:331–336.\nMacCall, A. D., T. B. Francis, A. E. Punt, M. C. Siple, D.\nR. Armitage, J. S. Cleary, S. C. Dressel, R. R. Jones,\nH. Kitka, and L. C. Lee. 2019. A heuristic model of\nsocially learned migration behaviour exhibits dis-\ntinctive spatial and reproductive dynamics. ICES\nJournal of Marine Science 76:598–608.\nMantua, N. J., S. R. Hare, Y. Zhang, J. M. Wallace, and\nR. C. Francis. 1997. A Pacific interdecadal climate\noscillation with impacts on salmon production.\nBulletin of the American Meteorological Society\n78:1069–1079.\nMarkowitz, H. 1952. Portfolio selection*. Journal of\nFinance 7:77–91.\nMarshall, D. J. 2008. Transgenerational plasticity in the\nsea: context-dependent maternal effects across the\nlife history. Ecology 89:418–427.\nMoore, J. W., M. McClure, L. A. Rogers, and D. E.\nSchindler. 2010. Synchronization and portfolio per-\nformance of threatened salmon. Conservation Let-\nters 3:340–348.\nMoore, J. W., J. D. Yeakel, D. Peard, J. Lough, and M.\nBeere. 2014. Life-history diversity and its impor-\ntance to population stability and persistence of a\nmigratoryfish: steelhead in two large North Amer-\nican  watersheds.  Journal  of  Animal  Ecology\n83:1035–1046.\nNesbitt, H. K., and J. W. Moore. 2016. Species and pop-\nulation diversity in Pacific salmonfisheries under-\npin indigenous food security. Journal of Applied\nEcology 53:1489–1499.\nOkamoto, D. K., M. Hessing-Lewis, J. F. Samhouri, A.\nO. Shelton, A. Stier, P. S. Levin, and A. K. Salomon.\n2020. Spatial variation in exploited metapopula-\ntions obscures risk of collapse. Ecological Applica-\ntions 30:e02051.\nOken, K. L., T. E. Essington, and C. Fu. 2018. Variabil-\nity and stability in predation landscapes: a cross-\necosystem  comparison  on  the  potential  for\n \nvwww.esajournals.org16November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\npredator control in temperate marine ecosystems.\nFish and Fisheries 19:489–501.\nPlummer, M. 2003. A program for analysis of Bayesian\ngraphical models using Gibbs sampling. Pages\n1–10inProceedings of the 3rd international work-\nshop on distributed statistical computing, Vienna,\nAustria. Volume 124.\nPunt, A. E., D. K. Okamoto, A. D. MacCall, A. O. Shel-\nton, D. R. Armitage, J. S. Cleary, I. P. Davies, S. C.\nDressel, T. B. Francis, and P. S. Levin. 2018.When\nare estimates of spawning stock biomass for small\npelagicfishes improved by taking spatial structure\ninto account? Fisheries Research 206:65–78.\nRingsby, T. H., B.-E. Saether, J. Tufto, H. Jensen, and E.\nJ.  Solberg.  2002.  Asynchronous  spatiotemporal\ndemography of a house sparrow metapopulation\nin a correlated environment. Ecology 83:561–569.\nRohani, P., D. J. Earn, and B. T. Grenfell. 1999. Oppo-\nsite patterns of synchrony in sympatric disease\nmetapopulations. Science 286:968–971.\nRooney, N., K. McCann, G. Gellner, and J. C. Moore.\n2006. Structural asymmetry and the stability of\ndiverse food webs. Nature 442:265–269.\nRuff, C. P., D. E. Schindler, J. B. Armstrong, K. T. Bent-\nley, G. T. Brooks, G. W. Holtgrieve, M. T. McGlau-\nflin,  C.  E.  Torgersen,  and  J.  E.  Seeb.  2011.\nTemperature-associated  population  diversity  in\nsalmon confers benefits to mobile consumers. Ecol-\nogy 92:2073–2084.\nSabo, J. L., E. E. Holmes, and P. Kareiva. 2004. Efficacy\nof simple viability models in ecological risk assess-\nment: Does density dependence matter? Ecology\n85:328–341.\nSamhouri, J. F., A. C. Stier, S. M. Hennessey, M. Novak,\nB. S. Halpern, and P. S. Levin. 2017. Rapid and\ndirect recoveries of predators and prey through\nsynchronized  ecosystem  management.  Nature\nEcology & Evolution 1:0068.\nSatterthwaite, W. H., and S. M. Carlson. 2015. Weaken-\ning portfolio effect strength in a hatchery-supple-\nmented  Chinook  salmon  population  complex.\nCanadian Journal of Fisheries and Aquatic Sciences\n72:1860–1875.\nSchindler, D. E., J. B. Armstrong, and T. E. Reed. 2015.\nThe portfolio concept in ecology and evolution.\nFrontiers  in  Ecology  and  the  Environment\n13:257–263.\nSchindler, D. E., R. Hilborn, B. Chasco, C. P. Boatright,\nT. P. Quinn, L. A. Rogers, and M. S. Webster. 2010.\nPopulation diversity and the portfolio effect in an\nexploited species. Nature 465:609–612.\nSchweigert, J. F., J. L. Boldt, L. Flostrand, and J. S.\nCleary. 2010. A review of factors limiting recovery\nof Pacific herring stocks in Canada. ICES Journal of\nMarine Science 67:1903–1913.\nSecor, D. H., L. A. Kerr, and S. X. Cadrin. 2009.\nConnectivity  effects  on  productivity,  stability,\nand  persistence  in  a  herring  metapopulation\nmodel.  ICES  Journal  of  Marine  Science  66:\n1726–1732.\nShelton, A. O., J. F. Samhouri, A. C. Stier, and P. S.\nLevin. 2014. Assessing trade-offs to inform ecosys-\ntem-basedfisheries management of foragefish. Sci-\nentific Reports 4:7110.\nSiple, M. C., and T. B. Francis. 2015. Population diver-\nsity in Pacific herring of the Puget Sound, USA.\nOecologia 180:111–125.\nStier, A. C., J. F. Samhouri, S. Gray, R. G. Martone, M.\nE. Mach, B. S. Halpern, C. V. Kappel, C. Scarbor-\nough, and P. S. Levin. 2017. Integrating expert per-\nceptions  into  food  web  conservation  and\nmanagement. Conservation Letters 10:67–76.\nSurma, S., and T. J. Pitcher. 2015. Predicting the\neffects of whale population recovery on Northeast\nPacific food webs andfisheries: an ecosystem mod-\nelling    approach.    Fisheries    Oceanography\n24:291–305.\nThornton, T. F., and H. Kitka. 2015. An indigenous\nmodel of a contested pacific herringfishery in\nSitka, Alaska. International Journal of Applied\nGeospatial Research (IJAGR) 6:94–117.\nThorson, J. T., M. D. Scheuerell, J. D. Olden, and D. E.\nSchindler. 2018. Spatial heterogeneity contributes\nmore to portfolio effects than species variability in\nbottom-associated marinefishes. Proceedings of\nthe Royal Society B 285:20180915.\nTurner, B. L., R. E. Kasperson, P. A. Matson, J. J.\nMcCarthy, R. W. Corell, L. Christensen, N. Eckley,\nJ. X. Kasperson, A. Luers, and M. L. Martello. 2003.\nA framework for vulnerability analysis in sustain-\nability science. Proceedings of the National Acad-\nemy of Sciences of the United States of America\n100:8074–8079.\nVasseur, D. A., and J. W. Fox. 2009. Phase-locking and\nenvironmentalfluctuations  generate  synchrony\nin   a   predator–prey   community.   Nature\n460:1007–1010.\nVert-pre, K. A., R. O. Amoroso, O. P. Jensen, and R.\nHilborn. 2013. Frequency and intensity of produc-\ntivity regime shifts in marinefish stocks. Proceed-\nings of the National Academy of Sciences of the\nUnited States of America 110:1779–1784.\nVoss, R., M. F. Quaas, J. O. Schmidt, M. T. Stoeven, T.\nB. Francis, P. S. Levin, D. R. Armitage, J. S. Cleary,\nR. R. Jones, and L. C. Lee. 2018. Quantifying the\nbenefits of spatialfisheries management–An eco-\nlogical-economic optimization approach. Ecologi-\ncal Modelling 385:165–172.\nWaddle, E., L. R. Piedrahita, E. S. Hall, G. Kendziorski,\nW. F. Morris, M. L. Peterson, and D. F. Doak. 2019.\n \nvwww.esajournals.org17November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.\n\nAsynchrony  in  individual  and  subpopulation\nfecundity stabilizes reproductive output of an\nalpine plant population. Ecology 100:e02639.\nWare,  D.  1991.  Climate,  predators  and  prey:\nbehaviour of a linked oscillating system. Long-\nterm variability of pelagicfish populations and\ntheir  environment.  Pergamon  Press,  Tokyo,\nJapan.\nZheng, J. 1996. Herring stock-recruitment relationships\nand recruitment patterns in the North Atlantic and\nNortheast  Pacific  oceans.  Fisheries  Research\n26:257–277.\nSUPPORTINGINFORMATION\nAdditional Supporting Information may be found online at: http://onlinelibrary.wiley.com/doi/10.1002/ecs2.\n3283/full\n \nvwww.esajournals.org18November 2020vVolume 11(11)vArticle e03283\nCOASTAL AND MARINE ECOLOGYSTIER ET AL.",
  "extractedAt": "2025-12-12T18:45:15.214Z",
  "success": true,
  "matchedPublication": {
    "title": "Fishing, environment, and the erosion of a population portfolio",
    "doi": "10.1002/ecs2.3283",
    "year": "2020",
    "authors": "Stier, Adrian C.; Olaf Shelton, Andrew; Samhouri, Jameal F.; Feist, Blake E.; Levin, Phillip S."
  }
}