{
  "filename": "Stier and Osenberg (Ecology) 2010.pdf",
  "numPages": 16,
  "text": "Ecology, 91(10), 2010, pp. 2826–2832 Ó2010 by the Ecological Society of America Propagule redirection: Habitat availability reduces colonization and increases recruitment in reef fishes ADRIANC. STIER 1 ANDCRAIGW. OSENBERG Department of Biology, P.O. Box 118525, 223 Bartram Hall, University of Florida, Gainesville, Florida 32611-8525 USA Abstract.Increased habitat availability or quality can alter production of habitat- dependent organisms in two contrasting ways: (1) by enhancing input of new colonists to the new sites (the Field-of-Dreams Hypothesis); and (2) by drawing colonists away from existing sites (the Propagule Redirection Hypothesis), and thus reducing the deleterious effects of density. We conducted a field experiment on coral reef fishes in Moorea, French Polynesia, to quantify how differing levels of habitat availability (controlling for quality) increased and/or redirected colonizing larval fish. Focal reefs without neighboring reefs received two to four times more settlers than reefs with adjacent habitat, demonstrating that increased habitat redirected larval fish. At the scale of the entire reef array, total colonization increased 1.3-fold in response to a sixfold increase in reef area (and a 2.75-fold increase in adjusted habitat availability). Thus, propagules were both increased and redirected, a result midway between the Field-of-Dreams and Propagule Redirection Hypotheses. A recruitment model using our data and field estimates of density-dependent recruitment predicts that habitat addition increases recruitment primarily by ameliorating the negative effects of competition at existing sites rather than increasing colonization at the new sites per se. Understanding long-term implications of these effects depends upon the interplay among habitat dynamics, population connectivity, colonization dynamics, and density dependence. Key words: attraction–production; coral reefs; density dependence; habitat selection; reef fish; settlement; settlement shadow. INTRODUCTION The spatial configuration, quality, and size of habitat patches can determine the distribution and abundance of organisms by affecting colonization, movement, and the strength of species interactions (MacArthur and Wilson 1967, Hanski 1998). Understanding the role of habitat is particularly important in light of tremendous variation in habitat availability, driven by both natural (Porter 1972, Gardner et al. 2005, Silliman et al. 2005, Bruno et al. 2007) and anthropogenic (e.g., Barel et al. 1985, Skole and Tucker 1993, Bellwood et al. 2004) causes. Environmental change often involves the loss (or gain) of a biogenic habitat critical to the persistence of other organisms. Thus, many restoration techniques focus on reestablishing the structural attributes of a system (e.g., trees or corals) based on the Field-of- Dreams Hypothesis: ‘‘if you build it, they will come’’ (a reference to the 1989 movie [Palmer et al. 1997]). This concept may be useful in understanding the response of species to restoration of degraded habitat, but it also may provide a valuable foundation for understanding the dynamics of species more generally, especially in response to natural fluctuations in habitat availability. The Field-of-Dreams Hypothesis proposes that in- creased habitat availability will lead to a proportionate increase in colonists, with no resulting decrease in density at previously existing sites. Alternatively, new habitat may simply redirect colonists away from other suitable sites (Carr and Hixon 1997, Osenberg et al. 2002b): the Propagule Redirection Hypothesis. Propa- gule redirection may create settlement shadows (sensu Jones 1997) and unintentionally contribute to the further degradation of existing sites by removing potential colonists (Osenberg et al. 2002b). However, if postcolonization processes are density dependent, then redirection may still enhance the population by amelio- rating deleterious effects of density in existing habitat. The net effect of redirection will depend on the strength of density dependence, the overall level of colonization, and the magnitude of propagule redirection (Osenberg et al. 2002b). Effects of propagule redirection on the response of populations to altered habitat availability also will depend upon connectivity, temporal scale, and habitat quality (Resetarits 2005, Resetarits and Binckley 2009) (seeDiscussionfor more detail). Studies of larval depletion by predators in which a ‘‘wall of mouths’’ (predators) reduce settlement to downstream habitats (Gaines and Roughgarden 1987, Hamner et al. 1988, Peterson and Black 1991) provide compelling evidence that biological processes can modify patterns of larval settlement. In a different Manuscript received 26 October 2009; revised 8 April 2010; accepted 21 May 2010. Corresponding Editor: M. A. Hixon. 1 E-mail: astier@ufl.edu //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2826 MS#09-1993 2826 R eports context, foraging studies of pollinators suggest that the addition of flowers can lead to reductions in local density of the pollinators (reviewed in Mitchell et al. 2009). There are, however, few experimental studies of the effects of habitat on colonization per se. In one of the best examples, Resetarits (2005) examined oviposi- tion by a tree frog (Hyla chrysoscelis) in relation to sets of pools that varied in the proportion of sites with predators. Oviposition was greater in predator-free ponds that had the fewest number of neighboring ponds with predators, demonstrating selective oviposition at both local and landscape scales. However, this work did not directly address redirection of ovipositing females (and their eggs), because the fates of the females (and their eggs) that could have oviposited at sites with some predator-containing ponds, but chose not to, were unknown. Did they perish, or were they redirected to other pools? In contrast, Resetarits and Binckley (2009), working with aquatic beetles, also varied the number of pools, keeping composition fixed. They found a proportionate increase in colonization rates as the number of pools increased, corroborating the Field-of- Dreams Hypothesis. However, this seminal (and to date, unique) study did not examine or extrapolate their results to postcolonization dynamics. Propagule redirection is particularly relevant in species with demographically open local populations in which organisms must find and colonize new sites during each generation, and where colonists have the potential to colonize many possible sites. This phenomenon is particularly relevant to many benthic marine organisms, whose propagules are capable of dispersing long distances over short periods of time. For example, the majority of reef fishes have a bipartite life history, with pelagic larvae that disperse tens to hundreds of kilometers from their natal site. Here, we (1) report a field test of the Propagule Redirection and Field-of-Dreams Hypotheses for coral reef fishes, (2) parameterize a model that integrates our observed levels of propagule redirection and previous experimental estimates of density dependence to evalu- ate the implications of propagule redirection on fish recruitment (i.e., postcolonization dynamics), and (3) use the model to assess the relative importance of increased colonization, propagule redirection, and re- duced density dependence on fish recruitment. M ATERIALS ANDMETHODS Study site and species We conducted fieldwork on the northern shore of Moorea, French Polynesia (17830 0 S, 149850 0 W), a shallow lagoon with interspersed sand and reef inside a barrier reef (Galzin and Pointer 1985). Our experiment had two treatments (high vs. low habitat availability) arranged in 12 experimental blocks. To assess the effects of habitat availability on redirection we used a ‘‘competition’’ design, in which we monitored settlement to focal habitat that either did or did not have neighboring sites ‘‘competing’’ for larvae. Each location was an open sand flat (at a depth of;4 m) with no other hard-bottom habitat, so that each treatment would receive approximately equal larval input within a block without influences from neighboring natural reefs. To make our experimental arrays as uniform as possible, we constructed 168 Standardized Habitat Units (e.g., Forrester 1990) by attaching colonies ofPocillo- pora verrucosa(;15 cm diameter) to cinder blocks (one coral colony per cinder block) using Z-spar marine epoxy (Splash Zone Compound, Kopcoat, Pittsburg, Pennsylvania, USA). Each of 12 sites (i.e., statistical blocks) contained one replicate of each treatment and consisted of 14 SHUs. Pairs of focal SHUs for each treatment were placed 16 m apart (and perpendicular to the dominant current direction, with at least 15 m to the nearest natural reef). We then surrounded one pair of focal SHUs by 10 single SHUs arranged in a 2 m diameter circle (see Appendix A for a diagram). This constituted the ‘‘high habitat’’ treatment. In the ‘‘low habitat’’ treatment, the two focal SHUs lacked neigh- bors. The Field-of-Dreams andPropagule Redirection Hypotheses differ in their predictions about the input of colonists (settlement) as well as the longer-term effects on recruitment (i.e., establishment of older life stages). Because the presence of older life stages (or hetero- specifics) can modify settlement patterns (e.g., Schmitt and Holbrook 1996), we quantified and removed settlers on a daily basis (as described in the next paragraph). This allowed us to unambiguously evaluate the key prediction that distinguishes the Field-of-Dreams and Propagule Redirection Hypotheses: i.e., does added habitat proportionally increase settlement or simply redistribute settlers? However, this approach precluded us from quantifying subsequent postsettlement recruit- ment patterns. We therefore used existing data on the strength of postsettlement density-dependent survival to extrapolate the observed settlement effects to their longer-term recruitment consequences. We monitored settlement daily for 28 days from 15 June to 12 July 2006. Each day between the hours of 0730 and 1130, all fishes that had settled the previous night were removed using hand nets and the anesthetic Eugenol (Munday and Wilson 1997). By removing fish daily, we (1) minimized mortality prior to sampling (most fish experience high levels of mortality during the first 1–2 weeks after settlement; thus weekly sampling would be too coarse), (2) reduced the effects of predator aggregation to sites with high prey density, and (3) eliminated potential confounding effects such as density- independent or density-dependent competition or pre- dation by older conspecifics and heterospecifics. Because recently settled fish are highly attached to a given coral site, especially during their first 24 hours on the reef (Holbrook and Schmitt 2002), we assumed that new settlers had not moved between experimental arrays. //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2827 MS#09-1993 October 20102827PROPAGULE REDIRECTION IN REEF FISH R eports Data analysis We collected settlers from 16 species and six families (Appendix E), but only 4 species, which together comprised.88%of all settlers, were sufficiently abundant to permit statistical analysis:Dascyllus arua- nus(Pomacentridae),Dascyllus flavicaudus(Pomacen- tridae),Halichoeres trimaculatus(Labridae), and Paragobiodon lacunicolus(Gobiidae). We quantified settlement for these four species as the cumulative number of individuals that settled to the SHUs during the 28 days of sampling. To test for propagule redirection, we compared settlement of each fish species to the two focal SHUs either with or without neighbors (i.e., at high vs. low habitat availability). That is, for each block, we calculated ln(S  N /S þN ), whereSis the cumulative settlement over 28 days to the focal SHUs that were isolated (no other corals within at least 15 m:  N, where N stands for neighbors) or to the two focal SHUs surrounded by 10 neighboring SHUs (þN). In the absence of propagule redirection, the numbers of settlers should be the same in these two treatments: i.e., ln(S  N / S þN )¼0. If additional habitat depletes larvae and therefore reduces settlement to nearby habitat, then settlement to the two isolated SHUs should be greater than settlement to the two SHUs surrounded by neighbors: i.e., ln(S  N /S þN ).0. To determine whether increased habitat availability affected total settlement to the entire experimental array, we compared the cumulative number of individuals that settled to the 12 SHUs at high habitat availability (i.e., to the two focal SHUs plus the 10 neighboring SHUs) vs. low habitat availability (i.e., to the two isolated SHUs): ln(S high /S low ). Note thatS low ¼S  N , but we use different terminology to make our notation more intuitive for each comparison. The Propagule Redirec- tion Hypothesis (in its extreme) predicts that settlement to the high habitat arrays should be the same as settlement to low habitat arrays (S high /S low ¼1), whereas the Field-of-Dreams hypothesis predicts that the relative settlement should be proportional to habitat availability (e.g.,S high /S low ¼12/2¼6: but seeResultsfor a modification to this simple expectation). Projected recruitment success To assess how effects of habitat availability on fish settlement translate to changes in fish recruitment, we modified the Beverton-Holt recruitment function (Osen- berg et al. 2002a) to incorporate habitat availability, and parameterized the model using existing field data on density dependence inD. flavicaudus, one of our focal species and a species known to compete for predator-free space within coral heads (Schmitt and Holbrook 2007) N t ¼ e  at N 0 1þ bð1 e  at Þ N 0 h a ð1Þ whereN t is the number of recruits to a site (i.e., settlers who survivetdays);N 0 is the initial number of settlers to that site,ais the per capita density-independent mortality rate,bis the per capita density-dependent mortality rate, andhis the amount of habitat (i.e.,N 0 /h is the density of settlers). See Appendix B for details. Habitat addition can increase recruitment and local density in two ways: (1) increased settlement (because there is more habitat; i.e., Field-of-Dreams); and (2) reduced density dependence (because settlers are spread out among more habitat; i.e., Propagule Redirection). The latter (reduced density dependence) only occurs if the increase in total settlement is less than proportional to the availability of habitat (i.e., if there is propagule redirection). We compared the relative importance of these two pathways by partitioning the potential change in recruitment due to these components (see Appendix D). R ESULTS Settlement Settlement was 2–4 times greater to the isolated focal SHUs than to the focal SHUs surrounded by neighbor- ing SHUs, demonstrating that propagules were redirect- ed: Fig. 1A,D. flavicaudus(t 11 ¼11.67,P,0.0001),D. aruanus(t 11 ¼12.17,P,0.0001),H. trimaculatus(t 11 ¼ 6.22,P¼0.0003), andP. lacunicolus(t 11 ¼3.31,P¼ 0.007). This pattern also was observed for the combined response of all other species that settled (Appendix E), although one uncommon species (Acanthurus triostegus) suggested the reverse trend. Settlement to the entire experimental array (e.g., the focal SHUs as well as any neighboring SHUs) was 16– 66%greater for high vs. low habitat availability (Fig. 1B), although this increase was significant for only two of the four species analyzed:H. trimaculatus(t 11 ¼3.36, P¼0.0064);D. aruanus(t 11 ¼3.21,P¼0.0083),D. flavicaudus(t 11 ¼1.86,P¼0.088), andP. lacunicolus(t 11 ¼1.22,P¼0.25; Fig. 1B). This;36%increase in settlement (averaged across all four species) demon- strated that added habitat led to increased settlement. However, the response was far less than the predicted 500%(sixfold) increase expected under the simple Field- of-Dreams Hypothesis (Fig. 1B). Again, similar results were obtained for the combined response of all other species (with the exception ofA. triostegus: Appendix E). Our simple Field-of-Dreams prediction is based on the 6:1 disparity in number of SHUs in the two treatments. Complicating this prediction was the het- erogeneous settlement patterns of fish on the array with neighbors: settlement was greater to ‘‘upstream’’ (vs. ‘‘downstream’’) neighbors (Appendix E), but also greater to the focal SHUs (on a per SHU basis) relative to the neighbors (Appendix E). For the four focal species, settlement to a neighbor SHU was only 35%of that observed to a focal SHU. The magnitude of this effect did not differ among species. One explanation for this result is that fish settled preferentially to SHUs //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2828 MS#09-1993 ADRIAN C. STIER AND CRAIG W. OSENBERG2828Ecology, Vol. 91, No. 10 R eports placed side by side (i.e., focal SHUs: see Appendix A). We therefore adjusted the expectations under the Field- of-Dreams hypothesis to account for this possible difference in habitat quality. Instead of a sixfold difference in habitat, we assumed a 2.75-fold difference: i.e., (10SHUs(0.35)þ2SHUs):2SHUs. The observed settlement to the arrays with neighbors was still demonstrably lower than this expectation for three of the four fishes (Fig. 1B). Projected recruitment success Although total settlement ofD. flavicauduswas only 16%greater at high habitat availability, projected recruitment using the Beverton-Holt equation was 125%greater (Fig. 2B). Had settlement increased in proportion to habitat, recruitment should have in- creased 175%(i.e., 2.75-fold). In contrast, if there was complete propagule redirection, so that habitat addition did not increase settlement but only reduced density- dependent mortality, recruitment would have increased by 114%(i.e., most of the observed 125%increase). Thus, the observed increase in recruitment due to habitat enhancement was primarily due to a reduction in density dependence via propagule redirection. The circular array provided additional information on effects of the spatial structure of habitat in the circular array, suggesting patterns of settlement may also be affected by the arrangement of habitat on a local scale (meters) (see Appendix C). The increase in recruitment (and the partitioning to different components) was sensitive to the overall level of settlement. For example, if ambient settlement was only 10%of that observed, then the 16%increase in settlement observed forD. flavicaudusto the high habitat sites would have led to an approximately similar increase in recruitment (in this case 17%) because the effects of density would be small at such low input levels (Fig. 2A). Thus, the main effect of increased habitat availability would be via the increase in settlement (as slight as it was). On the other hand, if overall settlement were an order of magnitude greater than observed, then recruitment to the high habitat arrays would have increased by almost 93%despite the only modest (16%) increase in settlement to those arrays (Fig. 2C). If overall settlement increased even more (beyond the 10- fold change examined here), recruitment to the high habitat arrays would have increased in proportion to the change in habitat (i.e., by 175%). Thus, at high settlement, the main effect of habitat addition would be on the amelioration of density dependence rather than the increase in settlement, because the available habitat was already saturated. D ISCUSSION Changes in habitat availability can affect population dynamics and species interactions by altering coloniza- tion rates and/or the strength of density-dependent interactions that arise following colonization. The life- stage responsible for colonizing new habitat varies among species. For example, in many freshwater and terrestrial systems adults colonize habitats, often as sites for oviposition, e.g., frogs (Resetarits 2005), aquatic insects (Stav et al. 1999, Resetarits 2001), and butterflies (Rausher 1979, Renwick and Chew 1994). In other systems, earlier life stages are dispersive and adults are more sedentary (e.g., most marine organisms and plants). Although our study focused on marine fishes, these insights likely apply to a variety of systems in which local dynamics are relatively open. The simplest expectation is that colonization will be proportional to habitat availability (i.e., the Field-of- FIG. 1. Effects of habitat availability on patterns of relative settlement for four focal fish species (Dascyllus aruanus,D. flavicaudus,Halichoeres trimaculatus, andParagobiodon lacuni- colus) on coral reefs in Moorea, French Polynesia. (A) The effect of habitat treatments on the average relative settlement of fish to focal Standardized Habitat Units (SHUs) with vs. without neighboring reefs:S  N /S þN . The dashed line (Field-of- Dreams, FoD) represents the expected relationship if neigh- boring reefs have no effect on settlement to the focal reefs. (B) The effects of habitat on the relative total settlement of fish to the entire experimental array (i.e., to 12 SHUs vs. 2 SHUs): S high /S low . The lowest dashed line gives the expected result if larvae are fully redirected (i.e., total settlement is the same to both arrays, as in the extreme version of the Propagule Redirection Hypothesis). The two upper dashed lines give the expected results if there is no redirection (i.e., Field-of-Dreams Hypothesis, FoD) based on the sixfold increase in habitat area or 2.75-fold increase in habitat availability (adjusted for quality). Data points and error bars represent back-trans- formed means and 95%CI. //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2829 MS#09-1993 October 20102829PROPAGULE REDIRECTION IN REEF FISH R eports Dreams Hypothesis). In our study, increased habitat availability led to a significant increase in the total number of settlers, but the magnitude of this increase was small (36%averaged across focal species) relative to the increase in habitat (175%or 500%). This small increase in settlement led to a greater increase in projected recruitment (based on field data and the habitat-modified Beverton-Holt model), because propa- gule redirection reduced the intensity of density depen- dence. Thus, increased habitat increased production in two ways: first, by increasing the colonization rate (i.e., more habitat led to more colonists), and second, by decreasing density at other sites and thus reducing the effect of density dependence (because of propagule redirection). This effect is likely general, although the overall effect and relative importance of increased settlement (Field-of-Dreams effect) vs. relaxed density dependence (via the Propagule Redirection effect) will likely depend upon system properties such as propagule supply, connectivity, temporal scale of reproduction (and overlap among cohorts), and the nature of interactions between colonists. Propagule redirection: connectivity and temporal and spatial scales Variation in habitat availability, and predictions from different hypotheses (such as Field-of-Dreams and Propagule Redirection), will influence three processes that manifest over different time scales. The first step is initial colonization, which in our system was represented by settlement. The Field-of-Dreams and Propagule Redirection hypotheses differ in their predictions about colonization, but the implications of these hypotheses depend upon subsequent dynamics that play out over longer time scales, both within and between generations. Postcolonization survival translates settlement into recruitment. Our recruitment model incorporated effects of density dependence within cohorts, but over longer terms, as multiple cohorts potentially build up at a site, effects among cohorts may also become important. Thus, recruitment dynamics will be affected by how many cohorts occupy a local site, and the patterns of density dependence among those groups. For example, the Field-of-Dreams hypothesis works well even in the presence of propagule redirection if within-cohort density dependence is sufficiently strong (e.g., Fig. 2C). Similarly, if multiple cohorts co-occur and interact with one another, then Field-of-Dreams may also be realized even if there is strong propagule redirection. Accumu- lation of cohorts will intensify density dependence in a FIG. 2. Extrapolated effects of adjusted habitat availability on settlement and recruitment ofDascyllus flavicaudus,under: (A) low (10%of observed), (B) medium (observed), and (C) high (10 times observed) levels of settlement. For each panel, recruitment functions are given for low (lower curve) and high (upper curve) adjusted habitat availability (whereh high /h low ¼ 2.75). Three settlement intensities (total number of fish to an array) are indicated with vertical dashed lines: settlement at low habitat availability (S low ), settlement at high habitat availability (S high ), and expected settlement in the absence of redirection (i.e., if settlement is proportional to habitat availability: the Field–of-Dreams Hypothesis). In all panels,S high ¼1.17S low (i.e., the observed response ofD. flavicaudusto the increase in habitat: Fig. 1B). Solid circles give the expected recruitment and settlement under low and highhabitat availability with observed settlement, and under high habitat assuming propor- tional settlement. Open circles give the expected recruitment and settlement if only density dependence (or only settlement) is affected by habitat addition. The difference in recruitment between the two most extreme recruitment levels gives the potential effecton recruitment under the Field-of-Dreams Hypothesis (i.e., the expected increase in recruitment if a 2.75 increase in habitat led to a 2.753increase in settlement). That potential can be divided into four components (histograms on the right side), the first three of which comprise therealized effect: Propagule Redirection (PR), which ameliorates density- dependent mortality, increased settlement (S), the interaction between density dependence and settlement (I), and the remainder (NA), which represents the potential recruitment that isnot achieved. //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2830 MS#09-1993 ADRIAN C. STIER AND CRAIG W. OSENBERG2830Ecology, Vol. 91, No. 10 R eports way analogous to our result for high settlement levels (Fig. 2C): if the combined effects of settlers and prior residents saturate the system, then there will be little effect of redirection. Conversely, weak density depen- dence (within and among cohorts) will cause Field-of- Dreams to fail in the presence of propagule redirection (e.g., Fig. 2A). Finally, dynamics across generations will define how recruitment at one time step affects future changes in local population sizes. In relatively closed systems, the dynamics of a newly colonized patch will be largely internally driven (i.e., future ‘‘colonists’’ will be inter- nally produced). In such a case, local reproduction will increase local abundance, and this will eventually lead to a local abundance that is proportional to local habitat availability. Thus, although the initial short-term response may be affected by propagule redirection, the long-term response will not. In open systems (with no self-recruitment) the within-patch dynamics will always depend on the external supply of propagules. Thus, if local abundance is reduced due to propagule redirection it cannot be regained by future within-patch dynamics. Propagule redirection may be important even if its effects are transient, because it can influence the time scale for recovery of ecosystems following a disturbance or in response to seasonally regenerating habitats. Populations that experience frequent disturbance may never reach their full production potential if the projected time to a fully recovered patch through slow natural colonization is long (relative to timing of disturbances: e.g., Robertson 1996). Alternatively, if colonization of newly available habitat is high and does not deplete colonization of other habitats, then the overall system may recover from disturbances quickly. Thus, it may not be as important to know whether or not increased habitat availability willeventuallyreach its full potential, but at what time scale new habitats will ‘‘fill up.’’ Propagule redirection: unbridled conjecture Propagule redirection can increase recruitment if it ameliorates negative effects of density (e.g., via predator attraction or competition). In contrast, if density has beneficial effects (e.g., predator dilution, mate action [Sweatman 1985, White et al. 2010]), then propagule redirection could slow (or even negate) positive respons- es to increased habitat availability. This may be pronounced in systems with biogenic habitat if the habitat benefits from animals that occupy the habitat. As in ant–plant or flower–pollinator mutualisms (Mitch- ell et al. 2009), some invertebrates and fishes (including D. flavicaudus) use coral for structure and/or food and also provide positive benefits to the coral (Goldshmid et al. 2004, Stewart et al. 2006, Holbrook et al. 2008). If there is propagule redirection (Fig. 1A), then corals effectively ‘‘compete’’ for colonists of their mutualists. This may have led to the evolution of signaling systems (between corals and their symbionts) that have not yet been fully appreciated by marine scientists. Indeed, recent studies demonstrate that many marine organisms can locate and orient to cues produced by their habitat (Lecchini 2004, Simpson et al. 2005). Thus, some marine systems may be more analogous to co-evolved terrestrial plant pollinators than previously thought. Indeed, because many habitats are biogenic, future studies should incorporate propagule redirection and the effects of changing densities on the dynamics of the colonists as well as their habitat. ACKNOWLEDGMENTS We thank S. Boyer, M. Maheigin, S. McKeon, and J. Shima for field assistance; H. Klug, B. Bolker, J. Shima, and the St. Mary-Osenberg-Bolker lab for discussion; J. Samhouri and R. Fletcher for helpful comments; B. Bolker for assistance with statistics; the staff of the Gump research station for logistical support; and the Ocean Bridges program (Partnership Univer- sity Fund of the French American Culture Exchange) and NSF (OCE-0242312) for funding. L ITERATURECITED Barel, C. D. N., et al. 1985. Destruction of fisheries in Africa’s lakes. Nature 315:19–20. Bellwood, D. R., T. P. Hughes, C. Folke, and M. Nystrom. 2004. Confronting the coral reef crisis. Nature 429:827–833. Bruno, J. F., E. R. Selig, K. S. Casey, C. A. Page, B. L. Willis, C. D. Harvell, H. Sweatman, and A. M. Melendy. 2007. Thermal stress and coral cover as drivers of coral disease outbreaks. PLoS Biology 5:1220–1227. Carr, M. H., and M. A. Hixon. 1997. Artificial reefs: the importance of comparisons with natural reefs. Fisheries 22: 28–33. Forrester, G. E. 1990. Factors influencing the juvenile demography of a coral reef fish. Ecology 71:1666–1681. Gaines, S. D., and J. Roughgarden. 1987. Fish in offshore kelp forests affect recruitment to intertidal barnacle populations. Science 235:479–481. Galzin, R., and J. P. Pointer. 1985. Moorea Island, Society Archipelago. Pages 73–102inFifth International Coral Reef Symposium, Papeete, Tahiti. Gardner, T. A., I. M. Cote, J. A. Gill, A. Grant, and A. R. Watkinson. 2005. Hurricanes and Caribbean coral reefs: impacts, recovery patterns, and role in long-term decline. Ecology 86:174–184. Goldshmid, R., R. Holzman, D. Weihs, and A. Genin. 2004. Aeration of corals by sleep-swimming fish. Limnology and Oceanography 49:1832–1839. Hamner, W. M., M. S. Jones, J. H. Carleton, I. R. Hauri, and D. M. Williams. 1988. Zooplankton, planktivorous fish, and water currents on a windward reef face—Great Barrier Reef, Australia. Bulletin of Marine Science 42:459–479. Hanski, I. 1998. Metapopulation dynamics. Nature 396:41–49. Holbrook, S. J., A. J. Brooks, R. J. Schmitt, and H. L. Stewart. 2008. Effects of sheltering fish on growth of their host corals. Marine Biology 155:521–530. Holbrook, S. J., and R. J. Schmitt. 2002. Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855–2868. Jones, G. 1997. Relationships between recruitment and post- recruitment processes in lagoonal populations of two coral reef fishes. Journal of Experimental Marine Biology and Ecology 213:321–346. Lecchini, D. 2004. Experimental assessment of sensory abilities of coral reef fish larvae in the detection of their settlement location. CR Biologies (Comptes Rendus Biologies) 327:159– 171. //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2831 MS#09-1993 October 20102831PROPAGULE REDIRECTION IN REEF FISH R eports MacArthur, R. H., and E. O. Wilson. 1967. The theory of island biogeography. Princeton University Press, Princeton, New Jersey, USA. Mitchell, R. J., R. J. Flanagan, B. J. Brown, N. M. Waser, and J. D. Karron. 2009. New frontiers in competition for pollination. Annals of Botany 103:1403–1413. Munday, P. L., and S. K. Wilson. 1997. Comparative efficacy of clove oil and other chemicals in anaesthetization of Pomacentrus amboinensis, a coral reef fish. Journal of Fish Biology 51:931–938. Osenberg, C. W., C. M. St. Mary, R. J. Schmitt, S. J. Holbrook, P. Chesson, and B. Byrne. 2002a. Rethinking ecological inference: density dependence in reef fishes. Ecology Letters 5:715–721. Osenberg, C. W., C. M. St. Mary, J. A. Wilson, and W. J. Lindberg. 2002b. A quantitative framework to evaluate the attraction–production controversy. ICES Journal of Marine Science 59:S214–S221. Palmer, M. A., R. F. Ambrose, and N. L. Poff. 1997. Ecological theory and community restoration ecology. Restoration Ecology 5:291–300. Peterson, C. H., and R. Black. 1991. Preliminary evidence for progressive sestonic food depletion in incoming tide over a broad tidal sand flat. Estuarine Coastal and Shelf Science 32: 405–413. Porter, J. W. 1972. Predation byAcanthasterand its effect on coral species diversity. American Naturalist 106:487–492. Rausher, M. D. 1979. Larval habitat suitability and oviposition preference in three related butterflies. Ecology 60:503–511. Renwick, J. A. A., and F. S. Chew. 1994. Oviposition behavior in Lepidoptera. Annual Review of Entomology 39:377–400. Resetarits, W. J. 2001. Colonization under threat of predation: avoidance of fish by an aquatic beetle,Tropisternus lateralis (Coleoptera: Hydrophilidae). Oecologia 129:155–160. Resetarits, W. J. 2005. Habitat selection behaviour links local and regional scales in aquatic systems. Ecology Letters 8: 480–486. Resetarits, W. J., and C. A. Binckley. 2009. Spatial contagion of predation risk affects colonization dynamics in experimental aquatic landscapes. Ecology 90:869–876. Robertson, D. R. 1996. Interspecific competition controls abundance and habitat use of territorial Caribbean damsel- fishes. Ecology 77:885–899. Schmitt, R. J., and S. J. Holbrook. 1996. Local-scale patterns of larval settlement in a planktivorous damselfish: Do they predict recruitment? Australian Journal of Marine and Freshwater Research 47:449–463. Schmitt, R. J., and S. J. Holbrook. 2007. The scale and cause of spatial heterogeneity in strength of temporal density depen- dence. Ecology 88:1241–1249. Silliman, B. R., J. van de Koppel, M. D. Bertness, L. E. Stanton, and I. A. Mendelssohn. 2005. Drought, snails, and large-scale die-off of southern U.S. salt marshes. Science 310: 1803–1806. Simpson, S. D., M. Meekan, J. Montgomery, R. McCauley, and A. Jeffs. 2005. Homeward Sound. Science 308:221. Skole, D., and C. Tucker. 1993. Tropical deforestation and habitat fragmentation in the Amazon: satellite data from 1978 to 1988. Science 260:1905–1910. Stav, G., L. Blaustein, and J. Margalith. 1999. Experimental evidence for predation risk sensitive oviposition by a mosquito,Culiseta longiareolata. Ecological Entomology 24:202–207. Stewart, H. L., S. J. Holbrook, R. J. Schmitt, and A. J. Brooks. 2006. Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25:609–615. Sweatman, H. P. A. 1985. The influence of adults of some coral reef fishes on larval recruitment. Ecological Monographs 55: 469–485. White, J. W., J. F. Samhouri, A. C. Stier, C. L. Womald, S. L. Hamilton, and S. A. Sandin. 2010. Synthesizing mechanisms of density dependence in reef fishes: behavior, habitat configuration, and observation scale. Ecology 91:1949–1961. APPENDIX A Experimental design and map of study site (Ecological ArchivesE091-202-A1). APPENDIX B Recruitment model, parameterization, and projections (Ecological ArchivesE091-202-A2). APPENDIX C Local scale variation in settlement relative to prevailing currents (Ecological ArchivesE091-202-A3). APPENDIX D Partitioning the effect on recruitment (Ecological ArchivesE091-202-A4). APPENDIX E Results for each species (Ecological ArchivesE091-202-A5). //Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d   Thursday, 23 September 2010   10:31 am   Allen Press, Inc.   Page 2832 MS#09-1993 ADRIAN C. STIER AND CRAIG W. OSENBERG2832Ecology, Vol. 91, No. 10 R eports APPENDICES Appendix A: Experimental Design and Map of Study Site i) A standardized habitat unit (SHU); ii) the spatial arrangement of a single replicate block (consisting of 14 SHUs: two alone, two in the center of the circle, ten on the edge of the circle), showing the treatments with (left hand side) and without (right hand side) neighboring SHUs; and iii) a map of the north shore of Moorea, showing the approximate locations of the 12 experimental blocks. Appendix B: Recruitment Model, Parameterization and Projections We started with the standard formulation of the Beverton-Holt recruitment function (e.g., Osenberg et al. 2002): , (A1) where D t is the density of recruits to a site (i.e., settlers who survive t days); D 0 is the initial density of settlers to that site, α is the per capita density-independent mortality rate, and β is the per capita density-dependent mortality rate. Because we were interested in the separate effects of habitat (h) and numbers (N), per se, we re-expressed density (D = N/h) to obtain: , (A2) Notice that the parameters have the same meanings and units in A2 as in A1 (i..e, a: 1/day, t: day; β : corals / fish / day). We then parameterized the Beverton-Holt model (fitting α and β) using data from previous studies of density dependence conducted on one of the focal species, D. flavicaudus (Holbrook and Schmitt 2002, Schmitt and Holbrook 2007). The corals used by Schmitt and Holbrook (2007) were approximately twice the areal dimension of ours, so we parameterized the model by doubling their coral numbers to reflect the difference in areal cover of corals in the two studies (i.e., h is expressed as the number of corals of the size used in our study). Recruitment patterns of newly settled reef fishes, including D. flavicaudus, are driven by high mortality within the first few days following their arrival to the reef (Almany and Webster 2006, Schmitt and Holbrook 2007). We therefore calculated the expected number of survivors after two days on the reef (i.e., “recruitment”). This time scale is the same as the one used to generate the data with which we parameterized the model (Schmitt and Holbrook 2007). We assumed that density dependence was most strong among fish that settled within 2 weeks of one another, and therefore used the total number of settlers per coral observed in our 28 day (i.e., + 2 weeks) field study. We then compared the levels of settlement and recruitment in a system with low habitat availability (h = 1) to one with high habitat availability (h = 2.75); this 2.75 fold difference in habitat availability is within the range of habitat losses observed in coral reef systems (e.g. Connell et al. 2004, Bruno and Selig 2007). Expected settlement intensities were taken from our field experiment (low vs. high habitat availability) for D. flavicaudus, but we also examined the results under much lower and higher settlement intensities to better generalize the results. Appendix C: Local Scale Variation in Settlement Relative to Prevailing Currents The circular array provided additional information on propagule redirection because the current at our sites was predominantly unidirectional, coming in over the reef crest to the north of the study sites and flowing over the sites before exiting the lagoon through deeper channels (Hench et al. 2008). Thus, we compared cumulative settlement to the SHUs in the “upstream” (i.e., most northerly) half of the circle to the “downstream” half. This statistical approach was similar to the previous two, except that we added 1 to the number of settlers due to the presence of zeros at some downstream sectors: ln[(S up +1)/(S down +1)]. For all analyses, we used paired t-tests, comparing ln(S) (or ln(S+1)) for the two treatments (n = 12 blocks). Within the circular grid of neighboring SHUs, there was a spatial pattern that further suggested propagule redirection (i.e., settlement shadows, sensu Jones 1997). Settlement to the five upcurrent SHUs was 29-165% greater than to the five downcurrent SHUs for all four focal species, although this pattern was significant for only two of the four species (Fig. C1): D flavicaudus (t 11 = 2.80; P = 0.017), H. trimaculatus (t 11 = 2.65; P = 0.023), D. aruanus (t 11 = 2.06; P = 0.062), and P. lacunicolus (t 11 = 0.44; P = 0.67). Figure C1 The spatial distribution of fish on the circular array of ten SHUs in the high habitat treatment. Wedge size represents the relative magnitude of settlement averaged across the twelve sites. Points give the back-transformed mean (+/- 95%CI) relative settlement to the five upcurrent SHUs vs. the five downcurrent SHUs: (S up +1)/(S down +1), n=12 replicate arrays. Appendix D: Partitioning the Effect on Recruitment Habitat addition can increase recruitment and local density via two mechanisms: 1) increased settlement (because there is more habitat to attract larvae: i.e., Field-of-Dreams); and 2) reduced density dependence (because settlers are spread out among more habitat: i.e., Propagule Redirection). To partition the potential change in recruitment to these two components, we explored six recruitment levels defined by the two recruitment functions (low vs. high habitat availability: i.e., h = 1 or h = 2.75 in Equation 1 or A2) and three settlement levels (observed under low habitat availability, observed under high habitat availability, and the expected settlement if settlement was proportional to habitat availability). We then used these recruitment levels to define: 1) the potential recruitment effect predicted by the Field-of-Dreams Hypothesis (i.e., the difference in recruitment predicted under high habitat vs. low habitat availability assuming settlement was proportional to habitat availability), and 2) the realized recruitment effect (i.e., the difference in predicted recruitment under high vs. low habitat availability given observed settlement responses). We partitioned the realized effect into that attributable to: a) propagule redirection combined with reduced density dependence (i.e., the change in recruitment when habitat is increased but settlement remains at ambient levels); b) increased settlement only (i.e., the change in recruitment when settlement is increased but density dependence is unaffected); and c) the interaction between settlement augmentation and density dependence (arising from non-linearities in the recruitment function). The difference between the potential and the realized effects is the amount of recruitment under the Field-of-Dreams Hypothesis that was not achieved. The results of this partitioning are summarized in Figure 2. Appendix E. Results for Each Species. Table E1. Settlement of all recorded species of fish summed over 12 sites and 28 days. ‘Circle’ refers to 10 neighboring SHUs on the outer rim of the “high habitat availability” treatments; Focal refers to the two focal SHUs in each treatment, either surrounded by neighboring corals (high habitat availability) or not (low habitat availability treatment). Total Settlement High Habitat Availability Low Habitat Availability Family (common name) Circle Focal Focal Genus species Holocentridae (Squirrelfishes) Neoniphon sammara 0 3 2 Apogonidae (Cardinalfishes) Apogonichthys ocellatus 1 3 0 Pomacentridae (Damselfishes) Chromis viridis 2 0 15 Dascyllus aruanus 94 35 87 Dascyllus flavicaudus 111 29 120 Pomacentrus pavo 4 1 5 Labridae (Wrasses and Parrotfishes) Halichoeres trimaculatus 72 28 61 Pseudocheilinus hexataenia 1 0 0 Scarus oviceps 4 1 3 Chlorurus sordidus 2 1 0 Gobiidae (Gobies) Eviota sp. 5 0 3 Paragobiodon lacunicolus 39 28 53 Paragobiodon modestus 7 0 2 Priolepis squamogena 4 0 3 Acanthuridae (Surgeonfishes) Acanthurus olivaceus 0 2 0 Acanthurus triostegus 5 16 6 Total 351 147 359 Literature Cited Almany, G. R. and M. S. Webster. 2006. The predation gauntlet: early post-settlement mortality in reef fishes. Coral Reefs 25:19-22. Bruno, J. F. and E. R. Selig. 2007. Regional decline of coral cover in the Indo-Pacific: timing, extent, and subregional comparisons. PLoS ONE 2:e711, 711-718. Connell, J. H., T. E. Hughes, C. C. Wallace, J. E. Tanner, K. E. Harms, and A. M. Kerr. 2004. A long-term study of competition and diversity of corals. Ecological Monographs 74:179- 210. Hench, J. L., J. J. Leichter, and S. G. Monismith. 2008. Episodic circulation and exchange in a wave-driven coral reef and lagoon system. Limnology and Oceanography 53:2681-2694. Holbrook, S. J. and R. J. Schmitt. 2002. Competition for shelter space causes density-dependent predation mortality in damselfishes. Ecology 83:2855-2868. Jones, G. 1997. Relationships between recruitment and postrecruitment processes in lagoonal populations of two coral reef fishes. Journal of Experimental Marine Biology and Ecology 213:321-346. Schmitt, R. J. and S. J. Holbrook. 2007. The scale and cause of spatial heterogeneity in strength of temporal density dependence. Ecology 88:1241-1249.",
  "sections": {
    "abstract": ".Increased habitat availability or quality can alter production of habitat- dependent organisms in two contrasting ways: (1) by enhancing input of new colonists to the new sites (the Field-of-Dreams Hypothesis); and (2) by drawing colonists away from existing sites (the Propagule Redirection Hypothesis), and thus reducing the deleterious effects of density. We conducted a field experiment on coral reef fishes in Moorea, French Polynesia, to quantify how differing levels of habitat availability (controlling for quality) increased and/or redirected colonizing larval fish. Focal reefs without neighboring reefs received two to four times more settlers than reefs with adjacent habitat, demonstrating that increased habitat redirected larval fish. At the scale of the entire reef array, total colonization increased 1.3-fold in response to a sixfold increase in reef area (and a 2.75-fold increase in adjusted habitat availability). Thus, propagules were both increased and redirected, a result midway between the Field-of-Dreams and Propagule Redirection Hypotheses. A recruitment model using our data and field estimates of density-dependent recruitment predicts that habitat addition increases recruitment primarily by ameliorating the negative effects of competition at existing sites rather than increasing colonization at the new sites per se. Understanding long-term implications of these effects depends upon the interplay among habitat dynamics, population connectivity, colonization dynamics, and density dependence.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significant increase in the total number of settlers, but the magnitude of this increase was small (36%averaged across focal species) relative to the increase in habitat (175%or 500%)."
  ],
  "fullText": "\n\nEcology, 91(10), 2010, pp. 2826–2832\nÓ2010 by the Ecological Society of America\nPropagule redirection: Habitat availability reduces colonization\nand increases recruitment in reef fishes\nADRIANC. STIER\n1\nANDCRAIGW. OSENBERG\nDepartment of Biology, P.O. Box 118525, 223 Bartram Hall, University of Florida, Gainesville, Florida 32611-8525 USA\nAbstract.Increased habitat availability or quality can alter production of habitat-\ndependent organisms in two contrasting ways: (1) by enhancing input of new colonists to the\nnew sites (the Field-of-Dreams Hypothesis); and (2) by drawing colonists away from existing\nsites (the Propagule Redirection Hypothesis), and thus reducing the deleterious effects of\ndensity. We conducted a field experiment on coral reef fishes in Moorea, French Polynesia, to\nquantify how differing levels of habitat availability (controlling for quality) increased and/or\nredirected colonizing larval fish. Focal reefs without neighboring reefs received two to four\ntimes more settlers than reefs with adjacent habitat, demonstrating that increased habitat\nredirected larval fish. At the scale of the entire reef array, total colonization increased 1.3-fold\nin response to a sixfold increase in reef area (and a 2.75-fold increase in adjusted habitat\navailability). Thus, propagules were both increased and redirected, a result midway between\nthe Field-of-Dreams and Propagule Redirection Hypotheses. A recruitment model using our\ndata and field estimates of density-dependent recruitment predicts that habitat addition\nincreases recruitment primarily by ameliorating the negative effects of competition at existing\nsites rather than increasing colonization at the new sites per se. Understanding long-term\nimplications of these effects depends upon the interplay among habitat dynamics, population\nconnectivity, colonization dynamics, and density dependence.\nKey words:  attraction–production; coral reefs; density dependence; habitat selection; reef fish;\nsettlement; settlement shadow.\nINTRODUCTION\nThe spatial configuration, quality, and size of habitat\npatches can determine the distribution and abundance\nof organisms by affecting colonization, movement, and\nthe strength of species interactions (MacArthur and\nWilson 1967, Hanski 1998). Understanding the role of\nhabitat is particularly important in light of tremendous\nvariation in habitat availability, driven by both natural\n(Porter 1972, Gardner et al. 2005, Silliman et al. 2005,\nBruno et al. 2007) and anthropogenic (e.g., Barel et al.\n1985, Skole and Tucker 1993, Bellwood et al. 2004)\ncauses. Environmental change often involves the loss (or\ngain) of a biogenic habitat critical to the persistence of\nother organisms. Thus, many restoration techniques\nfocus on reestablishing the structural attributes of a\nsystem (e.g., trees or corals) based on the Field-of-\nDreams Hypothesis: ‘‘if you build it, they will come’’ (a\nreference to the 1989 movie [Palmer et al. 1997]). This\nconcept may be useful in understanding the response of\nspecies to restoration of degraded habitat, but it also\nmay provide a valuable foundation for understanding\nthe dynamics of species more generally, especially in\nresponse to natural fluctuations in habitat availability.\nThe Field-of-Dreams Hypothesis proposes that in-\ncreased habitat availability will lead to a proportionate\nincrease in colonists, with no resulting decrease in\ndensity at previously existing sites. Alternatively, new\nhabitat may simply redirect colonists away from other\nsuitable sites (Carr and Hixon 1997, Osenberg et al.\n2002b): the Propagule Redirection Hypothesis. Propa-\ngule redirection may create settlement shadows (sensu\nJones 1997) and unintentionally contribute to the\nfurther degradation of existing sites by removing\npotential colonists (Osenberg et al. 2002b). However, if\npostcolonization processes are density dependent, then\nredirection may still enhance the population by amelio-\nrating deleterious effects of density in existing habitat.\nThe net effect of redirection will depend on the strength\nof density dependence, the overall level of colonization,\nand the magnitude of propagule redirection (Osenberg\net al. 2002b). Effects of propagule redirection on the\nresponse of populations to altered habitat availability\nalso will depend upon connectivity, temporal scale, and\nhabitat quality (Resetarits 2005, Resetarits and Binckley\n2009) (seeDiscussionfor more detail).\nStudies of larval depletion by predators in which a\n‘‘wall of mouths’’ (predators) reduce settlement to\ndownstream habitats (Gaines and Roughgarden 1987,\nHamner et al. 1988, Peterson and Black 1991) provide\ncompelling evidence that biological processes can\nmodify patterns of larval settlement. In a different\nManuscript received 26 October 2009; revised 8 April 2010;\naccepted 21 May 2010. Corresponding Editor: M. A. Hixon.\n1\nE-mail: astier@ufl.edu\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2826 MS#09-1993\n2826\nR\neports\n\ncontext, foraging studies of pollinators suggest that the\naddition of flowers can lead to reductions in local\ndensity of the pollinators (reviewed in Mitchell et al.\n2009). There are, however, few experimental studies of\nthe effects of habitat on colonization per se. In one of\nthe best examples, Resetarits (2005) examined oviposi-\ntion by a tree frog (Hyla chrysoscelis) in relation to sets\nof pools that varied in the proportion of sites with\npredators. Oviposition was greater in predator-free\nponds that had the fewest number of neighboring ponds\nwith predators, demonstrating selective oviposition at\nboth local and landscape scales. However, this work did\nnot directly address redirection of ovipositing females\n(and their eggs), because the fates of the females (and\ntheir eggs) that could have oviposited at sites with some\npredator-containing ponds, but chose not to, were\nunknown. Did they perish, or were they redirected to\nother pools? In contrast, Resetarits and Binckley (2009),\nworking with aquatic beetles, also varied the number of\npools, keeping composition fixed. They found a\nproportionate increase in colonization rates as the\nnumber of pools increased, corroborating the Field-of-\nDreams Hypothesis. However, this seminal (and to date,\nunique) study did not examine or extrapolate their\nresults to postcolonization dynamics.\nPropagule redirection is particularly relevant in\nspecies with demographically open local populations in\nwhich organisms must find and colonize new sites during\neach generation, and where colonists have the potential\nto colonize many possible sites. This phenomenon is\nparticularly relevant to many benthic marine organisms,\nwhose propagules are capable of dispersing long\ndistances over short periods of time. For example, the\nmajority of reef fishes have a bipartite life history, with\npelagic larvae that disperse tens to hundreds of\nkilometers from their natal site.\nHere, we (1) report a field test of the Propagule\nRedirection and Field-of-Dreams Hypotheses for coral\nreef fishes, (2) parameterize a model that integrates our\nobserved levels of propagule redirection and previous\nexperimental estimates of density dependence to evalu-\nate the implications of propagule redirection on fish\nrecruitment (i.e., postcolonization dynamics), and (3)\nuse the model to assess the relative importance of\nincreased colonization, propagule redirection, and re-\nduced density dependence on fish recruitment.\nM\nATERIALS ANDMETHODS\nStudy site and species\nWe conducted fieldwork on the northern shore of\nMoorea, French Polynesia (17830\n0\nS, 149850\n0\nW), a\nshallow lagoon with interspersed sand and reef inside a\nbarrier reef (Galzin and Pointer 1985). Our experiment\nhad two treatments (high vs. low habitat availability)\narranged in 12 experimental blocks. To assess the effects\nof habitat availability on redirection we used a\n‘‘competition’’ design, in which we monitored settlement\nto focal habitat that either did or did not have\nneighboring sites ‘‘competing’’ for larvae. Each location\nwas an open sand flat (at a depth of;4 m) with no other\nhard-bottom habitat, so that each treatment would\nreceive approximately equal larval input within a block\nwithout influences from neighboring natural reefs.\nTo make our experimental arrays as uniform as\npossible, we constructed 168 Standardized Habitat Units\n(e.g., Forrester 1990) by attaching colonies ofPocillo-\npora verrucosa(;15 cm diameter) to cinder blocks (one\ncoral colony per cinder block) using Z-spar marine\nepoxy (Splash Zone Compound, Kopcoat, Pittsburg,\nPennsylvania, USA). Each of 12 sites (i.e., statistical\nblocks) contained one replicate of each treatment and\nconsisted of 14 SHUs. Pairs of focal SHUs for each\ntreatment were placed 16 m apart (and perpendicular to\nthe dominant current direction, with at least 15 m to the\nnearest natural reef). We then surrounded one pair of\nfocal SHUs by 10 single SHUs arranged in a 2 m\ndiameter circle (see Appendix A for a diagram). This\nconstituted the ‘‘high habitat’’ treatment. In the ‘‘low\nhabitat’’ treatment, the two focal SHUs lacked neigh-\nbors.\nThe Field-of-Dreams andPropagule Redirection\nHypotheses differ in their predictions about the input\nof colonists (settlement) as well as the longer-term effects\non recruitment (i.e., establishment of older life stages).\nBecause the presence of older life stages (or hetero-\nspecifics) can modify settlement patterns (e.g., Schmitt\nand Holbrook 1996), we quantified and removed settlers\non a daily basis (as described in the next paragraph).\nThis allowed us to unambiguously evaluate the key\nprediction that distinguishes the Field-of-Dreams and\nPropagule Redirection Hypotheses: i.e., does added\nhabitat proportionally increase settlement or simply\nredistribute settlers? However, this approach precluded\nus from quantifying subsequent postsettlement recruit-\nment patterns. We therefore used existing data on the\nstrength of postsettlement density-dependent survival to\nextrapolate the observed settlement effects to their\nlonger-term recruitment consequences.\nWe monitored settlement daily for 28 days from 15\nJune to 12 July 2006. Each day between the hours of\n0730 and 1130, all fishes that had settled the previous\nnight were removed using hand nets and the anesthetic\nEugenol (Munday and Wilson 1997). By removing fish\ndaily, we (1) minimized mortality prior to sampling\n(most fish experience high levels of mortality during the\nfirst 1–2 weeks after settlement; thus weekly sampling\nwould be too coarse), (2) reduced the effects of predator\naggregation to sites with high prey density, and (3)\neliminated potential confounding effects such as density-\nindependent or density-dependent competition or pre-\ndation by older conspecifics and heterospecifics. Because\nrecently settled fish are highly attached to a given coral\nsite, especially during their first 24 hours on the reef\n(Holbrook and Schmitt 2002), we assumed that new\nsettlers had not moved between experimental arrays.\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2827 MS#09-1993\nOctober 20102827PROPAGULE REDIRECTION IN REEF FISH\nR\neports\n\nData analysis\nWe collected settlers from 16 species and six families\n(Appendix E), but only 4 species, which together\ncomprised.88%of all settlers, were sufficiently\nabundant to permit statistical analysis:Dascyllus arua-\nnus(Pomacentridae),Dascyllus flavicaudus(Pomacen-\ntridae),Halichoeres trimaculatus(Labridae), and\nParagobiodon lacunicolus(Gobiidae). We quantified\nsettlement for these four species as the cumulative\nnumber of individuals that settled to the SHUs during\nthe 28 days of sampling. To test for propagule\nredirection, we compared settlement of each fish species\nto the two focal SHUs either with or without neighbors\n(i.e., at high vs. low habitat availability). That is, for\neach block, we calculated ln(S\n\u0002N\n/S\nþN\n), whereSis the\ncumulative settlement over 28 days to the focal SHUs\nthat were isolated (no other corals within at least 15 m:\n\u0002N, where N stands for neighbors) or to the two focal\nSHUs surrounded by 10 neighboring SHUs (þN). In the\nabsence of propagule redirection, the numbers of settlers\nshould be the same in these two treatments: i.e., ln(S\n\u0002N\n/\nS\nþN\n)¼0. If additional habitat depletes larvae and\ntherefore reduces settlement to nearby habitat, then\nsettlement to the two isolated SHUs should be greater\nthan settlement to the two SHUs surrounded by\nneighbors: i.e., ln(S\n\u0002N\n/S\nþN\n).0.\nTo determine whether increased habitat availability\naffected total settlement to the entire experimental array,\nwe compared the cumulative number of individuals that\nsettled to the 12 SHUs at high habitat availability (i.e.,\nto the two focal SHUs plus the 10 neighboring SHUs)\nvs. low habitat availability (i.e., to the two isolated\nSHUs): ln(S\nhigh\n/S\nlow\n). Note thatS\nlow\n¼S\n\u0002N\n, but we use\ndifferent terminology to make our notation more\nintuitive for each comparison. The Propagule Redirec-\ntion Hypothesis (in its extreme) predicts that settlement\nto the high habitat arrays should be the same as\nsettlement to low habitat arrays (S\nhigh\n/S\nlow\n¼1), whereas\nthe Field-of-Dreams hypothesis predicts that the relative\nsettlement should be proportional to habitat availability\n(e.g.,S\nhigh\n/S\nlow\n¼12/2¼6: but seeResultsfor a\nmodification to this simple expectation).\nProjected recruitment success\nTo assess how effects of habitat availability on fish\nsettlement translate to changes in fish recruitment, we\nmodified the Beverton-Holt recruitment function (Osen-\nberg et al. 2002a) to incorporate habitat availability, and\nparameterized the model using existing field data on\ndensity dependence inD. flavicaudus, one of our focal\nspecies and a species known to compete for predator-free\nspace within coral heads (Schmitt and Holbrook 2007)\nN\nt\n¼\ne\n\u0002at\nN\n0\n1þ\nbð1\u0002e\n\u0002at\nÞ\nN\n0\nh\na\nð1Þ\nwhereN\nt\nis the number of recruits to a site (i.e., settlers\nwho survivetdays);N\n0\nis the initial number of settlers to\nthat site,ais the per capita density-independent\nmortality rate,bis the per capita density-dependent\nmortality rate, andhis the amount of habitat (i.e.,N\n0\n/h\nis the density of settlers). See Appendix B for details.\nHabitat addition can increase recruitment and local\ndensity in two ways: (1) increased settlement (because\nthere is more habitat; i.e., Field-of-Dreams); and (2)\nreduced density dependence (because settlers are spread\nout among more habitat; i.e., Propagule Redirection).\nThe latter (reduced density dependence) only occurs if\nthe increase in total settlement is less than proportional\nto the availability of habitat (i.e., if there is propagule\nredirection). We compared the relative importance of\nthese two pathways by partitioning the potential change\nin recruitment due to these components (see Appendix\nD).\nR\nESULTS\nSettlement\nSettlement was 2–4 times greater to the isolated focal\nSHUs than to the focal SHUs surrounded by neighbor-\ning SHUs, demonstrating that propagules were redirect-\ned: Fig. 1A,D. flavicaudus(t\n11\n¼11.67,P,0.0001),D.\naruanus(t\n11\n¼12.17,P,0.0001),H. trimaculatus(t\n11\n¼\n6.22,P¼0.0003), andP. lacunicolus(t\n11\n¼3.31,P¼\n0.007). This pattern also was observed for the combined\nresponse of all other species that settled (Appendix E),\nalthough one uncommon species (Acanthurus triostegus)\nsuggested the reverse trend.\nSettlement to the entire experimental array (e.g., the\nfocal SHUs as well as any neighboring SHUs) was 16–\n66%greater for high vs. low habitat availability (Fig.\n1B), although this increase was significant for only two\nof the four species analyzed:H. trimaculatus(t\n11\n¼3.36,\nP¼0.0064);D. aruanus(t\n11\n¼3.21,P¼0.0083),D.\nflavicaudus(t\n11\n¼1.86,P¼0.088), andP. lacunicolus(t\n11\n¼1.22,P¼0.25; Fig. 1B). This;36%increase in\nsettlement (averaged across all four species) demon-\nstrated that added habitat led to increased settlement.\nHowever, the response was far less than the predicted\n500%(sixfold) increase expected under the simple Field-\nof-Dreams Hypothesis (Fig. 1B). Again, similar results\nwere obtained for the combined response of all other\nspecies (with the exception ofA. triostegus: Appendix\nE).\nOur simple Field-of-Dreams prediction is based on\nthe 6:1 disparity in number of SHUs in the two\ntreatments. Complicating this prediction was the het-\nerogeneous settlement patterns of fish on the array with\nneighbors: settlement was greater to ‘‘upstream’’ (vs.\n‘‘downstream’’) neighbors (Appendix E), but also\ngreater to the focal SHUs (on a per SHU basis) relative\nto the neighbors (Appendix E). For the four focal\nspecies, settlement to a neighbor SHU was only 35%of\nthat observed to a focal SHU. The magnitude of this\neffect did not differ among species. One explanation for\nthis result is that fish settled preferentially to SHUs\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2828 MS#09-1993\nADRIAN C. STIER AND CRAIG W. OSENBERG2828Ecology, Vol. 91, No. 10\nR\neports\n\nplaced side by side (i.e., focal SHUs: see Appendix A).\nWe therefore adjusted the expectations under the Field-\nof-Dreams hypothesis to account for this possible\ndifference in habitat quality. Instead of a sixfold\ndifference in habitat, we assumed a 2.75-fold difference:\ni.e., (10SHUs(0.35)þ2SHUs):2SHUs. The observed\nsettlement to the arrays with neighbors was still\ndemonstrably lower than this expectation for three of\nthe four fishes (Fig. 1B).\nProjected recruitment success\nAlthough total settlement ofD. flavicauduswas only\n16%greater at high habitat availability, projected\nrecruitment using the Beverton-Holt equation was\n125%greater (Fig. 2B). Had settlement increased in\nproportion to habitat, recruitment should have in-\ncreased 175%(i.e., 2.75-fold). In contrast, if there was\ncomplete propagule redirection, so that habitat addition\ndid not increase settlement but only reduced density-\ndependent mortality, recruitment would have increased\nby 114%(i.e., most of the observed 125%increase).\nThus, the observed increase in recruitment due to\nhabitat enhancement was primarily due to a reduction\nin density dependence via propagule redirection. The\ncircular array provided additional information on effects\nof the spatial structure of habitat in the circular array,\nsuggesting patterns of settlement may also be affected by\nthe arrangement of habitat on a local scale (meters) (see\nAppendix C).\nThe increase in recruitment (and the partitioning to\ndifferent components) was sensitive to the overall level\nof settlement. For example, if ambient settlement was\nonly 10%of that observed, then the 16%increase in\nsettlement observed forD. flavicaudusto the high\nhabitat sites would have led to an approximately similar\nincrease in recruitment (in this case 17%) because the\neffects of density would be small at such low input levels\n(Fig. 2A). Thus, the main effect of increased habitat\navailability would be via the increase in settlement (as\nslight as it was). On the other hand, if overall settlement\nwere an order of magnitude greater than observed, then\nrecruitment to the high habitat arrays would have\nincreased by almost 93%despite the only modest (16%)\nincrease in settlement to those arrays (Fig. 2C). If\noverall settlement increased even more (beyond the 10-\nfold change examined here), recruitment to the high\nhabitat arrays would have increased in proportion to the\nchange in habitat (i.e., by 175%). Thus, at high\nsettlement, the main effect of habitat addition would\nbe on the amelioration of density dependence rather\nthan the increase in settlement, because the available\nhabitat was already saturated.\nD\nISCUSSION\nChanges in habitat availability can affect population\ndynamics and species interactions by altering coloniza-\ntion rates and/or the strength of density-dependent\ninteractions that arise following colonization. The life-\nstage responsible for colonizing new habitat varies\namong species. For example, in many freshwater and\nterrestrial systems adults colonize habitats, often as sites\nfor oviposition, e.g., frogs (Resetarits 2005), aquatic\ninsects (Stav et al. 1999, Resetarits 2001), and butterflies\n(Rausher 1979, Renwick and Chew 1994). In other\nsystems, earlier life stages are dispersive and adults are\nmore sedentary (e.g., most marine organisms and\nplants). Although our study focused on marine fishes,\nthese insights likely apply to a variety of systems in\nwhich local dynamics are relatively open.\nThe simplest expectation is that colonization will be\nproportional to habitat availability (i.e., the Field-of-\nFIG. 1.  Effects of habitat availability on patterns of relative\nsettlement for four focal fish species (Dascyllus aruanus,D.\nflavicaudus,Halichoeres trimaculatus, andParagobiodon lacuni-\ncolus) on coral reefs in Moorea, French Polynesia. (A) The\neffect of habitat treatments on the average relative settlement of\nfish to focal Standardized Habitat Units (SHUs) with vs.\nwithout neighboring reefs:S\n\u0002N\n/S\nþN\n. The dashed line (Field-of-\nDreams, FoD) represents the expected relationship if neigh-\nboring reefs have no effect on settlement to the focal reefs. (B)\nThe effects of habitat on the relative total settlement of fish to\nthe entire experimental array (i.e., to 12 SHUs vs. 2 SHUs):\nS\nhigh\n/S\nlow\n. The lowest dashed line gives the expected result if\nlarvae are fully redirected (i.e., total settlement is the same to\nboth arrays, as in the extreme version of the Propagule\nRedirection Hypothesis). The two upper dashed lines give the\nexpected results if there is no redirection (i.e., Field-of-Dreams\nHypothesis, FoD) based on the sixfold increase in habitat area\nor 2.75-fold increase in habitat availability (adjusted for\nquality). Data points and error bars represent back-trans-\nformed means and 95%CI.\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2829 MS#09-1993\nOctober 20102829PROPAGULE REDIRECTION IN REEF FISH\nR\neports\n\nDreams Hypothesis). In our study, increased habitat\navailability led to a significant increase in the total\nnumber of settlers, but the magnitude of this increase\nwas small (36%averaged across focal species) relative to\nthe increase in habitat (175%or 500%). This small\nincrease in settlement led to a greater increase in\nprojected recruitment (based on field data and the\nhabitat-modified Beverton-Holt model), because propa-\ngule redirection reduced the intensity of density depen-\ndence. Thus, increased habitat increased production in\ntwo ways: first, by increasing the colonization rate (i.e.,\nmore habitat led to more colonists), and second, by\ndecreasing density at other sites and thus reducing the\neffect of density dependence (because of propagule\nredirection). This effect is likely general, although the\noverall effect and relative importance of increased\nsettlement (Field-of-Dreams effect) vs. relaxed density\ndependence (via the Propagule Redirection effect) will\nlikely depend upon system properties such as propagule\nsupply, connectivity, temporal scale of reproduction\n(and overlap among cohorts), and the nature of\ninteractions between colonists.\nPropagule redirection: connectivity and temporal\nand spatial scales\nVariation in habitat availability, and predictions from\ndifferent hypotheses (such as Field-of-Dreams and\nPropagule Redirection), will influence three processes\nthat manifest over different time scales. The first step is\ninitial colonization, which in our system was represented\nby settlement. The Field-of-Dreams and Propagule\nRedirection hypotheses differ in their predictions about\ncolonization, but the implications of these hypotheses\ndepend upon subsequent dynamics that play out over\nlonger time scales, both within and between generations.\nPostcolonization survival translates settlement into\nrecruitment. Our recruitment model incorporated effects\nof density dependence within cohorts, but over longer\nterms, as multiple cohorts potentially build up at a site,\neffects among cohorts may also become important.\nThus, recruitment dynamics will be affected by how\nmany cohorts occupy a local site, and the patterns of\ndensity dependence among those groups. For example,\nthe Field-of-Dreams hypothesis works well even in the\npresence of propagule redirection if within-cohort\ndensity dependence is sufficiently strong (e.g., Fig. 2C).\nSimilarly, if multiple cohorts co-occur and interact with\none another, then Field-of-Dreams may also be realized\neven if there is strong propagule redirection. Accumu-\nlation of cohorts will intensify density dependence in a\nFIG. 2.  Extrapolated effects of adjusted habitat availability\non settlement and recruitment ofDascyllus flavicaudus,under:\n(A) low (10%of observed), (B) medium (observed), and (C)\nhigh (10 times observed) levels of settlement. For each panel,\nrecruitment functions are given for low (lower curve) and high\n(upper curve) adjusted habitat availability (whereh\nhigh\n/h\nlow\n¼\n2.75). Three settlement intensities (total number of fish to an\narray) are indicated with vertical dashed lines: settlement at low\nhabitat availability (S\nlow\n), settlement at high habitat availability\n(S\nhigh\n), and expected settlement in the absence of redirection\n(i.e., if settlement is proportional to habitat availability: the\nField–of-Dreams Hypothesis). In all panels,S\nhigh\n¼1.17S\nlow\n(i.e., the observed response ofD. flavicaudusto the increase in\nhabitat: Fig. 1B). Solid circles give the expected recruitment and\nsettlement under low and highhabitat availability with\nobserved settlement, and under high habitat assuming propor-\ntional settlement. Open circles give the expected recruitment\nand settlement if only density dependence (or only settlement)\nis affected by habitat addition. The difference in recruitment\nbetween the two most extreme recruitment levels gives the\npotential effecton recruitment under the Field-of-Dreams\nHypothesis (i.e., the expected increase in recruitment if a 2.75\nincrease in habitat led to a 2.753increase in settlement). That\npotential can be divided into four components (histograms on\n \nthe right side), the first three of which comprise therealized\neffect: Propagule Redirection (PR), which ameliorates density-\ndependent mortality, increased settlement (S), the interaction\nbetween density dependence and settlement (I), and the\nremainder (NA), which represents the potential recruitment\nthat isnot achieved.\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2830 MS#09-1993\nADRIAN C. STIER AND CRAIG W. OSENBERG2830Ecology, Vol. 91, No. 10\nR\neports\n\nway analogous to our result for high settlement levels\n(Fig. 2C): if the combined effects of settlers and prior\nresidents saturate the system, then there will be little\neffect of redirection. Conversely, weak density depen-\ndence (within and among cohorts) will cause Field-of-\nDreams to fail in the presence of propagule redirection\n(e.g., Fig. 2A).\nFinally, dynamics across generations will define how\nrecruitment at one time step affects future changes in\nlocal population sizes. In relatively closed systems, the\ndynamics of a newly colonized patch will be largely\ninternally driven (i.e., future ‘‘colonists’’ will be inter-\nnally produced). In such a case, local reproduction will\nincrease local abundance, and this will eventually lead to\na local abundance that is proportional to local habitat\navailability. Thus, although the initial short-term\nresponse may be affected by propagule redirection, the\nlong-term response will not. In open systems (with no\nself-recruitment) the within-patch dynamics will always\ndepend on the external supply of propagules. Thus, if\nlocal abundance is reduced due to propagule redirection\nit cannot be regained by future within-patch dynamics.\nPropagule redirection may be important even if its\neffects are transient, because it can influence the time\nscale for recovery of ecosystems following a disturbance\nor in response to seasonally regenerating habitats.\nPopulations that experience frequent disturbance may\nnever reach their full production potential if the\nprojected time to a fully recovered patch through slow\nnatural colonization is long (relative to timing of\ndisturbances: e.g., Robertson 1996). Alternatively, if\ncolonization of newly available habitat is high and does\nnot deplete colonization of other habitats, then the\noverall system may recover from disturbances quickly.\nThus, it may not be as important to know whether or\nnot increased habitat availability willeventuallyreach its\nfull potential, but at what time scale new habitats will\n‘‘fill up.’’\nPropagule redirection: unbridled conjecture\nPropagule redirection can increase recruitment if it\nameliorates negative effects of density (e.g., via predator\nattraction or competition). In contrast, if density has\nbeneficial effects (e.g., predator dilution, mate action\n[Sweatman 1985, White et al. 2010]), then propagule\nredirection could slow (or even negate) positive respons-\nes to increased habitat availability. This may be\npronounced in systems with biogenic habitat if the\nhabitat benefits from animals that occupy the habitat.\nAs in ant–plant or flower–pollinator mutualisms (Mitch-\nell et al. 2009), some invertebrates and fishes (including\nD. flavicaudus) use coral for structure and/or food and\nalso provide positive benefits to the coral (Goldshmid et\nal. 2004, Stewart et al. 2006, Holbrook et al. 2008). If\nthere is propagule redirection (Fig. 1A), then corals\neffectively ‘‘compete’’ for colonists of their mutualists.\nThis may have led to the evolution of signaling systems\n(between corals and their symbionts) that have not yet\nbeen fully appreciated by marine scientists. Indeed,\nrecent studies demonstrate that many marine organisms\ncan locate and orient to cues produced by their habitat\n(Lecchini 2004, Simpson et al. 2005). Thus, some marine\nsystems may be more analogous to co-evolved terrestrial\nplant pollinators than previously thought. Indeed,\nbecause many habitats are biogenic, future studies\nshould incorporate propagule redirection and the effects\nof changing densities on the dynamics of the colonists as\nwell as their habitat.\nACKNOWLEDGMENTS\nWe thank S. Boyer, M. Maheigin, S. McKeon, and J. Shima\nfor field assistance; H. Klug, B. Bolker, J. Shima, and the\nSt. Mary-Osenberg-Bolker lab for discussion; J. Samhouri and\nR. Fletcher for helpful comments; B. Bolker for assistance with\nstatistics; the staff of the Gump research station for logistical\nsupport; and the Ocean Bridges program (Partnership Univer-\nsity Fund of the French American Culture Exchange) and NSF\n(OCE-0242312) for funding.\nL\nITERATURECITED\nBarel, C. D. N., et al. 1985. Destruction of fisheries in Africa’s\nlakes. Nature 315:19–20.\nBellwood, D. R., T. P. Hughes, C. Folke, and M. Nystrom.\n2004. Confronting the coral reef crisis. Nature 429:827–833.\nBruno, J. F., E. R. Selig, K. S. Casey, C. A. Page, B. L. Willis,\nC. D. Harvell, H. Sweatman, and A. M. Melendy. 2007.\nThermal stress and coral cover as drivers of coral disease\noutbreaks. PLoS Biology 5:1220–1227.\nCarr, M. H., and M. A. Hixon. 1997. Artificial reefs: the\nimportance of comparisons with natural reefs. Fisheries 22:\n28–33.\nForrester, G. E. 1990. Factors influencing the juvenile\ndemography of a coral reef fish. Ecology 71:1666–1681.\nGaines, S. D., and J. Roughgarden. 1987. Fish in offshore kelp\nforests affect recruitment to intertidal barnacle populations.\nScience 235:479–481.\nGalzin, R., and J. P. Pointer. 1985. Moorea Island, Society\nArchipelago. Pages 73–102inFifth International Coral Reef\nSymposium, Papeete, Tahiti.\nGardner, T. A., I. M. Cote, J. A. Gill, A. Grant, and A. R.\nWatkinson. 2005. Hurricanes and Caribbean coral reefs:\nimpacts, recovery patterns, and role in long-term decline.\nEcology 86:174–184.\nGoldshmid, R., R. Holzman, D. Weihs, and A. Genin. 2004.\nAeration of corals by sleep-swimming fish. Limnology and\nOceanography 49:1832–1839.\nHamner, W. M., M. S. Jones, J. H. Carleton, I. R. Hauri, and\nD. M. Williams. 1988. Zooplankton, planktivorous fish, and\nwater currents on a windward reef face—Great Barrier Reef,\nAustralia. Bulletin of Marine Science 42:459–479.\nHanski, I. 1998. Metapopulation dynamics. Nature 396:41–49.\nHolbrook, S. J., A. J. Brooks, R. J. Schmitt, and H. L. Stewart.\n2008. Effects of sheltering fish on growth of their host corals.\nMarine Biology 155:521–530.\nHolbrook, S. J., and R. J. Schmitt. 2002. Competition for\nshelter space causes density-dependent predation mortality in\ndamselfishes. Ecology 83:2855–2868.\nJones, G. 1997. Relationships between recruitment and post-\nrecruitment processes in lagoonal populations of two coral\nreef fishes. Journal of Experimental Marine Biology and\nEcology 213:321–346.\nLecchini, D. 2004. Experimental assessment of sensory abilities\nof coral reef fish larvae in the detection of their settlement\nlocation. CR Biologies (Comptes Rendus Biologies) 327:159–\n171.\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2831 MS#09-1993\nOctober 20102831PROPAGULE REDIRECTION IN REEF FISH\nR\neports\n\nMacArthur, R. H., and E. O. Wilson. 1967. The theory of\nisland biogeography. Princeton University Press, Princeton,\nNew Jersey, USA.\nMitchell, R. J., R. J. Flanagan, B. J. Brown, N. M. Waser, and\nJ. D. Karron. 2009. New frontiers in competition for\npollination. Annals of Botany 103:1403–1413.\nMunday, P. L., and S. K. Wilson. 1997. Comparative efficacy\nof clove oil and other chemicals in anaesthetization of\nPomacentrus amboinensis, a coral reef fish. Journal of Fish\nBiology 51:931–938.\nOsenberg, C. W., C. M. St. Mary, R. J. Schmitt, S. J. Holbrook,\nP. Chesson, and B. Byrne. 2002a. Rethinking ecological\ninference: density dependence in reef fishes. Ecology Letters\n5:715–721.\nOsenberg, C. W., C. M. St. Mary, J. A. Wilson, and W. J.\nLindberg. 2002b. A quantitative framework to evaluate the\nattraction–production controversy. ICES Journal of Marine\nScience 59:S214–S221.\nPalmer, M. A., R. F. Ambrose, and N. L. Poff. 1997. Ecological\ntheory and community restoration ecology. Restoration\nEcology 5:291–300.\nPeterson, C. H., and R. Black. 1991. Preliminary evidence for\nprogressive sestonic food depletion in incoming tide over a\nbroad tidal sand flat. Estuarine Coastal and Shelf Science 32:\n405–413.\nPorter, J. W. 1972. Predation byAcanthasterand its effect on\ncoral species diversity. American Naturalist 106:487–492.\nRausher, M. D. 1979. Larval habitat suitability and oviposition\npreference in three related butterflies. Ecology 60:503–511.\nRenwick, J. A. A., and F. S. Chew. 1994. Oviposition behavior\nin Lepidoptera. Annual Review of Entomology 39:377–400.\nResetarits, W. J. 2001. Colonization under threat of predation:\navoidance of fish by an aquatic beetle,Tropisternus lateralis\n(Coleoptera: Hydrophilidae). Oecologia 129:155–160.\nResetarits, W. J. 2005. Habitat selection behaviour links local\nand regional scales in aquatic systems. Ecology Letters 8:\n480–486.\nResetarits, W. J., and C. A. Binckley. 2009. Spatial contagion of\npredation risk affects colonization dynamics in experimental\naquatic landscapes. Ecology 90:869–876.\nRobertson, D. R. 1996. Interspecific competition controls\nabundance and habitat use of territorial Caribbean damsel-\nfishes. Ecology 77:885–899.\nSchmitt, R. J., and S. J. Holbrook. 1996. Local-scale patterns of\nlarval settlement in a planktivorous damselfish: Do they\npredict recruitment? Australian Journal of Marine and\nFreshwater Research 47:449–463.\nSchmitt, R. J., and S. J. Holbrook. 2007. The scale and cause of\nspatial heterogeneity in strength of temporal density depen-\ndence. Ecology 88:1241–1249.\nSilliman, B. R., J. van de Koppel, M. D. Bertness, L. E.\nStanton, and I. A. Mendelssohn. 2005. Drought, snails, and\nlarge-scale die-off of southern U.S. salt marshes. Science 310:\n1803–1806.\nSimpson, S. D., M. Meekan, J. Montgomery, R. McCauley,\nand A. Jeffs. 2005. Homeward Sound. Science 308:221.\nSkole, D., and C. Tucker. 1993. Tropical deforestation and\nhabitat fragmentation in the Amazon: satellite data from\n1978 to 1988. Science 260:1905–1910.\nStav, G., L. Blaustein, and J. Margalith. 1999. Experimental\nevidence for predation risk sensitive oviposition by a\nmosquito,Culiseta longiareolata. Ecological Entomology\n24:202–207.\nStewart, H. L., S. J. Holbrook, R. J. Schmitt, and A. J. Brooks.\n2006. Symbiotic crabs maintain coral health by clearing\nsediments. Coral Reefs 25:609–615.\nSweatman, H. P. A. 1985. The influence of adults of some coral\nreef fishes on larval recruitment. Ecological Monographs 55:\n469–485.\nWhite, J. W., J. F. Samhouri, A. C. Stier, C. L. Womald, S. L.\nHamilton, and S. A. Sandin. 2010. Synthesizing mechanisms\nof density dependence in reef fishes: behavior, habitat\nconfiguration, and observation scale. Ecology 91:1949–1961.\nAPPENDIX A\nExperimental design and map of study site (Ecological ArchivesE091-202-A1).\nAPPENDIX B\nRecruitment model, parameterization, and projections (Ecological ArchivesE091-202-A2).\nAPPENDIX C\nLocal scale variation in settlement relative to prevailing currents (Ecological ArchivesE091-202-A3).\nAPPENDIX D\nPartitioning the effect on recruitment (Ecological ArchivesE091-202-A4).\nAPPENDIX E\nResults for each species (Ecological ArchivesE091-202-A5).\n//Xinet/production/e/ecol/live_jobs/ecol-91-11/ecol-91-11-26/layouts/ecol-91-11-26.3d \u0002 Thursday, 23 September 2010 \u0002 10:31 am \u0002 Allen Press, Inc. \u0002 Page 2832 MS#09-1993\nADRIAN C. STIER AND CRAIG W. OSENBERG2832Ecology, Vol. 91, No. 10\nR\neports\n\nAPPENDICES \nAppendix A: Experimental Design and Map of Study Site \ni) A standardized habitat unit (SHU); ii) the spatial arrangement of a single replicate block \n(consisting of 14 SHUs: two alone, two in the center of the circle, ten on the edge of the circle), \nshowing the treatments with (left hand side) and without (right hand side) neighboring SHUs; \nand iii) a map of the north shore of Moorea, showing the approximate locations of the 12 \nexperimental blocks.   \n \n\n \nAppendix B:  Recruitment Model, Parameterization and Projections \nWe started with the standard formulation of the Beverton-Holt recruitment function (e.g., \nOsenberg et al. 2002): \n , (A1) \nwhere D\nt\n is the density of recruits to a site (i.e., settlers who survive t days); D\n0\n is the initial \ndensity of settlers to that site, α is the per capita density-independent mortality rate, and β is the \nper capita density-dependent mortality rate.  Because we were interested in the separate effects \nof habitat (h) and numbers (N), per se, we re-expressed density (D = N/h) to obtain: \n \n , (A2) \nNotice that the parameters have the same meanings and units in A2 as in A1 (i..e, a: 1/day, t: \nday; β : corals / fish / day).  We then parameterized the Beverton-Holt model (fitting α and β) \nusing data from previous studies of density dependence conducted on one of the focal species, D. \nflavicaudus (Holbrook and Schmitt 2002, Schmitt and Holbrook 2007). The corals used by \nSchmitt and Holbrook (2007) were approximately twice the areal dimension of ours, so we \nparameterized the model by doubling their coral numbers to reflect the difference in areal cover \nof corals in the two studies (i.e., h is expressed as the number of corals of the size used in our \nstudy).  \n\n Recruitment patterns of newly settled reef fishes, including D. flavicaudus, are driven by \nhigh mortality within the first few days following their arrival to the reef (Almany and Webster \n2006, Schmitt and Holbrook 2007).  We therefore calculated the expected number of survivors \nafter two days on the reef (i.e., “recruitment”).  This time scale is the same as the one used to \ngenerate the data with which we parameterized the model (Schmitt and Holbrook 2007).  We \nassumed that density dependence was most strong among fish that settled within 2 weeks of one \nanother, and therefore used the total number of settlers per coral observed in our 28 day (i.e., + 2 \nweeks) field study.  We then compared the levels of settlement and recruitment in a system with \nlow habitat availability (h = 1) to one with high habitat availability (h = 2.75); this 2.75 fold \ndifference in habitat availability is within the range of habitat losses observed in coral reef \nsystems (e.g.  Connell et al. 2004, Bruno and Selig 2007). Expected settlement intensities were \ntaken from our field experiment (low vs. high habitat availability) for D. flavicaudus, but we also \nexamined the results under much lower and higher settlement intensities to better generalize the \nresults. \n\nAppendix C:  Local Scale Variation in Settlement Relative to Prevailing Currents \nThe circular array provided additional information on propagule redirection because the current \nat our sites was predominantly unidirectional, coming in over the reef crest to the north of the \nstudy sites and flowing over the sites before exiting the lagoon through deeper channels (Hench \net al. 2008). Thus, we compared cumulative settlement to the SHUs in the “upstream” (i.e., most \nnortherly) half of the circle to the “downstream” half. This statistical approach was similar to the \nprevious two, except that we added 1 to the number of settlers due to the presence of zeros at \nsome downstream sectors: ln[(S\nup\n+1)/(S\ndown\n+1)]. For all analyses, we used paired t-tests, \ncomparing ln(S) (or ln(S+1)) for the two treatments (n = 12 blocks). \nWithin the circular grid of neighboring SHUs, there was a spatial pattern that further \nsuggested propagule redirection (i.e., settlement shadows, sensu Jones 1997). Settlement to the \nfive upcurrent SHUs was 29-165% greater than to the five downcurrent SHUs for all four focal \nspecies, although this pattern was significant for only two of the four species (Fig. C1): D \nflavicaudus (t\n11 \n= 2.80; P = 0.017), H. trimaculatus (t\n11 \n= 2.65; P = 0.023), D. aruanus (t\n11 \n= \n2.06; P = 0.062), and P. lacunicolus (t\n11 \n= 0.44; P = 0.67). \n \nFigure C1 The spatial distribution of fish on the circular array of ten SHUs in the high habitat \ntreatment. Wedge size represents the relative magnitude of settlement averaged across the twelve \nsites. Points give the back-transformed mean (+/- 95%CI) relative settlement to the five \nupcurrent SHUs vs. the five downcurrent SHUs: (S\nup\n+1)/(S\ndown\n+1), n=12 replicate arrays.  \n\n \n \n \nAppendix D:  Partitioning the Effect on Recruitment \nHabitat addition can increase recruitment and local density via two mechanisms: 1) increased \nsettlement (because there is more habitat to attract larvae: i.e., Field-of-Dreams); and 2) reduced \ndensity dependence (because settlers are spread out among more habitat: i.e., Propagule \nRedirection).  To partition the potential change in recruitment to these two components, we \nexplored six recruitment levels defined by the two recruitment functions (low vs. high habitat \navailability: i.e., h = 1 or h = 2.75 in Equation 1 or A2) and three settlement levels (observed \nunder low habitat availability, observed under high habitat availability, and the expected \nsettlement if settlement was proportional to habitat availability). We then used these recruitment \nlevels to define:  \n\n1) the potential recruitment effect predicted by the Field-of-Dreams Hypothesis (i.e., the \ndifference in recruitment predicted under high habitat vs. low habitat availability \nassuming settlement was proportional to habitat availability), and  \n2) the realized recruitment effect (i.e., the difference in predicted recruitment under high \nvs. low habitat availability given observed settlement responses).  We partitioned the \nrealized effect into that attributable to:  \na) propagule redirection combined with reduced density dependence (i.e., the \nchange in recruitment when habitat is increased but settlement remains at ambient \nlevels);  \nb) increased settlement only (i.e., the change in recruitment when settlement is \nincreased but density dependence is unaffected); and  \nc) the interaction between settlement augmentation and density dependence \n(arising from non-linearities in the recruitment function). \nThe difference between the potential and the realized effects is the amount of recruitment under \nthe Field-of-Dreams Hypothesis that was not achieved.  The results of this partitioning are \nsummarized in Figure 2. \n\nAppendix E.  Results for Each Species. \nTable E1. Settlement of all recorded species of fish summed over 12 sites and 28 days. ‘Circle’ \nrefers to 10 neighboring SHUs on the outer rim of the “high habitat availability” treatments; \nFocal refers to the two focal SHUs in each treatment, either surrounded by neighboring corals \n(high habitat availability) or not (low habitat availability treatment). \n\n \n Total Settlement \n     \n High Habitat Availability \n Low Habitat \nAvailability \n     \nFamily (common name) Circle Focal  Focal \nGenus species     \nHolocentridae (Squirrelfishes)     \nNeoniphon sammara 0 3  2 \n     \nApogonidae (Cardinalfishes)     \nApogonichthys ocellatus 1 3  0 \n     \nPomacentridae (Damselfishes)      \nChromis viridis 2 0  15 \nDascyllus aruanus  94 35  87 \nDascyllus flavicaudus 111 29  120 \nPomacentrus pavo 4 1  5 \n     \nLabridae (Wrasses and \nParrotfishes)    \n \n \nHalichoeres trimaculatus 72 28  61 \nPseudocheilinus hexataenia 1 0  0 \nScarus oviceps  4 1  3 \nChlorurus sordidus 2 1  0 \n     \nGobiidae (Gobies)      \nEviota sp. 5 0  3 \nParagobiodon lacunicolus 39 28  53 \nParagobiodon modestus 7 0  2 \nPriolepis squamogena 4 0  3 \n     \nAcanthuridae (Surgeonfishes)      \nAcanthurus olivaceus 0 2  0 \nAcanthurus triostegus 5 16  6 \n     \nTotal  351 147  359 \n\n \nLiterature Cited \nAlmany, G. R. and M. S. Webster. 2006. The predation gauntlet: early post-settlement mortality \nin reef fishes. Coral Reefs 25:19-22. \nBruno, J. F. and E. R. Selig. 2007. Regional decline of coral cover in the Indo-Pacific: timing, \nextent, and subregional comparisons. PLoS ONE 2:e711, 711-718. \nConnell, J. H., T. E. Hughes, C. C. Wallace, J. E. Tanner, K. E. Harms, and A. M. Kerr. 2004. A \nlong-term study of competition and diversity of corals. Ecological Monographs 74:179-\n210. \nHench, J. L., J. J. Leichter, and S. G. Monismith. 2008. Episodic circulation and exchange in a \nwave-driven coral reef and lagoon system. Limnology and Oceanography 53:2681-2694. \nHolbrook, S. J. and R. J. Schmitt. 2002. Competition for shelter space causes density-dependent \npredation mortality in damselfishes. Ecology 83:2855-2868. \nJones, G. 1997. Relationships between recruitment and postrecruitment processes in lagoonal \npopulations of two coral reef fishes. Journal of Experimental Marine Biology and \nEcology 213:321-346. \nSchmitt, R. J. and S. J. Holbrook. 2007. The scale and cause of spatial heterogeneity in strength \nof temporal density dependence. Ecology 88:1241-1249. \n \n ",
  "extractedAt": "2025-12-12T18:45:13.729Z",
  "success": true,
  "matchedPublication": {
    "title": "Propagule redirection: Habitat availability reduces colonization and increases recruitment in reef fishes",
    "doi": "10.1890/09-1993.1",
    "year": "2010",
    "authors": "Stier, Adrian C.; Osenberg, Craig W."
  }
}