{
  "filename": "Stier et al. (Coral Reefs) 2008.pdf",
  "numPages": 1,
  "text": "Coral reef fishes use crown-of-thorns seastar as habitat Received: 25 August 2008 / Accepted: 28 October 2008 ÓSpringer-Verlag 2008 Between January and July 2008, we observed an unusual association between several species of coral reef fishes and the corallivorous crown-of-thorns seastarAcanthaster planci within the lagoon of Moorea, French Polynesia (17°30¢S: 149°50¢W). Four species of recently settled damselfishes (Pomacentrus pavo,Dascyllus aruanus,D. flavicaudus, and D. trimaculatus) as well as juveniles and adults of a cardi- nalfish (Siphamiasp.) were seen sheltering within the ven- omous spines ofAcanthaster. Three of the damselfish species normally occupy branching corals throughout their lives, one occupies sea anemones when young and shifts to general coral reef habitat when older, and the cardinalfish, an undescribed species (O. Gon and J. Randall, pers. comm.), appears to normally associate with sea urchins. Fishes only inhabitedAcanthasterwhen the seastars occurred on sandy substrate at least several meters away from corals. Surveys done in January along four 200·10 m transects (5, 10, 15, and 20 m depth) revealed that 6 out of 29 Acanthasterwere occupied by cardinalfish (2–18 fish per seastar, mean = 6.2). All occupied seastars were more than 5 m from the reef, whereas none of theAcanthasterless than 5 m from the reef contained fishes. The four damselfish species noted above were not seen during this survey, but we observed them occupyingAcanthasterat other times during January (Fig.1), also only when the host seastar was distant from the reef. During surveys in June along three transects (5, 10, and 20 m depth), we observed 11Acanthasterand three of these that were more than 5 m from the reef were occupied by cardinalfish (2–9 per seastar, mean = 4.3) and one also had a single damselfish that was too small and unpigmented to identify. We know no prior records of damselfishes occupyingAcanthaster. The outcome of this apparently short-term, opportunistic, commensal relationship is unclear. Only recently settled damselfishes were seen inhabitingAcanthaster, implying that individuals either move to more typical habitat after settling onAcanthaster, perhaps when seastars move near the reef, or die. In contrast, all life stages of the cardinalfishSiphamiasp., from recent settlers to adults mouthbrooding eggs were found onAcanthaster, as has been noted for other members of this genus (e.g., Allen1972). These observations reveal previously unappreciated flexibility in the range of habitats used by several coral reef fishes. Future studies will be necessary to document whether this association persists beyond the current outbreak of Acanthasterand to determine the types and magnitude of potential effects on the population dynamics of the fish species involved. AcknowledgmentsWe thank C. Lantz for assistance in the field, and three anonymous reviewers for helpful comments. Funding was provided by Northeastern University’s Three Seas Marine Biology program as well as the National Science Foundation (OCE 04-17412). Reference Allen GR (1972) Observations on a commensal relationship betweenSiphamia fuscolineata(Apogonidae) and the crown-of-thorns starfish,Acanthaster planci. Copeia 3:595 A. C. Stier (&) Department of Zoology, University of Florida, Gainesville, FL 32611-8525, USA e-mail: astier@zoology.ufl.edu M. A. Steele Department of Biology, California State University, 18111 Nordhoff Street, Northridge, CA 91330-8303, USA A. J. Brooks Coastal Research Center, Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106-6150, USA Fig. 1Dascyllus flavicaudusandSiphamiasp.(upper left) shelter- ing amongst the spines ofAcanthaster planci. Photo by M.A. Steele 123 Coral Reefs DOI 10.1007/s00338-008-0445-9 Reefsites",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we observed an unusual association between several species of coral reef fishes and the corallivorous crown-of-thorns seastarAcanthaster planci within the lagoon of Moorea, French Polynesia (17°30¢S: 149°50¢W).",
    "we observed them occupyingAcanthasterat other times during January (Fig.",
    "we observed 11Acanthasterand three of these that were more than 5 m from the reef were occupied by cardinalfish (2–9 per seastar, mean = 4."
  ],
  "fullText": "\n\nCoral reef fishes use crown-of-thorns seastar as habitat\nReceived: 25 August 2008 / Accepted: 28 October 2008\nÓSpringer-Verlag 2008\nBetween January and July 2008, we observed an unusual\nassociation between several species of coral reef fishes and\nthe corallivorous crown-of-thorns seastarAcanthaster planci\nwithin the lagoon of Moorea, French Polynesia (17°30¢S:\n149°50¢W). Four species of recently settled damselfishes\n(Pomacentrus pavo,Dascyllus aruanus,D. flavicaudus, and\nD. trimaculatus) as well as juveniles and adults of a cardi-\nnalfish (Siphamiasp.) were seen sheltering within the ven-\nomous spines ofAcanthaster. Three of the damselfish species\nnormally occupy branching corals throughout their lives, one\noccupies sea anemones when young and shifts to general coral\nreef habitat when older, and the cardinalfish, an undescribed\nspecies (O. Gon and J. Randall, pers. comm.), appears to\nnormally associate with sea urchins.\nFishes only inhabitedAcanthasterwhen the seastars\noccurred on sandy substrate at least several meters away from\ncorals. Surveys done in January along four 200·10 m\ntransects (5, 10, 15, and 20 m depth) revealed that 6 out of 29\nAcanthasterwere occupied by cardinalfish (2–18 fish per\nseastar, mean = 6.2). All occupied seastars were more than\n5 m from the reef, whereas none of theAcanthasterless than\n5 m from the reef contained fishes. The four damselfish\nspecies noted above were not seen during this survey, but we\nobserved them occupyingAcanthasterat other times during January (Fig.1), also only when the host seastar was distant from the reef.\nDuring surveys in June along three transects (5, 10, and 20 m depth), we observed 11Acanthasterand three of these that were more than\n5 m from the reef were occupied by cardinalfish (2–9 per seastar, mean = 4.3) and one also had a single damselfish that was too small and\nunpigmented to identify.\nWe know no prior records of damselfishes occupyingAcanthaster. The outcome of this apparently short-term, opportunistic,\ncommensal relationship is unclear. Only recently settled damselfishes were seen inhabitingAcanthaster, implying that individuals either\nmove to more typical habitat after settling onAcanthaster, perhaps when seastars move near the reef, or die. In contrast, all life stages of the\ncardinalfishSiphamiasp., from recent settlers to adults mouthbrooding eggs were found onAcanthaster, as has been noted for other\nmembers of this genus (e.g., Allen1972). These observations reveal previously unappreciated flexibility in the range of habitats used by\nseveral coral reef fishes. Future studies will be necessary to document whether this association persists beyond the current outbreak of\nAcanthasterand to determine the types and magnitude of potential effects on the population dynamics of the fish species involved.\nAcknowledgmentsWe thank C. Lantz for assistance in the field, and three anonymous reviewers for helpful comments. Funding\nwas provided by Northeastern University’s Three Seas Marine Biology program as well as the National Science Foundation\n(OCE 04-17412).\nReference\nAllen GR (1972) Observations on a commensal relationship betweenSiphamia fuscolineata(Apogonidae) and the crown-of-thorns\nstarfish,Acanthaster planci. Copeia 3:595\nA. C. Stier (&)\nDepartment of Zoology, University of Florida, Gainesville, FL 32611-8525, USA\ne-mail: astier@zoology.ufl.edu\nM. A. Steele\nDepartment of Biology, California State University, 18111 Nordhoff Street, Northridge, CA 91330-8303, USA\nA. J. Brooks\nCoastal Research Center, Marine Science Institute, University of California Santa Barbara, Santa Barbara, CA 93106-6150,\nUSA\nFig. 1Dascyllus flavicaudusandSiphamiasp.(upper left) shelter-\ning amongst the spines ofAcanthaster planci. Photo by M.A. Steele\n123\nCoral Reefs\nDOI 10.1007/s00338-008-0445-9\nReefsites",
  "extractedAt": "2025-12-12T18:45:14.504Z",
  "success": true
}