{
  "filename": "Stier et al (Oikos) 2013.pdf",
  "numPages": 15,
  "text": "171 Predator density and competition modify the benefits of group formation in a shoaling reef fish Adrian C. Stier, Shane W. Geange and Benjamin M. Bolker A. C. Stier (astier@ufl.edu) and B. M. Bolker, Dept of Biology, Univ. of Florida, Gainesville, FL 32611-8525, USA. Present address for BMB: Depts of Mathematics and Statistics and Biology, McMaster Univ., Hamilton, Ontario. L8S 4K1, Canada. – S. W. Geange, School of Biological Sciences, PO Box 600, Victoria Univ. of Wellington, Wellington 6140, New Zealand. Oikos 122: 171–178, 2013 doi: 10.1111/j.1600-0706.2012.20726.x © 2012 !e Authors. Oikos © 2012 Nordic Society Oikos Subject Editor: Peter Todd. Accepted 27 April 2012 !e importance of prey density in modifying predator foraging behavior, and hence community dynamics, has a rich history in ecology (Nicholson and Bailey 1935, Holling 1959). For example, shifts in a predator’s foraging behavior can affect the stability of predator–prey dynamics (Deangelis et al. 1975), spatial distribution of predators (Van Der Meer and Ens 1997), food chain length (Schmitz 1992), and the strength of species interactions in complex food webs (Novak and Wootton 2008). !e functional response represents mechanisms underlying the prey– predator interaction; thus, quantifying changes in func- tional response parameters is a natural way to test hypotheses about these mechanisms. Shifts in predator foraging response can occur due to predator–predator interactions (e.g. intraguild predation, interference competition, or cooperative hunting by predators) (Skalski and Gilliam 2001) as well as common or conflicting behavioral responses of prey to multiple predators (Sih et al. 1998). Predator- induced benefits of group living are common for a number of taxa, from caribou (Wittmer et al. 2005) to cliff swal- lows (Brown and Brown 2003) to queen conch (Ray and Stoner 1994), and active group formation by prey in the presence of predators (e.g. schools of fish and herds of savan- nah ungulates) or group formation of predators hunting prey can stabilize predator–prey dynamics by modifying the functional response (Fryxell et al. 2007). Below we describe a first experiment where we estimate how two components of a predator’s functional response (attack rate and handling time) vary under different predator densities, and link these changes to mechanistic hypotheses. Functional responses can also be used to study the effect of multiple prey species on predator foraging behav- ior (Murdoch 1973, Golubski and Abrams 2011). For example, an alternative prey species can increase predator C h o i c e E d i t o r ’ s OIKOS Synthesis Predation risk experienced by individuals living in groups depends on the balance between predator dilu- tion, competition for refuges, and predator interference or synergy. These interactions operate between prey species as well: the benefits of group living decline in the presence of an alternative prey species. We apply a novel model-fitting approach to data from field experiments to distinguish among competing hypotheses about shifts in predator foraging behavior across a range of predator and prey densities. Our study provides novel analytical tools for analyzing predator foraging behavior and offers insight into the processes driving the dynamics of coral reef fish. Studies of predator foraging behavior typically focus on single prey species and fixed predator densities, ignoring the potential importance of complexities such as predator dilution; predator-mediated effects of alternative prey; heterospecific competition; or predator–predator interactions. Neglecting the effects of prey density is particularly problematic for prey species that live in mixed species groups, where the beneficial effects of predator dilution may swamp the negative effects of heterospecific competition. Here we use field experiments to investigate how the mortality rates of a shoaling coral reef fish (a wrasse: !alassoma amblycephalum), change as a result of variation in: 1) conspecific density, 2) density of a preda- tor (a hawkfish: Paracirrhites arcatus), and 3) presence of an alternative prey species that competes for space (a damselfish: Pomacentrus pavo). We quantify changes in prey mortality rates from the predator’s perspective, examining the effects of added predators or a second prey species on the predator’s functional response. Our analysis highlights a model-fitting approach that discriminates amongst multiple hypotheses about predator foraging in a community context. Wrasse mortal- ity decreased with increasing conspecific density (i.e. mortality was inversely density-dependent). !e addition of a second predator doubled prey mortality rates, without significantly changing attack rate or handling time – i.e. there was no evidence for predator interference. !e presence of a second prey species increased wrasse mortality by 95%; we attribute this increase either to short-term apparent competition (predator aggregation) or to a decrease in handling time of the predator (e.g. through decreased wrasse vigilance). In this system, 1) prey benefit from intraspecific group living though a reduced predation risk, and 2) the benefit of group living is reduced in the presence of an alternative prey species. 172 attack rates on focal prey by competitively excluding a focal species from refuges. Alternatively, the presence of alter- native prey could drive short-term aggregation of mobile predators, again increasing rates of focal prey mortality (Holt and Kotler 1987). Shifts in attack rate and han- dling have conventionally been examined at fixed predator densities, whereas short-term aggregative responses of predators are often studied by documenting short-term shifts in predator abundance (Schmitt 1987, Overholtzer- McLeod 2006). It can be difficult to document short-term aggregative response of highly mobile predators and to dis- tinguish an aggregative response from a shift in attack rate or handling time of sedentary predators. In a second experi- ment, we quantify mortality rates of a focal prey species in the presence and absence of an alternative prey that is also a likely space competitor (Carr et al. 2002, Almany 2004). We develop and apply an explicit statistical framework that combines predator functional response curves and short-term aggregative response of predators by estimating shifts in attack rate, handling time, and effective preda- tor density as alternative mechanistic models explaining variation in mortality rates of prey. For each experiment, we take both a ‘predator-centric’ (examining feeding rate of a single predator, as a function of prey density) and ‘prey-centric’ approach (examining per capita prey mortal- ity rate, as a function of prey density). Methods Study system and species We conducted all fieldwork during the austral summer of 2007 on two arrays of patch reefs within the shallow (3–7 m deep) northern lagoon of Moorea, French Polynesia (17o30aS, 149o50aW). !e array used in experiment 1 consisted of 12 replicate artificial patch reefs separated by 20 m within a sand flat (for a detailed description see Supplementary material Appendix A1). !e array used in experiment 2 consisted of 16 reefs randomly selected from 28 patch reefs that had been translocated to a large sand flat. Patch reefs were separated by a minimum of 15 meters. Each patch reef was a monospecific colony of Porites lobata to which we attached one colony of Pocillopora verrucosa to provide additional structural complexity (for spe- cific details on the array see Geange and Stier 2009). Each of our experimental reef arrays closely mimic the size and spa- tial arrangement of patch reefs in Moorea, where the lagoon is interspersed with patch reefs within a matrix of sand, fine coral rubble and coral pavement with individual patch reefs separated by less than a meter, to tens of meters (Galzin and Pointer 1985). !ese patch reefs are regularly occupied by a variety of wrasse, damselfish and hawkfish species. Our studies focused on three species of coral reef fish: a focal prey species, the bluntnose wrasse !alassoma amblycephalum, an alternative prey species, the sapphire damsel Pomacentrus pavo, which competes with the blunt- nose wrasse for space on the reef (Almany 2004), and a predator, the arc-eye hawkfish Paracirrhites arcatus. All three species use Pocillopora spp. (a structurally complex coral) for shelter. !e bluntnose wrasse (hereafter ‘wrasse’) is a habitat generalist that feeds diurnally on zooplankton; recently settled individuals shoal above coral colonies in aggre- gations of approximately 5–15 individuals (McDermott 2006). !e sapphire damsel, like the wrasse, is a diurnally feeding planktivore and habitat generalist, often forming loose shoaling aggregations on live coral or coral rubble. !e sapphire damsel (‘damselfish’) settles at densities from 1–35 individuals per m 2 (Stier and Geange unpubl.), and is known at adult sizes to be territorial and aggressive towards heterospecifics inhabiting the same habitat patch, inhibiting the recruitment of newly settled fishes (Almany 2004). !e arc-eye hawkfish (‘hawkfish’) is an abundant, diurnally active, territorial predator. Individuals scan the surrounding reef from atop coral colonies of Pocillopora spp. or Acropora for small fishes and invertebrate prey. Hawkfish live in loose harems, with large dominant males accompanied by 4–6 females on neighboring coral heads. Within a given Pocillopora colony, the abundance of hawkfish in Moorea ranges from 0–2 individuals (Kane et al. 2009). Notably, the focal wrasse described here can be loosely described a Pacific analogue to a well-studied congener wrasse, !alassoma bifasciatum, found in the Caribbean. Previous studies of T. bifasciatum have documented both direct and inverse density dependent mortality for recently settled fish (Caselle 1999, White 2007, White and Warner 2007); therefore the formation of loose shoaling aggregations is an important phenomenon governing the dynamics of this well-studied group of reef fish (White et al. 2010). Fish handling and tagging We collected experimental fishes from the lagoon using hand nets and anesthetic clove oil. Collected fish were trans- ferred to holding tanks for 24 h. After 24 h, fish were ran- domly assigned to treatments and tagged with subcutaneous Visible Implant Elastomer (VIE) tags slightly anterior to the caudal peduncle. VIE tags do not have adverse effects on other fishes (Beukers et al. 1995, Imbert et al. 2007, Simon 2007) and mortality after tagging was less than 2% for 330 wrasses tagged in our study. To allow the assessment of immigration and emigration between reefs, different col- ored tags were used for each reef. After tagging, we returned fish to aerated aquaria for 6–12 h before measuring them to the nearest 0.1 mm SL and deploying them in the field. VIE tags were readable through the skin of the fish by observers in the field, so it was not necessary to recapture individuals to determine their identity. We therefore assumed that tagging and handling effects were minimal. Our visual recapture of fishes on experimental reefs and nearby natural reef found no evidence for immigration or emigration of experimental fishes (wrasses, hawkfish or damselfish). !erefore the loss of a wrasse from a reef was assumed to be due to predation and not emigration. First, previous experimental studies of T. amblycephalum (wrasse) congeners of similar size on the array used in experiment 2 detected zero immigration or emigration of tagged individuals between reefs over a seven day experiment (Geange and Stier 2009). Second, another six day study manipulating shoals of recently recruited !alassoma wrasses on reefs separated by as little as 5 m have found no immi- gration of tagged individuals (White and Warner 2007). 173 Experiment 1 Effects of predator and conspecific density on prey survival We a s s e s s e d t h e i n t e r a c t i n g effects of shoal size of the wrasse (4 levels: 3, 5, 10 or 15 wrasses per reef ) and predator density (3 levels: 0, 1, or 2 hawkfish per reef ) on the per capita survival of wrasses (12 treatments randomly assigned to 12 reefs). We removed all resident predators (including sand- perch, groupers, stonefish and eels) from the reef array prior to deploying experimental fishes to the reefs. We allowed wrasses to acclimate by deploying hawkfish 1 h after wrasses. !e standard length of wrasses and hawkfish used in the experiment were 13.8   2.0 mm and 72.0   3.5 mm (mean   SD) respectively. We replicated our experiment in three temporal blocks (beginning 2, 10 and 21 May 2007), with no within-block replication (i.e. n   3 temporal rep- licates for each treatment, which was randomized for each time step). For each temporal block, we maintained preda- tor removals (although immigration of new predators was minimal after initial removals, with 2.0   1.0 (mean   SD) predators removed per temporal block). Each temporal block was terminated after six days because mortality rates of reef fishes are generally greatest in the first 36–48 h after settlement (Almany and Webster 2006). To determine whether shoaling behavior was affected by shoal size and/or predator density we quantified the shoaling behavior of wrasses during the second and third temporal blocks. Two divers sequentially visited each reef, allowing ten minutes for fish to acclimate to their presence before beginning observation. Each diver recorded the shoal- ing behavior of one focal wrasse for five minutes. Shoaling was quantified as the number of seconds out of 300 during which two or more wrasses swam within two body lengths of the focal individual. Experiment 2 Effect of a heterospecific damselfish competitor on wrasse survival To test how the presence of an alternative prey species affects the strength of density dependence in wrasses, we crossed wrasse density treatments (3, 5, 8, 12 and 15 individuals per reef ) with the presence of damselfish (0 or 20 individuals per reef ) on reefs where predators existed at naturally occur- ring densities and often with heterospecifics (Supplementary material Appendix A2). To improve our estimates of survival we increased the number of replicates at low densities of wrasse: we used three replicates for the 3-wrasse treatment; two replicates for the 5-wrasse treatment; and one replicate each for the 8-, 12- and 15-wrasse treatments. We randomly assigned treatments to reefs, and fish to treatments. We deployed damselfish on the morning, and wrasses on the afternoon of 29 May 2007, and assessed survival of wrasses after six days. Mean sizes of wrasses and damselfish used in the experiment were 14.28   1.61 mm SD and 15.8   1.16 mm respectively. Fish collections and tagging pro- tocols were identical in experiment 1 and 2. Although we attempted similar behavior observations of wrasses as were conducted in experiment 1, we were unsuccessful because damselfish were particularly sensitive to the presence and absence of divers making it difficult to monitor interactions between individual wrasses and damselfish. Initial number Number killed 0 2 4 6 8 20 0 468101214 Per capita mortality (B) Initial number 0.0 0.2 0.4 0.6 0.8 1.0 2468101214 (A) 0.37 1.00 2.72 0.140.371.002.72 (C) Da D h Da changes D h changes D P changes Da Null Dh 95% CI Full model 7.39 0.14 7.39 2 Hawkfish 1 Hawkfish 0 Hawkfish 16 16 0.05 0.05 20.00 20.00 Figure 1. !e effect of wrasse density on (A) the per capita mortality of wrasses (i.e. proportion lost after six days), (B) functional response of hawkfish, and (C) the functional response parameters log(Da) and log(Dh). In (A) and (B), lines and surrounding gray area represent mean   95% CI for each hawkfish treatment: zero (S, fine dash); one (N, medium dash); or two ( U, solid) hawkfish. Functional response curves in (B) are adjusted for baseline mortal- ity to isolate the hawkfish effect. Panel (C) represents maximum likelihood estimates for four models of increasing levels of complex- ity: 1) null model: no flexibility in attack rate or handling time, 2) Dh: handling time varies but attack rate is fixed, Da: attack rate var- ies but handling time is fixed, and 4) Full model: both attack rate and handling time are allowed to vary. !ree grey lines (log Dh, Da and DP changes) represent the plane over which each estimate of log(Da), and log(Dh) change with each of the four models. For the Full model, the 95% CI is plotted for the maximum likelihood combination of log(Da) and log(Dh). See results section for signifi- cance tests of each of the parameters in the four reported models and Supplementary material Appendix A3 for details on hypothesis tests using likelihood ratio tests. Estimation of functional response curves In both experiment 1 and 2 we fit functional response curves to our data, which are represented in Fig. 1 and 3, respec- tively. To test for changes in predator foraging behavior, we 174 different from 1) by using two separate likelihood-ratio tests comparing the full model (with both Da and Dh different from 1) to (1) to a reduced model with Da   1 and (2) to a reduced model with Dh   1 (see Supplementary material Appendix A3 for model decision tree). !is flexible version of the RRP is an appropriate model for our data because: 1) the model assumes type II functional response where handling time produces an asymptotic relationship between the initial number of prey and the number of prey eaten per predator, 2) the model allows for depletion of prey through time by adjusting parameter estimates based on reductions in prey density through time, and 3) the full and reduced models described above are specific nested subsets of existing predator interference models reviewed in Skalski and Gilliam (2001): Beddington-DeAngelis (Beddington 1975), Crowley-Martin (Crowley and Martin 1989), and Hassell-Varley (Hassell and Varley 1969) (Supplementary material Appendix A4). !erefore we take a strong inference approach by offering up a variety of candidate models that are established in the theoretical lit- erature on predator-dependent functional response curves (Skalski and Gilliam 2001). Examining shifts in attack rate and handling time in the presence of a competitor allows us to test three differ- ent hypotheses about why the number of wrasses eaten can change with the addition of damselfish. 1) !e presence of damselfish increases competition for refuges, which decreases wrasses’ ability to hide. !is competition increases encounter rates (i.e. attack rates) with predators, lead- ing to Da   1. 2) Handling time decreases in the presence of damselfish due to decreased wrasse vigilance or exploit- ative competition for refuges from damselfish, leading to Dh 1. 3) Damselfish attract predators, which then also forage on wrasses (i.e. apparent competition): i.e. P Damsel   P Control . To test these three hypotheses we used a suite of modified functional response models to evaluate prey per capita mortality rates in experiment 2, but fixed the baseline mortality estimate (M) from experiment 1. To test hypotheses 1 and 2, we parameterized a i , and h i , as a Damsel   a Control   Da and h Damsel   h Control   Dh, respectively, where once again Da and Dh give the proportional change in per predator attack rate and handling time. However, unlike experiment 1 where predator densities were fixed as an experimental treatment, in experiment 2 we did not manipulate predators directly. !erefore to test hypoth- esis 3, we allowed P to vary with damselfish treatment as well by fitting a third model to ask whether differences in the number of predators could explain observed shifts in a i and h i in the presence of damselfish. We could not allow a i , h i and P i to vary simultaneously (they are jointly unidentifiable); therefore, in the models where we explored variation in a i and h i we fixed P   1, and in the model where P i was allowed to vary with damselfish treatment, a and h were held at a constant ratio and we parameterized P i as P Damsel   P Control   DP. We again used likelihood ratio tests to test our three hypotheses. To test the attack rate (or han- dling time or apparent competition) hypothesis we com- pared the model parameterized with Da p 1, Dh p 1 and DP p 1 with the reduced models parameterized with Da   1 (or Dh   1 or DP   1). !e DP   1 model restricts changes in Da to be inversely proportional to changes in Dh (i.e. examined changes in attack rates (a) and handling times (h) estimated using a modified form of the Rogers random predator (RRP) equation (itself a modified version of a Holling type II functional response that incorporates prey depletion: Juliano 2001). In our version of the RRP equation, the expected rate of decrease of the prey population at time t depends both on a baseline extrinsic mortality rate and on instantaneous predation mortality, which we assume can be described using a Holling type II functional response: dNt dt Nt j j a i P i a i h i N j t () () 1 ()       M ¥ § ¦ ¦ ́ ¶ μ μ (1) where M is baseline mortality, P i is the number of preda- tors, a i is the (per-predator) attack rate (rate at which the predator encounters prey) when P i predators are present, h i is the handling time (time associated with pursuing, han- dling, masticating and digesting prey) for P i predators, and N j (t) is the number of prey remaining at time t at wrasse density j. For reef fishes where direct consumption is com- monplace, the handling time parameter is primarily asso- ciated with pursuit and digestion rather than mastication. When M   0 equation 1 reduces to the Rogers random predator equation, which can be solved for the total number of individuals eaten by time T either iteratively (Juliano 2001) or using the Lambert W function (McCoy and Bolker 2008); when M   0 we integrated (1) numeri- cally from 0 to T because the equation cannot be solved in closed form. For experiment 1, subscript i varies with hawkfish density treatment; thus attack rate and handling time are estimated for treatments with one or two hawkfish, and P is fixed at one or two in each respective treatment. For experiment 2, subscript i varied with damselfish treat- ment (i.e. control or P. pavo present) rather than predator density. Wrasse mortality did not significantly vary among temporal blocks (one-factor ANOVA on model residu- als with temporal block as a factor: F   0.92, p   0.40). Notably, we did not observe each component of the func- tional response (i.e. attack rate and handling time) separately, but rather inferred these processes from the parameters of the fitted models. Using a general-purpose maximum likelihood estima- tion function assuming binomial responses to obtain para- meter estimates for a Hawk and h Hawk , we used the integrated version of Eq. 1 to address two specific questions about experiment 1. First, we evaluated if per-predator attack rate a Hawk differed between hawkfish densities by parameteriz- ing a Hawk as a 2   a 1   Da, and testing the null hypothesis that Da   1 (or equivalently log(Da)   0). !e parameter Da gives the proportional change in per-predator attack rate with two rather than one predators present: Da   1 suggests that the attack rate of a predator was independent of predator density, Da   1 suggests predator synergism, while Da 1 suggests predator interference. Second, we evaluated whether handling time h Hawk differed between the two predator densities by parameterizing h Hawk as h 2   h 1   Dh, and testing the null hypothesis that Dh   1 (or equivalently log(Dh)   0). We tested for changes in per-predator attack rate and handling time (i.e. whether Da and Dh were significantly 175 infinite upper bound because of high depletion. !us, it is not possible to distinguish between a wide range of attack rates, because even predators with arbitrarily large attack rates cannot kill more prey than are available. We observed low (but non-zero) levels of mortality in the absence of hawkfish ((M)   0.017 (0.009, 0.031) per day, Fig. 1a), which we attri- bute to predation by transient predators that are known to increase mortality rates of fish (e.g. Carangids and Lethrin- ids) (Schmitt et al. 2009) and that we occasionally witnessed near experimental reefs (Stier and Geange unpubl.). Shoaling behavior of wrasses was not affected by an inter- action between predator density and shoal size (F   0.027, p   0.870) or the main effect of predator density (F   0.050, p   0.825); however, the incidence of shoaling significantly increased with increasing conspecific density (F   154.84, p 0.001, Fig. 2). !e observed proportion of time focal individuals spent shoaling greatly exceeded the predictions of the null model for shoaling radii of 0.05 and 0.15 m, but were similar to null expectations for the large 0.3 m (Fig. 2). Experiment 2 Effect of a heterospecific competitor on T. amblycephalum survival Of the 20 P. pavo outplanted to each reef, the mean num- ber surviving across all T. amblycephalum treatments was 10.13   4.63 (mean   SD); this effect was independent of wrasse density (ordinary least-squares regression: t   0.30, p   0.77). From a prey perspective, the per capita mortal- ity of T. amblycephalum was inversely density-dependent in the presence of P. p a v o (Fig. 3). From a predator perspec- tive, the proportional change in attack rate did not signifi- cantly differ from zero (Da   0.66 (0, 4.31) per predator day: C 2 1   0.330, p   0.566) with the addition of dam- selfish. In contrast, the data do suggest increases in either Da   Dh   1); therefore, it is nested within the full model where both Da and Dh differ from 1. To test the hypothesis that mortality of wrasses in experiment 1 and 2 was inverse density dependent we used a likelihood ratio test to compare each of the fully parameterized models to reduced models with handling time fixed at zero. Behavioral analysis Reefs with fewer than three wrasses at the time behavioral observations were conducted were dropped from the anal- ysis (this occurred on a single reef in each of the second and third temporal block). We modeled the proportion of time wrasses spent shoaling using a generalized linear model with a quasibinomial family to account for over- dispersion (residual deviance   1249.3, residual DF   37) and a logit link function. We included hawkfish density as a categorical fixed factor, wrasse shoal size as a continuous covariate, and used a series of F-tests (Venables and Ripley 2002) to test for an interaction between hawkfish density and shoal size and main effects of hawkfish density and shoal size. Because our habitat units were a fixed area, the amount of time a focal fish shoaled should increase with density. To generate a null model, we calculated the expected number of neighbors within a range of shoaling radii (r): 0.05, 0.15 and 0.30 meters as L   P   r 2   (N   1)/A, where A is the area of the reef and N is the number of individuals on the reef. !us if the neighbors were distributed at ran- dom on the reef, the probability of finding   1 fish in the shoaling radius would be 1   Poisson(0, L)   Poisson(1, L), where Poisson(n, L) is the Poisson probability of observing n individuals at a mean rate of L. All statistical analyses were conducted in R ver. 2.9.2 (R Development Core Team). Results Experiment 1 Effects of predator and conspecific density on prey survival From a prey perspective, mortality of wrasses was inversely density dependent in both experiment 1 and 2 (experiment 1: C 2 3   14.399, p   0.002; experiment 2: C 2 3   12.373, p   0.002). From a predator perspective, hawkfish foraged independently from one another. !e proportional change in attack rate and handling time did not differ significantly from one (mean and 95% CI: Da   0.66 (0.10, 4.00) prey per predator day: C 2 1   0.164, p   0.686; Dh   0.83 (0.27, 2.82) prey per predator day: C 2 1   0.161, p   0.688, Fig. 1c), providing no evidence for risk enhancement or risk reduction with increasing hawk- fish density. In other words, the increased wrasse mortality with two hawkfish (relative to one) was entirely explicable by an increase in predator density and not by shifts in attack rate or handling time. Parameter estimates for the full model (mean and 95% CI) were: attack rate (a)   0.367 (0.080, @) per predator day, handling time (h)   1.989 (0.501, 4.181) prey per predator day, and baseline daily mortality rate (M)   0.017 (0.009, 0.031). !e attack rate estimate has an Initial number Proportion time shoaling 0.0 0.2 0.4 0.6 0.8 1.0 r = 0.05 r = 0.15 r = 0.30 46810121416 Figure 2. Effect of wrasse density and hawkfish treatment (zero (S); one (E); and two ( U) hawkfish) on shoaling behavior of wrasses. Gray dashed lines represent null model predicting increases in the probability of shoaling with increases in density for shoaling radii of 0.05, 0.15 and 0.30 m, and solid line represents mean fit from logistic regression for observed increases in shoaling with increases in density. Shaded region around solid line represents 95% CI of model fit. 176 per reef: C 2 1   1.730, p   0.188) implying that shifts in effec- tive predator density or shifts in handling time are equally valid explanations for the increased number of wrasses killed in the presence of damselfish. Parameter estimates for the full model (mean (  95% CI,  95% CI)) were: a   0.52 (0.05, @), per predator day, h   2.10 (2.98, @) prey per predator day. Estimates for the restricted model with proportional shifts in Da and Dh were: a  .20 (0.08, 0.48) per predator day, h   1.40 (0.73, 2.71) prey per predator day. Discussion Despite a rich history in population ecology, the relative strengths of predator and prey density effects on func- tional responses remain contentious (Arditi and Ginzburg 1989, Abrams and Ginzburg 2000, Fussmann et al. 2005, Kratina et al. 2009). While a variety of predator interference mechanisms have been suggested (e.g. direct interference through group hunting, or indirect interference through common prey antipredator responses) (Abrams and Ginzburg 2000), how much predator interference occurs at the natural densities of predators and prey remains unclear. In our experiment 1 we found evidence for resource (i.e. prey) dependence in hawkfish consumption rates, but no evidence for predator dependence over naturally occur- ring hawkfish densities. However, we do not conclude predator dependence is unimportant in all reef fish systems. In experiment 1 we implemented a simplified commu- nity with only a single predator species (other species were removed), mimicking an isolated patch reef with no other resident predators; other studies have documented predator– predator interactions (Hixon and Carr 1997, Bshary et al. 2006, Stallings 2008) that may lead to predator dependence in more diverse predator communities. Tr a d i t i o n a l e v a l u a t i o n s o f d e n s i t y d e p e n d e n t m e c h a- nisms often use ANCOVA to explore how the per capita probability of prey mortality changes across a range of prey densities in the presence or absence of a specific eco- logical process (e.g. resource limitation or predation). !is approach provides a qualitative answer of whether or not a specific process is operating. In contrast, our model-based approach allowed us to ask more specific questions about quantitative changes in attack rates and handling times. !e ANCOVA and model-based approaches are generally equally parsimonious (they make differing, but similarly strong, assumptions about the nature of the data) but the parameters estimated in the model-based approach can be more directly interpreted in terms of ecological processes – subject, of course, to the usual caveats about the scope and representativeness of the experimental setting and the model used. While model-based approaches do not mitigate the inherent risk in inferring unobserved processes from observed pattern (which ecologists and especially field ecologists must frequently do), they do provide a well- defined framework for testing among a particular set of alternative hypotheses. Similar studies have used model fit- ting to evaluate density and size effects on prey mortality rates (Vonesh and Bolker 2005, McCoy and Bolker 2008), suggesting the utility of this approach in extracting infor- mation from small empirical datasets. Further, the model D h 0.14 0.22 0.37 0.60 1.00 1.65 Full model Da Null Number killed Per capita mortality 0.2 0.4 0.6 0.8 1.0 2468101214 DP Dh Da changes D h changes D P changes 0.0 95% CI (A) Initial number 2 4 6 8 10 2016 0 16 468101214 Initial number 0 (B) (C) Control P. pavo 0.140.371.002.72 Da 7.39 Figure 3. !e effect of a competitor, damselfish, and wrasse density on (A) the per capita mortality of wrasses and (B) predator func- tional response. Solid lines and surrounding gray area represent mean   95% CI for each damselfish treatment estimated from maximum likelihood fit. Per capita mortality rates and functional response curves are adjusted for baseline mortality rate. Panel (C) represents maximum likelihood estimates for log(Da) and log(Dh) (points) and 95% CI for full model. Note two models, log(Dh) and log(DP), fall within the 95% confidence intervals of the full model. !e attack rate estimate has an infinite upper bound because of high depletion. !us, it is not possible to distinguish between a wide range of attack rates because even predators with arbitrarily large attack rates cannot kill more prey than are available (see Fig. 1 legend for further details on plot interpretation and Supplementary material Appendix A3 for further details on hypothesis testing for each model). handling time or effective predator density. !e propor- tional change in per-predator handling time significantly differed from zero (Dh   0.23 (0, 0.82) prey per predator day: C 2 1   4.888, p   0.027), and constraining shifts in attack rate and handling time to be proportional did not signifi- cantly worsen the model (DP   2.21 (1.38, 3.78) predators 177 some predators (Anderson 2001), and short-term apparent competition is widespread in other systems (Holt and Lawton 1994). !e parameter estimates for the apparent competition models fall within the confidence limits of the para meter estimates from the handling time model (Fig. 2c); therefore, the data do not discriminate between these two mechanisms. Furthermore, while predator density counts throughout the duration of the study suggest that predator density did not differ between treatments (Supplementary material Appendix A2), apparent competition may still be a plausible explanation because it is difficult to observe aggre- gative responses of transient predators due to their skittish behavior in the presence of divers (but for an impressive use of time-lapse photography see Overholtzer-McLeod 2006). Conclusion !e results of our study suggest that predator and competi- tor density can affect the benefits that intraspecific group formation confers on prey. We develop and implement a model fitting approach that can be applied to small empirical datasets to distinguish among multiple competing hypoth- eses about shifts in predator foraging behavior. Furthermore, our findings add to a growing body of literature suggesting that predator–predator interactions (Hixon and Carr 1997, Johnson 2006), predator density (Schmitt and Holbrook 2007, White 2007), and competition (Carr et al. 2002, Samhouri et al. 2009) are important in structuring the direction and magnitude of density dependent mortality in benthic marine fishes (White et al. 2010). Acknowledgements – We are grateful for field assistance from N. Dallin and M. Murray, and logistical support from the staff at the GUMP station. !is manuscript was greatly improved from comments provided by R. Fletcher, C. Osenberg, T. Palmer, J. Samhouri and J. W. White. Funding support was provided from NSF(OCE-0242312), the !ree Seas Marine Biology Program (ACS), the Ocean Bridges Program funded by the French-American Cultural Exchange (ACS), a Victoria Univ. of Wellington PhD Scholarship (SWG) and a Fulbright-Ministry of Research Science and Technology Graduate Student Award (SWG). !is is a contribution from UC Berkeley’s Richard B. Gump South Pacific Research Station, Moorea, French Polynesia. References Abrams, P. A. and Ginzburg, L. R. 2000. !e nature of predation: prey dependent, ratio dependent or neither? – Trends Ecol. Evol. 15: 337–341. Almany, G. R. 2004. Priority effects in coral reef fish communities of the Great Barrier Reef. – Ecology 85: 2872–2880. Almany, G. R. and Webster, M. S. 2006. !e predation gauntlet: early post-settlement mortality in reef fishes. – Coral Reefs 25: 19–22. Anderson, T. W. 2001. Predator responses, prey refuges, and density- dependent mortality of a marine fish. – Ecology 82: 245–257. Arditi, R. and Ginzburg, L. R. 1989. Coupling in predator–prey dynamics – ratio dependence. – J. !eor. Biol. 139: 311–326. Beddington, J. R. 1975. Mutual Interference between parasites or predators and its effect on searching efficiency. – J. Anim. Ecol. 44: 331–340. Beukers, J. S. et al. 1995. Use of implant microtags for studies on populations of small reef fish. – Mar. Ecol. Progr. Ser. 125: 61–66. fitting approach used here allowed us to test multiple hypotheses regarding the role predator–predator dynamics and competitors play in altering the predator–prey func- tional responses and/or effective predator density. Prey expe- rienced benefits of intraspecific group living in each of the three predator treatments, and mortality of prey increased with predator density (Fig. 1a). !e lack of a significant shift in log attack rate or log handling time in experiment 1 provides no evidence for interference or cooperation among predators, although it is possible that there were interactions between hawkfish and transient predators that were similar in the one and two hawkfish treatments. Predator–prey interactions can change predator foraging efficacy and result in inverse density dependent mortality for prey in three non-mutually exclusive ways: 1) the con- fusion effect, whereby organisms living in herds, flocks, or schools make it difficult for predators to single out individ- ual prey; 2) group vigilance or aggression, whereby alarm calls and predator mobbing reduce predation rates; and 3) predator dilution, whereby predator satiation occurs at high prey densities (Courchamp et al. 1999). Although our behavioral observations focused on wrasse shoaling behavior, casual observations revealed no evidence for either predator mobbing or shifts in prey behavior with changes in the size of wrasse groups (though mobbing has been observed in other reef fishes: Sweatman 1984). Hawkfish consume their prey whole (as do most predatory reef fishes), and therefore spend a limited amount of time masticating prey. We speculate that other processes change, likely gut passage time or the amount of time spent pursuing prey. For example, the confusion effect or group vigilance may have produced inverse density dependence in this study, although more detailed observations of each of these behaviors is necessary to identify a concrete mechanism. !e presence of damselfish decreased the survival benefits of intraspecific group formation for wrasses (Fig. 3). A competitor-driven shift in the strength of density-dependent mortality matches the findings of other researchers who have shown increased competition at high densities (Carr et al. 2002, Almany 2004). Notably, the observed com- petitive asymmetry between damselfish and wrasses mirrors similarly strong competitive asymmetry that also occurs within wrasse congeners (Geange and Stier 2009). Alterna- tively, it has also been recorded that large adult damselfishes can directly reduce the recruitment of newly settled fishes through aggressive interactions (Sweatman 1985). How- ever, experiment 2 supported two competing models with different mechanisms. !e model with differences in han- dling time but not attack rate suggests that predators may be decreasing their handling times in response to the intro- duction of an alternative prey. One possible explanation for this decrease in handling time is that exploitative competi- tion by damselfish for refuge space either reduces the vigi- lance of wrasses or decreases pursuit time by predators (by excluding inferior competitors from refuges). !e data also supported a second model where effective predator density varied (i.e. DP p 1), suggesting that effective predator den- sities may be increasing with the addition of damselfish, leading to increased attack rates and handling times (i.e. short-term apparent competition: Holt and Kotler 1987). No ecological studies have tested apparent competition in reef fish, but aggregative response is known to occur in 178 Murdoch, W. W. 1973. Functional response of predators. – J. Appl. Ecol. 10: 335–342. Nicholson, A. J. and Bailey, V. A. 1935. !e balance of animal populations. – Proc. Zool. Soc. Lond. 3: 551–598. Novak, M. and Wootton, J. T. 2008. Estimating nonlinear interac- tion strengths: an observation-based method for species-rich food webs. – Ecology 89: 2083–2089. Overholtzer-McLeod, K. L. 2006. Consequences of patch reef spacing for density-dependent mortality of coral-reef fishes. – Ecology 87: 1017–1026. Ray, M. and Stoner, A. W. 1994. Experimental analysis of growth and survivorship in a marine gastropod aggregation: balancing growth with safety in numbers. – Mar. Ecol. Progr. Ser. 105: 47–59. Samhouri, J. F. et al. 2009. Inter-cohort competition drives density dependence and selective mortality in a marine fish. – Ecology 90: 1009–1020. Schmitt, R. J. 1987. Indirect interactions between prey – apparent competition, predator aggregation and habitat segregation. – Ecology 68: 1887–1897. Schmitt, R. J. and Holbrook, S. J. 2007. !e scale and cause of spatial heterogeneity in strength of temporal density depend- ence. – Ecology 88: 1241–1249. Schmitt, R. J. et al. 2009. Intraguild predation in a structured habitat: distinguishing multiple-predator effects from com- petitor effects. – Ecology 90: 2434–2443. Schmitz, O. J. 1992. Exploitation in model food chains with mechanistic consumer resource dynamics. – !eor. Popul. Biol. 41: 161–183. Sih, A. et al. 1998. Emergent impacts of multiple predators on prey. – Trends Ecol. Evol. 13: 350–355. Simon, J. 2007. Evaluation of marking European silver eels with visible implant elastomer tags and alcian blue. – J. Fish Biol. 70: 303–309. Skalski, G. T. and Gilliam, J. F. 2001. Functional responses with predator interference: viable alternatives to the Holling type II model. – Ecology 82: 3083–3092. Stallings, C. D. 2008. Indirect effects of an exploited predator on recruitment of coral-reef fishes. – Ecology 89: 2090–2095. Sweatman, H. P. A. 1984. A field study of the predatory behavior and feeding rate of a piscivorous coral-reef fish, the lizardfish Synodus englemani. – Copeia 1984: 187–194. Sweatman, H. P. A. 1985. !e influence of adults of some coral reef fishes on larval recruitment. – Ecol. Monogr. 55: 469–485. Van Der Meer, J. and Ens, B. J. 1997. Models of interference and their consequences for the spatial distribution of ideal and free predators. – J. Anim. Ecol. 66: 846–858. Venables, W. N. and Ripley, B. D. 2002. Modern applied statistics with S. – Springer. Vonesh, J. R. and Bolker, B. M. 2005. Compensatory larval responses shift tradeoffs associated with predator-induced hatching plasticity. – Ecology 86: 1580–1591. White, J. W. 2007. Spatially correlated recruitment of a marine predator and its prey shapes the large-scale pattern of density-dependent prey mortality. – Ecol. Lett. 10: 1054–1065. White, J. W. and Warner, R. R. 2007. Safety in numbers and the spatial scaling of density-dependent mortality in a coral reef fish. – Ecology 88: 3044–3054. White, J. W. et al. 2010. Synthesizing mechanisms of density dependence in reef fishes: behavior, habitat configuration and observational scale. – Ecology 91: 1949–1961. Wittmer, H. U. et al. 2005. !e role of predation in the decline and extirpation of woodland caribou. – Oecologia 144: 257–267. Brown, C. and Brown, M. 2003. Group size and ectoparasitism affect daily survival probability in a colonial bird. – Behav. Ecol. Sociobiol. 56: 498–511. Bshary, R. et al. 2006. Interspecific communicative and coordi- nated hunting between groupers and giant moray eels in the Red Sea. – PLoS Biol. 4: e431. Carr, M. H. et al. 2002. Biodiversity, population regulation, and the stability of coral-reef fish communities. – Proc. Natl Acad. Sci. USA 99: 11241–11245. Caselle, J. E. 1999. Early post-settlement mortality in a coral reef fish and its effect on local population size. – Ecol. Monogr. 69: 177–194. Courchamp, F. et al. 1999. Inverse density dependence and the Allee effect. – Trends Ecol. Evol. 14: 405–410. Crowley, P. H. and Martin, E. K. 1989. Functional responses and interference within and between year classes of a dragonfly population. – J. N. Am. Benthol. Soc. 8: 211–221. Deangelis, D. L. et al. 1975. Model for trophic interaction. – Ecology 56: 881–892. Fryxell, J. M. et al. 2007. Group formation stabilizes predator–prey dynamics. – Nature 449: 1041-U4. Fussmann, G. E. et al. 2005. A direct, experimental test of resource vs. consumer dependence. – Ecology 86: 2924–2930. Galzin, R. and Pointer, J. P. 1985. Moorea Island, Society Archipelago. – In: Delesalle, B. et al. (eds), 5th Int. Coral Reef Symp., pp. 73–102. Geange, S. W. and Stier, A. C. 2009. Order of arrival affects competition in two reef fishes. – Ecology 90: 2868–2878. Golubski, A. J. and Abrams, P. A. 2011. Modifyi",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We observed low (but non-zero) levels of mortality in the absence of hawkfish ((M)   0.",
    "we found evidence for resource (i.",
    "significantly increased with increasing conspecific density (F   154."
  ],
  "fullText": "\n\n171\nPredator density and competition modify the benefits of group \nformation in a shoaling reef fish\nAdrian C. Stier, Shane W. Geange and Benjamin M. Bolker\nA. C. Stier (astier@ufl.edu) and B. M. Bolker, Dept of Biology, Univ. of Florida, Gainesville, FL 32611-8525, USA. Present address for BMB: \nDepts of Mathematics and Statistics and Biology, McMaster Univ., Hamilton, Ontario. L8S 4K1, Canada. – S. W. Geange, School of Biological \nSciences, PO Box 600, Victoria Univ. of Wellington, Wellington 6140, New Zealand.\nOikos 122: 171–178, 2013 \ndoi: 10.1111/j.1600-0706.2012.20726.x\n© 2012 !e Authors. Oikos © 2012 Nordic Society Oikos \nSubject Editor: Peter Todd. Accepted 27 April 2012\n!e  importance  of  prey  density  in  modifying  predator  \nforaging  behavior,  and  hence  community  dynamics,  has  \na  rich  history  in  ecology  (Nicholson  and  Bailey  1935,  \nHolling  1959).  For  example,  shifts  in  a  predator’s  foraging \nbehavior  can  affect  the  stability  of  predator–prey  dynamics  \n(Deangelis  et al.  1975),  spatial  distribution  of  predators  \n(Van Der Meer and Ens 1997), food chain length (Schmitz \n1992),  and  the  strength  of  species  interactions  in  complex \nfood  webs  (Novak  and  Wootton  2008). !e  functional \nresponse   represents   mechanisms   underlying   the   prey– \npredator  interaction;  thus,  quantifying  changes  in  func-\ntional response parameters is a natural way to test hypotheses  \nabout   these   mechanisms.   Shifts   in   predator   foraging \nresponse  can  occur  due  to  predator–predator  interactions  \n(e.g.   intraguild   predation,   interference   competition,   or \ncooperative  hunting  by  predators)  (Skalski  and  Gilliam \n2001) as well as common or conflicting behavioral responses \nof  prey  to  multiple  predators  (Sih  et al.  1998).  Predator-\ninduced benefits of group living are common for a number \nof  taxa,  from  caribou  (Wittmer  et al.  2005)  to  cliff  swal-\nlows  (Brown  and  Brown  2003)  to  queen  conch  (Ray  and \nStoner  1994),  and  active  group  formation  by  prey  in  the \npresence of predators (e.g. schools of fish and herds of savan-\nnah  ungulates)  or  group  formation  of  predators  hunting \nprey  can  stabilize  predator–prey  dynamics  by  modifying  \nthe  functional  response  (Fryxell  et al.  2007).  Below  we \ndescribe  a  first  experiment  where  we  estimate  how  two \ncomponents of a predator’s functional response (attack rate  \nand handling time) vary under different predator densities, \nand link these changes to mechanistic hypotheses.\nFunctional  responses  can  also  be  used  to  study  the  \neffect of multiple prey species on predator foraging behav-\nior  (Murdoch  1973,  Golubski  and  Abrams  2011).  For \nexample,  an  alternative  prey  species  can  increase  predator \nC\nh\no\ni\nc\ne\nE\nd\ni\nt\no\nr\n’\ns\nOIKOS\nSynthesis\nPredation  risk  experienced  by  individuals  living  in  groups  depends  on  the  balance  between  predator  dilu-\ntion, competition for refuges, and predator interference or synergy. These interactions operate between prey \nspecies as well: the benefits of group living decline in the presence of an alternative prey species. We apply \na novel model-fitting approach to data from field experiments to distinguish among competing hypotheses \nabout shifts in predator foraging behavior across a range of predator and prey densities. Our study provides \nnovel analytical tools for analyzing predator foraging behavior and offers insight into the processes driving \nthe dynamics of coral reef fish.\nStudies  of  predator  foraging  behavior  typically  focus  on  single  prey  species  and  fixed  predator  densities,  ignoring  the \npotential importance of complexities such as predator dilution; predator-mediated effects of alternative prey; heterospecific \ncompetition; or predator–predator interactions. Neglecting the effects of prey density is particularly problematic for prey \nspecies that live in mixed species groups, where the beneficial effects of predator dilution may swamp the negative effects \nof heterospecific competition. Here we use field experiments to investigate how the mortality rates of a shoaling coral reef \nfish (a wrasse: !alassoma amblycephalum), change as a result of variation in: 1) conspecific density, 2) density of a preda-\ntor (a hawkfish: Paracirrhites arcatus), and 3) presence of an alternative prey species that competes for space (a damselfish: \nPomacentrus pavo). We quantify changes in prey mortality rates from the predator’s perspective, examining the effects of \nadded  predators  or  a  second  prey  species  on  the  predator’s  functional  response.  Our  analysis  highlights  a  model-fitting \napproach that discriminates amongst multiple hypotheses about predator foraging in a community context. Wrasse mortal-\nity decreased with increasing conspecific density (i.e. mortality was inversely density-dependent). !e addition of a second \npredator  doubled  prey  mortality  rates,  without  significantly  changing  attack  rate  or  handling  time  –  i.e.  there  was  no \nevidence for predator interference. !e presence of a second prey species increased wrasse mortality by 95%; we attribute  \nthis  increase  either  to  short-term  apparent  competition  (predator  aggregation)  or  to  a  decrease  in  handling  time  of  the \npredator (e.g. through decreased wrasse vigilance). In this system, 1) prey benefit from intraspecific group living though  \na reduced predation risk, and 2) the benefit of group living is reduced in the presence of an alternative prey species.\n\n172\nattack rates on focal prey by competitively excluding a focal \nspecies  from  refuges.  Alternatively,  the  presence  of  alter-\nnative  prey  could  drive  short-term  aggregation  of  mobile \npredators,  again  increasing  rates  of  focal  prey  mortality \n(Holt  and  Kotler  1987).  Shifts  in  attack  rate  and  han-\ndling have conventionally been examined at fixed predator  \ndensities,   whereas   short-term   aggregative   responses   of  \npredators  are  often  studied  by  documenting  short-term \nshifts in predator abundance (Schmitt 1987, Overholtzer-\nMcLeod 2006). It can be difficult to document short-term \naggregative response of highly mobile predators and to dis-\ntinguish an aggregative response from a shift in attack rate \nor handling time of sedentary predators. In a second experi-\nment, we quantify mortality rates of a focal prey species in \nthe presence and absence of an alternative prey that is also \na likely space competitor (Carr et al. 2002, Almany 2004).  \nWe  develop  and  apply  an  explicit  statistical  framework  \nthat  combines  predator  functional  response  curves  and \nshort-term aggregative response of predators by estimating \nshifts  in  attack  rate,  handling  time,  and  effective  preda-\ntor  density  as  alternative  mechanistic  models  explaining  \nvariation  in  mortality  rates  of  prey.  For  each  experiment, \nwe  take  both  a  ‘predator-centric’  (examining  feeding  rate  \nof  a  single  predator,  as  a  function  of  prey  density)  and \n‘prey-centric’ approach (examining per capita prey mortal-\nity rate, as a function of prey density).\nMethods\nStudy system and species\nWe  conducted  all  fieldwork  during  the  austral  summer  \nof  2007  on  two  arrays  of  patch  reefs  within  the  shallow \n(3–7 m deep) northern lagoon of Moorea, French Polynesia  \n(17o30aS,  149o50aW). !e  array  used  in  experiment  1  \nconsisted  of  12  replicate  artificial  patch  reefs  separated  by  \n20  m  within  a  sand  flat  (for  a  detailed  description  see  \nSupplementary  material  Appendix  A1). !e  array  used \nin  experiment  2  consisted  of  16  reefs  randomly  selected \nfrom  28  patch  reefs  that  had  been  translocated  to  a  large \nsand  flat.  Patch  reefs  were  separated  by  a  minimum  of  15 \nmeters. Each patch reef was a monospecific colony of Porites  \nlobata  to  which  we  attached  one  colony  of Pocillopora  \nverrucosa to provide additional structural complexity (for spe-\ncific details on the array see Geange and Stier 2009). Each of \nour experimental reef arrays closely mimic the size and spa-\ntial arrangement of patch reefs in Moorea, where the lagoon \nis interspersed with patch reefs within a matrix of sand, fine \ncoral rubble and coral pavement with individual patch reefs \nseparated  by  less  than  a  meter,  to  tens  of  meters  (Galzin  \nand Pointer 1985). !ese patch reefs are regularly occupied \nby a variety of wrasse, damselfish and hawkfish species.\nOur  studies  focused  on  three  species  of  coral  reef  fish: \na   focal   prey   species,   the   bluntnose   wrasse !alassoma \namblycephalum,  an  alternative  prey  species,  the  sapphire \ndamsel Pomacentrus  pavo,  which  competes  with  the  blunt-\nnose  wrasse  for  space  on  the  reef  (Almany  2004),  and  a \npredator, the arc-eye hawkfish Paracirrhites arcatus. All three \nspecies  use Pocillopora  spp.  (a  structurally  complex  coral)  \nfor  shelter. !e  bluntnose  wrasse  (hereafter  ‘wrasse’)  is  a  \nhabitat   generalist   that   feeds   diurnally   on   zooplankton; \nrecently settled individuals shoal above coral colonies in aggre- \ngations  of  approximately  5–15  individuals  (McDermott \n2006). !e  sapphire  damsel,  like  the  wrasse,  is  a  diurnally \nfeeding  planktivore  and  habitat  generalist,  often  forming \nloose  shoaling  aggregations  on  live  coral  or  coral  rubble. \n!e  sapphire  damsel  (‘damselfish’)  settles  at  densities  from \n1–35 individuals per m\n2\n (Stier and Geange unpubl.), and is  \nknown at adult sizes to be territorial and aggressive towards \nheterospecifics inhabiting the same habitat patch, inhibiting  \nthe  recruitment  of  newly  settled  fishes  (Almany  2004). \n!e arc-eye hawkfish (‘hawkfish’) is an abundant, diurnally \nactive, territorial predator. Individuals scan the surrounding \nreef from atop coral colonies of Pocillopora spp. or Acropora \nfor  small  fishes  and  invertebrate  prey.  Hawkfish  live  in  \nloose  harems,  with  large  dominant  males  accompanied  by \n4–6  females  on  neighboring  coral  heads.  Within  a  given \nPocillopora  colony,  the  abundance  of  hawkfish  in  Moorea \nranges  from  0–2  individuals  (Kane  et al.  2009).  Notably,  \nthe  focal  wrasse  described  here  can  be  loosely  described \na   Pacific   analogue   to   a   well-studied   congener   wrasse,  \n!alassoma  bifasciatum,  found  in  the  Caribbean.  Previous \nstudies  of T.  bifasciatum  have  documented  both  direct  and \ninverse  density  dependent  mortality  for  recently  settled \nfish (Caselle 1999, White 2007, White and Warner 2007); \ntherefore  the  formation  of  loose  shoaling  aggregations  is  \nan important phenomenon governing the dynamics of this \nwell-studied group of reef fish (White et al. 2010).\nFish handling and tagging\nWe  collected  experimental  fishes  from  the  lagoon  using  \nhand nets and anesthetic clove oil. Collected fish were trans-\nferred to holding tanks for 24 h. After 24 h, fish were ran-\ndomly assigned to treatments and tagged with subcutaneous \nVisible Implant Elastomer (VIE) tags slightly anterior to the \ncaudal  peduncle.  VIE  tags  do  not  have  adverse  effects  on \nother fishes (Beukers et al. 1995, Imbert et al. 2007, Simon \n2007)  and  mortality  after  tagging  was  less  than  2%  for  \n330  wrasses  tagged  in  our  study.  To  allow  the  assessment  \nof immigration and emigration between reefs, different col-\nored tags were used for each reef. After tagging, we returned \nfish  to  aerated  aquaria  for  6–12  h  before  measuring  them  \nto the nearest 0.1 mm SL and deploying them in the field. \nVIE  tags  were  readable  through  the  skin  of  the  fish  by  \nobservers  in  the  field,  so  it  was  not  necessary  to  recapture \nindividuals to determine their identity. We therefore assumed \nthat tagging and handling effects were minimal.\nOur  visual  recapture  of  fishes  on  experimental  reefs  \nand nearby natural reef found no evidence for immigration \nor  emigration  of  experimental  fishes  (wrasses,  hawkfish  or \ndamselfish). !erefore  the  loss  of  a  wrasse  from  a  reef  was \nassumed  to  be  due  to  predation  and  not  emigration.  First, \nprevious experimental studies of T. amblycephalum (wrasse) \ncongeners  of  similar  size  on  the  array  used  in  experiment \n2   detected   zero   immigration   or   emigration   of   tagged  \nindividuals  between  reefs  over  a  seven  day  experiment \n(Geange  and  Stier  2009).  Second,  another  six  day  study \nmanipulating shoals of recently recruited !alassoma wrasses \non reefs separated by as little as 5 m have found no immi-\ngration of tagged individuals (White and Warner 2007).\n\n173\nExperiment 1\nEffects of predator and conspecific density on prey survival\nWe   a s s e s s e d   t h e   i n t e r a c t i n g   effects of shoal size of the wrasse  \n(4 levels: 3, 5, 10 or 15 wrasses per reef ) and predator density \n(3 levels: 0, 1, or 2 hawkfish per reef ) on the per capita survival \nof wrasses (12 treatments randomly assigned to 12 reefs).\nWe  removed  all  resident  predators  (including  sand-\nperch,  groupers,  stonefish  and  eels)  from  the  reef  array \nprior  to  deploying  experimental  fishes  to  the  reefs.  We \nallowed wrasses to acclimate by deploying hawkfish 1 h after \nwrasses. !e  standard  length  of  wrasses  and  hawkfish  used \nin the experiment were 13.8 \u0016 2.0 mm and 72.0 \u0016 3.5 mm \n(mean \u0016 SD)  respectively. We  replicated  our  experiment  in \nthree temporal blocks (beginning 2, 10 and 21 May 2007), \nwith  no  within-block  replication  (i.e.  n \u0015 3  temporal  rep-\nlicates  for  each  treatment,  which  was  randomized  for  each \ntime step). For each temporal block, we maintained preda-\ntor  removals  (although  immigration  of  new  predators  was  \nminimal after initial removals, with 2.0 \u0016 1.0 (mean \u0016 SD) \npredators  removed  per  temporal  block).  Each  temporal  \nblock  was  terminated  after  six  days  because  mortality  rates \nof reef fishes are generally greatest in the first 36–48 h after \nsettlement (Almany and Webster 2006).\nTo  determine  whether  shoaling  behavior  was  affected  \nby  shoal  size  and/or  predator  density  we  quantified  the \nshoaling  behavior  of  wrasses  during  the  second  and  third \ntemporal  blocks.  Two  divers  sequentially  visited  each  reef, \nallowing ten minutes for fish to acclimate to their presence \nbefore beginning observation. Each diver recorded the shoal-\ning  behavior  of  one  focal  wrasse  for  five  minutes.  Shoaling \nwas quantified as the number of seconds out of 300 during \nwhich two or more wrasses swam within two body lengths of \nthe focal individual.\nExperiment 2\nEffect of a heterospecific damselfish competitor on wrasse \nsurvival\nTo test how the presence of an alternative prey species affects \nthe  strength  of  density  dependence  in  wrasses,  we  crossed \nwrasse density treatments (3, 5, 8, 12 and 15 individuals per \nreef )  with  the  presence  of  damselfish  (0  or  20  individuals \nper reef ) on reefs where predators existed at naturally occur-\nring densities and often with heterospecifics (Supplementary \nmaterial Appendix A2). To improve our estimates of survival \nwe  increased  the  number  of  replicates  at  low  densities  of \nwrasse: we used three replicates for the 3-wrasse treatment; \ntwo replicates for the 5-wrasse treatment; and one replicate \neach for the 8-, 12- and 15-wrasse treatments. We randomly \nassigned  treatments  to  reefs,  and  fish  to  treatments.  We \ndeployed  damselfish  on  the  morning,  and  wrasses  on  the \nafternoon of 29 May 2007, and assessed survival of wrasses \nafter  six  days.  Mean  sizes  of  wrasses  and  damselfish  used  \nin  the  experiment  were  14.28 \u0016 1.61  mm  SD  and  15.8 \u0016  \n1.16  mm  respectively.  Fish  collections  and  tagging  pro-\ntocols  were  identical  in  experiment  1  and  2.  Although  we  \nattempted  similar  behavior  observations  of  wrasses  as  were \nconducted  in  experiment  1,  we  were  unsuccessful  because \ndamselfish  were  particularly  sensitive  to  the  presence  and \nabsence of divers making it difficult to monitor interactions \nbetween individual wrasses and damselfish.\nInitial number\nNumber killed\n0\n2\n4\n6\n8\n20\n0\n468101214\nPer capita mortality\n(B)\nInitial number\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\n2468101214\n(A)\n0.37\n1.00\n2.72\n0.140.371.002.72\n(C)\nDa\nD\nh\nDa changes\nD\nh changes\nD\nP changes\nDa\nNull\nDh\n95% CI\nFull model\n7.39\n0.14\n7.39\n2 Hawkfish\n1 Hawkfish\n0 Hawkfish\n16\n16\n0.05\n0.05\n20.00\n20.00\nFigure 1. !e effect of wrasse density on (A) the per capita mortality \nof  wrasses  (i.e.  proportion  lost  after  six  days),  (B)  functional \nresponse of hawkfish, and (C) the functional response parameters \nlog(Da) and log(Dh). In (A) and (B), lines and surrounding gray area \nrepresent  mean \u0016 95%  CI  for  each  hawkfish  treatment:  zero  (S, \nfine  dash);  one  (N,  medium  dash);  or  two  ( U\u0000,  solid)  hawkfish. \nFunctional response curves in (B) are adjusted for baseline mortal-\nity  to  isolate  the  hawkfish  effect.  Panel  (C)  represents  maximum \nlikelihood estimates for four models of increasing levels of complex-\nity: 1) null model: no flexibility in attack rate or handling time, 2) \nDh: handling time varies but attack rate is fixed, Da: attack rate var-\nies but handling time is fixed, and 4) Full model: both attack rate \nand handling time are allowed to vary. !ree grey lines (log Dh, Da \nand DP  changes)  represent  the  plane  over  which  each  estimate  of \nlog(Da), and log(Dh) change with each of the four models. For the \nFull  model,  the  95%  CI  is  plotted  for  the  maximum  likelihood \ncombination of log(Da) and log(Dh). See results section for signifi-\ncance  tests  of  each  of  the  parameters  in  the  four  reported  models \nand Supplementary material Appendix A3 for details on hypothesis \ntests using likelihood ratio tests.\nEstimation of functional response curves\nIn both experiment 1 and 2 we fit functional response curves \nto  our  data,  which  are  represented  in  Fig.  1  and  3,  respec-\ntively. To test for changes in predator foraging behavior, we \n\n174\ndifferent  from  1)  by  using  two  separate  likelihood-ratio  \ntests  comparing  the  full  model  (with  both Da and Dh  \ndifferent  from  1)  to  (1)  to  a  reduced  model  with Da \u0015 1 \nand (2) to a reduced model with Dh \u0015 1 (see Supplementary \nmaterial Appendix A3 for model decision tree). !is flexible \nversion  of  the  RRP  is  an  appropriate  model  for  our  data \nbecause:  1)  the  model  assumes  type  II  functional  response \nwhere  handling  time  produces  an  asymptotic  relationship  \nbetween  the  initial  number  of  prey  and  the  number  of  \nprey  eaten  per  predator,  2)  the  model  allows  for  depletion  \nof  prey  through  time  by  adjusting  parameter  estimates  \nbased on reductions in prey density through time, and 3) the \nfull and reduced models described above are specific nested \nsubsets  of  existing  predator  interference  models  reviewed \nin   Skalski   and   Gilliam   (2001):   Beddington-DeAngelis  \n(Beddington 1975), Crowley-Martin (Crowley and Martin  \n1989),   and   Hassell-Varley   (Hassell   and   Varley   1969)  \n(Supplementary material Appendix A4). !erefore we take  \na  strong  inference  approach  by  offering  up  a  variety  of  \ncandidate models that are established in the theoretical lit-\nerature  on  predator-dependent  functional  response  curves \n(Skalski and Gilliam 2001).\nExamining  shifts  in  attack  rate  and  handling  time  in \nthe  presence  of  a  competitor  allows  us  to  test  three  differ-\nent hypotheses about why the number of wrasses eaten can \nchange  with  the  addition  of  damselfish.  1) !e  presence  \nof   damselfish   increases   competition   for   refuges,   which \ndecreases wrasses’ ability to hide. !is competition increases \nencounter  rates  (i.e.  attack  rates)  with  predators,  lead-\ning  to Da \u000e 1.  2)  Handling  time  decreases  in  the  presence \nof  damselfish  due  to  decreased  wrasse  vigilance  or  exploit-\native  competition  for  refuges  from  damselfish,  leading  to  \nDh \f 1.  3)  Damselfish  attract  predators,  which  then  also \nforage  on  wrasses  (i.e.  apparent  competition):  i.e. P\nDamsel\n \u000e  \nP\nControl\n.  To  test  these  three  hypotheses  we  used  a  suite  of \nmodified   functional   response   models   to   evaluate   prey  \nper  capita  mortality  rates  in  experiment  2,  but  fixed  the \nbaseline  mortality  estimate  (M)  from  experiment  1.  To \ntest  hypotheses  1  and  2,  we  parameterized a\ni\n,  and h\ni\n,  as  \na\nDamsel\n \u0015 a\nControl\n \u0013 Da  and h\nDamsel\n \u0015 h\nControl\n \u0013 Dh,  respectively, \nwhere  once  again Da  and Dh  give  the  proportional  change  \nin  per  predator  attack  rate  and  handling  time.  However, \nunlike  experiment  1  where  predator  densities  were  fixed \nas  an  experimental  treatment,  in  experiment  2  we  did  \nnot manipulate predators directly. !erefore to test hypoth-\nesis  3,  we  allowed P  to  vary  with  damselfish  treatment  as \nwell  by  fitting  a  third  model  to  ask  whether  differences  \nin  the  number  of  predators  could  explain  observed  shifts \nin a\ni\n  and h\ni\n  in  the  presence  of  damselfish.  We  could  not \nallow a\ni\n, h\ni\n  and P\ni\n  to  vary  simultaneously  (they  are  jointly \nunidentifiable); therefore, in the models where we explored  \nvariation in a\ni\n and h\ni\n we fixed P \u0015 1, and in the model where \nP\ni\n  was  allowed  to  vary  with  damselfish  treatment, a  and h \nwere  held  at  a  constant  ratio  and  we  parameterized P\ni\n  as \nP\nDamsel\n \u0015 P\nControl\n \u0013 DP.  We  again  used  likelihood  ratio  tests  \nto test our three hypotheses. To test the attack rate (or han-\ndling  time  or  apparent  competition)  hypothesis  we  com-\npared  the  model  parameterized  with Da p 1, Dh p 1  and \nDP p 1 with the reduced models parameterized with Da \u0015 1 \n(or Dh \u0015 1 or DP \u0015 1). !e DP \u0015 1  model  restricts  changes \nin Da  to  be  inversely  proportional  to  changes  in Dh  (i.e. \nexamined  changes  in  attack  rates  (a)  and  handling  times \n(h) estimated using a modified form of the Rogers random  \npredator  (RRP)  equation  (itself  a  modified  version  of  a  \nHolling   type   II   functional   response   that   incorporates  \nprey  depletion:  Juliano  2001).  In  our  version  of  the  RRP \nequation, the expected rate of decrease of the prey population \nat time t depends both on a baseline extrinsic mortality rate  \nand on instantaneous predation mortality, which we assume \ncan be described using a Holling type II functional response:\ndNt\ndt\nNt\nj\nj\na\ni\nP\ni\na\ni\nh\ni\nN\nj\nt\n()\n()\n1 ()\n\u0015\u0012\u0011\u0000\n\u0011\u0000\nM\u0000\n¥\n§\n¦\n¦\n ́\n¶\nμ\nμ\n \n(1)\nwhere M  is  baseline  mortality, P\ni\n  is  the  number  of  preda-\ntors, a\ni\n  is  the  (per-predator)  attack  rate  (rate  at  which  the  \npredator  encounters  prey)  when P\ni\n  predators  are  present,  \nh\ni\n is the handling time (time associated with pursuing, han-\ndling, masticating and digesting prey) for P\ni\n predators, and \nN\nj\n(t)  is  the  number  of  prey  remaining  at  time t  at  wrasse \ndensity j. For reef fishes where direct consumption is com-\nmonplace,  the  handling  time  parameter  is  primarily  asso-\nciated  with  pursuit  and  digestion  rather  than  mastication.  \nWhen M \u0015 0  equation  1  reduces  to  the  Rogers  random \npredator   equation,   which   can   be   solved   for   the   total  \nnumber  of  individuals  eaten  by  time T  either  iteratively \n(Juliano  2001)  or  using  the  Lambert W  function  (McCoy \nand  Bolker  2008);  when M \u000e 0  we  integrated  (1)  numeri-\ncally  from  0  to T  because  the  equation  cannot  be  solved  \nin  closed  form.  For  experiment  1,  subscript i  varies  with \nhawkfish  density  treatment;  thus  attack  rate  and  handling \ntime are estimated for treatments with one or two hawkfish, \nand P  is  fixed  at  one  or  two  in  each  respective  treatment.  \nFor  experiment  2,  subscript i  varied  with  damselfish  treat-\nment  (i.e.  control  or P.  pavo  present)  rather  than  predator \ndensity.  Wrasse  mortality  did  not  significantly  vary  among \ntemporal  blocks  (one-factor  ANOVA  on  model  residu-\nals  with  temporal  block  as  a  factor:  F \u0015 0.92,  p \u0015 0.40).  \nNotably,  we  did  not  observe  each  component  of  the  func-\ntional response (i.e. attack rate and handling time) separately, \nbut  rather  inferred  these  processes  from  the  parameters  of \nthe fitted models.\nUsing  a  general-purpose  maximum  likelihood  estima-\ntion function assuming binomial responses to obtain para-\nmeter estimates for a\nHawk\n and h\nHawk\n, we used the integrated \nversion  of  Eq.  1  to  address  two  specific  questions  about \nexperiment 1. First, we evaluated if per-predator attack rate \na\nHawk\n differed  between  hawkfish  densities  by  parameteriz-\ning a\nHawk\n as a\n2\n \u0015 a\n1\n \u0013 Da,  and  testing  the  null  hypothesis \nthat Da \u0015 1  (or  equivalently  log(Da) \u0015 0). !e  parameter  \nDa  gives  the  proportional  change  in  per-predator  attack  \nrate  with  two  rather  than  one  predators  present: Da \u0015 1  \nsuggests that the attack rate of a predator was independent \nof  predator  density, Da \u000e 1  suggests  predator  synergism, \nwhile Da \f 1  suggests  predator  interference.  Second,  we \nevaluated  whether  handling  time h\nHawk\n differed  between  \nthe two predator densities by parameterizing h\nHawk\n as h\n2\n \u0015  \nh\n1\n \u0013 Dh,  and  testing  the  null  hypothesis  that Dh \u0015 1  (or \nequivalently log(Dh) \u0015 0).\nWe   tested   for   changes   in   per-predator   attack   rate  \nand handling time (i.e. whether Da and Dh were significantly \n\n175\ninfinite  upper  bound  because  of  high  depletion. !us,  it  is \nnot  possible  to  distinguish  between  a  wide  range  of  attack \nrates, because even predators with arbitrarily large attack rates \ncannot  kill  more  prey  than  are  available.  We  observed  low \n(but non-zero) levels of mortality in the absence of hawkfish \n((M) \u0015 0.017 (0.009, 0.031) per day, Fig. 1a), which we attri-\nbute to predation by transient predators that are known to \nincrease mortality rates of fish (e.g. Carangids and Lethrin-\nids) (Schmitt et al. 2009) and that we occasionally witnessed \nnear experimental reefs (Stier and Geange unpubl.).\nShoaling behavior of wrasses was not affected by an inter-\naction  between  predator  density  and  shoal  size  (F \u0015 0.027, \np \u0015 0.870) or the main effect of predator density (F \u0015 0.050, \np \u0015 0.825); however, the incidence of shoaling significantly \nincreased  with  increasing  conspecific  density  (F \u0015 154.84, \np \f 0.001,  Fig.  2). !e  observed  proportion  of  time  focal \nindividuals  spent  shoaling  greatly  exceeded  the  predictions \nof the null model for shoaling radii of 0.05 and 0.15 m, but \nwere similar to null expectations for the large 0.3 m (Fig. 2).\nExperiment 2\nEffect of a heterospecific competitor on T. amblycephalum \nsurvival\nOf  the  20 P.  pavo  outplanted  to  each  reef,  the  mean  num-\nber  surviving  across  all T.  amblycephalum  treatments  was \n10.13 \u0016 4.63  (mean \u0016 SD);  this  effect  was  independent  of \nwrasse  density  (ordinary  least-squares  regression: t \u0015 0.30, \np \u0015 0.77).  From  a  prey  perspective,  the  per  capita  mortal-\nity of T. amblycephalum was inversely density-dependent in  \nthe  presence  of P.    p a v o (Fig. 3). From a predator perspec-\ntive,  the  proportional  change  in  attack  rate  did  not  signifi-\ncantly  differ  from  zero  (Da \u0015 0.66  (0,  4.31)  per  predator \nday: C\n2\n1\n \u0015 0.330, p \u0015 0.566)  with  the  addition  of  dam-\nselfish.  In  contrast,  the  data  do  suggest  increases  in  either  \nDa \n\u0013 Dh \u0015 1);  therefore,  it  is  nested  within  the  full  model \nwhere both Da and Dh differ from 1.\nTo  test  the  hypothesis  that  mortality  of  wrasses  in  \nexperiment  1  and  2  was  inverse  density  dependent  we  \nused  a  likelihood  ratio  test  to  compare  each  of  the  fully \nparameterized  models  to  reduced  models  with  handling \ntime fixed at zero.\nBehavioral analysis\nReefs  with  fewer  than  three  wrasses  at  the  time  behavioral \nobservations  were  conducted  were  dropped  from  the  anal-\nysis  (this  occurred  on  a  single  reef  in  each  of  the  second  \nand  third  temporal  block).  We  modeled  the  proportion \nof  time  wrasses  spent  shoaling  using  a  generalized  linear  \nmodel  with  a  quasibinomial  family  to  account  for  over-\ndispersion  (residual  deviance \u0015 1249.3,  residual  DF \u0015 37) \nand  a  logit  link  function. We  included  hawkfish  density  as \na  categorical  fixed  factor,  wrasse  shoal  size  as  a  continuous \ncovariate,  and  used  a  series  of  F-tests  (Venables  and  Ripley \n2002)  to  test  for  an  interaction  between  hawkfish  density \nand  shoal  size  and  main  effects  of  hawkfish  density  and  \nshoal  size.  Because  our  habitat  units  were  a  fixed  area,  the \namount  of  time  a  focal  fish  shoaled  should  increase  with \ndensity. To generate a null model, we calculated the expected \nnumber  of  neighbors  within  a  range  of  shoaling  radii  (r): \n0.05, 0.15 and 0.30 meters as L \u0015 P \u0013 r\n2\n \u0013 (N \u0012 1)/A, where \nA is the area of the reef and N is the number of individuals \non  the  reef. !us  if  the  neighbors  were  distributed  at  ran-\ndom  on  the  reef,  the  probability  of  finding \u000e 1  fish  in  the \nshoaling radius would be 1 \u0012 Poisson(0, L) \u0012 Poisson(1, L), \nwhere Poisson(n, L) is the Poisson probability of observing  \nn individuals at a mean rate of L.\nAll  statistical  analyses  were  conducted  in  R  ver.  2.9.2  \n(R Development Core Team).\nResults\nExperiment 1\nEffects of predator and conspecific density on prey survival\nFrom   a   prey   perspective,   mortality   of   wrasses   was  \ninversely  density  dependent  in  both  experiment  1  and  2 \n(experiment   1: C\n2\n3\n \u0015 14.399,   p \u0015 0.002;   experiment   2: \nC\n2\n3\n \u0015 12.373,   p \u0015 0.002).   From   a   predator   perspective, \nhawkfish  foraged  independently  from  one  another. !e  \nproportional  change  in  attack  rate  and  handling  time  did  \nnot  differ  significantly  from  one  (mean  and  95%  CI: \nDa \u0015 0.66  (0.10,  4.00)  prey  per  predator  day: C\n2\n1\n \u0015 0.164, \np \u0015 0.686; Dh \u0015 0.83  (0.27,  2.82)  prey  per  predator  day: \nC\n2\n1\n \u0015 0.161, p \u0015 0.688,  Fig.  1c),  providing  no  evidence  for \nrisk  enhancement  or  risk  reduction  with  increasing  hawk-\nfish  density.  In  other  words,  the  increased  wrasse  mortality \nwith  two  hawkfish  (relative  to  one)  was  entirely  explicable \nby an increase in predator density and not by shifts in attack \nrate or handling time. Parameter estimates for the full model \n(mean and 95% CI) were: attack rate (a) \u0015 0.367 (0.080, @)  \nper predator day, handling time (h) \u0015 1.989 (0.501, 4.181) \nprey  per  predator  day,  and  baseline  daily  mortality  rate \n(M) \u0015 0.017 (0.009, 0.031). !e attack rate estimate has an \nInitial number\nProportion time shoaling\n0.0\n0.2\n0.4\n0.6\n0.8\n1.0\nr = 0.05\nr = 0.15\nr = 0.30\n46810121416\nFigure 2. Effect of wrasse density and hawkfish treatment (zero (S); \none (E); and two ( U\u0000) hawkfish) on shoaling behavior of wrasses. \nGray dashed lines represent null model predicting increases in the \nprobability of shoaling with increases in density for shoaling radii of \n0.05,  0.15  and  0.30  m,  and  solid  line  represents  mean  fit  from \nlogistic regression for observed increases in shoaling with increases \nin  density.  Shaded  region  around  solid  line  represents  95%  CI  of \nmodel fit.\n\n176\nper reef: C\n2\n1\n \u0015 1.730, p \u0015 0.188) implying that shifts in effec-\ntive  predator  density  or  shifts  in  handling  time  are  equally \nvalid explanations for the increased number of wrasses killed \nin the presence of damselfish. Parameter estimates for the full \nmodel (mean (\u0011 95% CI, \u0012\u000095% CI)) were: a \u0015 0.52 (0.05, \n@),  per  predator  day, h \u0015 2.10  (2.98, @)  prey  per  predator \nday.  Estimates  for  the  restricted  model  with  proportional \nshifts  in Da  and Dh  were: a \u0015.20  (0.08,  0.48)  per  predator \nday, h \u0015 1.40 (0.73, 2.71) prey per predator day.\nDiscussion\nDespite  a  rich  history  in  population  ecology,  the  relative \nstrengths  of  predator  and  prey  density  effects  on  func-\ntional  responses  remain  contentious  (Arditi  and  Ginzburg  \n1989,  Abrams  and  Ginzburg  2000,  Fussmann  et al.  2005,  \nKratina et al. 2009). While a variety of predator interference  \nmechanisms  have  been  suggested  (e.g.  direct  interference \nthrough  group  hunting,  or  indirect  interference  through \ncommon    prey    antipredator    responses)    (Abrams    and  \nGinzburg 2000), how much predator interference occurs at \nthe natural densities of predators and prey remains unclear. \nIn  our  experiment  1  we  found  evidence  for  resource  (i.e. \nprey)  dependence  in  hawkfish  consumption  rates,  but  no \nevidence  for  predator  dependence  over  naturally  occur-\nring  hawkfish  densities.  However,  we  do  not  conclude \npredator dependence is unimportant in all reef fish systems.  \nIn  experiment  1  we  implemented  a  simplified  commu-\nnity  with  only  a  single  predator  species  (other  species  were \nremoved),  mimicking  an  isolated  patch  reef  with  no  other \nresident predators; other studies have documented predator–\npredator  interactions  (Hixon  and  Carr  1997,  Bshary  et al. \n2006, Stallings 2008) that may lead to predator dependence \nin more diverse predator communities.\nTr a d i t i o n a l    e v a l u a t i o n s    o f    d e n s i t y    d e p e n d e n t    m e c h a-\nnisms  often  use  ANCOVA  to  explore  how  the  per  capita \nprobability  of  prey  mortality  changes  across  a  range  of  \nprey  densities  in  the  presence  or  absence  of  a  specific  eco-\nlogical  process  (e.g.  resource  limitation  or  predation). !is \napproach provides a qualitative answer of whether or not a \nspecific  process  is  operating.  In  contrast,  our  model-based \napproach  allowed  us  to  ask  more  specific  questions  about \nquantitative  changes  in  attack  rates  and  handling  times. \n!e  ANCOVA  and  model-based  approaches  are  generally \nequally  parsimonious  (they  make  differing,  but  similarly \nstrong,  assumptions  about  the  nature  of  the  data)  but  the \nparameters  estimated  in  the  model-based  approach  can  be \nmore directly interpreted in terms of ecological processes –  \nsubject,  of  course,  to  the  usual  caveats  about  the  scope \nand   representativeness   of   the   experimental   setting   and  \nthe  model  used.  While  model-based  approaches  do  not \nmitigate the inherent risk in inferring unobserved processes  \nfrom  observed  pattern  (which  ecologists  and  especially \nfield ecologists must frequently do), they do provide a well- \ndefined  framework  for  testing  among  a  particular  set  of  \nalternative hypotheses. Similar studies have used model fit-\nting  to  evaluate  density  and  size  effects  on  prey  mortality \nrates (Vonesh and Bolker 2005, McCoy and Bolker 2008),  \nsuggesting  the  utility  of  this  approach  in  extracting  infor-\nmation  from  small  empirical  datasets.  Further,  the  model \nD\nh \n0.14\n0.22\n0.37\n0.60\n1.00\n1.65\nFull model\nDa\nNull\nNumber killed\nPer capita mortality\n0.2\n0.4\n0.6\n0.8\n1.0\n2468101214\nDP\nDh\nDa changes\nD\nh changes\nD\nP changes\n0.0\n95% CI\n(A)\nInitial number\n2\n4\n6\n8\n10\n2016\n0\n16\n468101214\nInitial number\n0\n(B)\n(C)\nControl\nP. pavo\n0.140.371.002.72\nDa\n7.39\nFigure 3. !e effect of a competitor, damselfish, and wrasse density \non  (A)  the  per  capita  mortality  of  wrasses  and  (B)  predator  func-\ntional  response.  Solid  lines  and  surrounding  gray  area  represent \nmean \u0016 95%  CI  for  each  damselfish  treatment  estimated  from \nmaximum likelihood fit. Per capita mortality rates and functional \nresponse curves are adjusted for baseline mortality rate. Panel (C) \nrepresents  maximum  likelihood  estimates  for  log(Da)  and  log(Dh) \n(points)  and  95%  CI  for  full  model.  Note  two  models,  log(Dh)  \nand  log(DP),  fall  within  the  95%  confidence  intervals  of  the  \nfull  model. !e  attack  rate  estimate  has  an  infinite  upper  bound \nbecause  of  high  depletion. !us,  it  is  not  possible  to  distinguish \nbetween  a  wide  range  of  attack  rates  because  even  predators  \nwith  arbitrarily  large  attack  rates  cannot  kill  more  prey  than  are \navailable (see Fig. 1 legend for further details on plot interpretation \nand  Supplementary  material  Appendix  A3  for  further  details  on \nhypothesis testing for each model).\nhandling  time  or  effective  predator  density. !e  propor-\ntional  change  in  per-predator  handling  time  significantly  \ndiffered  from  zero  (Dh \u0015 0.23  (0,  0.82)  prey  per  predator \nday: C\n2\n1\n \u0015 4.888, p \u0015 0.027), and constraining shifts in attack \nrate  and  handling  time  to  be  proportional  did  not  signifi-\ncantly worsen the model (DP \u0015 2.21 (1.38, 3.78) predators \n\n177\nsome predators (Anderson 2001), and short-term apparent  \ncompetition  is  widespread  in  other  systems  (Holt  and \nLawton  1994). !e  parameter  estimates  for  the  apparent \ncompetition models fall within the confidence limits of the \npara meter estimates from the handling time model (Fig. 2c); \ntherefore,  the  data  do  not  discriminate  between  these  two \nmechanisms.  Furthermore,  while  predator  density  counts \nthroughout the duration of the study suggest that predator \ndensity  did  not  differ  between  treatments  (Supplementary \nmaterial Appendix A2), apparent competition may still be a \nplausible explanation because it is difficult to observe aggre-\ngative responses of transient predators due to their skittish \nbehavior in the presence of divers (but for an impressive use \nof time-lapse photography see Overholtzer-McLeod 2006).\nConclusion\n!e results of our study suggest that predator and competi-\ntor  density  can  affect  the  benefits  that  intraspecific  group \nformation  confers  on  prey.  We  develop  and  implement  a \nmodel fitting approach that can be applied to small empirical \ndatasets  to  distinguish  among  multiple  competing  hypoth-\neses about shifts in predator foraging behavior. Furthermore, \nour findings add to a growing body of literature suggesting  \nthat predator–predator interactions (Hixon and Carr 1997, \nJohnson  2006),  predator  density  (Schmitt  and  Holbrook \n2007,  White  2007),  and  competition  (Carr  et al.  2002,  \nSamhouri  et al.  2009)  are  important  in  structuring  the  \ndirection and magnitude of density dependent mortality in \nbenthic marine fishes (White et al. 2010).\nAcknowledgements  –  We  are  grateful  for  field  assistance  from  \nN. Dallin and M. Murray, and logistical support from the staff at \nthe  GUMP  station. !is  manuscript  was  greatly  improved  from \ncomments  provided  by  R.  Fletcher,  C.  Osenberg,  T.  Palmer,  \nJ.  Samhouri  and  J.  W.  White.  Funding  support  was  provided  \nfrom   NSF(OCE-0242312),   the !ree   Seas   Marine   Biology  \nProgram  (ACS),  the  Ocean  Bridges  Program  funded  by  the  \nFrench-American  Cultural  Exchange  (ACS),  a  Victoria  Univ.  of \nWellington  PhD  Scholarship  (SWG)  and  a  Fulbright-Ministry  \nof  Research  Science  and  Technology  Graduate  Student  Award \n(SWG). !is  is  a  contribution  from  UC  Berkeley’s  Richard  B. \nGump South Pacific Research Station, Moorea, French Polynesia.\nReferences\nAbrams, P. A. and Ginzburg, L. R. 2000. !e nature of predation: \nprey  dependent,  ratio  dependent  or  neither?  –  Trends  Ecol. \nEvol. 15: 337–341.\nAlmany, G. R. 2004. Priority effects in coral reef fish communities \nof the Great Barrier Reef. – Ecology 85: 2872–2880.\nAlmany, G. R. and Webster, M. S. 2006. !e predation gauntlet: \nearly  post-settlement  mortality  in  reef  fishes.  –  Coral  Reefs  \n25: 19–22.\nAnderson, T. W. 2001. Predator responses, prey refuges, and density-\ndependent mortality of a marine fish. – Ecology 82: 245–257.\nArditi,  R.  and  Ginzburg,  L.  R.  1989.  Coupling  in  predator–prey \ndynamics – ratio dependence. – J. !eor. Biol. 139: 311–326.\nBeddington, J. R. 1975. Mutual Interference between parasites or \npredators  and  its  effect  on  searching  efficiency.  –  J.  Anim.  \nEcol. 44: 331–340.\nBeukers, J. S. et al. 1995. Use of implant microtags for studies on \npopulations  of  small  reef  fish.  –  Mar.  Ecol.  Progr.  Ser.  125: \n61–66.\nfitting  approach  used  here  allowed  us  to  test  multiple \nhypotheses  regarding  the  role  predator–predator  dynamics \nand  competitors  play  in  altering  the  predator–prey  func-\ntional responses and/or effective predator density. Prey expe-\nrienced  benefits  of  intraspecific  group  living  in  each  of  the \nthree  predator  treatments,  and  mortality  of  prey  increased  \nwith  predator  density  (Fig.  1a). !e  lack  of  a  significant \nshift  in  log  attack  rate  or  log  handling  time  in  experiment \n1  provides  no  evidence  for  interference  or  cooperation  \namong  predators,  although  it  is  possible  that  there  were \ninteractions  between  hawkfish  and  transient  predators  that \nwere similar in the one and two hawkfish treatments.\nPredator–prey interactions can change predator foraging \nefficacy  and  result  in  inverse  density  dependent  mortality  \nfor  prey  in  three  non-mutually  exclusive  ways:  1)  the  con-\nfusion  effect,  whereby  organisms  living  in  herds,  flocks,  or \nschools make it difficult for predators to single out individ-\nual  prey;  2)  group  vigilance  or  aggression,  whereby  alarm  \ncalls  and  predator  mobbing  reduce  predation  rates;  and \n3)  predator  dilution,  whereby  predator  satiation  occurs  \nat  high  prey  densities  (Courchamp  et al.  1999).  Although \nour  behavioral  observations  focused  on  wrasse  shoaling \nbehavior, casual observations revealed no evidence for either \npredator  mobbing  or  shifts  in  prey  behavior  with  changes \nin  the  size  of  wrasse  groups  (though  mobbing  has  been \nobserved  in  other  reef  fishes:  Sweatman  1984).  Hawkfish \nconsume their prey whole (as do most predatory reef fishes), \nand  therefore  spend  a  limited  amount  of  time  masticating \nprey.  We  speculate  that  other  processes  change,  likely  gut \npassage time or the amount of time spent pursuing prey. For \nexample,  the  confusion  effect  or  group  vigilance  may  have \nproduced inverse density dependence in this study, although \nmore  detailed  observations  of  each  of  these  behaviors  is  \nnecessary to identify a concrete mechanism.\n!e presence of damselfish decreased the survival benefits  \nof  intraspecific  group  formation  for  wrasses  (Fig.  3).  A  \ncompetitor-driven shift in the strength of density-dependent \nmortality  matches  the  findings  of  other  researchers  who \nhave  shown  increased  competition  at  high  densities  (Carr \net al.  2002,  Almany  2004).  Notably,  the  observed  com-\npetitive asymmetry between damselfish and wrasses mirrors \nsimilarly  strong  competitive  asymmetry  that  also  occurs \nwithin wrasse congeners (Geange and Stier 2009). Alterna-\ntively, it has also been recorded that large adult damselfishes \ncan  directly  reduce  the  recruitment  of  newly  settled  fishes \nthrough  aggressive  interactions  (Sweatman  1985).  How-\never,  experiment  2  supported  two  competing  models  with \ndifferent  mechanisms. !e  model  with  differences  in  han-\ndling  time  but  not  attack  rate  suggests  that  predators  may \nbe decreasing their handling times in response to the intro-\nduction of an alternative prey. One possible explanation for  \nthis decrease in handling time is that exploitative competi-\ntion by damselfish for refuge space either reduces the vigi-\nlance of wrasses or decreases pursuit time by predators (by \nexcluding inferior competitors from refuges). !e data also \nsupported a second model where effective predator density \nvaried (i.e. DP p 1), suggesting that effective predator den-\nsities  may  be  increasing  with  the  addition  of  damselfish, \nleading  to  increased  attack  rates  and  handling  times  (i.e. \nshort-term  apparent  competition:  Holt  and  Kotler  1987). \nNo  ecological  studies  have  tested  apparent  competition \nin  reef  fish,  but  aggregative  response  is  known  to  occur  in  \n\n178\nMurdoch, W. W. 1973. Functional response of predators. – J. Appl. \nEcol. 10: 335–342.\nNicholson,  A.  J.  and  Bailey,  V.  A.  1935. !e  balance  of  animal \npopulations. – Proc. Zool. Soc. Lond. 3: 551–598.\nNovak, M. and Wootton, J. T. 2008. Estimating nonlinear interac-\ntion  strengths:  an  observation-based  method  for  species-rich \nfood webs. – Ecology 89: 2083–2089.\nOverholtzer-McLeod,  K.  L.  2006.  Consequences  of  patch  reef \nspacing  for  density-dependent  mortality  of  coral-reef  fishes. \n– Ecology 87: 1017–1026.\nRay, M. and Stoner, A. W. 1994. Experimental analysis of growth \nand survivorship in a marine gastropod aggregation: balancing \ngrowth  with  safety  in  numbers.  –  Mar.  Ecol.  Progr.  Ser.  \n105: 47–59.\nSamhouri, J. F. et al. 2009. Inter-cohort competition drives density \ndependence and selective mortality in a marine fish. – Ecology \n90: 1009–1020.\nSchmitt, R. J. 1987. Indirect interactions between prey – apparent \ncompetition,  predator  aggregation  and  habitat  segregation.  \n– Ecology 68: 1887–1897.\nSchmitt,  R.  J.  and  Holbrook,  S.  J.  2007. !e  scale  and  cause  of \nspatial heterogeneity in strength of temporal density depend-\nence. – Ecology 88: 1241–1249.\nSchmitt,  R.  J.  et al.  2009.  Intraguild  predation  in  a  structured \nhabitat:  distinguishing  multiple-predator  effects  from  com-\npetitor effects. – Ecology 90: 2434–2443.\nSchmitz,  O.  J.  1992.  Exploitation  in  model  food  chains  with \nmechanistic  consumer  resource  dynamics.  – !eor.  Popul. \nBiol. 41: 161–183.\nSih,  A.  et al.  1998.  Emergent  impacts  of  multiple  predators  on  \nprey. – Trends Ecol. Evol. 13: 350–355.\nSimon,  J.  2007.  Evaluation  of  marking  European  silver  eels  with \nvisible  implant  elastomer  tags  and  alcian  blue.  –  J.  Fish  Biol. \n70: 303–309.\nSkalski,  G.  T.  and  Gilliam,  J.  F.  2001.  Functional  responses  \nwith  predator  interference:  viable  alternatives  to  the  Holling \ntype II model. – Ecology 82: 3083–3092.\nStallings, C. D. 2008. Indirect effects of an exploited predator on \nrecruitment of coral-reef fishes. – Ecology 89: 2090–2095.\nSweatman, H. P. A. 1984. A field study of the predatory behavior \nand feeding rate of a piscivorous coral-reef fish, the lizardfish \nSynodus englemani. – Copeia 1984: 187–194.\nSweatman,  H.  P.  A.  1985. !e  influence  of  adults  of  some  coral \nreef fishes on larval recruitment. – Ecol. Monogr. 55: 469–485.\nVan Der Meer, J. and Ens, B. J. 1997. Models of interference and \ntheir  consequences  for  the  spatial  distribution  of  ideal  and  \nfree predators. – J. Anim. Ecol. 66: 846–858.\nVenables, W. N. and Ripley, B. D. 2002. Modern applied statistics \nwith S. – Springer.\nVonesh,  J.  R.  and  Bolker,  B.  M.  2005.  Compensatory  larval \nresponses  shift  tradeoffs  associated  with  predator-induced \nhatching plasticity. – Ecology 86: 1580–1591.\nWhite,   J.   W.   2007.   Spatially   correlated   recruitment   of   a  \nmarine  predator  and  its  prey  shapes  the  large-scale  pattern  \nof   density-dependent   prey   mortality.   –   Ecol.   Lett.   10:  \n1054–1065.\nWhite,  J.  W.  and  Warner,  R.  R.  2007.  Safety  in  numbers  and  \nthe  spatial  scaling  of  density-dependent  mortality  in  a  coral \nreef fish. – Ecology 88: 3044–3054.\nWhite,  J.  W.  et al.  2010.  Synthesizing  mechanisms  of  density \ndependence in reef fishes: behavior, habitat configuration and \nobservational scale. – Ecology 91: 1949–1961.\nWittmer,  H.  U.  et al.  2005. !e  role  of  predation  in  the  \ndecline and extirpation of woodland caribou. – Oecologia 144: \n257–267.\nBrown,  C.  and  Brown,  M.  2003.  Group  size  and  ectoparasitism \naffect  daily  survival  probability  in  a  colonial  bird.  –  Behav. \nEcol. Sociobiol. 56: 498–511.\nBshary,  R.  et al.  2006.  Interspecific  communicative  and  coordi-\nnated  hunting  between  groupers  and  giant  moray  eels  in  the \nRed Sea. – PLoS Biol. 4: e431.\nCarr,  M.  H.  et al.  2002.  Biodiversity,  population  regulation,  and \nthe stability of coral-reef fish communities. – Proc. Natl Acad. \nSci. USA 99: 11241–11245.\nCaselle, J. E. 1999. Early post-settlement mortality in a coral reef \nfish  and  its  effect  on  local  population  size.  –  Ecol.  Monogr. \n69: 177–194.\nCourchamp,  F.  et al.  1999.  Inverse  density  dependence  and  the \nAllee effect. – Trends Ecol. Evol. 14: 405–410.\nCrowley, P. H. and Martin, E. K. 1989. Functional responses and \ninterference  within  and  between  year  classes  of  a  dragonfly \npopulation. – J. N. Am. Benthol. Soc. 8: 211–221.\nDeangelis, D. L. et al. 1975. Model for trophic interaction. – Ecology \n56: 881–892.\nFryxell, J. M. et al. 2007. Group formation stabilizes predator–prey \ndynamics. – Nature 449: 1041-U4.\nFussmann, G. E. et al. 2005. A direct, experimental test of resource \nvs. consumer dependence. – Ecology 86: 2924–2930.\nGalzin,   R.   and   Pointer,   J.   P.   1985.   Moorea   Island,   Society  \nArchipelago. – In: Delesalle, B. et al. (eds), 5th Int. Coral Reef \nSymp., pp. 73–102.\nGeange,  S.  W.  and  Stier,  A.  C.  2009.  Order  of  arrival  affects  \ncompetition in two reef fishes. – Ecology 90: 2868–2878.\nGolubski,  A.  J.  and  Abrams,  P.  A.  2011.  Modifying  modifiers:  \nwhat  happens  when  interspecific  interactions  interact?  –  J. \nAnim. Ecol. 80: 1097–1108.\nHassell, M. P. and Varley, G. C. 1969. New inductive population \nmodel for insect parasites and its bearing on biological control. \n– Nature 223: 1133.\nHixon,  M.  A.  and  Carr,  M.  H.  1997.  Synergistic  predation,  \ndensity dependence, and population regulation in marine fish. \n– Science 277: 946–949.\nHolling,  C.  S.  1959. !e  components  of  predation  as  revealed  \nby a study of small-mammal predation of the European pine \nsawfly. – Can. Entomol. 91: 293–320.\nHolt, R. D. and Kotler, B. P. 1987. Short-term apparent competi-\ntion. – Am. Nat. 130: 412–430.\nHolt,  R.  D.  and  Lawton,  J.  H.  1994. !e  ecological  conse-\nquences of shared natural enemies. – Annu. Rev. Ecol. Syst. \n25: 495–520.\nImbert,  H.  et al.  2007.  Evaluation  of  visible  implant  elastomer  \nas  a  method  for  tagging  small  European  eels.  –  J.  Fish  Biol. \n71: 1546–1554.\nJohnson,  D. W.  2006.  Predation,  habitat  complexity,  and  varia-\ntion  in  density-dependent  mortality  of  temperate  reef  fishes. \n– Ecology 87: 1179–1188.\nJuliano,  S.  A.  (ed.)  2001.  Non-linear  curve  fitting:  predation  and \nfucntional response curves. – Oxford Univ. Press.\nKane,  N.  K.  et al.  2009. !e  role  of  microhabitat  preference  and \nsocial organization in determining the spatial distribution of a \ncoral reef fish. – Environ. Biol. Fish. 84: 1–10.\nKratina, P. et al. 2009. Functional responses modified by predator \ndensity. – Oecologia 159: 425–433.\nMcCoy,  M.  W.  and  Bolker,  B.  M.  2008.  Trait-mediated  interac-\ntions: influence of prey size, density and experience. – J. Anim. \nEcol. 77: 478–486.\nMcDermott,  C.  2006.  Understanding  patterns  of  habitat  use  \nin  reef  fish:  implications  of  ontogenetic  shifts  in  habitat-use \nfor  population  demography.  –  School  of  Biol.  Sci.,  Victoria \nUniv. of Wellington, p. 78.\nSupplementary   material   (available   online   as   Appendix \nO20726 at \f www.oikosoffice.lu.se/appendix \u000e). Appendix \nA1–A4.\n\nAppendix(1:(The$construction$of$Experiment$1$reef$arrays$\nIndividual)reefs)were)constructed)of)13)cinder)blocks)(0.5m)X)0.25m)X)0.25m),)\nplaced)on)a)1m)X)1m)sheet)of)corrugated)iron.)Blocks)were)stacked)with)openings)\nfacing)outward)in)three)tiers)forming)the)shape)of)a)pyramid.)Six)blocks)(3)x)2))\nformed)the)base)level,)four)blocks)(2)x)2))the)second)tier,)and)three)blocks)(3)x)1))\nthe)third)tier.)On)the)top)of)each)reef,)four)Pocillopora$verrucosa)coral)heads)(mean)\nsurface)area)0.011)m\n2\n,)SD)=)0.004))attached)to)small)cinder)blocks)(represented)\nhere)as)grey)boxes))were)placed)in)a)diamond)formation)on)top)of)reefs)to)provide)\nshelter)for)reef)fishes.)\n)\n)\n)\n\nAppendix(2.!Description+of+predator+densities+across+the+natural+array++\nPredator!community!on!experimental!patch!reefs!for!Experiment+Two.!The!mean!(SE)!number!of!individuals!for!each!species!is!\ngiven!for!each!of!our!wrasse!density!treatments!(3@15!individuals!per!reef)!in!the!presence!(top)!and!absence!of!damselfish!\n(bottom).!Averages!and!standard!errors!are!generated!from!our!surveys!conducted!incrementally!on!three!days!during!the!\nexperiment!(May!30,!June!1,!and!June!4,!2007).!!Total!predator!densities!in!bold!represent!the!mean!(SE)!of!the!sum!of!all!\npredators!in!each!treatment!per!m\n2\n.!\n!!!!Wrasse(Density(Treatment(!!\n!!3(3(3(5(5(8(12(15(\nDamselfish(Present!!!!!!!!!\nFamily(Species(!!!!!!!!\nAulostomidae!Aulostomus+chinensis+@!0.3!(0.3)!@!@!@!@!@!@!\nBalistidae!Balistapus+undulatus+0.7!(0.3)!@!@!0.3!(0.5)!@!@!0.3!(0.3)!0.3!(0.3)!\nBothidae!Bothus+pantherinus+0.3!(0.3)!@!@!0.3!(0.3)!@!@!@!@!\nCarangidae,!!Caranx+melampygus+@!@!@!@!@!@!0.3!(0.3)!@!\nHolocentridae!Neoniphon+sammara+@!2.0!@!0.7!(0.7)!0.3!(0.3)!0.7!(0.3)!1.0!(1.0)!3.7!(0.7)!\nLabridae!Cheilinus+trilobatus+@!@!@!@!@!@!0.7!(0.7)!@!\nLabridae!Halichoeres+trimaculatus+1.0!(0.6)!@!2.7!(1.3)!3.3!(0.3)!@!@!0.7!(0.7)!1.0!(1.0)!\nMuraenidae!Gymnothorax+javanicus++@!@!@!@!@!0.7!(0.7)!@!@!\n\nPinguipedidae!Parapercis+millepunctata+0.3!(0.3)!@!@!@!1.0!(0.0)!@!@!@!\nSynodontidae!Saurida+gracilis+0.3!(0.3)!@!@!@!0.7!(0.3)!0.3!!(0.3)!@!@!\n!Total(2.7((0.3)(2.3((0.3)(2.7((1.3)(4.7((0.7)(2.0((0.6)(1.7((1.2)(3.0((0.6)(5.0((1.5)(\n!!!!!!!!!!\nControl(!!!!!!!!!\nFamily(Species(!!!!!!!!\nAulostomidae!Aulostomus+chinensis+@!@!@!0.3!(0.3)!@!0.3!(0.3)!@!@!\nBalistidae!Balistapus+undulatus+@!1.3!(0.3)!@!0.7!(0.3)!@!@!1.0!(0.0)!@!\nBothidae!Bothus+pantherinus+@!@!@!@!@!@!@!@!\nCarangidae,!!Caranx+melampygus+@!@!@!@!@!@!@!@!\nHolocentridae!Neoniphon+sammara+@!1.3!(0.3)!0.3!(0.3)!2.0!(0.0)!1.3!(0.3)!1.0!(0.6)!@!1.7!(0.3)!\nLabridae!Cheilinus+trilobatus+@!@!0.7!(0.3)!@!@!@!@!@!\nLabridae!Halichoeres+trimaculatus+1.3!(0.7)!@!1.0!(0.6)!0.7!(0.7)!2.0!(0.0)!@!2.3!(0.7)!0.3!(0.3)!\nMuraenidae!Gymnothorax+javanicus++0.3!(0.3)!@!@!@!@!@!0.3!(0.3)!@!\nPinguipedidae!Parapercis+millepunctata+@!@!@!@!@!0.7!(0.3)!@!1.3!(0.3)!\nSynodontidae!Saurida+gracilis+@!@!0.3!(0.3)!@!@!@!@!0.7!(0.3)!\n!Total(1.7((0.3)(2.7((0.7)(2.3((0.7)(3.7((0.7)(3.3((0.3)(2.0((0.6)(3.7((0.9)(4.0((0.6)(\n!\n\nAPPENDIX 3: Nested hierarchy of models in Experiment 1 and Experiment 2.   \nTable 1. Parameters for type II functional response modified to incorporate both \ndepletion and baseline mortality. Modified functional response was used to examine \nwhether shifts in attack rate, handling time, predator density affected the mechanisms of \ninverse density dependence in the wrasse for different predator (Experiment 1) and \ncompetitor (Experiment 2) densities.  \nSymbol Description Units \nμ Baseline mortality 1/days \na Per capita attack rate 1/(time*pred/reef) \nh Handling time Prey/reef/(preda/reef*days) \nP Predator density pred/reef \nT Time days \nN\n0\n Initial Number of Prey prey/reef \nN\nT\n Number of Prey at time \nT \nprey/reef \nN\ne\n Number of Prey Eaten prey/reef \n \nAn estimate of the instantaneous number of prey killed with and baseline mortality can be \nevaluated using (see text for details): \n€ \ndN\ndT\n=−(μ+\na\ni\nP\ni\n1+a\ni\nh\ni\nN\nT\n)N\nT\n (1) \nEquation 1 can be integrated to incorporate prey depletion: \n€ \nN\ne\n=−\ndN\ndt\n0\nT\n∫\ndt\n \nIn Experiment  1, we use this integrated model to evaluate differences in attack rate (a) \nand handling time (h) in the presence of a second predator (hawkfish) (Fig. 1). This same \nmodel was used in expeirment 2 to evaluate differences in attack rate (a), handling time \n(h), and effective predator density (P) in the presence of a competitor (damselfish) (Fig \n2). Baseline mortality was estimated from Experiment 1 and used to parameterize \nExperiment 2.  \n\nFigure 1: Nested models in Experiment 1 examining the effect of a doubling in hawkfish \ndensity on attack rate and handling time of hawkfish. χ\n2 \nvalues are equal to the difference \nin the deviance between the two Rogers Random Predator (RRP) models. Significant p \nvalues (bold) represent a statistically significant likelihood ratio test (LRT). Significance \nin the LRT suggests the more complex of the two models is a better fit. \n4 parameters\n3 parameters\n2 parameters\n2 attack rates, 2handling times\n2 handling times2 attack rates\n1 attack rate, 1 handling time\nδa ≠ 1\n χ2 = 0.164, p = 0.686\n δh ≠ 1\n  χ2 = 0.161, p = 0.688\nδh ≠ 1\n χ2 = 0.022, p = 0.882\n δa ≠ 1\n χ2 = 0.025, p = 0.874\n \n\nFigure 2 Nested models in Experiment 2 examining the effect of damselfish addition on \nattack rate, handling time, and effective predator density. Comparisons among candidate \nmodels suggest two appropriate models: 1) the model with different handling times 2) the \nmodel with different effective predator densities. See figure 1 legend for more details. \n4 parameters\n3 parameters\n2 attack rates, 2handling times\n2 handling times2 attack rates2 predator densities\nδa or δh ≠ 1\n χ2 = 1.730, p = 0.188\nδa ≠ 1\n χ2 = 0.330, p = 0.566\n δh ≠ 1\n  χ2 = 4.888, p = 0.027\n \n\nEcology - Article Stier & Geange 2009 –Page 1 of 1 \n \nAppendix 4: Functional Responses with Predator Density \n Functional response models allowing attack rate (a) and handling time (h) to vary with each of \nthe experimental treatments for one and two predators. Our models (far right) are specific \nversions of existing functional response models (far left) that explore the role of predator density \nin affecting predator foraging behavior. Moving from left to right shows how the original 5 \nformulation of these models, can be simplified to be identical to our model under scenarios \nwhere there are 1 and 2 predators. Our models are not equivalent to existing models for P > 2. \nSee Skalski and Gilliam (2001) for more details.  \n \n 10 \n \nModel Original Formulation \n1 \nPredator \nf\ni\n(N,P\n1\n) \n2 Predator \nf\ni\n(N,P\n2\n) \n2 Predator \n(simplificati\non) \nOur Model \nHolling \nType II \nf\nH2\n(N,P)=\naNP\n1+bN\n \naN\n1+bN\n \n2aN\n1+bN\n \n2aN\n1+bN\n \naNP\n1+ahN\n \nBeddingto\nn-\nDeAngelis \nf\nBD\n(N,P)=\naN\n1+bN+c(P−1)\n \naN\n1+bN\n \naN\n1+bN+c\n \naN/1+c\n1+bn/(1+c)\n \n(a\n1\n•δa)NP\n1+(a\n1\n•δa)hN\n \nCrowley-\nMartin \nf\nCM\n(N,P)=\naN\n1+bN+c(P−1)+bcN(P−1)\n \naN\n1+bN\n \naN\n1+bN+c+bcN\n \na\n1+c\nN\n1+Nb\n \naN(P\n1\n•δP)\n1+aNh\n \nHassell-\nVarley \nf\nHV\n(N,P)=\naN\nbN+P\nm\n \naN\n1+bN\n \naN\nbN+P\nm\n \naN\n2\nm\nbN\n2\nm\n+1\n \naN(P\n1\n•δP)\n1+aNh\n ",
  "extractedAt": "2025-12-12T18:45:14.374Z",
  "success": true,
  "matchedPublication": {
    "title": "Illegal shark fishing in the Galápagos Marine Reserve",
    "doi": "10.1016/j.marpol.2012.12.005",
    "year": "2013",
    "authors": "Carr, Lindsey A.; Stier, Adrian C.; Fietz, Katharina; Montero, Ignacio; Gallagher, Austin J.; Bruno, John F."
  }
}