{
  "filename": "Stier et al. (MEPS) 2019.pdf",
  "numPages": 10,
  "text": "MARINE ECOLOGY PROGRESS SERIES Mar Ecol Prog Ser Vol. 613: 67– 76, 2019 https://doi.org/10.3354/meps12908 Published March 21 1. INTRODUCTION Dispersal is a key driver of population dynamics (Roughgarden et al. 1988) and diversity (Palardy & Witman 2011, Palardy & Witman 2014) in marine communities. Dispersal among habitat patches can strongly influence species richness and composi- tional similarity at local and landscape scales (Aiken & Navarrete 2014, Stier et al. 2014, Valdivia et al. 2015). In many marine systems, such as coral reefs, kelp forests, and rocky shores, life histories that include passively dispersing larval stages are rela- tively common, and dispersal during this life stage can affect population persistence (Botsford et al. 2001, Byers & Pringle 2006). Though population- level effects of dispersal have been the focus of much study, community-level consequences such as diver- sity patterns across habitat patches in marine sys- tems are less understood (Boström et al. 2006, Caro et al. 2010, White & Samhouri 2011, Heino et al. 2015). Ecological theory predicts communities connected by high dispersal rates will exhibit greater similarity in species composition than communities linked by less frequent dispersal events (Hastings & Gavrilets 1999, Loreau 2000, Amarasekare & Nisbet 2001, Mouquet & Loreau 2002, Mouquet & Loreau 2003, Cottenie & De Meester 2004, Urban 2006). A suite of observational and experimental studies support this © Inter-Research 2019 · www.int-res.com*Corresponding author: astier@ucsb.edu Temporal variation in dispersal modifies dispersal– diversity relationships in an experimental seagrass metacommunity Adrian C. Stier 1, * , Sarah C. Lee 2 , Mary I. O’Connor 3 1 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 2 Department of Biology, DePauw University, Greencastle, IN 46135, USA 3 Department of Zoology and Biodiversity Research Centre, University of British Columbia, Vancouver, BC V6T 1Z4, Canada ABSTRACT: Dispersal is a key force driving patterns of biodiversity. However, temporal variation in dispersal due to seasonality, weather, and other stochastic forces is an understudied aspect of the dispersal – diversity relationship. Metacommunity theory predicts temporal variation in disper- sal can alter species distributions across patches. We empirically tested the hypothesis that varia- tion in dispersal can modify the nonlinear dispersal – diversity relationship. Using a mesocosm experiment, we factorially manipulated variation in and intensity of dispersal in invertebrate grazer communities associated with nearshore seagrass ecosystems. Higher dispersal intensity led to higher grazer abundance, higher species richness (alpha diversity), and — when dispersal was variable — lower compositional similarity among patches (higher beta diversity). Within each dis- persal intensity treatment level, temporal variation in dispersal decreased alpha diversity and increased beta diversity, with strongest effects at low- and intermediate-intensity dispersal. Our results provide the first empirical evidence that temporal variation in dispersal can substantially modify the well-described dispersal – diversity relationship for both alpha and beta diversity. Broadly, our results provide increasing evidence for the effects of spatial and temporal variability in modifying the role of the ecological processes driving marine metacommunity structure. KEY WORDS: Community assembly · Jensen’s inequality · Larval supply · Seagrass · Metacommunity Resale or republication not permitted without written consent of the publisher Mar Ecol Prog Ser 613: 67– 76, 2019 68 prediction (Harrison 1997, 1999, Forbes & Chase 2002, Chase 2003, Chase & Ryberg 2004, Kneitel & Chase 2004, Cadotte & Fukami 2005, France & Duffy 2006, Östman et al. 2006). Two alternative explana- tions exist for these common patterns. First, when competition is weak, high dispersal can homogenize community structure in discrete patches, because all species can reach all patches and persist (i.e. ‘mass effects’ [Shmida & Wilson 1985] or ‘rescue effects’ [Brown & Kodric-Brown 1977]). In contrast, in com- munities structured by interspecific competition, high compositional similarity in heavily connected patches is often attributed to an increase in the sup- ply and density of competitively dominant species. When competitively dominant species are released from dispersal limitation, their persistence in patches can homogenize species composition across locations by excluding inferior competitors (Mouquet & Loreau 2002, Chase 2003, Mouquet & Loreau 2003). To date, most evidence for the importance of dis- persal in driving diversity patterns has come from tests and theory that assume a single (or average) dispersal rate among all patches or for all species in a spatially structured competitive metacommunity. When this mean dispersal rate increases, composi- tional similarity increases (Myers & Harms 2009, Matias et al. 2013, Catano et al. 2017). Further, there is evidence that this relationship is often nonlinear, with compositional similarity decreasing exponen- tially with an increase in mean dispersal rate. With increasing appreciation that variability in ecological processes can have distinct effects relative to changes in the mean (Bertocci et al. 2005, Benedetti-Cecchi et al. 2006, Bernhardt et al. 2018), it is critical we consider how temporal variability in dis- persal affects the dynamics and distribution of spe- cies in spatially structured communities. Two lines of evidence suggest that temporal variation in dispersal can produce unique biodiversity patterns. This evi- dence includes: (1) theory explicitly manipulating temporal variability in dispersal and measuring how biodiversity patterns change (Matias et al. 2013), and (2) the mathematical relationship known as Jensen’s inequality whereby variation in a nonlinear process can produce effects that would not be predicted by focusing on mean conditions alone (Ruel & Ayres 1999, Denny 2017). Recent theory predicts that temporal variation in dispersal should alter spatial patterns of biodiversity in spatially distinct communities connected by dis- persal (i.e. a metacommunity). Using a source-sink model, Matias et al. (2013) built temporal variability in dispersal into a previous model by Mouquet & Loreau (2003) and demonstrated how temporal vari- ability in dispersal events interacts with the intensity of dispersal, or the number of individuals arriving in a dispersal event, to drive alpha and beta diversity. This model assumes species exhibit a trade-off be - tween competitive ability and dispersal frequency. Under this assumption, the Matias et al. (2013) model predicts that temporal variability in dispersal can produce unique patterns of alpha diversity — the diversity within a patch — and beta diversity — the compositional dissimilarity among patches. Specifically, the model predicts that when dispersal has zero temporal variability (i.e. is constant in time), there will be a hump-shaped relationship be - tween dispersal intensity and alpha diversity and a nonlinear decline in beta diversity with in crease in dispersal intensity. When the model introduces tem- poral variability in dispersal, it produces a shift in peak alpha diversity to higher dispersal intensity and a more shallow decline of beta diversity as dis- persal intensity increases. This effect on beta diver- sity can be large, with temporal variability in dis- persal increasing beta diversity by >10-fold the spatial turnover predicted in the absence of variabil- ity (Matias et al. 2013). Matias et al. (2013) hypo - thesize these patterns emerge because the impor- tance of competition as a driver of local diversity shifts with different dispersal regimes. When disper- sal intensity is high, top competitors are present in nearly all patches and competitively exclude other species, lowering diversity both within and between patches because only competitively dominant spe- cies persist. Variability in dispersal amplifies this effect because pulses of high dispersal intensity facilitate rapid competitive exclusion by dominant species. The second reason why temporal variation in dis- persal likely affects the dispersal – diversity relation- ship is Jensen’s inequality (Denny 2017). Jensen’s inequality states if ƒ(x)is nonlinear, then the mean of the function is not equal to the function evaluated at the mean. For decelerating nonlinear functions (i.e. the 2 nd derivative is negative), the inequality predicts ƒ(x) ––– > ƒ(x-). Since beta diversity is typically a deceler- ating nonlinear function with an increase in dispersal intensity (Cadotte 2006, Matias et al. 2013), the in - equality predicts that variability around any mean dispersal (d – ) will increase species turnover relative to a patch with fixed dispersal (i.e. ƒ(d ––– ) > ƒ(d – )) (Fig. 1). While this prediction is qualitatively similar to the one made by Matias et al. (2013), it is a statistical property of nonlinear functions, not a product of com- petitive dynamics. Stier et al.: Variable dispersal drives compositional similarity 69 In this study, we empirically quantify the dual con- tribution of the intensity and temporal variability in dispersal as drivers of biodiversity patterns in sea- grass-associated epifaunal communities commonly found worldwide in coastal marine ecosystems. Sea- grasses form spatial networks of meadow habitat separated by sand, mud, or other substrates, support- ing grazer populations that are connected demo- graphically by movement and dispersal. Most sea- grass-associated epifauna are mobile as adults with non-dispersing juvenile stages; these include iso - pods, amphipods, and many of the gastropod grazers, although some epifaunal gastropods do have dispers- ing larval stages. Spatial and temporal variability in dispersal, as well as variation in dispersal intensity, are likely primary drivers of alpha and beta diversity in seagrass ecosystems. There is, however, no direct evidence yet for how dispersal patterns could con- tribute to the spatial biodiversity patterns observed across seagrass meadows within regions (Carr et al. 2011, Barnes & Ellwood 2012, Yamada et al. 2014, Whippo et al. 2018). Our study builds on previous work by Lee & Bruno (2009), which demonstrated that intensity and variability of grazer dispersal has a strong influence on grazer abundance, alpha diver- sity, and species composition. The quantitative predictions of the Matias et al. (2013) model are difficult to test empirically in sea- grass epifaunal communities. Competitive dynamics are poorly understood, and field logistics limit our ability to match the long iteration length of the model. Moreover, as noted above, the adult dispersal strategy of many organisms in the seagrass commu- nity differs from the assumed larval dispersal in many metacommunity models examining dispersal – diversity relationships. Indeed, many empirical tests of metacommunity theory fail to effectively match the assumptions of metacommunity models (Logue et al. 2011). Therefore here, inspired by Matias et al. (2013), the predictions we have generated from Jensen’s inequality, and empirical patterns quantified by Ca - dotte (2006) and Cadotte & Fukami (2005), we take an empirical approach to test the qualitative hypoth- esis that the dispersal – diversity relationship depends on variation in dispersal using grazer metacommuni- ties associated with a coastal seagrass Zostera marina epifaunal system. 2. MATERIALS AND METHODS 2.1. Approach To examine how temporal variability in dispersal mediates the effects of dispersal intensity on grazer alpha and beta diversity, we re-analyzed data from Lee & Bruno (2009). We specifically tested 2 hypothe- ses: (1) dispersal intensity has positive effects on alpha diversity and negative effects on beta diversity, and (2) temporal variability in dispersal alters the strength of these effects. The Lee & Bruno (2009) experiment factorially crossed levels of dispersal intensity with dispersal variability (additional details in Section 2.2) and measured the response of grazer abundance, species composition, and diversity. Our approach extends the analysis of Lee & Bruno (2009) in 2 ways. First, we consider how different types of dispersal affect beta diversity, while the previous study primarily focused on alpha diversity. Second, we consider the role of sampling effects in biasing estimates of biodiversity. Specifically, estimates of alpha and beta diversity can be affected by changes in abundance (Gotelli & Col- well 2001, Stier et al. 2016), and estimates of beta diversity can depend on changes in alpha diversity (Chase et al. 2011); therefore, we re-report abun- dance and alpha diversity from Lee & Bruno (2009), then use rarefaction to test whether changes in grazer alpha and beta diversity linked to changes in Dispersal magnitude Beta diversity Low :f(D Low ) Hi :f(D High ) Med :f(D Med ) Med+Var :f(D Med+Var ) D Low D High D Med Variance(D) Fig. 1. The role of Jensen’s inequality in producing greater expected beta diversity in the presence of variable and fixed dispersal rates. Beta diversity is theoretically predicted to be a decelerating nonlinear function of dispersal. Expected beta diversity at Low (β Low ), Medium (β Med ), and High (β Hi ) is shown for 3 invariant dispersal rates: (1) Low Dispersal (D Low ; green), (2) Medium Dispersal (D Med ; black), and (3) High Dis- persal (D High ; blue). The introduction of variation in dispersal around D Med (represented by the red bar) produces an ex - pected beta diversity (β Med+Var ; red) that is greater than the expected beta diversity for the same average dispersal mag- nitude with no variance (β Med ). The positive effect is because β Med+Var is equal to the average of β Low and β Hi . For simplicity, we show the expected effect of variability in dispersal for a single mean; however, Jensen’s equality operates for all dis- persal magnitudes and will have positive effects on dispersal for all dispersal magnitudes Mar Ecol Prog Ser 613: 67– 76, 2019 70 dispersal intensity and variability are driven by changes in grazer abundance. Specifically, we quan- tified 5 response variables that describe how grazer abundance and diversity shifted in patches experi- encing varying levels of grazer dispersal intensity and variability: (1) total abundance of all grazer spe- cies (hereafter abundance) in each local community, (2) grazer alpha diversity measured as species rich- ness (the number of species within a patch uncor- rected for differences in abundance), (3) grazer alpha diversity measured as rarefied species richness (the number of species within a patch corrected for abun- dance), (4) grazer compositional dissimilarity meas- ured as beta diversity based on species incidence (the Jaccard index: a metric focused on the gain or loss of a species taking into account species identity, estimated as the median distance to centroid [i.e. the distance between each replicate’s multivariate loca- tion and the multivariate location of the mean com- munity composition per dispersal treatment]), and (5) grazer compositional dissimilarity measured as beta diversity based on species incidence estimated as the rarefied Jaccard index. 2.2. Dispersal manipulations Diversity estimates are from 6 wk experimental communities in mesocosms at the University of North Carolina’s Institute of Marine Sciences in Morehead City that were established in June 2004. Additional detailed experimental methods are described by Lee & Bruno (2009). They manipulated intensity (4 levels of intensity: small, medium−low, medium−high, large) and variability of grazer propagule additions (2 levels of variability: single and multiple additions) in a fully factorial design (n = 6). The high variability treatment had a single pulse of propagules early in the 6 wk ex- perimental period, and the low variability treatment had weekly grazer additions. An analysis of 3 sam- pling dates suggests weekly additions were nearly identical in species identity and rank abundance (see Table S1, Fig. S1 in the Supplement at www. int-res. com/ articles/ suppl/ m613 p067 _ supp. pdf). The experi- ment was performed in 4 l flow-through mesocosms to control potentially confounding factors such as sam- pling scale, habitat complexity, and flow regime and to ensure homogeneity of resources. The researchers also included control mesocosms in which no additional grazers were added to developing communities. Every mesocosm included an artificial seagrass mimic, and all mimics were preconditioned with filtered seawater to allow epiphytic algal propag- ules to settle and provide food for grazers. Unlike many marine organisms that disperse as minute lar- vae, the amphipods and isopods in the system are iteroparous brooders that disperse primarily as juveniles and adults, thus allowing manipulation of the propagule supply by adding juveniles and adults collected from algae in the field. Grazers were col- lected from the field and placed in a large holding tank and added to experimental mesocosms according to assigned treatments by volume (i.e. medium− low, medium−high, and large treatments received 2-, 4-, and 8-fold the volume of grazers added to small treat- ments, respectively). Samples of propagule additions were preserved and later identified (n = 20). Grazers were added in the single and multiple frequency mesocosms in volumes determined by assigned level of supply intensity. Grazers were experimentally added to mesocosms on a weekly basis in multiple treatments. Throughout the experiment, the ratio be- tween supply intensity treatments remained the same, although the total volume varied with availabil- ity. Thus, the mean number of dispersers was roughly the same between the treatments with and without variable dispersal, with the exception of minor changes in the species pool through time. Some grazer and al- gal propagules also colonized all mesocosms naturally via the sea water supply, thus providing a continual source of food for grazers and allowing invertebrate grazer communities to develop in no-addition controls. At the end of 6 wk (2 to 3 generations for most grazer species), all grazers were collected and preserved. Grazers were identified to the lowest possible taxo- nomic group; some common species were lumped by genera because of the large number of juvenile individuals. These experimental manipulations of the intensity and frequency of grazer additions are used to simu- late dispersal. Hereafter, we use ‘dispersal’ synony- mous with the grazer additions. Although the spatial scale at which grazer dispersal occurs remains an active research question, grazer density does vary at the scale of both meters and kilometers (Whippo et al. 2018), which is likely a product of both grazer movement and grazer reproduction. However, we note that large pulses of grazers may also occur in seagrass communities due to local grazer blooms (Whippo et al. 2018). Therefore, while we concen- trate on how this experiment mimics different levels of dispersal from one isolated patch to another, the experimental results could also be interpreted as the biodiversity impacts of grazer blooms within a patch. Additionally, we note that as with many metrics of biodiversity, the concept of scale is paramount. Stier et al.: Variable dispersal drives compositional similarity Implicit in our approach is that the different replicate mesocosms within a given grazer addition treatment are representative of discrete patches of seagrass that are connected via dispersal. We refer to the aver- age diversity within a given replicate mesocosm as alpha diversity and variation in species composition between replicate mesocosms as beta diversity. 2.3. Statistical analysis Here, we used a 2-factor analysis of variance (ANOVA) to test the effect of dispersal intensity and variability on grazer abundance, richness, and rar- efied richness. We are unaware of existing methods for the factorial analyses of beta diversity. Therefore, we analyzed the effects of dispersal intensity and variability on beta diversity using 2 separate 1-factor analyses using PERMDISP, a multivariate permuta- tion test of dispersions (Anderson et al. 2006, 2011). To do this, we conducted 2 independent tests on beta diversity in response to dispersal intensity and com- pared beta diversity in high-variability versus low- variability treatments. We then estimated and visu- ally examined the median multivariate distance to centroid of the dispersal intensity and variability for all treatments to determine how dispersal intensity and variability affected beta diversity and rarefied beta diversity. Because dispersal treatments differed in alpha diversity, and beta diversity estimates can be sensi- tive to variable alpha diversity (Chase et al. 2011), we also used the same method to estimate beta diversity using the modified Raup-Crick index (Chase et al. 2011). The modified Raup-Crick dissimilarity index ranges from 0 to 1 and is interpreted differently from Jaccard’s dissimilarity. The values of the modified Raup-Crick index can provide insight into the pro- cesses governing community assembly. Values ap - proaching zero are representative of communities that are assembled deterministically (i.e. unlikely to have been assembled by chance), whereas values that approach 1 are less dissimilar than expected by chance (Chase et al. 2011) and are more likely to be assembled through stochastic processes. The index is non-metric, but can be interpreted similarly to other dissimilarity metrics used to compare beta diversity adjusting for differences in alpha diversity (Chase 2010). For visualizing this metric, we calculate the median and standard error of the estimated distance to centroid of the modified Raup-Crick index. Finally, patterns of alpha and beta diversity are highly sensitive to shifts in abundance, yet most stud- ies of dispersal – diversity relationships tend to ignore this underlying expectation. Here, we used rarefac- tion to adjust diversity for abundance effects because we expected mesocosms with larger numbers of grazers would also have higher species richness (Gotelli & Colwell 2001) and lower beta diversity (Cardoso et al. 2009) due to sampling effects. Specif- ically, we used individual-based rarefaction to esti- mate rarefied species richness and rarefied beta diversity. For additional details on rarefaction, see Gotelli & Colwell (2001) for alpha diversity and Stier et al. (2016) for beta diversity (additional details for beta diversity rarefaction are in Text S1 in the Sup- plement). All diversity indices were estimated using the vegan package in R (Oksanen et al. 2017). For Jaccard and modified Raup-Crick beta diver- sity metrics, we also conducted 2 types of post-hoc comparisons. First, we compared the effects of tem- poral variance in dispersal at each dispersal intensity treatment. These contrasts are orthogonal, but we conservatively Hochberg-corrected the p-values. Second, we compared all possible combinations of treatments and corrected using Tukey’s honestly sig- nificant difference corrections to adjust p-values. All post-hoc results are reported in Tables S2−S4 in the Supplement. 3. RESULTS Increasing the intensity of dispersal (number of individuals per dispersal event) increased abun- dance for the low variability treatment (Fig. 2), alpha diversity (Lee & Bruno 2009) and rarefied alpha diversity (Fig. 3) and reduced beta diversity when dispersal occurred in a single event (Figs. 4 & 5). While abundance had a minor positive effect on diversity estimates, both dispersal intensity and vari- ability had clear, but independent effects on rarefied species richness (intensity: F 3, 40 = 2.7, p = 0.05; vari- ability: F 1, 40 = 4.0, p = 0.05, Fig. 3). There was, how- ever, no statistical evidence for an interaction between dispersal intensity and variability, despite overlap in rarefied species richness that emerged at high dispersal intensity (rarefied richness: F 3, 40 = 0.6, p = 0.59; Fig. 3). PERMDISP indicated a significant positive main effect of dispersal variability on beta diversity meas- ured as the Jaccard index (F 2, 55 = 4.67, p = 0.013), with higher beta diversity in treatments when disper- sal was variable compared to when dispersal was fixed (Fig. 4). However, there was no detectable main effect of dispersal intensity on beta diversity meas- 71 Mar Ecol Prog Ser 613: 67– 76, 2019 ured as Jaccard’s index (F 2, 55 = 1.26, p = 0.292). On average, beta diversity was higher for a single pulse of dispersers (high temporal variability) compared to pressed treatments with multiple dispersal events (low temporal variability), but this effect diminished as dispersal intensity increased (Fig. 5) and was sta- tistically significant for the Jaccard index at the low- est dispersal intensity treatment (see Table S4). Pat- terns of higher beta diversity in temporally variable dispersal event treatments compared to low-variabil- ity dispersal treatments were consistent for beta diversity estimated as both observed (Fig. 5A) and rarefied beta diversity (Fig. 5B) measured as the Jac- card index. Additional nonmetric multidimensional scaling plots show alternative representations of dif- ferences in beta diversity among dispersal treat- ments (see Fig. S2 in the Supplement). Patterns of beta diversity measured as the modified Raup-Crick index also largely support the hypothesis that beta diversity is higher when dispersal is more variable, with the exception that at high dispersal intensity, the low-variability treatment had higher beta diversity than the high-variability treatment (Fig. 4C). PERMDISP identified significant main ef - fects of both dispersal variability (F 2, 55 = 6.84, p = 0.007) and dispersal intensity (F 2, 55 = 7.30, p = 0.001) (Fig. 4C). Post-hoc contrasts found significant differ- ences at all levels of dispersal intensity (p < 0.01) with the exception of the lowest dispersal intensity which was only marginally significant (p = 0.11; Table S2). These relatively consistent patterns of lower compo- sitional similarity in treatments with pressed disper- sal largely support the qualitative predictions from Jensen’s inequality and metacommunity theory. More- over, the modified Raup-Crick estimates suggest that community assembly is increasingly stochastic as dispersal intensity increases and that temporal vari- ability in dispersal produces greater stochasticity in grazer community assembly at low levels of dispersal intensity, but that this effect is reversed at the highest dispersal intensity (Fig. 4C). 4. DISCUSSION Biologists have long hypothesized that dispersal is a key factor driving the number of species shared between any 2 locations; ‘barriers of any kind, or 72 7 8 9 10 11 6 7 8 None Small Add Med−Lo Add Med−High Add Lg Add Supply rate Observed Rarefied A B High variabilityLow variability Alpha diversity Fig. 3. Effect of (A) dispersal intensity and frequency on mean (±1 SE) grazer alpha diversity (measured as species richness; also Fig. 1C from Lee & Bruno 2009), and (B) rar- efied alpha diversity, in seagrass mesocosms. Points and lines correspond to no dispersal (white), a single pulse of propagules (high variability; grey), and a more frequent pulse of propagules (low variability; black) 400 600 800 1000 1200 None Small Add Med−Lo Add Med−High Add Lg Add Supply rate G razer abundance High variabilityLow variability Fig. 2. Mean (±1 SE) grazer abundance (ind. l −1 ) in seagrass mesocosms with variation in intensity and variability of dis- persal. Points and lines correspond to no dispersal (white), a single pulse of propagules (high variability; grey), and a more frequent pulse of propagules (low variability; black) Stier et al.: Variable dispersal drives compositional similarity obstacles to free migration, are related in a close and important manner to the differences between the productions [species] of various regions’ (Darwin 1859, p. 345). More recently, a series of theoretical, empirical, and synthetic studies have made clear pre- dictions for the role of dispersal in driving patterns of biodiversity and ecosystem function (e.g. Carrara et al. 2012, Matias et al. 2013, Haegeman & Loreau 2014, Marleau et al. 2014, Laroche et al. 2016, Pedersen et al. 2016, Leibold et al. 2017). Our results provide the first empirical evidence that temporal variation in dispersal can substantially modify the well-described dispersal – diversity relationship for both alpha and beta diversity. In seagrass meadows, the demographic impor- tance of dispersal or competition– colonization trade- offs is poorly understood. We found that composi- tional differences among metacommunity patches were greater for the single addition treatments (high-variability treatments) compared to the low- variability treatments. There are 2 plausible inter- pretations of this pattern. First, this may be a mathematical phenomenon produced by Jensen’s inequality, in which temporal variability in dispersal produces a weaker decline in beta diversity with an increasing dispersal intensity (Fig. 1). There is little evidence for this nonlinearity in either treatment, although the 4 discrete dispersal intensity treat- ments in the experiment make it difficult to test for nonlinearity. Therefore, we conclude that in this study, this mechanism is unlikely. An alternative ex - planation is that variable dispersal can allow species to persist in patches when species inter actions or demographic stochasticity might otherwise ex clude them. At high dispersal intensities, community simi- larity converges, regardless of temporal variability, suggesting that at intermediate supply rates, the 73 MDS1 MDS2 Low variabilityHigh variability Fig. 4. Main effects of temporal variability in dispersal on beta diversity measured as Jaccard’s index. Points represent the location of a replicate of a given dispersal treatment (squares: variable dispersal, triangles: pressed dispersal). Any given 2 points on the plot that are close to each other are similar in species composition, while points far apart are dissimilar. The area of convex hulls are representative of rel- ative beta diversity between treatments. Wider hull of the press treatment indicates higher beta diversity with tempo- ral variation in dispersal and corresponds to main effect of dispersal variability identified with PERMDISP. Stress of MDS plot is 0.22 0.12 0.16 0.20 0.24 0.15 0.20 0.25 0.30 0.35 0.00 0.10 0.20 Beta diversity Observed Jaccard Rarefied Jaccard Raup-Crick Supply rate B A C None Small Add Med−Lo Add Med−High Add Lg Add High variabilityLow variability Fig. 5. Effect of dispersal intensity and frequency on beta diversity measured as (A) the observed Jaccard index, (B) the rarefied Jaccard index, and (C) the modified Raup-Crick index. Points correspond to no dispersal (white), a single pulse of propagules (high variability; grey), and a more fre- quent pulse of propagules (low variability; black). Points and error bars represent median ± 1 SD Mar Ecol Prog Ser 613: 67– 76, 2019 balance between local colonization and extinction is most sensitive to supply rate. Therefore, Jensen’s inequality as well as the balance between dispersal and competition are likely important processes governing metacommunity dynamics in seagrass systems. 4.1. On the unique role of variance Our study contributes to a growing ecological liter- ature that highlights how variability around the mean effect of an ecological process can have distinct effects on patterns of species abundance and diver- sity that often deviate from the expected effects from changes in the mean (Ruel & Ayres 1999, Benedetti- Cecchi 2003). For example, studies factorially manip- ulating variability and mean effects of ecological processes suggest spatial or temporal variation in a process can modify the role of disturbance (Bishop & Kelaher 2007), predation (Butler 1989, Navarrete 1996, Stier et al. 2013), physiological stress (Miner & Vonesh 2004), and herbivory (Atalah et al. 2007) in ecological dynamics. Our findings demonstrate unique spatial biodiversity patterns among patches with identical mean dispersal intensity but different dispersal variability. Thus, we have empirically de - monstrated that variability alters the effect of disper- sal as a driver of metacommunity assembly. Generalizability of our results requires further con- sideration of different types of variance in dispersal. For example, in models of California grassland sys- tems, Levine & Rees (2004) showed that only certain types of temporal variability in the environment proved beneficial to the persistence of rare forbs. Similar consideration of how different types of tem- poral variance in dispersal alter the dispersal- diversity relationship and may interact with unique competitive dynamics and species traits in various systems is therefore critical to further generalize our findings. 4.2. Merging theoretical and empirical metacommunity ecology in seagrass ecosystems Our findings generally support the relationship between dispersal and biodiversity predicted by Matias et al. (2013). For example, we found generally higher levels of alpha diversity and lower levels of beta diversity as dispersal intensity increased. We did not, however, find a hump-shaped relationship between dispersal intensity and alpha diversity, sug- gesting that our experiment was restricted to the left side of the hump-shaped dispersal – alpha diversity relationship and that alpha diversity was not entirely saturated in any dispersal treatment. Our results generally support the hypothesis that metacommunities with variable dispersal rates over time have lower alpha diversity and higher beta diversity, particularly at low-to-intermediate dis- persal intensity (Matias et al. 2013). However, there are some key differences between our experimental study and the theoretical predictions. For example, Matias et al. (2013) predicts the effects of variable dispersal on the equilibrium dynamics of a meta- community, yet little is known about the equi - librium or non-equilibrium dynamics of seagrass meta communities. We do, however, posit that the observed diversity patterns are the product of mul- tiple reproductive events that occurred within the study period (Lee & Bruno 2014) that were very likely to have been affected by a suite of well-doc- umented competitive interactions within seagrass grazer communities (Edgar 1990, Duffy & Harvilicz 2001). This is supported by the modified Raup- Crick metric being estimated as greater than zero. However, additional research on longer temporal scales and integrating adult dispersal may be nec- essary to ascertain a comprehensive understanding of the role of temporal variability in altering disper- sal – diversity relationships in marine metacommu- nities (Hanly & Mittelbach 2017). Moreover, a more mechanistic understanding of the role of temporal variation in dispersal in seagrass grazer metacom- munities will emerge from additional research on grazer traits (e.g. dispersal abilities and competitive hierarchies). 4.3. Conclusions Our experimental study on a seagrass-associated grazer metacommunity advances our empirical understanding of how dispersal drives marine metacommunity dynamics and complements recent studies that emphasize the importance of dispersal as a driver of marine metacommunity structure in temperate and tropical benthic communities (Palardy & Witman 2011, Watson et al. 2011). Ultimately, incorporating a deep understanding of how shifts in dispersal intensity and variability alter marine communities will improve our under - standing of the mechanisms underlying spatial differences in community composition in marine ecosystems. 74 Stier et al.: Variable dispersal drives compositional similarity Acknowledgements. A.C.S. was generously funded by the Killam Foundation. This work was supported by a National Science Foundation Predoctoral Fellowship (to S.C.L.), an Environmental Protection Agency Science to Achieve Results Fellowship (to S.C.L), National Science Foundation Grant OCE0327191 (to John F. Bruno), an NSERC Discovery Grant to M.I.O., and the University of North Carolina at Chapel Hill. We also thank J. Curtis and the anonymous re - viewers for their insights and careful constructive criticism. LITERATURE CITED Aiken CM, Navarrete SA (2014) Coexistence of competitors in marine metacommunities: environmental variability, edge effects, and the dispersal niche. Ecology 95: 2289−2302 Amarasekare P, Nisbet R (2001) Spatial heterogeneity, source-sink dynamics, and the local coexistence of com- peting species. Am Nat 158: 572−584 Anderson MJ, Ellingsen KE, McArdle BH (2006) Multivari- ate dispersion as a measure of beta diversity. Ecol Lett 9: 683−693 Anderson MJ, Crist TO, Chase JM, Vellend M and others (2011) Navigating the multiple meanings of beta diver- sity: a roadmap for the practicing ecologist. Ecol Lett 14: 19−28 Atalah J, Anderson MJ, Costello MJ (2007) Temporal vari- ability and intensity of grazing: a mesocosm experiment. Mar Ecol Prog Ser 341: 15−24 Barnes R, Ellwood M (2012) Spatial variation in the macro- benthic assemblages of intertidal seagrass along the long axis of an estuary. Estuar Coast Shelf Sci 112: 173−182 Benedetti-Cecchi L (2003) The importance of the variance around the mean effect size of ecological processes. Ecology 84: 2335−2346 Benedetti-Cecchi L, Bertocci I, Vaselli S, Maggi E (2006) Temporal variance reverses the impact of high mean intensity of stress in climate change experiments. Ecol- ogy 87: 2489−2499 Bernhardt JR, Sunday JM, Thompson PL, O’Connor MI (2018) Nonlinear averaging of thermal experience pre- dicts population growth rates in a thermally variable environment. Proc R Soc B 285: 20181076 Bertocci I, Maggi E, Vaselli S, Benedetti-Cecchi L (2005) Contrasting effects of mean intensity and temporal vari- ation of disturbance on a rocky seashore. Ecology 86: 2061−2067 Bishop MJ, Kelaher BP (2007) Impacts of detrital enrichment on estuarine assemblages: disentangling effects of fre- quency and intensity of disturbance. Mar Ecol Prog Ser 341: 25−36 Boström C, O’Brien K, Roos C, Ekebom J (2006) Environ- mental variables explaining structural and functional diversity of seagrass macrofauna in an archipelago land- scape. J Exp Mar Biol Ecol 335: 52−73 Botsford LW, Hastings A, Gaines SD (2001) Dependence of sustainability on the configuration of marine reserves and larval dispersal distance. Ecol Lett 4: 144−150 Brown JH, Kodric-Brown A (1977) Turnover rates in insular biogeography: effect of immigration on extinction. Ecol- ogy 58: 445– 449 Butler MJ (1989) Community responses to variable preda- tion — field studies with sunfish and freshwater macro - invertebrates. Ecol Monogr 59: 311−328 Byers JE, Pringle JM (2006) Going against the flow: reten- tion, range limits and invasions in advective environ- ments. Mar Ecol Prog Ser 313: 27−41 Cadotte MW (2006) Dispersal and species diversity: a meta- analysis. Am Nat 167: 913−924 Cadotte MW, Fukami T (2005) Dispersal, spatial scale, and species diversity in a hierarchically structured experi- mental landscape. Ecol Lett 8: 548−557 Cardoso P, Borges PA, Veech JA (2009) Testing the perform- ance of beta diversity measures based on incidence data: the robustness to undersampling. Divers Distrib 15: 1081−1090 Caro AU, Navarrete SA, Castilla JC (2010) Ecological con- vergence in a rocky intertidal shore metacommunity despite high spatial variability in recruitment regimes. Proc Natl Acad Sci USA 107: 18528−18532 Carr LA, Boyer KE, Brooks AJ (2011) Spatial patterns of epi- faunal communities in San Francisco Bay eelgrass (Zostera marina) beds. Mar Ecol 32: 88−103 Carrara F, Altermatt F, Rodriguez-Iturbe I, Rinaldo A (2012) Dendritic connectivity controls biodiversity patterns in experimental metacommunities. Proc Natl Acad Sci USA 109: 5761−5766 Catano CP, Dickson TL, Myers JA (2017) Dispersal and neu- tral sampling mediate contingent effects of disturbance on plant beta diversity: a meta analysis. Ecol Lett 20: 347−356 Chase JM (2003) Community assembly: When should his- tory matter? Oecologia 136: 489−498 Chase JM (2010) Stochastic community assembly causes higher biodiversity in more productive environments. Science 328: 1388−1391 Chase JM, Ryberg WA (2004) Connectivity, scale-depen- dence, and the productivity−diversity relationship. Ecol Lett 7: 676−683 Chase JM, Kraft NJ, Smith KG, Vellend M, Inouye BD (2011) Using null models to disentangle variation in community dissimilarity from variation in α -diversity. Ecosphere 2: art24 Cottenie K, De Meester L (2004) Metacommunity structure: synergy of biotic interactions as selective agents and dis- persal as fuel. Ecology 85: 114−119 Darwin C (1859) The origin of species complete and fully illustrated with a new foreword by Patricia Horan. 1979 reprint of the 1976 issue of the 1968 Penguin Books edi- tion with a new introduction; originally published in 1859 by J. Murray under the title: On the origin of species by natural selection. Gramercy Books, New York, NY Denny M (2017) The fallacy of the average: on the ubiquity, utility and continuing novelty of Jensen’s inequality. J Exp Biol 220: 139−146 Duffy JE, Harvilicz AM (2001) Species-specific impacts of grazing amphipods in an eelgrass-bed community. Mar Ecol Prog Ser 223: 201−211 Edgar GJ (1990) The influence of plant structure on the species richness, biomass and secondary production of macrofaunal assemblages associated with Western Australian seagrass beds. J Exp Mar Biol Ecol 137: 215−240 Forbes AE, Chase JM (2002) The role of habitat connectivity and landscape geometry in experimental zooplankton metacommunities. Oikos 96: 433−440 France KE, Duffy JE (2006) Diversity and dispersal interac- tively affect predictability of ecosystem function. Nature 441: 1139−1143 75 Mar Ecol Prog Ser 613: 67– 76, 2019 76 Editorial responsibility: Antony Underwood, Sydney, New South Wales, Australia Submitted: June 5, 2018; Accepted: February 26, 2019 Proofs received from author(s): March 15 , 2019 Gotelli NJ, Colwell RK (2001) Quantifying biodiversity: pro- cedures and pitfalls in the measurement and comparison of species richness. Ecol Lett 4: 379−391 Haegeman B, Loreau M (2014) General relationships between consumer dispersal, resource dispersal and metacommunity diversity. Ecol Lett 17: 175−184 Hanly PJ, Mittelbach GG (2017) The influence of dispersal on the realized trajectory of a pond metacommunity. Oikos 126: 1269−1280 Harrison S (1997) How natural habitat patchiness affects the distribution of diversity in Californian serpentine chapar- ral. Ecology 78: 1898−1906 Harrison S (1999) Native and alien species diversity at the local and regional scales in a grazed California grass- land. Oecologia 121: 99−106 Hastings A, Gavrilets S (1999) Global dispersal reduces local diversity. Proc R Soc Lond B 266: 2067−2070 Heino J, Melo AS, Siqueira T, Soininen J, Valanko S, Bini LM (2015) Metacommunity organisation, spatial extent and dispersal in aquatic systems: patterns, processes and prospects. Freshw Biol 60: 845−869 Kneitel JM, Chase JM (2004) Trade offs in community ecol- ogy: linking spatial scales and species coexistence. Ecol Lett 7: 69−80 Laroche F, Jarne P, Perrot T, Massol F (2016) The evolution of the competition−dispersal trade-off affects α- and β- diversity in a heterogeneous metacommunity. Proc R Soc B 283: 20160548 Lee SC, Bruno JF (2009) Propagule supply controls grazer community structure and primary production in a ben- thic marine ecosystem. Proc Natl Acad Sci USA 106: 7052−7057 Lee SC, Bruno JF (2014) Propagule supply limits grazer rich- ness equally across a resource gradient. Ecosphere 5: art8 Leibold MA, Chase JM, Ernest S (2017) Community assem- bly and the functioning of ecosystems: how metacommu- nity processes alter ecosystems attributes. Ecology 98: 909−919 Levine JM, Rees M (2004) Effects of temporal variability on rare plant persistence in annual systems. Am Nat 164: 350– 363 Logue JB, Mouquet N, Peter H, Hillebrand H, Group MW (2011) Empirical approaches to metacommunities: a review and comparison with theory. Trends Ecol Evol 26: 482−491 Loreau M (2000) Are communities saturated? On the rela- tionship between α, βand γdiversity. Ecol Lett 3: 73−76 Marleau JN, Guichard F, Loreau M (2014) Meta-ecosystem dynamics and functioning on finite spatial networks. Proc R Soc B 281: 20132094 Matias MG, Mouquet N, Chase JM (2013) Dispersal stochas- ticity mediates species richness in source−sink metacom- munities. Oikos 122: 395−402 Miner BG, Vonesh JR (2004) Effects of fine grain environ- mental variability on morphological plasticity. Ecol Lett 7: 794−801 Mouquet N, Loreau M (2002) Coexistence in metacommuni- ties: the regional similarity hypothesis. Am Nat 159: 420−426 Mouquet N, Loreau M (2003) Community patterns in source-sink metacommunities. Am Nat 162: 544−557 Myers JA, Harms KE (2009) Seed arrival, ecological filters, and plant species richness: a meta analysis. Ecol Lett 12: 1250−1260 Navarrete SA (1996) Variable predation: effects of whelks on a mid-intertidal successional community. Ecol Monogr 66: 301−321 Oksanen J, Guillaume Blanchet F, Friendly M, Kind TR and others (2017) vegan: community ecology package. https:// cran. r-project. org/ package = vegan Östman Ö, Kneitel JM, Chase JM (2006) Disturbance alters habitat isolation’s effect on biodiversity in aquatic micro- cosms. Oikos 114: 360−366 Palardy JE, Witman JD (2011) Water flow drives biodiversity by mediating rarity in marine benthic communities. Ecol Lett 14: 63−68 Palardy JE, Witman JD (2014) Flow, recruitment limitation, and the maintenance of diversity in marine benthic com- munities. Ecology 95: 286−297 Pedersen EJ, Marleau JN, Granados M, Moeller HV, Guichard F, Rossberg AG, Bronstein JL (2016) Nonhier- archical dispersal promotes stability and resilience in a tritrophic metacommunity. Am Nat 187: E116−E128 Roughgarden J, Gaines S, Possingham H (1988) Recruit- ment dynamics in complex life cycles. Science 241: 1460−1466 Ruel JJ, Ayres MP (1999) Jensen’s inequality predicts effects of environmental variation. Trends Ecol Evol 14: 361−366 Shmida A, Wilson MV (1985) Biological determinants of spe- cies diversity. J Biogeogr 12: 1–20 Stier AC, Geange SW, Bolker BM (2013) Predator density and competition modify the benefits of group formation in a shoaling reef fish. Oikos 122: 171−178 Stier AC, Hein AM, Parravicini V, Kulbicki M (2014) Larval dispersal drives trophic structure across Pacific coral reefs. Nat Commun 5: 5575 Stier AC, Bolker BM, Osenberg CW (2016) Using rarefaction to isolate the effects of patch size and sampling effort on beta diversity. Ecosphere 7: e01612 Urb",
  "sections": {
    "abstract": "Dispersal is a key force driving patterns of biodiversity. However, temporal variation in dispersal due to seasonality, weather, and other stochastic forces is an understudied aspect of the dispersal – diversity relationship. Metacommunity theory predicts temporal variation in disper- sal can alter species distributions across patches. We empirically tested the hypothesis that varia- tion in dispersal can modify the nonlinear dispersal – diversity relationship. Using a mesocosm experiment, we factorially manipulated variation in and intensity of dispersal in invertebrate grazer communities associated with nearshore seagrass ecosystems. Higher dispersal intensity led to higher grazer abundance, higher species richness (alpha diversity), and — when dispersal was variable — lower compositional similarity among patches (higher beta diversity). Within each dis- persal intensity treatment level, temporal variation in dispersal decreased alpha diversity and increased beta diversity, with strongest effects at low- and intermediate-intensity dispersal. Our results provide the first empirical evidence that temporal variation in dispersal can substantially modify the well-described dispersal – diversity relationship for both alpha and beta diversity. Broadly, our results provide increasing evidence for the effects of spatial and temporal variability in modifying the role of the ecological processes driving marine metacommunity structure.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we show the expected effect of variability in dispersal for a single mean; however, Jensen’s equality operates for all dis- persal magnitudes and will have positive effects on dispersal for all dispersal magnitudes Mar Ecol Prog Ser 613: 67– 76, 2019 70 dispersal intensity and variability are driven by changes in grazer abundance.",
    "We found that composi- tional differences among metacommunity patches were greater for the single addition treatments (high-variability treatments) compared to the low- variability treatments.",
    "Our findings demonstrate unique spatial biodiversity patterns among patches with identical mean dispersal intensity but different dispersal variability.",
    "we found generally higher levels of alpha diversity and lower levels of beta diversity as dispersal intensity increased."
  ],
  "fullText": "\n\nMARINE ECOLOGY PROGRESS SERIES\nMar Ecol Prog Ser\nVol. 613: 67– 76, 2019\nhttps://doi.org/10.3354/meps12908\nPublished March 21\n1.  INTRODUCTION\nDispersal  is  a  key  driver  of  population  dynamics\n(Roughgarden  et  al.  1988)  and  diversity  (Palardy  &\nWitman  2011,  Palardy  &  Witman  2014)  in  marine\ncommunities.  Dispersal  among  habitat  patches  can\nstrongly  influence  species  richness  and  composi-\ntional similarity at local and landscape scales (Aiken\n&  Navarrete  2014,  Stier  et  al.  2014,  Valdivia  et  al.\n2015).  In  many  marine  systems,  such  as  coral  reefs,\nkelp  forests,  and  rocky  shores,  life  histories  that\ninclude  passively  dispersing  larval  stages  are  rela-\ntively  common,  and  dispersal  during  this  life  stage\ncan  affect  population  persistence  (Botsford  et  al.\n2001,  Byers  &  Pringle  2006).  Though  population-\nlevel effects of dispersal have been the focus of much\nstudy, community-level consequences such as diver-\nsity  patterns  across  habitat  patches  in  marine  sys-\ntems are less understood (Boström et al. 2006, Caro et\nal. 2010, White & Samhouri 2011, Heino et al. 2015).\nEcological theory predicts communities connected\nby high dispersal rates will exhibit greater similarity\nin  species  composition  than  communities  linked  by\nless  frequent  dispersal  events  (Hastings  &  Gavrilets\n1999,  Loreau  2000,  Amarasekare  &  Nisbet  2001,\nMouquet  &  Loreau  2002,  Mouquet  &  Loreau  2003,\nCottenie & De Meester 2004, Urban 2006). A suite of\nobservational  and  experimental  studies  support  this\n© Inter-Research 2019 · www.int-res.com*Corresponding author: astier@ucsb.edu\nTemporal variation in dispersal modifies\ndispersal– diversity relationships in an \nexperimental seagrass metacommunity\nAdrian C. Stier\n1,\n*\n, Sarah C. Lee\n2\n, Mary I. O’Connor\n3\n1\nDepartment of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA\n2\nDepartment of Biology, DePauw University, Greencastle, IN 46135, USA\n3\nDepartment of Zoology and Biodiversity Research Centre, University of British Columbia, Vancouver, BC V6T 1Z4, Canada\nABSTRACT: Dispersal is a key force driving patterns of biodiversity. However, temporal variation\nin dispersal due to seasonality, weather, and other stochastic forces is an understudied aspect of\nthe dispersal – diversity relationship. Metacommunity theory predicts temporal variation in disper-\nsal can alter species distributions across patches. We empirically tested the hypothesis that varia-\ntion  in  dispersal  can  modify  the  nonlinear  dispersal – diversity  relationship.  Using  a  mesocosm\nexperiment,  we  factorially  manipulated  variation  in  and  intensity  of  dispersal  in  invertebrate\ngrazer communities associated with nearshore seagrass ecosystems. Higher dispersal intensity led\nto higher grazer abundance, higher species richness (alpha diversity), and — when dispersal was\nvariable — lower compositional similarity among patches (higher beta diversity). Within each dis-\npersal  intensity  treatment  level,  temporal  variation  in  dispersal  decreased  alpha  diversity  and\nincreased beta diversity, with strongest effects at low- and intermediate-intensity dispersal. Our\nresults provide the first empirical evidence that temporal variation in dispersal can substantially\nmodify  the  well-described  dispersal – diversity  relationship  for  both  alpha  and  beta  diversity.\nBroadly, our results provide increasing evidence for the effects of spatial and temporal variability\nin modifying the role of the ecological processes driving marine metacommunity structure.\nKEY   WORDS:      Community   assembly   ·   Jensen’s   inequality   ·   Larval   supply   ·   Seagrass   ·   \nMetacommunity\nResale or republication not permitted without written consent of the publisher\n\nMar Ecol Prog Ser 613: 67– 76, 2019\n68\nprediction  (Harrison  1997,  1999,  Forbes  &  Chase\n2002,  Chase  2003,  Chase  &  Ryberg  2004,  Kneitel  &\nChase 2004, Cadotte & Fukami 2005, France & Duffy\n2006, Östman et al. 2006). Two alternative explana-\ntions  exist  for  these  common  patterns.  First,  when\ncompetition is weak, high dispersal can homogenize\ncommunity structure in discrete patches, because all\nspecies  can  reach  all  patches  and  persist  (i.e.  ‘mass\neffects’  [Shmida  &  Wilson  1985]  or  ‘rescue  effects’\n[Brown  &  Kodric-Brown  1977]).  In  contrast,  in  com-\nmunities   structured   by   interspecific   competition,\nhigh  compositional  similarity  in  heavily  connected\npatches is often attributed to an increase in the sup-\nply  and  density  of  competitively  dominant  species.\nWhen  competitively  dominant  species  are  released\nfrom dispersal limitation, their persistence in patches\ncan homogenize species composition across locations\nby excluding inferior competitors (Mouquet & Loreau\n2002, Chase 2003, Mouquet & Loreau 2003).\nTo  date,  most  evidence  for  the  importance  of  dis-\npersal  in  driving  diversity  patterns  has  come  from\ntests  and  theory  that  assume  a  single  (or  average)\ndispersal rate among all patches or for all species in a\nspatially   structured   competitive   metacommunity.\nWhen  this  mean  dispersal  rate  increases,  composi-\ntional  similarity  increases  (Myers  &  Harms  2009,\nMatias et al. 2013, Catano et al. 2017). Further, there\nis  evidence  that  this  relationship  is  often  nonlinear,\nwith  compositional  similarity  decreasing  exponen-\ntially with an increase in mean dispersal rate.\nWith  increasing  appreciation  that  variability  in\necological processes can have distinct effects relative\nto   changes   in   the   mean   (Bertocci   et   al.   2005,\nBenedetti-Cecchi et al. 2006, Bernhardt et al. 2018), it\nis critical we consider how temporal variability in dis-\npersal  affects  the  dynamics  and  distribution  of  spe-\ncies in spatially structured communities. Two lines of\nevidence suggest that temporal variation in dispersal\ncan  produce  unique  biodiversity  patterns.  This  evi-\ndence  includes:  (1)  theory  explicitly  manipulating\ntemporal variability in dispersal and measuring how\nbiodiversity patterns change (Matias et al. 2013), and\n(2) the mathematical relationship known as Jensen’s\ninequality  whereby  variation  in  a  nonlinear  process\ncan  produce  effects  that  would  not  be  predicted  by\nfocusing  on  mean  conditions  alone  (Ruel  &  Ayres\n1999, Denny 2017).\nRecent  theory  predicts  that  temporal  variation  in\ndispersal should alter spatial patterns of biodiversity\nin  spatially  distinct  communities  connected  by  dis-\npersal  (i.e.  a  metacommunity).  Using  a  source-sink\nmodel, Matias et al. (2013) built temporal variability\nin  dispersal  into  a  previous  model  by  Mouquet  &\nLoreau (2003) and demonstrated how temporal vari-\nability in dispersal events interacts with the intensity\nof dispersal, or the number of individuals arriving in\na  dispersal  event,  to  drive  alpha  and  beta  diversity.\nThis  model  assumes  species  exhibit  a  trade-off  be  -\ntween  competitive  ability  and  dispersal  frequency.\nUnder  this  assumption,  the  Matias  et  al.  (2013)\nmodel predicts that temporal variability in dispersal\ncan  produce  unique  patterns  of  alpha  diversity —\nthe  diversity  within  a  patch — and  beta  diversity —\nthe   compositional   dissimilarity   among   patches.\nSpecifically, the model predicts that when dispersal\nhas  zero  temporal  variability  (i.e.  is  constant  in\ntime), there will be a hump-shaped relationship be -\ntween  dispersal  intensity  and  alpha  diversity  and  a\nnonlinear  decline  in  beta  diversity  with  in  crease  in\ndispersal intensity. When the model introduces tem-\nporal  variability  in  dispersal,  it  produces  a  shift  in\npeak  alpha  diversity  to  higher  dispersal  intensity\nand a more shallow decline of beta diversity as dis-\npersal intensity increases. This effect on beta diver-\nsity  can  be  large,  with  temporal  variability  in  dis-\npersal  increasing  beta  diversity  by  >10-fold  the\nspatial turnover predicted in the absence of variabil-\nity  (Matias  et  al.  2013).  Matias  et  al.  (2013)  hypo  -\nthesize these  patterns  emerge  because  the  impor-\ntance  of  competition  as  a  driver  of  local  diversity\nshifts with different dispersal regimes. When disper-\nsal  intensity  is  high,  top  competitors  are  present  in\nnearly  all  patches  and  competitively  exclude  other\nspecies, lowering diversity both within and between\npatches  because  only  competitively  dominant  spe-\ncies  persist.  Variability  in  dispersal  amplifies  this\neffect  because  pulses  of  high  dispersal  intensity\nfacilitate  rapid  competitive  exclusion  by  dominant\nspecies.\nThe  second  reason  why  temporal  variation  in  dis-\npersal likely affects the dispersal – diversity relation-\nship  is  Jensen’s  inequality  (Denny  2017).  Jensen’s\ninequality states if ƒ(x)is nonlinear, then the mean of\nthe function is not equal to the function evaluated at\nthe  mean.  For  decelerating  nonlinear  functions  (i.e.\nthe 2\nnd\nderivative is negative), the inequality predicts\nƒ(x)\n–––\n> ƒ(x-). Since beta diversity is typically a deceler-\nating nonlinear function with an increase in dispersal\nintensity  (Cadotte  2006,  Matias  et  al.  2013),  the  in  -\nequality  predicts  that  variability  around  any  mean\ndispersal (d\n–\n) will increase species turnover relative to\na patch with fixed dispersal (i.e. ƒ(d\n–––\n) > ƒ(d\n–\n)) (Fig. 1).\nWhile  this  prediction  is  qualitatively  similar  to  the\none  made  by  Matias  et  al.  (2013),  it  is  a  statistical\nproperty of nonlinear functions, not a product of com-\npetitive dynamics.\n\nStier et al.: Variable dispersal drives compositional similarity\n69\nIn this study, we empirically quantify the dual con-\ntribution  of  the  intensity  and  temporal  variability  in\ndispersal  as  drivers  of  biodiversity  patterns  in  sea-\ngrass-associated  epifaunal  communities  commonly\nfound worldwide in coastal marine ecosystems. Sea-\ngrasses  form  spatial  networks  of  meadow  habitat\nseparated by sand, mud, or other substrates, support-\ning  grazer  populations  that  are  connected  demo-\ngraphically  by  movement  and  dispersal.  Most  sea-\ngrass-associated  epifauna  are  mobile  as  adults  with\nnon-dispersing  juvenile  stages;  these  include  iso  -\npods, amphipods, and many of the gastropod grazers,\nalthough some epifaunal gastropods do have dispers-\ning larval stages. Spatial and temporal variability in\ndispersal,  as  well  as  variation  in  dispersal  intensity,\nare likely primary drivers of alpha and beta diversity\nin seagrass ecosystems. There is, however, no direct\nevidence  yet  for  how  dispersal  patterns  could  con-\ntribute  to  the  spatial  biodiversity  patterns  observed\nacross seagrass meadows within regions (Carr et al.\n2011,  Barnes  &  Ellwood  2012,  Yamada  et  al.  2014,\nWhippo  et  al.  2018).  Our  study  builds  on  previous\nwork  by  Lee  &  Bruno  (2009),  which  demonstrated\nthat intensity and variability of grazer dispersal has a\nstrong  influence  on  grazer  abundance,  alpha  diver-\nsity, and species composition.\nThe  quantitative  predictions  of  the  Matias  et  al.\n(2013) model  are  difficult  to  test  empirically  in  sea-\ngrass epifaunal communities. Competitive dynamics\nare  poorly  understood,  and  field  logistics  limit  our\nability  to  match  the  long  iteration  length  of  the\nmodel. Moreover, as noted above, the adult dispersal\nstrategy of many organisms in the seagrass commu-\nnity  differs  from  the  assumed  larval  dispersal  in\nmany metacommunity models examining dispersal –\ndiversity relationships. Indeed, many empirical tests\nof metacommunity theory fail to effectively match the\nassumptions of metacommunity models (Logue et al.\n2011). Therefore here, inspired by Matias et al. (2013),\nthe  predictions  we  have  generated  from  Jensen’s\ninequality, and empirical patterns quantified by Ca -\ndotte  (2006) and  Cadotte  &  Fukami  (2005),  we  take\nan empirical approach to test the qualitative hypoth-\nesis that the dispersal – diversity relationship depends\non variation in dispersal using grazer metacommuni-\nties associated with a coastal seagrass Zostera marina\nepifaunal system.\n2.  MATERIALS AND METHODS\n2.1.  Approach\nTo  examine  how  temporal  variability  in  dispersal\nmediates  the  effects  of  dispersal  intensity  on  grazer\nalpha  and  beta  diversity,  we  re-analyzed  data  from\nLee & Bruno (2009). We specifically tested 2 hypothe-\nses:  (1)  dispersal  intensity  has  positive  effects  on\nalpha diversity and negative effects on beta diversity,\nand  (2)  temporal  variability  in  dispersal  alters  the\nstrength of these effects.\nThe  Lee  &  Bruno  (2009)  experiment  factorially\ncrossed  levels  of  dispersal  intensity  with  dispersal\nvariability  (additional  details  in  Section  2.2)  and\nmeasured the response of grazer abundance, species\ncomposition, and diversity. Our approach extends the\nanalysis  of  Lee  &  Bruno  (2009) in  2  ways.  First,  we\nconsider how different types of dispersal affect beta\ndiversity, while the previous study primarily focused\non  alpha  diversity.  Second,  we  consider  the  role  of\nsampling effects in biasing estimates of biodiversity.\nSpecifically, estimates of alpha and beta diversity can\nbe affected by changes in abundance (Gotelli & Col-\nwell  2001,  Stier  et  al.  2016),  and  estimates  of  beta\ndiversity  can  depend  on  changes  in  alpha  diversity\n(Chase  et  al.  2011);  therefore,  we  re-report  abun-\ndance and alpha diversity from Lee & Bruno (2009),\nthen  use  rarefaction  to  test  whether  changes  in\ngrazer alpha and beta diversity linked to changes in\nDispersal magnitude\nBeta diversity\nLow \n:f(D\nLow\n)\nHi \n:f(D\nHigh\n)\nMed \n:f(D\nMed\n)\nMed+Var \n:f(D\nMed+Var\n)\nD\nLow\nD\nHigh\nD\nMed\nVariance(D)\nFig.  1.  The  role  of  Jensen’s  inequality  in  producing  greater\nexpected beta diversity in the presence of variable and fixed\ndispersal rates. Beta diversity is theoretically predicted to be\na decelerating nonlinear function of dispersal. Expected beta\ndiversity  at  Low  (β\nLow\n),  Medium  (β\nMed\n),  and  High  (β\nHi\n)  is\nshown for 3 invariant dispersal rates: (1) Low Dispersal (D\nLow\n;\ngreen), (2) Medium Dispersal (D\nMed\n; black), and (3) High Dis-\npersal (D\nHigh\n; blue). The introduction of variation in dispersal\naround  D\nMed\n(represented  by  the  red  bar)  produces  an  ex  -\npected  beta  diversity  (β\nMed+Var\n;  red)  that  is  greater  than  the\nexpected beta diversity for the same  average dispersal mag-\nnitude with no variance (β\nMed\n). The positive effect is because\nβ\nMed+Var\nis equal to the average of β\nLow\nand β\nHi\n. For simplicity,\nwe show the expected effect of variability in dispersal for a\nsingle mean; however, Jensen’s equality operates for all dis-\npersal magnitudes and will have positive effects on dispersal \nfor all dispersal magnitudes\n\nMar Ecol Prog Ser 613: 67– 76, 2019\n70\ndispersal   intensity   and   variability   are   driven   by\nchanges in grazer abundance. Specifically, we quan-\ntified 5 response variables that describe how grazer\nabundance  and  diversity  shifted  in  patches  experi-\nencing  varying  levels  of  grazer  dispersal  intensity\nand variability: (1) total abundance of all grazer spe-\ncies (hereafter abundance) in each local community,\n(2)  grazer  alpha  diversity  measured  as  species  rich-\nness  (the  number  of  species  within  a  patch  uncor-\nrected for differences in abundance), (3) grazer alpha\ndiversity  measured  as  rarefied  species  richness  (the\nnumber of species within a patch corrected for abun-\ndance),  (4)  grazer  compositional  dissimilarity  meas-\nured  as  beta  diversity  based  on  species  incidence\n(the  Jaccard  index:  a  metric  focused  on  the  gain  or\nloss of a species taking into account species identity,\nestimated as the median distance to centroid [i.e. the\ndistance between each replicate’s multivariate loca-\ntion  and  the  multivariate  location  of  the  mean  com-\nmunity composition per dispersal treatment]), and (5)\ngrazer  compositional  dissimilarity  measured  as  beta\ndiversity based on species incidence estimated as the\n rarefied Jaccard index.\n2.2.  Dispersal manipulations\nDiversity  estimates  are  from  6  wk  experimental\ncommunities in mesocosms at the University of North\nCarolina’s  Institute  of  Marine  Sciences  in  Morehead\nCity  that  were  established  in  June  2004.  Additional\ndetailed experimental methods are described by Lee\n& Bruno (2009). They manipulated intensity (4 levels\nof intensity: small, medium−low, medium−high, large)\nand variability of grazer propagule additions (2 levels\nof variability: single and multiple additions) in a fully\nfactorial design (n = 6). The high variability treatment\nhad a single pulse of propagules early in the 6 wk ex-\nperimental  period,  and  the  low  variability  treatment\nhad  weekly  grazer  additions.  An  analysis  of  3  sam-\npling  dates  suggests  weekly  additions  were  nearly\nidentical in species identity and rank  abundance (see\nTable  S1,  Fig.  S1  in  the  Supplement  at  www. int-res.\ncom/ articles/ suppl/ m613 p067 _ supp. pdf). The experi-\nment was performed in 4 l flow-through mesocosms to\ncontrol  potentially  confounding  factors  such  as  sam-\npling scale, habitat complexity, and flow regime and\nto ensure homogeneity of resources.\nThe researchers also included control mesocosms in\nwhich no additional grazers were added to developing\ncommunities.  Every  mesocosm  included  an  artificial\nseagrass mimic, and all mimics were preconditioned\nwith filtered seawater to allow epiphytic algal propag-\nules  to  settle  and  provide  food  for  grazers.  Unlike\nmany  marine  organisms  that  disperse  as  minute  lar-\nvae,  the  amphipods  and  isopods  in  the    system  are\niteroparous   brooders   that   disperse   primarily   as\n juveniles  and  adults,  thus  allowing  manipulation  of\nthe propagule supply by adding juveniles and adults\n collected  from  algae  in  the  field.  Grazers  were  col-\nlected  from  the  field  and  placed  in  a  large  holding\ntank and added to experimental mesocosms according\nto  assigned  treatments  by  volume  (i.e.  medium−  low,\nmedium−high,  and  large  treatments  received  2-,  4-,\nand 8-fold the volume of grazers added to small treat-\nments, respectively). Samples of propagule additions\nwere preserved and later identified (n = 20). Grazers\nwere  added  in  the  single  and  multiple  frequency\nmesocosms in volumes determined by assigned level\nof   supply   intensity.   Grazers   were   experimentally\nadded  to  mesocosms  on  a  weekly  basis  in  multiple\ntreatments. Throughout the experiment, the ratio be-\ntween   supply   intensity   treatments   remained   the\nsame, although the total volume varied with availabil-\nity. Thus, the mean number of dispersers was roughly\nthe  same  between  the  treatments  with  and  without\nvariable dispersal, with the exception of minor changes\nin the species pool through time. Some grazer and al-\ngal propagules also colonized all mesocosms naturally\nvia  the  sea  water  supply,  thus  providing  a  continual\nsource  of  food  for  grazers  and  allowing  invertebrate\ngrazer communities to develop in no-addition controls.\nAt the end of 6 wk (2 to 3 generations for most grazer\nspecies),  all  grazers  were  collected  and  preserved.\nGrazers  were  identified  to  the  lowest  possible  taxo-\nnomic  group;  some  common  species  were  lumped\nby  genera  because  of  the  large  number  of  juvenile\n individuals.\nThese experimental manipulations of the intensity\nand frequency of grazer additions are used to simu-\nlate  dispersal.  Hereafter,  we  use  ‘dispersal’  synony-\nmous with the grazer additions. Although the spatial\nscale  at  which  grazer  dispersal  occurs  remains  an\nactive research question, grazer density does vary at\nthe  scale  of  both  meters  and  kilometers  (Whippo  et\nal.  2018),  which  is  likely  a  product  of  both  grazer\nmovement  and  grazer  reproduction.  However,  we\nnote  that  large  pulses  of  grazers  may  also  occur  in\nseagrass  communities  due  to  local  grazer  blooms\n(Whippo  et  al.  2018).  Therefore,  while  we  concen-\ntrate on how this experiment mimics different levels\nof  dispersal  from  one  isolated  patch  to  another,  the\nexperimental results could also be interpreted as the\nbiodiversity impacts of grazer blooms within a patch.\nAdditionally,  we  note  that  as  with  many  metrics\nof  biodiversity,  the  concept  of  scale  is  paramount.\n\nStier et al.: Variable dispersal drives compositional similarity\nImplicit in our approach is that the different replicate\nmesocosms within a given grazer addition treatment\nare  representative  of  discrete  patches  of  seagrass\nthat are connected via dispersal. We refer to the aver-\nage  diversity  within  a  given  replicate  mesocosm  as\nalpha diversity and variation in species composition\nbetween replicate mesocosms as beta diversity.\n2.3.  Statistical analysis\nHere,  we  used  a  2-factor  analysis  of  variance\n(ANOVA) to test the effect of dispersal intensity and\nvariability  on  grazer  abundance,  richness,  and  rar-\nefied richness. We are unaware of existing methods\nfor the factorial analyses of beta diversity. Therefore,\nwe  analyzed  the  effects  of  dispersal  intensity  and\nvariability on beta diversity using 2 separate 1-factor\nanalyses  using  PERMDISP,  a  multivariate  permuta-\ntion test of dispersions (Anderson et al. 2006, 2011).\nTo do this, we conducted 2 independent tests on beta\ndiversity in response to dispersal intensity and com-\npared  beta  diversity  in  high-variability  versus  low-\nvariability  treatments.  We  then  estimated  and  visu-\nally  examined  the  median  multivariate  distance  to\ncentroid of the dispersal intensity and variability for\nall  treatments  to  determine  how  dispersal  intensity\nand  variability  affected  beta  diversity  and  rarefied\nbeta diversity.\nBecause  dispersal  treatments  differed  in  alpha\ndiversity,  and  beta  diversity  estimates  can  be  sensi-\ntive to variable alpha diversity (Chase et al. 2011), we\nalso used the same method to estimate beta diversity\nusing  the  modified  Raup-Crick  index  (Chase  et  al.\n2011).  The  modified  Raup-Crick  dissimilarity  index\nranges from 0 to 1 and is interpreted differently from\nJaccard’s  dissimilarity.  The  values  of  the  modified\nRaup-Crick  index  can  provide  insight  into  the  pro-\ncesses  governing  community  assembly.  Values  ap  -\nproaching  zero  are  representative  of  communities\nthat are assembled deterministically (i.e. unlikely to\nhave  been  assembled  by  chance),  whereas  values\nthat approach 1 are less dissimilar than expected by\nchance (Chase et al. 2011) and are more likely to be\nassembled through stochastic processes. The index is\nnon-metric, but can be interpreted similarly to other\ndissimilarity  metrics  used  to  compare  beta  diversity\nadjusting  for  differences  in  alpha  diversity  (Chase\n2010).  For  visualizing  this  metric,  we  calculate  the\nmedian and standard error of the estimated distance\nto centroid of the modified Raup-Crick index.\nFinally,  patterns  of  alpha  and  beta  diversity  are\nhighly sensitive to shifts in abundance, yet most stud-\nies of dispersal – diversity relationships tend to ignore\nthis  underlying  expectation.  Here,  we  used  rarefac-\ntion to adjust diversity for abundance effects because\nwe  expected  mesocosms  with  larger  numbers  of\ngrazers  would  also  have  higher  species  richness\n(Gotelli  &  Colwell  2001)  and  lower  beta  diversity\n(Cardoso et al. 2009) due to sampling effects. Specif-\nically,  we  used  individual-based  rarefaction  to  esti-\nmate  rarefied  species  richness  and  rarefied  beta\ndiversity.  For  additional  details  on  rarefaction,  see\nGotelli & Colwell (2001) for alpha diversity and Stier\net  al.  (2016) for  beta  diversity  (additional  details  for\nbeta diversity rarefaction are in Text S1 in the Sup-\nplement). All diversity indices were estimated using\nthe vegan package in R (Oksanen et al. 2017).\nFor  Jaccard  and  modified  Raup-Crick  beta  diver-\nsity  metrics,  we  also  conducted  2  types  of  post-hoc\ncomparisons. First, we compared the effects of tem-\nporal variance in dispersal at each dispersal intensity\ntreatment.  These  contrasts  are  orthogonal,  but  we\nconservatively   Hochberg-corrected   the   p-values.\nSecond,  we  compared  all  possible  combinations  of\ntreatments and corrected using Tukey’s honestly sig-\nnificant difference corrections to adjust p-values. All\npost-hoc results are reported in Tables S2−S4 in the\nSupplement.\n3.  RESULTS\nIncreasing  the  intensity  of  dispersal  (number  of\nindividuals   per   dispersal   event)   increased   abun-\ndance for the low variability treatment (Fig. 2), alpha\ndiversity  (Lee  &  Bruno  2009)  and  rarefied  alpha\ndiversity  (Fig.  3)  and  reduced  beta  diversity  when\ndispersal  occurred  in  a  single  event  (Figs.  4  &  5).\nWhile  abundance  had  a  minor  positive  effect  on\ndiversity estimates, both dispersal intensity and vari-\nability had clear, but independent effects on rarefied\nspecies richness (intensity: F\n3, 40\n= 2.7, p = 0.05; vari-\nability: F\n1, 40\n= 4.0, p = 0.05, Fig. 3). There was, how-\never,   no   statistical   evidence   for   an   interaction\nbetween  dispersal  intensity  and  variability,  despite\noverlap in rarefied species richness that emerged at\nhigh dispersal intensity (rarefied richness: F\n3, 40\n= 0.6,\np = 0.59; Fig. 3).\nPERMDISP  indicated  a  significant  positive  main\neffect of dispersal variability on beta diversity meas-\nured  as  the  Jaccard  index  (F\n2, 55\n=  4.67,  p  =  0.013),\nwith higher beta diversity in treatments when disper-\nsal  was  variable  compared  to  when  dispersal  was\nfixed (Fig. 4). However, there was no detectable main\neffect  of  dispersal  intensity  on  beta  diversity  meas-\n71\n\nMar Ecol Prog Ser 613: 67– 76, 2019\nured  as  Jaccard’s  index  (F\n2, 55\n=  1.26,  p  =  0.292).  On\naverage, beta diversity was higher for a single pulse\nof dispersers (high temporal variability) compared to\npressed  treatments  with  multiple  dispersal  events\n(low temporal variability), but this effect diminished\nas dispersal intensity increased (Fig. 5) and was sta-\ntistically significant for the Jaccard index at the low-\nest dispersal intensity treatment (see Table S4). Pat-\nterns  of  higher  beta  diversity  in  temporally  variable\ndispersal event treatments compared to low-variabil-\nity  dispersal  treatments  were  consistent  for  beta\ndiversity  estimated  as  both  observed  (Fig.  5A)  and\nrarefied beta diversity (Fig. 5B) measured as the Jac-\ncard  index.  Additional  nonmetric  multidimensional\nscaling plots show alternative representations of dif-\nferences  in  beta  diversity  among  dispersal  treat-\nments (see Fig. S2 in the Supplement).\nPatterns of beta diversity measured as the modified\nRaup-Crick index also largely support the hypothesis\nthat  beta  diversity  is  higher  when  dispersal  is  more\nvariable,  with  the  exception  that  at  high  dispersal\nintensity,  the  low-variability  treatment  had  higher\nbeta  diversity  than  the  high-variability  treatment\n(Fig. 4C).  PERMDISP  identified  significant  main  ef  -\nfects  of  both  dispersal  variability  (F\n2, 55\n=  6.84,  p  =\n0.007) and dispersal intensity (F\n2, 55\n= 7.30, p = 0.001)\n(Fig. 4C). Post-hoc contrasts found significant differ-\nences at all levels of dispersal intensity (p < 0.01) with\nthe exception of the lowest dispersal intensity which\nwas only marginally significant (p = 0.11; Table S2).\nThese relatively consistent patterns of lower compo-\nsitional similarity in treatments with pressed disper-\nsal  largely  support  the  qualitative  predictions  from\nJensen’s inequality and metacommunity theory. More-\nover, the modified Raup-Crick estimates suggest that\ncommunity  assembly  is  increasingly  stochastic  as\ndispersal intensity increases and that temporal vari-\nability  in  dispersal  produces  greater  stochasticity  in\ngrazer community assembly at low levels of dispersal\nintensity, but that this effect is reversed at the highest\ndispersal intensity (Fig. 4C).\n4.  DISCUSSION\nBiologists have long hypothesized that dispersal is\na  key  factor  driving  the  number  of  species  shared\nbetween  any  2  locations;  ‘barriers  of  any  kind,  or\n72\n7\n8\n9\n10\n11\n6\n7\n8\nNone\nSmall Add\nMed−Lo Add\nMed−High Add\nLg Add\nSupply rate\nObserved\nRarefied\nA\nB\nHigh variabilityLow variability\nAlpha diversity\nFig.  3.  Effect  of  (A)  dispersal  intensity  and  frequency  on\nmean  (±1  SE)  grazer  alpha  diversity  (measured  as  species\nrichness; also Fig. 1C from Lee & Bruno 2009), and (B) rar-\nefied  alpha  diversity,  in  seagrass  mesocosms.  Points  and\nlines  correspond  to  no  dispersal  (white),  a  single  pulse  of\npropagules  (high  variability;  grey),  and  a  more  frequent  \npulse of propagules (low variability; black)\n400\n600\n800\n1000\n1200\nNone\nSmall Add\nMed−Lo Add\nMed−High Add\nLg Add\nSupply rate\nG\nrazer abundance\nHigh variabilityLow variability\nFig. 2. Mean (±1 SE) grazer abundance (ind. l\n−1\n) in seagrass\nmesocosms with variation in intensity and variability of dis-\npersal. Points and lines correspond to no dispersal (white), a\nsingle  pulse  of  propagules  (high  variability;  grey),  and  a  \nmore frequent pulse of propagules (low variability; black)\n\nStier et al.: Variable dispersal drives compositional similarity\nobstacles to free migration, are related in a close and\nimportant  manner  to  the  differences  between  the\nproductions  [species]  of  various  regions’  (Darwin\n1859,  p.  345).  More  recently,  a  series  of  theoretical,\nempirical, and synthetic studies have made clear pre-\ndictions for the role of dispersal in driving patterns of\nbiodiversity  and  ecosystem  function  (e.g.  Carrara  et\nal. 2012, Matias et al. 2013, Haegeman & Loreau 2014,\nMarleau et al. 2014, Laroche et al. 2016, Pedersen et\nal. 2016, Leibold et al. 2017). Our results provide the\nfirst  empirical  evidence  that  temporal  variation  in\ndispersal can substantially modify the well-described\ndispersal – diversity  relationship  for  both  alpha  and\nbeta diversity.\nIn  seagrass  meadows,  the  demographic  impor-\ntance of dispersal or competition– colonization trade-\noffs  is  poorly  understood.  We  found  that  composi-\ntional  differences  among  metacommunity  patches\nwere   greater   for   the   single   addition   treatments\n(high-variability  treatments)  compared  to  the  low-\nvariability  treatments.  There  are  2  plausible  inter-\npretations   of   this   pattern.   First,   this   may   be   a\n mathematical  phenomenon  produced  by  Jensen’s\ninequality, in which temporal variability in dispersal\nproduces a weaker decline in beta diversity with an\nincreasing dispersal intensity (Fig. 1). There is little\nevidence  for  this  nonlinearity  in  either  treatment,\nalthough  the  4  discrete  dispersal  intensity  treat-\nments  in  the  experiment  make  it  difficult  to  test  for\nnonlinearity.  Therefore,  we  conclude  that  in  this\nstudy, this mechanism is unlikely. An alternative ex -\nplanation is that variable dispersal can allow species\nto  persist  in  patches  when  species  inter  actions  or\ndemographic  stochasticity  might  otherwise  ex  clude\nthem. At high dispersal intensities, community simi-\nlarity  converges,  regardless  of  temporal  variability,\nsuggesting  that  at  intermediate  supply  rates,  the\n73\nMDS1\nMDS2\nLow variabilityHigh variability\nFig.  4.  Main  effects  of  temporal  variability  in  dispersal  on\nbeta diversity measured as Jaccard’s index. Points represent\nthe  location  of  a  replicate  of  a  given  dispersal  treatment\n(squares:  variable  dispersal,  triangles:  pressed  dispersal).\nAny given 2 points on the plot that are close to each other\nare similar in species composition, while points far apart are\ndissimilar. The area of convex hulls are representative of rel-\native  beta  diversity  between  treatments.  Wider  hull  of  the\npress treatment indicates higher beta diversity with tempo-\nral  variation  in  dispersal  and  corresponds  to  main  effect  of\ndispersal  variability  identified  with  PERMDISP.  Stress  of  \nMDS plot is 0.22\n0.12\n0.16\n0.20\n0.24\n0.15\n0.20\n0.25\n0.30\n0.35\n0.00\n0.10\n0.20\nBeta diversity \nObserved Jaccard\nRarefied Jaccard\nRaup-Crick\nSupply rate\nB\nA\nC\nNone\nSmall Add\nMed−Lo Add\nMed−High Add\nLg Add\nHigh variabilityLow variability\nFig.  5.  Effect  of  dispersal  intensity  and  frequency  on  beta\ndiversity  measured  as  (A)  the  observed  Jaccard  index,  (B)\nthe rarefied Jaccard index, and (C) the modified Raup-Crick\nindex.  Points  correspond  to  no  dispersal  (white),  a  single\npulse of propagules (high variability; grey), and a more fre-\nquent pulse of propagules (low variability; black). Points and \nerror bars represent median ± 1 SD\n\nMar Ecol Prog Ser 613: 67– 76, 2019\nbalance between local colonization and extinction is\nmost  sensitive  to  supply  rate.  Therefore,  Jensen’s\ninequality as well as the balance between dispersal\nand   competition   are   likely   important   processes\n governing   metacommunity   dynamics   in   seagrass\nsystems.\n4.1.  On the unique role of variance\nOur study contributes to a growing ecological liter-\nature  that  highlights  how  variability  around  the\nmean effect of an ecological process can have distinct\neffects on patterns of species abundance and diver-\nsity that often deviate from the expected effects from\nchanges in the mean (Ruel & Ayres 1999, Benedetti-\nCecchi 2003). For example, studies factorially manip-\nulating  variability  and  mean  effects  of  ecological\n processes  suggest  spatial  or  temporal  variation  in  a\nprocess can modify the role of disturbance (Bishop &\nKelaher  2007),  predation  (Butler  1989,  Navarrete\n1996, Stier et al. 2013), physiological stress (Miner &\nVonesh  2004),  and  herbivory  (Atalah  et  al.  2007)\nin  ecological  dynamics.  Our  findings  demonstrate\nunique  spatial  biodiversity  patterns  among  patches\nwith identical mean dispersal intensity but different\ndispersal  variability.  Thus,  we  have  empirically  de  -\nmonstrated that variability alters the effect of disper-\nsal as a driver of metacommunity assembly.\nGeneralizability of our results requires further con-\nsideration of different types of variance in dispersal.\nFor  example,  in  models  of  California  grassland  sys-\ntems, Levine & Rees (2004) showed that only certain\ntypes  of  temporal  variability  in  the  environment\nproved  beneficial  to  the  persistence  of  rare  forbs.\nSimilar  consideration  of  how  different  types  of  tem-\nporal   variance   in   dispersal   alter   the   dispersal-\n diversity  relationship  and  may  interact  with  unique\ncompetitive  dynamics  and  species  traits  in  various\nsystems is therefore critical to further generalize our\nfindings.\n4.2.  Merging theoretical and empirical \nmetacommunity ecology in seagrass ecosystems\nOur  findings  generally  support  the  relationship\nbetween   dispersal   and   biodiversity   predicted   by\nMatias et al. (2013). For example, we found generally\nhigher  levels  of  alpha  diversity  and  lower  levels  of\nbeta  diversity  as  dispersal  intensity  increased.  We\ndid  not,  however,  find  a  hump-shaped  relationship\nbetween dispersal intensity and alpha diversity, sug-\ngesting that our experiment was restricted to the left\nside  of  the  hump-shaped  dispersal – alpha  diversity\nrelationship and that alpha diversity was not entirely\nsaturated in any dispersal treatment.\nOur  results  generally  support  the  hypothesis  that\nmetacommunities with variable dispersal rates over\ntime  have  lower  alpha  diversity  and  higher  beta\ndiversity,  particularly  at  low-to-intermediate  dis-\npersal intensity (Matias et al. 2013). However, there\nare some key differences between our experimental\nstudy  and  the  theoretical  predictions.  For  example,\nMatias  et  al.  (2013) predicts  the  effects  of  variable\ndispersal  on  the  equilibrium  dynamics  of  a  meta-\ncommunity,  yet  little  is  known  about  the  equi  -\nlibrium  or  non-equilibrium  dynamics  of  seagrass\nmeta communities.  We  do,  however,  posit  that  the\nobserved diversity patterns are the product of mul-\ntiple  reproductive  events  that  occurred  within  the\nstudy  period  (Lee  &  Bruno  2014)  that  were  very\nlikely to have been affected by a suite of well-doc-\numented  competitive  interactions  within  seagrass\ngrazer  communities  (Edgar  1990,  Duffy  &  Harvilicz\n2001).  This  is  supported  by  the  modified  Raup-\nCrick  metric  being  estimated  as  greater  than  zero.\nHowever,  additional  research  on  longer  temporal\nscales  and  integrating  adult  dispersal  may  be  nec-\nessary to ascertain a comprehensive understanding\nof the role of temporal variability in altering disper-\nsal – diversity  relationships  in  marine  metacommu-\nnities (Hanly & Mittelbach 2017). Moreover, a more\nmechanistic  understanding  of  the  role  of  temporal\nvariation  in  dispersal  in  seagrass  grazer  metacom-\nmunities  will  emerge  from  additional  research  on\ngrazer traits (e.g. dispersal abilities and competitive\nhierarchies).\n4.3.  Conclusions\nOur  experimental  study  on  a  seagrass-associated\ngrazer   metacommunity   advances   our   empirical\nunderstanding   of   how   dispersal   drives   marine\nmetacommunity  dynamics  and  complements  recent\nstudies  that  emphasize  the  importance  of  dispersal\nas  a  driver  of  marine  metacommunity  structure\nin   temperate   and   tropical   benthic   communities\n(Palardy   &   Witman   2011,   Watson   et   al.   2011).\n Ultimately,  incorporating  a  deep  understanding  of\nhow shifts in dispersal intensity and variability alter\nmarine   communities   will   improve   our   under   -\nstanding   of   the   mechanisms   underlying   spatial\n differences  in  community  composition  in  marine\necosystems.\n74\n\nStier et al.: Variable dispersal drives compositional similarity\nAcknowledgements.  A.C.S.  was  generously  funded  by  the\n Killam Foundation. This work was supported by a National\nScience  Foundation  Predoctoral  Fellowship  (to  S.C.L.),  an\nEnvironmental   Protection   Agency   Science   to   Achieve\nResults Fellowship (to S.C.L), National Science Foundation\nGrant OCE0327191 (to John F. Bruno), an NSERC Discovery\nGrant  to  M.I.O.,  and  the  University  of  North  Carolina  at\nChapel Hill. We also thank J. Curtis and the anonymous re -\nviewers for their insights and careful constructive criticism.\nLITERATURE CITED\nAiken CM, Navarrete SA (2014) Coexistence of competitors\nin  marine  metacommunities:    environmental  variability,\nedge   effects,   and   the   dispersal   niche.   Ecology   95:   \n2289−2302\nAmarasekare   P,   Nisbet   R   (2001)   Spatial   heterogeneity,\nsource-sink dynamics, and the local coexistence of com-\npeting species. Am Nat 158: 572−584\nAnderson MJ, Ellingsen KE, McArdle BH (2006) Multivari-\nate dispersion as a measure of beta diversity. Ecol Lett 9: \n683−693\nAnderson MJ,  Crist TO,  Chase JM,  Vellend M and  others\n(2011)  Navigating  the  multiple  meanings  of  beta  diver-\nsity:  a roadmap for the practicing ecologist. Ecol Lett 14: \n19−28\nAtalah J,  Anderson MJ,  Costello MJ (2007)  Temporal  vari-\nability and intensity of grazing:  a mesocosm experiment.\nMar Ecol Prog Ser 341: 15−24\nBarnes R, Ellwood M (2012) Spatial variation in the macro-\nbenthic assemblages of intertidal seagrass along the long\naxis of an estuary. Estuar Coast Shelf Sci 112: 173−182\nBenedetti-Cecchi L (2003)  The  importance  of  the  variance\naround  the  mean  effect  size  of  ecological  processes.\nEcology 84: 2335−2346\nBenedetti-Cecchi  L,  Bertocci  I,  Vaselli  S,  Maggi  E  (2006)\nTemporal  variance  reverses  the  impact  of  high  mean\nintensity  of  stress  in  climate  change  experiments. Ecol-\nogy 87: 2489−2499\nBernhardt  JR,  Sunday  JM,  Thompson  PL,  O’Connor  MI\n(2018)  Nonlinear  averaging  of  thermal  experience  pre-\ndicts  population  growth  rates  in  a  thermally  variable\nenvironment. Proc R Soc B 285: 20181076\nBertocci  I,  Maggi  E,  Vaselli  S,  Benedetti-Cecchi  L  (2005)\nContrasting effects of mean intensity and temporal vari-\nation  of  disturbance  on  a  rocky  seashore.  Ecology  86:  \n2061−2067\nBishop MJ, Kelaher BP (2007) Impacts of detrital enrichment\non  estuarine  assemblages:    disentangling  effects  of  fre-\nquency and intensity of disturbance. Mar Ecol Prog Ser\n341: 25−36\nBoström  C,  O’Brien  K,  Roos  C,  Ekebom  J  (2006)  Environ-\nmental  variables  explaining  structural  and  functional\ndiversity of seagrass macrofauna in an archipelago land-\nscape. J Exp Mar Biol Ecol 335: 52−73\nBotsford LW, Hastings A, Gaines SD (2001) Dependence of\nsustainability  on  the  configuration  of  marine  reserves\nand larval dispersal distance. Ecol Lett 4: 144−150\nBrown JH, Kodric-Brown A (1977) Turnover rates in insular\nbiogeography: effect of immigration on extinction. Ecol-\nogy 58: 445– 449\nButler MJ (1989)  Community  responses  to  variable  preda-\ntion — field  studies  with  sunfish  and  freshwater  macro  -\ninvertebrates. Ecol Monogr 59: 311−328\nByers JE, Pringle JM (2006) Going against the flow:   reten-\ntion,  range  limits  and  invasions  in  advective  environ-\nments. Mar Ecol Prog Ser 313: 27−41\nCadotte MW (2006) Dispersal and species diversity:  a meta-\nanalysis. Am Nat 167: 913−924\nCadotte MW, Fukami T (2005) Dispersal, spatial scale, and\nspecies  diversity  in  a  hierarchically  structured  experi-\nmental landscape. Ecol Lett 8: 548−557\nCardoso P, Borges PA, Veech JA (2009) Testing the perform-\nance of beta diversity measures based on incidence data: \nthe  robustness  to  undersampling.  Divers  Distrib  15:  \n1081−1090\nCaro AU, Navarrete SA, Castilla JC (2010) Ecological con-\nvergence  in  a  rocky  intertidal  shore  metacommunity\ndespite  high  spatial  variability  in  recruitment  regimes.\nProc Natl Acad Sci USA 107: 18528−18532\nCarr LA, Boyer KE, Brooks AJ (2011) Spatial patterns of epi-\nfaunal   communities   in   San   Francisco   Bay   eelgrass\n(Zostera marina) beds. Mar Ecol 32: 88−103\nCarrara F, Altermatt F, Rodriguez-Iturbe I, Rinaldo A (2012)\nDendritic  connectivity  controls  biodiversity  patterns  in\nexperimental metacommunities. Proc Natl Acad Sci USA\n109: 5761−5766\nCatano CP, Dickson TL, Myers JA (2017) Dispersal and neu-\ntral  sampling  mediate  contingent  effects  of  disturbance\non  plant  beta diversity:    a  meta analysis.  Ecol  Lett  20:  \n347−356\nChase JM (2003)  Community  assembly:    When  should  his-\ntory matter? Oecologia 136: 489−498\nChase  JM  (2010)  Stochastic  community  assembly  causes\nhigher  biodiversity  in  more  productive  environments.\nScience 328: 1388−1391\nChase  JM,  Ryberg  WA  (2004)  Connectivity,  scale-depen-\ndence,  and  the  productivity−diversity  relationship. Ecol\nLett 7: 676−683\nChase JM, Kraft NJ, Smith KG, Vellend M, Inouye BD (2011)\nUsing null models to disentangle variation in community\ndissimilarity  from  variation  in  α\n-diversity. Ecosphere 2: \nart24\nCottenie K, De Meester L (2004) Metacommunity structure: \nsynergy of biotic interactions as selective agents and dis-\npersal as fuel. Ecology 85: 114−119\nDarwin  C  (1859)  The  origin  of  species  complete  and  fully\nillustrated with a new foreword by Patricia Horan. 1979\nreprint of the 1976 issue of the 1968 Penguin Books edi-\ntion with a new introduction; originally published in 1859\nby J. Murray under the title: On the origin of species by\nnatural selection. Gramercy Books, New York, NY\nDenny M (2017) The fallacy of the average:  on the ubiquity,\nutility  and  continuing  novelty  of  Jensen’s  inequality.\nJ Exp Biol 220: 139−146\nDuffy  JE,  Harvilicz  AM  (2001)  Species-specific  impacts  of\ngrazing  amphipods  in  an  eelgrass-bed  community. Mar\nEcol Prog Ser 223: 201−211\nEdgar  GJ  (1990)  The  influence  of  plant  structure  on  the\nspecies  richness,  biomass  and  secondary  production  of\nmacrofaunal   assemblages   associated   with   Western\nAustralian  seagrass  beds.  J  Exp  Mar  Biol  Ecol  137:  \n215−240\nForbes AE, Chase JM (2002) The role of habitat connectivity\nand  landscape  geometry  in  experimental  zooplankton\nmetacommunities. Oikos 96: 433−440\nFrance KE, Duffy JE (2006) Diversity and dispersal interac-\ntively affect predictability of ecosystem function. Nature\n441: 1139−1143\n75\n\nMar Ecol Prog Ser 613: 67– 76, 2019\n76\nEditorial responsibility: Antony Underwood, \nSydney, New South Wales, Australia\nSubmitted: June 5, 2018; Accepted: February 26, 2019\nProofs received from author(s): March 15\n, 2019\nGotelli NJ, Colwell RK (2001) Quantifying biodiversity:  pro-\ncedures and pitfalls in the measurement and comparison\nof species richness. Ecol Lett 4: 379−391\nHaegeman   B,   Loreau   M   (2014)   General   relationships\nbetween  consumer  dispersal,  resource  dispersal  and\nmetacommunity diversity. Ecol Lett 17: 175−184\nHanly PJ, Mittelbach GG (2017) The influence of dispersal\non  the  realized  trajectory  of  a  pond  metacommunity.\nOikos 126: 1269−1280\nHarrison S (1997) How natural habitat patchiness affects the\ndistribution of diversity in Californian serpentine chapar-\nral. Ecology 78: 1898−1906\nHarrison S (1999)  Native  and  alien  species  diversity  at  the\nlocal  and  regional  scales  in  a  grazed  California  grass-\nland. Oecologia 121: 99−106\nHastings A, Gavrilets S (1999) Global dispersal reduces local\ndiversity. Proc R Soc Lond B 266: 2067−2070\nHeino J,  Melo AS,  Siqueira T,  Soininen J,  Valanko S,  Bini\nLM  (2015)  Metacommunity  organisation,  spatial  extent\nand dispersal in aquatic systems:  patterns, processes and\nprospects. Freshw Biol 60: 845−869\nKneitel JM, Chase JM (2004) Trade offs in community ecol-\nogy:  linking spatial scales and species coexistence. Ecol\nLett 7: 69−80\nLaroche F, Jarne P, Perrot T, Massol F (2016) The evolution\nof  the  competition−dispersal  trade-off  affects  α-  and  β-\ndiversity in a heterogeneous metacommunity. Proc R Soc\nB 283: 20160548\nLee SC,  Bruno JF (2009)  Propagule  supply  controls  grazer\ncommunity  structure  and  primary  production  in  a  ben-\nthic  marine  ecosystem.  Proc  Natl  Acad  Sci  USA  106:  \n7052−7057\nLee SC, Bruno JF (2014) Propagule supply limits grazer rich-\nness equally across a resource gradient. Ecosphere 5: art8\nLeibold MA, Chase JM, Ernest S (2017) Community assem-\nbly and the functioning of ecosystems:  how metacommu-\nnity  processes  alter  ecosystems  attributes.  Ecology  98:  \n909−919\nLevine JM, Rees M (2004) Effects of temporal variability on\nrare  plant  persistence  in  annual  systems.  Am  Nat  164:\n350– 363\nLogue JB,  Mouquet N,  Peter H,  Hillebrand H,  Group MW\n(2011)   Empirical   approaches   to   metacommunities:    a\nreview and comparison with theory. Trends Ecol Evol 26: \n482−491\nLoreau M (2000)  Are  communities  saturated?  On  the  rela-\ntionship between α, βand γdiversity. Ecol Lett 3: 73−76\nMarleau JN, Guichard F, Loreau M (2014) Meta-ecosystem\ndynamics  and  functioning  on  finite  spatial  networks.\nProc R Soc B 281: 20132094\nMatias MG, Mouquet N, Chase JM (2013) Dispersal stochas-\nticity mediates species richness in source−sink metacom-\nmunities. Oikos 122: 395−402\nMiner BG,  Vonesh JR (2004)  Effects  of  fine  grain  environ-\nmental  variability  on  morphological  plasticity. Ecol  Lett\n7: 794−801\nMouquet N, Loreau M (2002) Coexistence in metacommuni-\nties:   the  regional  similarity  hypothesis.  Am  Nat  159:  \n420−426\nMouquet   N,   Loreau   M   (2003)   Community   patterns   in\nsource-sink metacommunities. Am Nat 162: 544−557\nMyers JA, Harms KE (2009) Seed arrival, ecological filters,\nand plant species richness:  a meta analysis. Ecol Lett 12: \n1250−1260\nNavarrete SA (1996)  Variable  predation:    effects  of  whelks\non    a    mid-intertidal    successional    community.    Ecol\nMonogr 66: 301−321\nOksanen  J,  Guillaume  Blanchet  F,  Friendly  M,  Kind  TR\nand  others  (2017)  vegan:  community  ecology  package.\nhttps:// cran. r-project. org/ package = vegan\nÖstman Ö, Kneitel JM, Chase JM (2006) Disturbance alters\nhabitat isolation’s effect on biodiversity in aquatic micro-\ncosms. Oikos 114: 360−366\nPalardy JE, Witman JD (2011) Water flow drives biodiversity\nby mediating rarity in marine benthic communities. Ecol\nLett 14: 63−68\nPalardy JE, Witman JD (2014) Flow, recruitment limitation,\nand the maintenance of diversity in marine benthic com-\nmunities. Ecology 95: 286−297\nPedersen   EJ,   Marleau   JN,   Granados   M,   Moeller   HV,\nGuichard F, Rossberg AG, Bronstein JL (2016) Nonhier-\narchical  dispersal  promotes  stability  and  resilience  in  a\ntritrophic metacommunity. Am Nat 187: E116−E128\nRoughgarden  J,  Gaines  S,  Possingham  H  (1988)  Recruit-\nment  dynamics  in  complex  life  cycles.  Science  241:  \n1460−1466\nRuel JJ, Ayres MP (1999) Jensen’s inequality predicts effects\nof environmental variation. Trends Ecol Evol 14: 361−366\nShmida A, Wilson MV (1985) Biological determinants of spe-\ncies diversity. J Biogeogr 12: 1–20\nStier  AC,  Geange SW,  Bolker  BM  (2013)  Predator  density\nand competition modify the benefits of group formation\nin a shoaling reef fish. Oikos 122: 171−178\nStier AC, Hein AM, Parravicini V, Kulbicki M (2014) Larval\ndispersal  drives  trophic  structure  across  Pacific  coral\nreefs. Nat Commun 5: 5575\nStier AC, Bolker BM, Osenberg CW (2016) Using rarefaction\nto isolate the effects of patch size and sampling effort on\nbeta diversity. Ecosphere 7: e01612\nUrban MC (2006) Maladaptation and mass effects in a meta-\ncommunity:   consequences  for  species  coexistence.  Am\nNat 168: 28−40\nValdivia  N,  Aguilera  MA,  Navarrete  SA,  Broitman  BR\n(2015)  Disentangling  the  effects  of  propagule  supply\nand environmental filtering on the spatial structure of a\nrocky  shore  metacommunity.  Mar  Ecol  Prog  Ser  538:  \n67−79\nWatson J, Hays C, Raimondi P, Mitarai S and others (2011)\nCurrents connecting communities:  nearshore community\nsimilarity and ocean circulation. Ecology 92: 1193−1200\nWhippo  R,  Knight  NS,  Prentice  C,  Cristiani  J,  Siegle  MR,\nO’Connor MI (2018)  Epifaunal  diversity  patterns  within\nand  among  seagrass  meadows  suggest  landscape scale\nbiodiversity processes. Ecosphere 9: e02490\nWhite  JW,  Samhouri  JF  (2011)  Oceanographic  coupling\nacross three trophic levels shapes source−sink dynamics\nin marine metacommunities. Oikos 120: 1151−1164\nYamada  K,  Tanaka  Y,  Era  T,  Nakaoka  M  (2014)  Environ-\nmental  and  spatial  controls  of  macroinvertebrate  func-\ntional  assemblages  in  seagrass  ecosystems  along  the\nPacific  coast  of  northern  Japan.  Glob  Ecol  Conserv  2:  \n47−61",
  "extractedAt": "2025-12-12T18:45:15.292Z",
  "success": true,
  "matchedPublication": {
    "title": "Grazing halos on coral reefs: predation risk, herbivore density, and habitat size influence grazing patterns that are visible from space",
    "doi": "10.3354/meps13074",
    "year": "2019",
    "authors": "DiFiore, Bp; Queenborough, Sa; Madin, Emp; Paul, Vj; Decker, Mb; Stier, Ac"
  }
}