{
  "filename": "Stier Hein et al. (Nature Communications) 2014.pdf",
  "numPages": 23,
  "text": "ARTICLE Received 28 May 2014|Accepted 16 Oct 2014|Published 21 Nov 2014 Larval dispersal drives trophic structure across Pacific coral reefs Adrian C. Stier 1,2,3, *, Andrew M. Hein 3,4, *, Valeriano Parravicini 5,6,7 & Michel Kulbicki 6 Top predators are a critical part of healthy ecosystems. Yet, these species are often absent from spatially isolated habitats leading to the pervasive view that fragmented ecological communities collapse from the top down. Here we study reef fish from coral reef commu- nities across the Pacific Ocean. Our analysis shows that species richness of reef fish top predators is relatively stable across habitats that vary widely in spatial isolation and total species richness. In contrast, species richness of prey reef fish declines rapidly with increasing isolation. By consequence, species-poor communities from isolated islands have three times as many predator species per prey species as near-shore communities. We develop and test a colonization–extinction model to reveal how larval dispersal patterns shape this ocean-scale gradient in trophic structure. DOI: 10.1038/ncomms6575 1 National Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101, USA. 2 Department of Zoology, University of British Columbia, #4200-6270 University Boulevard, Vancouver, British Columbia, Canada V6T 1Z4. 3 Department of Biology, University of Florida, Gainesville, Florida 32611-8525, USA. 4 Department of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey 08544-2016, USA. 5 CRIOBE, USR 3278 CNRS-EPHE-UPVD, LABEX Corail, University of Perpignan, Perpignan 66860, France. 6 Institut de Recherche Pour le De ́ veloppement, UR 227 Laboratoire Arago, Banyuls BP 44—66651, France. 7 CESAB-FRB, Immeuble Henri Poincare ́ , Domaine du Petit Arbois, Aix-en-Provence 13857, France. * These authors contributed equally to this work. Correspondence and requests for materials should be addressed to A.C.S. (email: Adrian.Stier@gmail.com) or to A.M.H. (email: ahein@princeton.edu). NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications1 &2014Macmillan Publishers Limited. All rights reserved. T op predators are often conspicuously absent from isolated habitats 1–8 . Explanations for such spatial variation in trophic structure are numerous: predators often have greater resource requirements 9–11 , larger body sizes 12 , smaller population sizes 13 and slower population growth rates 14 than species lower in the food web. Moreover, in some ecosystems, predators are poorer dispersers than their prey, making it less likely that they will colonize isolated habitats, let alone persist there 1,15 . In marine systems, however, genetic estimates of dispersal distances provide some evidence that species higher in the food web disperse more widely than species in lower trophic levels 16 . If predators disperse widely, serial influx of colonists could rescue isolated predator populations from extinction. An immediate question, then, is how do differences in the dispersal patterns of predators and their prey affect geographic patterns of community trophic structure? To answer this question, we analysed a database of published species lists from 35 major coral reef fish communities across the Pacific Ocean consisting of 1,350 total species. Using diet and life history information, we classified each species as either a piscivorous top predator (hereafter predator) or as a species lower on the food chain (hereafter prey). The ratio of the number of predator species to the number of prey species (predator–prey ratio 17 ,R; Fig. 1, circle colour) and total reef fish species richness (circle size) vary widely among Pacific coral reef communities. Total reef fish species richness decreases with increasing isolation as in other systems 18,19 and predator–prey ratio varies among islands by a factor of 3 (range: 0.34–1.1 predator species per prey species; Fig. 1). However, in stark contrast to patterns reported from other ecosystems 20 , the coral reef communities with the highest predator–prey ratios are species-poor communities from the most isolated habitats (for example, Midway, Tuvalu; Fig. 1 inset), whereas communities located near large landmasses (for example, Palau, Vanuatu) have high total species richness and low predator–prey ratios. Two features of Pacific coral reef communities are at odds with theory and observations from other systems. First, predator–prey ratio is high in isolated communities and low in proximate ones. Second, predator–prey ratio is negatively correlated with total reef fish species richness (Fig. 1, inset) instead of being positively correlated with, or invariant of total richness as in many terrestrial and aquatic ecosystems 20 . These findings contradict theoretical predictions 13,21 and empirical studies of other ecosystems, which suggest that species highest in the food web should be most sensitive to habitat isolation 4,10,12,22 . Here we develop a mathematical dispersal–colonization–extinction framework that resolves both of these discrepancies. The framework models species composition in a given habitat as an equilibrium between colonization of new species and extinction of those already present 23 , but builds on this concept by incorporating a basic life history trait of reef fish, the duration of pelagic (open ocean) larval dispersal, which can influence species’ dispersal distances 24 . We model larval dispersal to predict colonization rate at focal reefs, and use colonization rate to predict how species richness and predator–prey ratio vary across space. Results Modelling framework. Most reef fishes exhibit a multi-stage lifecycle involving a dispersive larval stage, followed by a non- dispersive adult stage. The length of time larvae spend in the dispersive stage is known as pelagic larval duration (PLD). Limited dispersal due to limited PLD has been proposed to explain why total reef fish species richness is lower in more isolated habitats and why species that do occur in isolated habitats have higher mean PLD than those inhabiting near-shore habitats 18,25 . In general, short-term estimates of dispersal distance are positively correlated with PLD among marine species, although the strength of this relationship varies across the range of PLDs 26 . In this study, we are most interested in dispersal that allows species to colonize new habitats over long ecological timescales (that is, hundreds to thousands of fish generations). Genetic estimates of dispersal distances may provide the best available indices of dispersal distance on such timescales. Genetic estimates of dispersal distance are strongly correlated with PLD, and also agree reasonably well with dispersal distance estimates from computational Lagrangian particle models, which assume that marine larvae disperse like passive particles through the plankton 24 . Here we take an analytical approach that includes PLD along with other basic features of the larval dispersal process. To relate PLD to dispersal and colonization rates of predators and prey, we use a diffusion–advection–mortality model 27 , which describes dispersal of fish larvae from large source populations (Figs 2,3; full model described in Supplementary Methods). The ratio of predator colonization rate (C pred ) to prey colonization rate (C prey ) at a given location obeys C pred C prey /e ðt pred \"t prey Þd 2 4st pred t prey hi ;ð1Þ Predator–prey ratio Total richness 0.5 0.7 0.9 300 500 700 Total richness Predator–prey ratio 200 400 600 800 0.2 0.4 0.6 0.8 1.0 1.2 Figure 1 | Predator–prey ratio and total species richness in coral reef fish communities from 35 Pacific habitats.Circle size increases with increasing total species richness (# of predator speciesþ# of prey species); colour indicates low (blue) or high (red) predator–prey ratio. Inset showing that predator–prey ratio decreases strongly with increasing total species richness. ARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575 2NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications &2014Macmillan Publishers Limited. All rights reserved. wheret pred is predator PLD,t prey is prey PLD,dis the distance between the source of larvae and the focal habitat ands(s40) is the effective diffusivity of predator and prey larvae during dispersal. The ratio of predator larvae to prey larvae colonizing a site will increase with increasing habitat isolation if predators spend more time drifting in the plankton than their prey (that is,t pred 4t prey ). This is because a longer PLD causes predator larvae to spread farther from their point of release (Fig. 3), creating a distribution of predator larvae that is spread more uniformly over space than the distribution of prey larvae (Supplementary Methods section 4.1 and Supplementary Fig. 2 discuss multiple larval sources). Data from 382 species of Indo– Pacific reef-associated fish from a recently published database 28 (Supplementary Data 1;nprey¼347,npredators¼35) indicate that mean predator PLD is 28% longer than mean prey PLD (Fig. 2a). Equation (1) therefore predicts that the ratio of predator to prey colonization rates should increase with increasing habitat isolation. To connect colonization rates with standing species richness and predator–prey ratio, we use a colonization–extinction model 23 (Fig. 2b,c). In keeping with classical models 13 , we assume that species within each trophic level colonize and go extinct from habitats identically and independently. We calculate the predator–prey ratioRin a focal habitat as the ratio of the equilibrium number of predator species (S pred ) to the equilibrium number of prey species (S prey ),R¼ S pred S prey / p & pred p & prey , where p & pred andp & prey are the equilibrium probabilities that any given predator or prey species occur in the community (Supplementary Methods). The dynamics ofp pred andp prey can be modelled by the differential equations, dp prey dt ¼C prey ð1\"p prey Þ\"E prey p prey and dp pred dt ¼C pred ð1\"p pred Þ\"E pred p pred , with equilibriump & i ¼ 1=ð1þ E i C i Þ, where the subscriptidenotes predators or prey andC i andE i denote colonization and extinction rates, respectively 13 (we discuss coupling between predators and prey in Supplementary Methods). When the equilibrium occurrence probability of any given species is small, R/ C pred C prey    E prey E pred :ð2Þ Predator–prey ratio is proportional to the ratio of predator to prey colonization rates, which may vary with habitat isolation, and proportional to the ratio of extinction rates, which will not generally depend directly on habitat isolation. Combining the model of larval dispersal described above (equation (1)) with the equilibrium model for predator–prey ratio (equation (2)) shows how predator–prey ratio depends on habitat Habitat size-corrected R Predator Prey Larval duration (days) Habitat size-corrected richness 25 30 35 40 (3) Species richness (4) Predator– prey ratio (1) Larval duration Dispersal model + colonization– extinction model –1.0 –0.5 3.0 3.5 4.5 5.0 5.5 0.0 0.5 1.0 1.5 2.0 2.5 0.5 0.0 0.0 0.5 1.0 1.5 2.0 2.5 4.0 Habitat isolation (×10 7 km 2 ) Habitat isolation (×10 7 km 2 ) Figure 2 | Integration of dispersal model with colonization–extinction model and fitting of model to Pacific reef fish data.(a) Larval duration data indicate that predators (red) have longer mean PLD than prey (blue; t prey ¼(28.3, 29.5) days,t pred ¼38.1 (35.6, 40.7) days, mean number of days (lower, upper s.e.m.);t-test:t¼3.92,Po0.001,nprey¼347,n predators¼35, means and s.e. back-transformed from log scale). (b) Model predicts that predators’ longer larval durations (t pred 4t prey ) will cause a relatively shallow decay of predator richness (red) compared with relatively rapid decay of prey richness (blue) with increasing habitat isolation. (c) Mechanistic model of predator–prey ratio fitted to data. Model predicts that the predator–prey ratio (R) increases with habitat isolation, measured as squared distance from the focal site to the nearest landmass with area410 4 km 2 (see Methods for statistics). Predictions are robust to other metrics of isolation. Current direction Prey Predator Dispersal distance in x direction Log larval concentration Figure 3 | Diagram illustrating differential spreading of predator larvae. Larval concentration of a species of predator (red) and prey (blue) at different distances from a source population (dashed vertical white line), given that predator spends more time dispersing than prey. Larval dispersal is modelled using a diffusion–advection–mortality model. Larvae originate at a source location and larval concentration,I i of prey (i¼1) or predators (i¼2) is governed by the equation, @I i @t ¼sDI i \"u @I i @x \"v @I i @y \"m i I i , in two dimension (2D;Dis 2D Laplacian,uandvare mean speeds of advective currents inxandydirections, respectively,srepresents the effective diffusivity of larvae andm i is mortality rate) 27 . NATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575ARTICLE NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications3 &2014Macmillan Publishers Limited. All rights reserved. isolation: R¼r 0 C pred C prey    ¼r 1 e t pred \"t prey ðÞ d 2 4st pred t prey hi ;ð3Þ wherer 0 andr 1 are positive constants that capture factors that do not depend on isolation (for example, differential larval produc- tion, differential extinction rates and larval mortality rates). Equation (3) states that predator–prey ratio should increase with increasing isolation distance when predator PLD is longer than prey PLD (that is,t pred 4t prey ). It also predicts the form of the function relating isolation distance,d, to predator–prey ratio,R. Below we describe how this predicted functional form can be fit to data, and explore whether the model developed above can account for patterns evident in the Pacific reef fish data. Fitting models to data. By log (ln) transforming both sides of equation (3), we can fit the predicted function of ln(R) as a linear function ofd 2 directly to the predator–prey ratio data shown in Fig. 1 (fit shown in Fig. 2c, statistical models and spatial auto- correlation discussed in Methods). In what follows, we will refer tod 2 as ‘habitat isolation’ anddas ‘isolation distance’. Figure 2c shows that predator–prey ratio increases with increasing habitat isolation as predicted by our model (P¼1.8'10 \"4 ; habitat isolation measured as squared distance to nearest landmass with area410 4 km 2 ; other isolation metrics yield similar results; Supplementary Methods). This occurs because predator richness (Fig. 2b, red circles, dashed line) is less sensitive to habitat iso- lation than is prey richness (Fig. 2b, blue squares, solid line, P¼9.5'10 \"6 ,r 2 ¼0.78) as our model predicts, given that predators have longer PLDs than prey (Fig. 2a). The model thus resolves the first discrepancy between observations from other ecosystems and our observations from coral reef communities, that isolated reef communities have the highest predator–prey ratios. Isolated communities have high predator–prey ratios because at their times of settlement, predator larvae are spread more uniformly across space than prey larvae. This makes pre- dator larval supply (Fig. 3), colonization rate and, consequently, species richness (Fig. 2b) relatively insensitive to habitat isolation. Prey richness falls more rapidly with increasing habitat isolation causing predator–prey ratio to rise as isolation increases (Fig. 2c). A second prediction follows from the form of the functions relatingS pred andS prey to habitat isolation. When currents spread larvae but directional advection is weak, our model predicts that the richness of species in trophic groupiisS i (K i exp½ \"d 2 4st i *, whereK i is a trophic level-specific constant (Supplementary Methods). Substituting this expression for prey richness into the corresponding expression for predator richness reveals that S pred /S l prey ; predator richness should be a power function of prey richness with exponentl¼t prey /t pred . Figure 4 shows this predicted function fitted to the Pacific reef fish data. Commu- nities with higher total richness (that is, points closer to the upper right corner of Fig. 4) are farther from the dashed one-to-one line. As predicted, the relationship betweenS pred andS prey is described well by a power function (exponent¼0.59, 95% confidence interval (CI)¼(0.5, 0.68),P¼4.9'10 \"16 ,r 2 ¼0.89); a power function provides better prediction of the data than the linear function that would result if predator–prey ratio were constant (Akaike’s Information Criterion (AIC) power model: 313; AIC linear model: 317), which is consistent with the observation that predator–prey ratio declines as total species richness increases (Fig. 1, inset). Because the power function exponentlis determined solely by predator and prey PLDs, we can independently estimatelfrom the PLD data shown in Fig. 2a. Dividing mean prey PLD by mean predator PLD indicates that l¼0.77 (delta method 95% CI¼(0.65, 0.88)), close to the fitted value of 0.59 (0.5, 0.68), particularly considering that the former ignores effects of prevailing directional currents on dispersal patterns. Critically, both predicted and observed exponents are less than 1. The model correctly predicts that communities with low overall richness will have the highest predator–prey ratios, resolving the second discrepancy between patterns of predator– prey ratio in other ecosystems and patterns in Pacific coral reef communities. Discussion The qualitative predictions of our model are robust to changes in our assumptions about reef fish dispersal and colonization. For example, the simplified model of colonization–extinction dynamics of equation (2) does not account for the dependence of predators on the presence of their prey 9–11 . Incorporating this prey dependence (Supplementary Methods) shows that the predator–prey ratioRcan still increase with habitat isolation in a manner consistent with equation (3) for a range of habitat isolation values. The coupled predator–prey colonization– extinction model developed in Supplementary Methods reveals that predator diet specialization also affects the relationship between predator–prey ratio and habitat isolation. If predators are highly specialized, predator–prey ratio will initially increase as habitat isolation increases, but will quickly begin to decline as the prey of specialist predators disappear from isolated habitats, and predators are thereby driven extinct. However, when predators are generalists as in the case of many reef fish predators 29 ,Rwill continue to increase with habitat isolation over a wide range of isolation values as observed in the Pacific reef fish data. Intuitively, this is because generalist predators can persist on a wide range of different prey and the absence or loss of prey from isolated habitats only affects a predator if all of that predator’s prey species are simultaneously absent. The coupling between predator and prey richness will be even weaker if predators can persist by eating juvenile conspecifics and juveniles of other piscivorous species 29 . In the extreme case where predators eat juveniles of all species, the coupling between predator and prey equations becomes very weak and the uncoupled equations presented above are approximately recovered (Supplementary Methods). Processes other than those described by our model undoubt- edly contribute to the variation present in Figs 1, 2b,c and 4. We do not consider effects of predators on prey extinction 30–32 , effects of complex trophic structure 10 , local speciation 33 , other life Prey richness Predator richness 0200400600800 0 200 300 400 100 r 2 = 0.89 Pred =5.1 prey 0.59 Figure 4 | Relationship between reef fish prey and predator species richness in Pacific coral reef communities.Functional form (power function) predicted from dispersal–colonization–extinction framework and fitted using generalized nonlinear least squares accounting for spatial autocorrelation. Data from 35 islands across the Pacific (1,350 total species). ARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575 4NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications &2014Macmillan Publishers Limited. All rights reserved. history characteristics such as body size, diurnal or nocturnal activity and schooling behaviour 28 , nor do we consider complex ocean currents 34 . The amount of population self-recruitment, post-arrival establishment success and species body sizes may differ among predators and prey 28 , leading to differences in predator and prey extinction rates (equation (2)). However, these differences will not affect the isolation dependence of predator– prey ratio (that is, they affectr 1 only in equation (3)) unless they generate a correlation between extinction rate and habitat isolation. Because we are interested in the isolation dependence of the predator–prey ratio, we do not consider these factors explicitly. Previous studies have noted that selective overharvesting of top predators may compound effects of habitat loss on predator richness 8 . In marine ecosystems, disproportionate fishing pressure on top predators (that is, ‘fishing down food webs’) is well documented 35–37 , although local anthropogenic extinctions are seldom described in reef fish systems. In Supplementary Methods, we explore whether fishing pressure on top predators alone can account for the patterns of reef fish predator–prey ratio described above. Statistical models that contain indices of fishing pressure but lack the functional relationship between predator–prey ratio and habitat isolation derived above provide a poor fit to data. Overfishing of top predators alone does not account for the patterns reported here. Mounting evidence suggests that species’ dispersal patterns shape community and food web structure in many ecosystems 38–42 . For example, competing reef fish species in the Great Barrier Reef ecosystem appear to have different dispersal abilities, and this difference may explain the complex patterns of species coexistence observed across the Great Barrier Reef 40 . Dispersal has also been implicated as a potential cause of geographic variation in the structure of species interactions within local communities (for example, seed dispersal networks on insular versus mainland habitats 41 ). On shorter timescales, it is possible to show experimentally that differences in colonization rates among local habitats cause differences in community structure across a landscape 38 . For example, invertebrate predators and prey colonize experimental pond habitats at different rates. This differential colonization generates a spatial gradient in the relative abundances of species occupying different positions in a food web 38 . Variation in colonization rates across a landscape can also create spatial variation in functional structures within local food webs and the rate at which these structures develop during community assembly 39,43 . The results presented here suggest that effects of dispersal on community trophic structure can extend over averylargespatialscale. Our study reveals that marine predator species richness is less sensitive than prey richness to habitat isolation, and that this asymmetry causes major variation in trophic structure across Pacific coral reefs. The modelling framework developed here moves from individuals to ecosystems, illustrating how attributes of individual predator and prey larvae influence the dispersal of larval populations, and ultimately create standing variation in predator and prey species richness at an oceanic scale. These results add to a growing body of evidence suggesting that careful consideration of organismal movement may help explain the structure of the ecological communities in ecosystems across the globe. Given the suite of anthropogenic threats facing reef ecosystems 44 and top predators more generally 45 , a renewed focus on the mechanisms that govern community structure is essential. Methods Habitat isolation and coastal length.For each of the 35 focal sites, we measured the great circle distance from the centroid of the site to the nearest large potential source of larvae, defined as any landmass410 4 km 2 (landmass size computed using a global equal area Behrmann projection) that contained coral reef habitat (alternative isolation metrics are discussed in Supplementary Methods). We used coastal length as a measure of habitat size for each focal habitat. Coastal length was computed as the total length of the coastline of each island or set of islands at each of the 35 sites in our database. Lengths of coastlines were measured using SRTM30 PLUS bathymetry (Shuttle Radar Topography Mission) available at http://topex.- ucsd.edu/WWW html/srtm30 plus.html. Species lists and assignment of trophic position .Our data set included species lists from 35 islands/archipelagos with coral reef habitat and included 1,350 shallow-water reef fish species compiled in a recently published reef fish species incidence database 46 . Seventy-five percent of fish species fell into 23 families that are readily detected during surveys: Gobiidae, Labridae, Pomacentridae, Apogonidae, Serranidae, Muraenidae, Chaetodontidae, Scorpaenidae, Syngnathidae, Ophichthidae, Tripterygiidae, Callionymidae, Carangidae, Pseudochromidae, Lutjanidae, Bothidae, Pomacanthidae, Engraulidae, Soleidae, Ptereleotridae, Monacanthidae, Clupeidae and Lethrinidae. We restricted our analyses to these common families. Including species from all families did not qualitatively change our results. We defined the adult trophic position (that is, predator or prey) of each species using diet, morphology and behaviour information from fishbase (http://www.fishbase.org) and the primary literature, acknowledging that predation risk in coral reef fishes is high during the early life stage for nearly all species regardless of their trophic position as adults 29 . Predators were defined as species that consumed fish asZ50% of their diets as adults. We scored each potential prey species with a palatability score. Palatability 1 is preferred prey (that is, prey that are most heavily targeted by predators); palatability 2 is occasional prey (that is, prey that are not specifically targeted by predators but are eaten occasionally); palatability 3 is rare prey that are seldom targeted by predators; and palatability 4 is non-targeted species that are avoided by predators due to anti-predator traits such as toxins, spines, morphology or behaviour. For the purposes of our analyses, prey were defined as species smaller than 20 cm in total length with palatability scores of 1 or 2. We used this designation because many marine predators are gape limited and avoid consuming heavily armed and otherwise unpalatable species 29,47 . We also excluded mesopredators that were categorized as both prey and predators. In Supplementary Methods, we explore the sensitivity of our results to the choice of prey designation criteria (that is, palatability and size cut-offs). Our results do not change if alternative criteria are used to define which species are considered prey. Statistical analysis .As described above, we fitted functions predicted by our theoretical framework to the Pacific reef fish data. For each predicted relationship, we accounted for spatial autocorrelation by using generalized least squares to fit a set of models with different spatial autocorrelation functions. Since we had noa prioriexpectation about the form of the spatial autocorrelation among sites, we used AIC to compare four commonly used models of spatial autocorrelation: spherical, exponential, Gaussian and rational quadratic. For each analysis, we report statistics from the fit that included the spatial autocorrelation function yielding the lowest AIC value. The linearized model of predator–prey ratio (R) had the form: ln(R)¼a 1 þa 2 d 2 þa 3 ln(coastal length)þO, wherea j are regression coefficients andOincludes spatial autocorrelation and normally distributed errors (data and model plotted in Fig. 2c). We included coastal length (a metric of habitat size) as a predictor because habitat size is known to affect species richness, and coastal length varied among the habitats included in our analysis. The Gaussian spatial autocorrelation model had the lowest AIC (AIC¼\"2.5,r 2 ¼0.44). The analysis revealed a significant positive effect of isolation (P¼1.8'10 \"4 ) on log (ln) predator–prey ratio and a significant negative effect of ln coastal length on ln predator–prey ratio (P¼4.2'10 \"2 ). The linearized model of predator and prey species richness had the same form as the model of predator–prey ratio, but included interactions between predictors and trophic level to allow for the possibility that predator and prey richness were affected differently by isolation and habitat size (Fig. 2b). The linearized model had the form ln(S)¼a 1 þa 2 d 2 þa 3 ln(coastal length)þa 4 [i]þa 5 [i'd 2 ]þ a 6 [i'ln(coastal length)]þO, wherea j are regression coefficients andiis an indicator variable denoting whether each datum was a predator or prey. The statistical fit with Gaussian spatial autocorrelation had the lowest AIC (AIC¼5.2, r 2 ¼0.78). There was a significant negative effect of isolation on ln richness (P¼1.6'10 \"4 ) and an interaction between trophic level and isolation, such that the ln prey richness-isolation relationship declined more steeply with increasing isolation than the ln predator richness-isolation relationship (P¼9.5'10 \"6 ; Fig. 2b). The effect of ln coastal length on ln richness was also significant (P¼7.4'10 \"8 ), as was the ln coastal length'trophic level interaction (P¼3.3'10 \"2 ), which indicated that ln prey richness increased more rapidly with increasing coastal length than did ln predator richness. To display data on bivariate plots, we defined habitat size-corrected R¼ln(R)\"a 3 ln(coastal length), wherea 3 is the fitted coastal length dependence of ln(R). For the species richness analysis, we defined habitat size-corrected predator richness¼ln(S pred )\"a 3 ln(coastal length), wherea 3 is the fitted coastal length dependence for predators, and we defined habitat size-corrected prey richness¼ln(S prey )\"(a 3 þa 6 )ln(coastal length), where (a 3 þa 6 ) is the fitted coastal length dependence for prey. All analyses were conducted using the nlme package 48 in the R statistical programing language 49 . NATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575ARTICLE NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications5 &2014Macmillan Publishers Limited. All rights reserved. To determine the relationship between the number of predator and prey species at a given site, we modelled the predator richness as a function of prey richness using generalized nonlinear least squares to account for spatial autocorrelation among sites. As predicted, a power function relationship of the form,y¼ax b provided a good fit to data (Fig. 4). Spatial autocorrelation was best described by a spherical spatial autocorrelation model (AIC¼313.3). The power function relationship between prey and predator richness accounted for most of the variation in predator richness (r 2 ¼0.89,P¼4.9'10 \"16 ). References 1. Kruess, A. & Tscharntke, T. Habitat fragmentation, species loss, and biological control.Science264,1581–1584 (1994). 2. Chase, J. M. & Shulman, R. S. Wetland isolation facilitates larval mosquito density through the reduction of predators.Ecol. Entomol.34,741–747 (2009). 3. Didham, R. K., Hammond, P. M., Lawton, J. H., Eggleton, P. & Stork, N. E. Beetle species responses to tropical forest fragmentation.Ecol. Monogr.68, 295–323 (1998). 4. Chase, J. M., Bergett, A. A. & Biro, E. G. Habitat isolation moderates the strength of top-down control in experimental pond food webs.Ecology91, 637–643 (2010). 5. Laurance, W. F.et al.Ecosystem decay of Amazonian forest fragments: a 22-year investigation.Conserv. Biol.16,605–618 (2002). 6. Terborgh, J.et al.Ecological meltdown in predator-free forest fragments. Science294,1923–1926 (2001). 7. Schoener, T. W. Food webs from the small to the large: the Robert H MacArthur lecture.Ecology70,1559–1589 (1989). 8. Duffy, J. E. Biodiversity loss, trophic skew, and ecosystem functioning.Ecol. Lett.6,680–687 (2003). 9. Holt, R. D., Lawton, J. H., Polis, G. A. & Martinez, N. D. Trophic rank and the species-area relationship.Ecology80,1495–1504 (1999). 10. Gravel, D., Massol, F., Canard, E., Mouillot, D. & Mouquet, N. Trophic theory of island biogeography.Ecol. Lett.14,1010–1016 (2011). 11. Lafferty, K. & Dunne, J. Stochastic ecological network occupancy (SENO) models: a new tool for modeling ecological networks across spatial scales. Theor. Ecol.3,123–135 (2010). 12. Srivastava, D. S., Trzcinski, M. K., Richardson, B. A. & Gilbert, B. Why are predators more sensitive to habitat size than their prey? Insights from bromeliad insect food webs.Am. Nat.172,761–771 (2008). 13. Holt, R. D. inThe Theory of Island Biogeography Revisited(eds Losos, J. B. & Ricklefs, R. E.) (Princeton Univ. Press, 2010). 14. Wilbur, H. M., Tinkle, D. W. & Collins, J. P. Environmental certainty, trophic level, and resource availability in life history evolution.Am. Nat.108,805–817 (1974). 15. Lomolino, M. V. Immigrant selection, predation, and the distributions of Microtus pennsylvanicus and Blarina brevicauda on islands.Am. Nat.123, 468–483 (1984). 16. Kinlan, B. P. & Gaines, S. D. Propagule dispersal in marine and terrestrial environments: a community perspective.Ecology84,2007–2020 (2003). 17. Cohen, J. E. Ratio of prey to predators in community food webs.Nature270, 165–166 (1977). 18. Mora, C., Chittaro, P. M., Sale, P. F., Kritzer, J. P. & Ludsin, S. A. Patterns and processes in reef fish diversity.Nature421,933–936 (2003). 19. Bellwood, D. R., Hughes, T. P., Connolly, S. R. & Tanner, J. Environmental and geometric constraints on Indo-Pacific coral reef biodiversity.Ecol. Lett.8, 643–651 (2005). 20. Warren, P. H. & Gaston, K. J. Predator-prey ratios—a special case of a general pattern.Phil. Trans. R. Soc. Lond. B Biol. Sci.338, 113–130 (1992). 21. Nachman, G. Systems analysis of acarine predator-prey interactions. II. The role of spatial processes in system stability.J. Anim. Ecol.56,267–281 (1987). 22. Holyoak, M. & Sharon, P. L. The role of dispersal in predator--prey metapopulation dynamics.J. Anim. Ecol.65,640–652 (1996). 23. MacArthur, R. H. & Wilson, E. O.The Theory of Island Biogeography (Princeton Univ. Press, 1967). 24. Siegel, D., Kinlan, B., Gaylord, B. & Gaines, S. Lagrangian descriptions of marine larval dispersion.Mar. Ecol. Prog. Ser.260,83–96 (2003). 25. Hobbs, J.-P. A., Jones, G. P., Munday, P. L., Connolly, S. R. & Srinivasan, M. Biogeography and the structure of coral reef fish communities on isolated islands.J. Biogeogr.39,130–139 (2012). 26. Shanks, A. L. Pelagic larval duration and dispersal distance revisited.Biol. Bull. 216,373–385 (2009). 27. Cowen, R. K., Lwiza, K. M. M., Sponaugle, S., Paris, C. B. & Olson, D. B. Connectivity of marine populations: open or closed?Science287,857–859 (2000). 28. Luiz, O. J.et al.Adult and larval traits as determinants of geographic range size among tropical reef fishes.Proc. Natl Acad. Sci. USA110,16498–16502 (2013). 29. Hixon, M. A. inThe Ecology of Fishes on Coral Reefs(ed. Sale, P. F.) (Academic Press, 1991). 30. Ryberg, W. A. & Chase, J. M. Predator-dependent species-area relationships. Am. Nat.170,636–642 (2007). 31. Stier, A. C., Hanson, K. M., Holbrook, S. J., Schmitt, R. J. & Brooks, A. J. Predation and landscape characteristics independently affect reef fish community organization.Ecology95,1294–1307 (2014). 32. Stier, A. C., Geange, S. W., Hanson, K. M. & Bolker, B. M. Predator density and timing of arrival affect reef fish community assembly.Ecology94,1057–1068 (2013). 33. Paulay, G. & Meyer, C. Dispersal and divergence across the greatest ocean region: do larvae matter?Integr. Comp. Biol.46,269–281 (2006). 34. Kool, J. T., Paris, C. B., Barber, P. H. & Cowen, R. K. Connectivity and the development of population genetic structure in Indo-West Pacific coral reef communities.Glob. Ecol. Biogeogr.20,695–706 (2011). 35. Pauly, D., Christensen, V., Dalsgaard, J., Froese, R. & Torres, F. J. Fishing down marine food webs.Science279,860–863 (1998). 36. Branch, T. A.et al.The trophic fingerprint of marine fisheries.Nature468, 431–435 (2010). 37. Tolimieri, N., Samhouri, J. F., Simon, V., Feist, B. E. & Levin, P. S. Linking the trophic fingerprint of groundfishes to ecosystem structure and function in the California Current.Ecosystems16,1216–1229 (2013). 38. Hein, A. M. & Gillooly, J. F. Predators, prey, and transient states in the assembly of spatially structured communities.Ecology92,549–555 (2011). 39. Fahimipour, A. K. & Hein, A. M. The dynamics of assembling food webs.Ecol. Lett.17,606–613 (2014). 40. Bode, M., Bode, L. & Armsworth, P. R. Different dispersal abilities allow reef fish to coexist.Proc. Natl Acad. Sci. USA108,16317–16321 (2011). 41. Schleuning, M., Bo ̈ hning-Gaese, K., Dehling, D. M. & Burns, K. C. At a loss for birds: insularity increases asymmetry in seed-dispersal networks.Glob. Ecol. Biogeogr.23,385–394 (2014). 42. Salomon, Y., Connolly, S. R. & Bode, L. Effects of asymmetric dispersal on the coexistence of competing species.Ecol. Lett.13,432–441 (2010). 43. Martinson, H. M., Fagan, W. F. & Denno, R. F. Critical patch sizes for food-web modules.Ecology93,1779–1786 (2012). 44. Pandolfi, J. M.et al.Global trajectories of the long-term decline of coral reef ecosystems.Science301,955–958 (2003). 45. Estes, J. A.et al.Trophic downgrading of planet Earth.Science333,301–306 (2011). 46. Kulbicki, M.et al.Global biogeography of reef fishes: a hierarchical quantitative delineation of regions.PLoS ONE8,e81847 (2013). 47. Gill, A. The dynamics of prey choice in fish: the importance of prey size and satiation.J. Fish Biol.63,105–116 (2003). 48. Pinheiro, J., Bates, D., DebRoy, S. & Sarkar, D. Linear and nonlinear mixed effects models.R Package Version. 3.1-117, 57 (2014). 49. R Development Core Team.R: a Language and Environment for Statistical Computing. R 3.0 edn (R Foundation for Statistical Computing, 2013). Acknowledgements The paper benefitted from discussion with C. Osenberg, M. McCoy, B. Bolker, M. O’Connor, K. Lafferty, S. McKinley, J. Samhouri, O. Shelton, R. Fletcher, T. Palmer and R. Holt and from R. Becheler’s contribution to the PLD database. This work was supported by the Ocean Bridges program funded by the French American Cultural Exchange, GASPAR and RESICOD programs from Fondation pour la Recherche en Biodiversite ́ , the National Science Foundation (Grant No. DGE-0802270 to A.M.H. and Grant No. 0801544 in the Quantitative Spatial Ecology, Evolution and Environment Program at the University of Florida), a Killam Postdoctoral Fellowship to A.C.S. at University of British Columbia and the support of the Gordon and Betty Moore Foundation to the Ocean Tipping Points project. Author contributions A.C.S., A.M.H. and M.K. designed the study and wrote the manuscript. V.P. gathered geospatial data. A.M.H. performed statistical and mathematical analyses and V.P. and M.K. contributed the database of fish biodiversity and larval durations in the South Pacific. Additional information Supplementary Informationaccompanies this paper at http://www.nature.com/ naturecommunications Competing financial interests:The authors declare no competing financial interests. Reprints and permissioninformation is available online at http://npg.nature.com/ reprintsandpermissions/ How to cite this article:Stier, A. C.et al.Larval dispersal drives trophic structure across Pacific coral reefs.Nat. Commun.5:5575 doi: 10.1038/ncomms6575 (2014). ARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575 6NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications &2014Macmillan Publishers Limited. All rights reserved. ba 345678 5.0 5.5 6.0 6.5 7.0 ln coastal length Habitat isolation−corrected total richness 0 4.0 4.5 5.0 5.5 6.0 Habitat isolation (km 2 ) Habitat si z e−corrected total richness 2x10 7 2.5x10 7 1.5x10 7 1x10 7 0.5x10 7 Supplementary Figure 1: Total reef fish species richness (predator richness + prey richness) as a function of predictors.(a) Habitat size-corrected total reef fish species richness as a function of habitat isolation (km 2 ). Total richness is corrected for habitat size based on fitted habitat size dependence: habitat size-corrected total richness = ln(total richness)↵ 3 ⇥ln(coastal length), where↵ 3 is the fitted coecient of ln(coastal length). Line is linear model fit to data (see Supplementary Methods section 1). (b) Habitat isolation-corrected total reef fish species richness as a function of ln coastal length (coastal length measured in km). Total richness is corrected for habitat isolation based on fitted isolation dependence: habitat isolation-corrected total richness = ln(total richness) ↵ 2 ⇥habitat isolation, where↵ 2 is the fitted regression coecient of habitat isolation. Line is linear model fit to data (see Supplementary Methods section 1). Correcting total species richness for size or isolation allows us to plot data on bivariate plots to look only at the e↵ect of habitat isolation or ln coastal length, respectively. 1 c 1x10 6 Isolation index (km 2 ) (50 nearest reefs) Habitat size-corrected R 2x10 6 3x10 6 4x10 6 2x10 6 1.5x10 6 1x10 6 5 x10 5 Isolation index (km 2 ) (30 nearest reefs) −1.0 −0.6 −0.2 0.2 Isolation index (km 2 ) (25 nearest reefs) 1.4x10 6 1x10 6 6x10 5 2 x10 5 b a Supplementary Figure 2: Predator-prey ratio as a function of isolation index for the 35 Pacific habitats in the dataset.Lines are linear model fits to data (see Supplementary Methods section 4.1). Isolation index is measured for each focal habitat as the squared mean distance from the centroid of that focal habitat to the nearest 25 (a), 30 (b), or 50 (c) habitats that support reef-associated fishes. In each panel, predator- prey ratio is corrected for the fitted habitat size e↵ect according to the equation: Habitat size-correctedR= ln(R)↵ 3 ⇥ln(coastal length), where↵ 3 is the fitted coecient of ln(coastal length), where coastal length measured in units of km. This correction allows us to plot data on bivariate plots to look only at the e↵ect of isolation index. 2 10 20 30 40 50 60 70 80 90 100 preypredator Trophic Level P elagic La r v al Du r ation (d a ys) trophic prey predator Supplementary Figure 3: Box plots depicting pelagic larval duration (PLD) data for Pacific reef fishes.Points are individual predator (red) and prey (blue) PLD values and are jittered along the x-axis for display purposes only. Black horizontal bar represents median of each trophic group. Upper and lower bounds of colored boxes represent 75th and 25th percentiles, respectively. Vertical lines extend to 95th (upper line) and 5th (lower line) percentiles. 3 Supplementary Table 1. Comparison among models of predator-prey ratio with and without indices of fishing pressure.Fitted models include e↵ects of habitat isolation, coastal length, and two alternative metrics of fishing pressure for each site: human population density within 20km of the coast, and market distance (km), measured as the distance to the nearest provincial capital (see Supplementary Methods section 5). The “Iso.” column gives coecient estimates for the e↵ect of habitat isolation. The “Fishing” column gives coecient estimates for the fishing proxy used in the model (i.e. either market distance or log(1+ human density)). “pIso.” and “pFishing” columns report p-values for model coecients. The form of the fitted functions are described in Supplementary Methods section 5. All models that include habitat isolation as a predictor are within 2 AIC units of one another. Models that do not contain habitat isolation provide a much poorer fit to data. CovariatesIso.FishingpIso.pFishing AICAIC iso., coastal length, market dist. 1.4⇥10 1 7.6⇥10 2 8.0⇥10 4 7.9⇥10 2 -4.00 iso., coastal length, pop. dens. 1.7⇥10 1 6.7⇥10 2 2.0⇥10 4 4.7⇥10 2 -2.81.2 iso., coastal length1.6⇥10 1 -2.0⇥10 4 --2.51.5 coastal length, market dist.-4.9⇥10 2 -0.242.76.7 coastal length, pop. dens.-2.0⇥10 2 -0.603.67.6 4 Supplementary Methods 1 Relationship between total richness and habitat isolation To explore the e↵ect of habitat isolation on total richness (predator richness + prey richness) we fitted ln(total richness) as a linear function of habitat isolation (squared distance to the nearest landmass with area greater than 10 4 km 2 ) and ln(coastal length) as we did for the model of predator-prey ratio described in the Main Text. We fitted spherical, exponential, rational quadratic, and Gaussian spatial autocorrelation functions. Here we report statistics from the model with the spatial autocorrelation function that yielded the lowest AIC. As has been reported in past analyses, total richness summed across trophic groups (predators + prey) decreased with increasing habitat isolation (r 2 =0.89, spherical spatial autocorrelation, isolation e↵ect:p=2.5⇥10 5 ; coastal length e↵ect:p=5.3⇥10 8 ). This trend is illustrated in Supplementary Figure 1a. Supplementary Figure 1b shows the dependence of total richness on coastal length. 2 Dependence of predator-prey ratio on colonization and extinction rates The framework developed below is based on the Equilibrium Theory of Island Biogeography developed in (3). We apply this framework to study colonization, extinction, and equilibrium species richness of species in two trophic levels (i.e. predators and prey). Thus, we depart from the assumption of (3) – that all species are equivalent in all demographic parameters – and assume instead that species within a particular trophic level are identical, but that predators and prey may di↵er in ways that a↵ect their rates of colonization and extinction. When colonization and extinction of predators and prey has reached equilibrium, define the predator-prey ratioRin a local habitat as the expected number of predator species present in the community divided by the expected number of prey species present: R= E[S pred ] E[S prey ] = p ⇤ pred p ⇤ prey R pool ,(S1) whereS pred andS prey are the number of predator and prey species in a typical community,R pool is the ratio of predators to prey in the regional species pool, andp ⇤ pred andp ⇤ prey are the equilibrium occurrence probabilities of total predator and prey species. Alternatively,R, could be defined as the expected value,E[S pred /S prey ], rather than the ratioE[S pred ]/E[S prey ]. However, this formulation is similar to Equation (S1) under the conditions we wish to study. To see this, employ a 2nd order Taylor expansion of the ratioS pred /S prey , and assumeS pred and 5 S prey are distributed independently and according to binomial distributions with parameters (n 2 ,p ⇤ 2 ) and (n 1 ,p ⇤ 1 ), respectively. ThenE h S pred S prey i ⇡ n 2 p ⇤ 2 n 1 p ⇤ 1 +O h n 1 p ⇤ 1 (n 2 p ⇤ 2 ) 2 i . In the scenario considered in the Main Text, the species pool is very large (i.e.n i >>1) and, althoughp i may become small, we do not expect the productn i p ⇤ i to be small; the numbers of predator and prey species are at least of order 100, even in the most species poor communities in our dataset. Thus,R⇡n 2 p ⇤ 2 /(n 1 p ⇤ 1 )=E[S pred ]/E[S prey ]=(p ⇤ 2 /p ⇤ 1 )R pool provides a reasonable approximation of E[S pred /S prey ] in the regime of interest. Equation (S1) relies on the assumption that species within a trophic level colonize independently of one another and are all equally likely to be present in a given habitat. The number of species in trophic levelioccurring in a particular habitat is a binomial random variable, with meann i p ⇤ i ,wheren i is the total richness of trophic leveli in the regional species pool, andp ⇤ i is given by p ⇤ i = 1 1+E i /C i .(S2) HereC i is the colonization rate of species in theith trophic level (i.e., predators or prey), andE i is the extinction rate of species in theith trophic level. Solving for predator and prey equilibria independently assumes that the dynamics of predators and prey are decoupled from one another. We show in Section 4.2 below that the basic intuition developed under this assumption can hold even if predators and prey are coupled by trophic dependencies. Combining equations (S1) and (S2) shows that R= C pred E prey C prey E pred  C prey /E prey +1 C pred /E pred +1  R pool .(S3) Equation (S3) can be simplified in many cases. For instance, in many local communities, the probability of any given species being present will be small (i.e.p ⇤ i <<1). It follows from equation (S2) thatC i /E i = p ⇤ i 1p ⇤ i will also be small, yielding the approximate proportionality R/ ✓ C pred C prey ◆✓ E prey E pred ◆ .(S4) Equation (S4) shows that predator-prey ratio increases as the ratio of predator colonization rate to prey colonization rate increases, and increases as the ratio of prey extinction rate to predator extinction rate increases. 6 3 Linking predator-prey ratio to habitat isolation through larval dis- persal In the Main Text, we show that predatory reef fish species have longer pelagic larval durations (PLDs), on average, than prey. Here we use a di↵usion-advection-mortality model of larval dispersal (4) to show how such a di↵erence in PLD of predators and prey can induce a positive correlation b",
  "sections": {
    "abstract": "",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our analysis shows that species richness of reef fish top predators is relatively stable across habitats that vary widely in spatial isolation and total species richness.",
    "we report statistics from the fit that included the spatial autocorrelation function yielding the lowest AIC value.",
    "we report statistics from the model with the spatial autocorrelation function that yielded the lowest AIC.",
    "we show that predatory reef fish species have longer pelagic larval durations (PLDs), on average, than prey.",
    "we observed (by Taylor expansion) that the logarithm of (S12) can be well approximated by a linear function ofd 2 whenb prey d 2 andb prey d 2 are between zero and one.",
    "results suggest that fishing pressure alone is not sucient to explain the observed patterns in predator-prey ratio.",
    "these results suggest that fishing pressure alone is not sucient to explain the observed patterns in predator-prey ratio."
  ],
  "fullText": "\n\nARTICLE\nReceived 28 May 2014|Accepted 16 Oct 2014|Published 21 Nov 2014\nLarval dispersal drives trophic structure across\nPacific coral reefs\nAdrian C. Stier\n1,2,3,\n*, Andrew M. Hein\n3,4,\n*, Valeriano Parravicini\n5,6,7\n& Michel Kulbicki\n6\nTop predators are a critical part of healthy ecosystems. Yet, these species are often absent\nfrom spatially isolated habitats leading to the pervasive view that fragmented ecological\ncommunities collapse from the top down. Here we study reef fish from coral reef commu-\nnities across the Pacific Ocean. Our analysis shows that species richness of reef fish top\npredators is relatively stable across habitats that vary widely in spatial isolation and total\nspecies richness. In contrast, species richness of prey reef fish declines rapidly with increasing\nisolation. By consequence, species-poor communities from isolated islands have three times\nas many predator species per prey species as near-shore communities. We develop and test a\ncolonization–extinction model to reveal how larval dispersal patterns shape this ocean-scale\ngradient in trophic structure.\nDOI: 10.1038/ncomms6575\n1\nNational Center for Ecological Analysis and Synthesis, 735 State Street, Santa Barbara, California 93101, USA.\n2\nDepartment of Zoology, University of British\nColumbia, #4200-6270 University Boulevard, Vancouver, British Columbia, Canada V6T 1Z4.\n3\nDepartment of Biology, University of Florida, Gainesville,\nFlorida 32611-8525, USA.\n4\nDepartment of Ecology and Evolutionary Biology, Princeton University, Princeton, New Jersey 08544-2016, USA.\n5\nCRIOBE, USR\n3278 CNRS-EPHE-UPVD, LABEX Corail, University of Perpignan, Perpignan 66860, France.\n6\nInstitut de Recherche Pour le De\n ́\nveloppement, UR 227\nLaboratoire Arago, Banyuls BP 44—66651, France.\n7\nCESAB-FRB, Immeuble Henri Poincare\n ́\n, Domaine du Petit Arbois, Aix-en-Provence 13857, France. * These\nauthors contributed equally to this work. Correspondence and requests for materials should be addressed to A.C.S. (email: Adrian.Stier@gmail.com) or to\nA.M.H. (email: ahein@princeton.edu).\nNATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications1\n&2014Macmillan Publishers Limited. All rights reserved.\n\nT\nop predators are often conspicuously absent from isolated\nhabitats\n1–8\n. Explanations for such spatial variation in\ntrophic structure are numerous: predators often have\ngreater resource requirements\n9–11\n, larger body sizes\n12\n, smaller\npopulation sizes\n13\nand slower population growth rates\n14\nthan\nspecies lower in the food web. Moreover, in some ecosystems,\npredators are poorer dispersers than their prey, making it less\nlikely that they will colonize isolated habitats, let alone persist\nthere\n1,15\n. In marine systems, however, genetic estimates of\ndispersal distances provide some evidence that species higher in\nthe food web disperse more widely than species in lower trophic\nlevels\n16\n. If predators disperse widely, serial influx of colonists\ncould rescue isolated predator populations from extinction. An\nimmediate question, then, is how do differences in the dispersal\npatterns of predators and their prey affect geographic patterns of\ncommunity trophic structure?\nTo answer this question, we analysed a database of published\nspecies lists from 35 major coral reef fish communities across the\nPacific Ocean consisting of 1,350 total species. Using diet and life\nhistory information, we classified each species as either a\npiscivorous top predator (hereafter predator) or as a species\nlower on the food chain (hereafter prey). The ratio of the number\nof predator species to the number of prey species (predator–prey\nratio\n17\n,R; Fig. 1, circle colour) and total reef fish species richness\n(circle size) vary widely among Pacific coral reef communities.\nTotal reef fish species richness decreases with increasing isolation\nas in other systems\n18,19\nand predator–prey ratio varies among\nislands by a factor of 3 (range: 0.34–1.1 predator species per prey\nspecies; Fig. 1). However, in stark contrast to patterns reported\nfrom other ecosystems\n20\n, the coral reef communities with the\nhighest predator–prey ratios are species-poor communities from\nthe most isolated habitats (for example, Midway, Tuvalu; Fig. 1\ninset), whereas communities located near large landmasses (for\nexample, Palau, Vanuatu) have high total species richness and\nlow predator–prey ratios.\nTwo features of Pacific coral reef communities are at odds with\ntheory and observations from other systems. First, predator–prey\nratio is high in isolated communities and low in proximate ones.\nSecond, predator–prey ratio is negatively correlated with total reef\nfish species richness (Fig. 1, inset) instead of being positively\ncorrelated with, or invariant of total richness as in many terrestrial\nand aquatic ecosystems\n20\n. These findings contradict theoretical\npredictions\n13,21\nand empirical studies of other ecosystems, which\nsuggest that species highest in the food web should be most\nsensitive  to  habitat  isolation\n4,10,12,22\n.  Here  we  develop  a\nmathematical dispersal–colonization–extinction framework that\nresolves both of these discrepancies. The framework models\nspecies composition in a given habitat as an equilibrium between\ncolonization of new species and extinction of those already\npresent\n23\n, but builds on this concept by incorporating a basic life\nhistory trait of reef fish, the duration of pelagic (open ocean) larval\ndispersal, which can influence species’ dispersal distances\n24\n. We\nmodel larval dispersal to predict colonization rate at focal reefs,\nand use colonization rate to predict how species richness and\npredator–prey ratio vary across space.\nResults\nModelling framework. Most reef fishes exhibit a multi-stage\nlifecycle involving a dispersive larval stage, followed by a non-\ndispersive adult stage. The length of time larvae spend in\nthe dispersive stage is known as pelagic larval duration (PLD).\nLimited dispersal due to limited PLD has been proposed to explain\nwhy total reef fish species richness is lower in more isolated\nhabitats and why species that do occur in isolated habitats have\nhigher mean PLD than those inhabiting near-shore habitats\n18,25\n.\nIn general, short-term estimates of dispersal distance are positively\ncorrelated  with  PLD  among  marine  species,  although  the\nstrength of this relationship varies across the range of PLDs\n26\n.\nIn this study, we are most interested in dispersal that allows\nspecies to colonize new habitats over long ecological timescales\n(that is, hundreds to thousands of fish generations). Genetic\nestimates of dispersal distances may provide the best available\nindices of dispersal distance on such timescales. Genetic estimates\nof dispersal distance are strongly correlated with PLD, and also\nagree reasonably well with dispersal distance estimates from\ncomputational Lagrangian particle models, which assume that\nmarine  larvae  disperse  like  passive  particles  through  the\nplankton\n24\n. Here we take an analytical approach that includes\nPLD along with other basic features of the larval dispersal process.\nTo relate PLD to dispersal and colonization rates of predators\nand prey, we use a diffusion–advection–mortality model\n27\n, which\ndescribes dispersal of fish larvae from large source populations\n(Figs 2,3; full model described in Supplementary Methods). The\nratio of predator colonization rate (C\npred\n) to prey colonization\nrate (C\nprey\n) at a given location obeys\nC\npred\nC\nprey\n/e\nðt\npred\n\"t\nprey\nÞd\n2\n4st\npred\nt\nprey\nhi\n;ð1Þ\nPredator–prey ratio\nTotal richness\n0.5\n0.7\n0.9\n300\n500\n700\nTotal richness\nPredator–prey ratio\n200   400   600   800\n0.2\n0.4\n0.6\n0.8\n1.0\n1.2\nFigure 1 | Predator–prey ratio and total species richness in coral reef fish communities from 35 Pacific habitats.Circle size increases with increasing\ntotal species richness (# of predator speciesþ# of prey species); colour indicates low (blue) or high (red) predator–prey ratio. Inset showing that\npredator–prey ratio decreases strongly with increasing total species richness.\nARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575\n2NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications\n&2014Macmillan Publishers Limited. All rights reserved.\n\nwheret\npred\nis predator PLD,t\nprey\nis prey PLD,dis the distance\nbetween the source of larvae and the focal habitat ands(s40)\nis the effective diffusivity of predator and prey larvae during\ndispersal. The ratio of predator larvae to prey larvae colonizing\na site will increase with increasing habitat isolation if predators\nspend more time drifting in the plankton than their prey\n(that is,t\npred\n4t\nprey\n). This is because a longer PLD causes\npredator larvae to spread farther from their point of release\n(Fig. 3), creating a distribution of predator larvae that is spread\nmore uniformly over space than the distribution of prey larvae\n(Supplementary Methods section 4.1 and Supplementary Fig. 2\ndiscuss multiple larval sources). Data from 382 species of Indo–\nPacific reef-associated fish from a recently published database\n28\n(Supplementary Data 1;nprey¼347,npredators¼35) indicate\nthat mean predator PLD is 28% longer than mean prey PLD\n(Fig. 2a). Equation (1) therefore predicts that the ratio of predator\nto prey colonization rates should increase with increasing habitat\nisolation.\nTo connect colonization rates with standing species richness\nand  predator–prey  ratio,  we  use  a  colonization–extinction\nmodel\n23\n(Fig. 2b,c). In keeping with classical models\n13\n, we\nassume that species within each trophic level colonize and\ngo extinct from habitats identically and independently. We\ncalculate the predator–prey ratioRin a focal habitat as the ratio\nof the equilibrium number of predator species (S\npred\n) to the\nequilibrium number of prey species (S\nprey\n),R¼\nS\npred\nS\nprey\n/\np\n&\npred\np\n&\nprey\n, where\np\n&\npred\nandp\n&\nprey\nare the equilibrium probabilities that any given\npredator or prey species occur in the community (Supplementary\nMethods). The dynamics ofp\npred\nandp\nprey\ncan be modelled\nby the differential equations,\ndp\nprey\ndt\n¼C\nprey\nð1\"p\nprey\nÞ\"E\nprey\np\nprey\nand\ndp\npred\ndt\n¼C\npred\nð1\"p\npred\nÞ\"E\npred\np\npred\n, with equilibriump\n&\ni\n¼\n1=ð1þ\nE\ni\nC\ni\nÞ, where the subscriptidenotes predators or prey andC\ni\nandE\ni\ndenote colonization and extinction rates, respectively\n13\n(we\ndiscuss coupling between predators and prey in Supplementary\nMethods). When the equilibrium occurrence probability of any\ngiven species is small,\nR/\nC\npred\nC\nprey\n\u0012\u0013\nE\nprey\nE\npred\n:ð2Þ\nPredator–prey ratio is proportional to the ratio of predator to\nprey colonization rates, which may vary with habitat isolation,\nand proportional to the ratio of extinction rates, which will not\ngenerally depend directly on habitat isolation.\nCombining the model of larval dispersal described above\n(equation (1)) with the equilibrium model for predator–prey ratio\n(equation (2)) shows how predator–prey ratio depends on habitat\nHabitat size-corrected R\nPredator\nPrey\nLarval duration (days)\nHabitat size-corrected\nrichness\n25\n30\n35\n40\n(3)\nSpecies\nrichness\n(4)\nPredator–\nprey\nratio\n(1)\nLarval\nduration\nDispersal\nmodel\n+\ncolonization–\nextinction\nmodel\n–1.0\n–0.5\n3.0\n3.5\n4.5\n5.0\n5.5\n0.0  0.5  1.0  1.5  2.0  2.5\n0.5\n0.0\n0.0  0.5  1.0  1.5  2.0  2.5\n4.0\nHabitat isolation (×10\n7\n km\n2\n)\nHabitat isolation (×10\n7\n km\n2\n)\nFigure 2 | Integration of dispersal model with colonization–extinction\nmodel and fitting of model to Pacific reef fish data.(a) Larval duration\ndata indicate that predators (red) have longer mean PLD than prey (blue;\nt\nprey\n¼(28.3, 29.5) days,t\npred\n¼38.1 (35.6, 40.7) days, mean number of\ndays (lower, upper s.e.m.);t-test:t¼3.92,Po0.001,nprey¼347,n\npredators¼35, means and s.e. back-transformed from log scale).\n(b) Model predicts that predators’ longer larval durations (t\npred\n4t\nprey\n) will\ncause a relatively shallow decay of predator richness (red) compared\nwith relatively rapid decay of prey richness (blue) with increasing habitat\nisolation. (c) Mechanistic model of predator–prey ratio fitted to data. Model\npredicts that the predator–prey ratio (R) increases with habitat isolation,\nmeasured as squared distance from the focal site to the nearest landmass\nwith area410\n4\nkm\n2\n(see Methods for statistics). Predictions are robust to\nother metrics of isolation.\nCurrent direction\nPrey\nPredator\nDispersal distance\nin x direction\nLog larval concentration\nFigure 3 | Diagram illustrating differential spreading of predator larvae.\nLarval concentration of a species of predator (red) and prey (blue) at\ndifferent distances from a source population (dashed vertical white line),\ngiven that predator spends more time dispersing than prey. Larval dispersal\nis modelled using a diffusion–advection–mortality model. Larvae originate at\na source location and larval concentration,I\ni\nof prey (i¼1) or predators\n(i¼2) is governed by the equation,\n@I\ni\n@t\n¼sDI\ni\n\"u\n@I\ni\n@x\n\"v\n@I\ni\n@y\n\"m\ni\nI\ni\n, in two\ndimension (2D;Dis 2D Laplacian,uandvare mean speeds of advective\ncurrents inxandydirections, respectively,srepresents the effective\ndiffusivity of larvae andm\ni\nis mortality rate)\n27\n.\nNATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575ARTICLE\nNATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications3\n&2014Macmillan Publishers Limited. All rights reserved.\n\nisolation:\nR¼r\n0\nC\npred\nC\nprey\n\u0012\u0013\n¼r\n1\ne\nt\npred\n\"t\nprey\nðÞ\nd\n2\n4st\npred\nt\nprey\nhi\n;ð3Þ\nwherer\n0\nandr\n1\nare positive constants that capture factors that do\nnot depend on isolation (for example, differential larval produc-\ntion, differential extinction rates and larval mortality rates).\nEquation (3) states that predator–prey ratio should increase with\nincreasing isolation distance when predator PLD is longer than\nprey PLD (that is,t\npred\n4t\nprey\n). It also predicts the form of the\nfunction relating isolation distance,d, to predator–prey ratio,R.\nBelow we describe how this predicted functional form can be fit to\ndata, and explore whether the model developed above can account\nfor patterns evident in the Pacific reef fish data.\nFitting models to data. By log (ln) transforming both sides of\nequation (3), we can fit the predicted function of ln(R) as a linear\nfunction ofd\n2\ndirectly to the predator–prey ratio data shown in\nFig. 1 (fit shown in Fig. 2c, statistical models and spatial auto-\ncorrelation discussed in Methods). In what follows, we will refer\ntod\n2\nas ‘habitat isolation’ anddas ‘isolation distance’. Figure 2c\nshows that predator–prey ratio increases with increasing habitat\nisolation as predicted by our model (P¼1.8'10\n\"4\n; habitat\nisolation measured as squared distance to nearest landmass with\narea410\n4\nkm\n2\n; other isolation metrics yield similar results;\nSupplementary Methods). This occurs because predator richness\n(Fig. 2b, red circles, dashed line) is less sensitive to habitat iso-\nlation than is prey richness (Fig. 2b, blue squares, solid line,\nP¼9.5'10\n\"6\n,r\n2\n¼0.78) as our model predicts, given that\npredators have longer PLDs than prey (Fig. 2a). The model thus\nresolves the first discrepancy between observations from other\necosystems and our observations from coral reef communities,\nthat isolated reef communities have the highest predator–prey\nratios. Isolated communities have high predator–prey ratios\nbecause at their times of settlement, predator larvae are spread\nmore uniformly across space than prey larvae. This makes pre-\ndator larval supply (Fig. 3), colonization rate and, consequently,\nspecies richness (Fig. 2b) relatively insensitive to habitat isolation.\nPrey richness falls more rapidly with increasing habitat isolation\ncausing predator–prey ratio to rise as isolation increases (Fig. 2c).\nA second prediction follows from the form of the functions\nrelatingS\npred\nandS\nprey\nto habitat isolation. When currents spread\nlarvae but directional advection is weak, our model predicts that\nthe richness of species in trophic groupiisS\ni\n(K\ni\nexp½\n\"d\n2\n4st\ni\n*,\nwhereK\ni\nis a trophic level-specific constant (Supplementary\nMethods). Substituting this expression for prey richness into the\ncorresponding expression for predator richness reveals that\nS\npred\n/S\nl\nprey\n; predator richness should be a power function of\nprey richness with exponentl¼t\nprey\n/t\npred\n. Figure 4 shows this\npredicted function fitted to the Pacific reef fish data. Commu-\nnities with higher total richness (that is, points closer to the upper\nright corner of Fig. 4) are farther from the dashed one-to-one line.\nAs predicted, the relationship betweenS\npred\nandS\nprey\nis described\nwell by a power function (exponent¼0.59, 95% confidence\ninterval (CI)¼(0.5, 0.68),P¼4.9'10\n\"16\n,r\n2\n¼0.89); a power\nfunction provides better prediction of the data than the linear\nfunction that would result if predator–prey ratio were constant\n(Akaike’s Information Criterion (AIC) power model: 313; AIC\nlinear model: 317), which is consistent with the observation that\npredator–prey ratio declines as total species richness increases\n(Fig. 1, inset). Because the power function exponentlis\ndetermined  solely  by  predator  and  prey  PLDs,  we  can\nindependently estimatelfrom the PLD data shown in Fig. 2a.\nDividing mean prey PLD by mean predator PLD indicates that\nl¼0.77 (delta method 95% CI¼(0.65, 0.88)), close to the fitted\nvalue of 0.59 (0.5, 0.68), particularly considering that the former\nignores effects of prevailing directional currents on dispersal\npatterns. Critically, both predicted and observed exponents are\nless than 1. The model correctly predicts that communities with\nlow overall richness will have the highest predator–prey ratios,\nresolving the second discrepancy between patterns of predator–\nprey ratio in other ecosystems and patterns in Pacific coral reef\ncommunities.\nDiscussion\nThe qualitative predictions of our model are robust to changes in\nour assumptions about reef fish dispersal and colonization. For\nexample,  the  simplified  model  of  colonization–extinction\ndynamics of equation (2) does not account for the dependence\nof predators on the presence of their prey\n9–11\n. Incorporating this\nprey dependence (Supplementary Methods) shows that the\npredator–prey ratioRcan still increase with habitat isolation in\na manner consistent with equation (3) for a range of habitat\nisolation  values.  The  coupled  predator–prey  colonization–\nextinction model developed in Supplementary Methods reveals\nthat predator diet specialization also affects the relationship\nbetween predator–prey ratio and habitat isolation. If predators\nare highly specialized, predator–prey ratio will initially increase as\nhabitat isolation increases, but will quickly begin to decline as the\nprey of specialist predators disappear from isolated habitats, and\npredators are thereby driven extinct. However, when predators\nare generalists as in the case of many reef fish predators\n29\n,Rwill\ncontinue to increase with habitat isolation over a wide range of\nisolation  values  as  observed  in  the  Pacific  reef  fish  data.\nIntuitively, this is because generalist predators can persist on a\nwide range of different prey and the absence or loss of prey from\nisolated habitats only affects a predator if all of that predator’s\nprey species are simultaneously absent. The coupling between\npredator and prey richness will be even weaker if predators can\npersist by eating juvenile conspecifics and juveniles of other\npiscivorous species\n29\n. In the extreme case where predators eat\njuveniles of all species, the coupling between predator and prey\nequations becomes very weak and the uncoupled equations\npresented above are approximately recovered (Supplementary\nMethods).\nProcesses other than those described by our model undoubt-\nedly contribute to the variation present in Figs 1, 2b,c and 4. We\ndo not consider effects of predators on prey extinction\n30–32\n,\neffects of complex trophic structure\n10\n, local speciation\n33\n, other life\nPrey richness\nPredator richness\n0200400600800\n0\n200\n300\n400\n100\nr\n2 \n= 0.89\nPred =5.1 prey\n0.59\nFigure 4 | Relationship between reef fish prey and predator species\nrichness in Pacific coral reef communities.Functional form (power\nfunction) predicted from dispersal–colonization–extinction framework and\nfitted using generalized nonlinear least squares accounting for spatial\nautocorrelation. Data from 35 islands across the Pacific (1,350 total\nspecies).\nARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575\n4NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications\n&2014Macmillan Publishers Limited. All rights reserved.\n\nhistory characteristics such as body size, diurnal or nocturnal\nactivity and schooling behaviour\n28\n, nor do we consider complex\nocean currents\n34\n. The amount of population self-recruitment,\npost-arrival establishment success and species body sizes may\ndiffer among predators and prey\n28\n, leading to differences in\npredator and prey extinction rates (equation (2)). However, these\ndifferences will not affect the isolation dependence of predator–\nprey ratio (that is, they affectr\n1\nonly in equation (3)) unless they\ngenerate a correlation between extinction rate  and habitat\nisolation. Because we are interested in the isolation dependence\nof the predator–prey ratio, we do not consider these factors\nexplicitly.   Previous   studies   have   noted   that  selective\noverharvesting  of  top  predators  may  compound  effects  of\nhabitat  loss  on  predator  richness\n8\n.  In  marine  ecosystems,\ndisproportionate fishing pressure on top predators (that is,\n‘fishing down food webs’) is well documented\n35–37\n, although local\nanthropogenic extinctions are seldom described in reef fish\nsystems. In Supplementary Methods, we explore whether fishing\npressure on top predators alone can account for the patterns of\nreef fish predator–prey ratio described above. Statistical models\nthat contain indices of fishing pressure but lack the functional\nrelationship between predator–prey ratio and habitat isolation\nderived above provide a poor fit to data. Overfishing of top\npredators alone does not account for the patterns reported here.\nMounting evidence suggests that species’ dispersal patterns shape\ncommunity and food web structure in many ecosystems\n38–42\n.\nFor example, competing reef fish species in the Great Barrier\nReef ecosystem appear to have different dispersal abilities, and this\ndifference may explain the complex patterns of species coexistence\nobserved across the Great Barrier Reef\n40\n. Dispersal has also\nbeen implicated as a potential cause of geographic variation in\nthe structure of species interactions within local communities\n(for example, seed dispersal networks on insular versus mainland\nhabitats\n41\n).  On  shorter  timescales,  it  is  possible  to  show\nexperimentally that differences in colonization rates among local\nhabitats  cause  differences  in  community  structure  across  a\nlandscape\n38\n.  For  example,  invertebrate  predators  and  prey\ncolonize  experimental  pond  habitats  at  different  rates.  This\ndifferential colonization generates a spatial gradient in the relative\nabundances of species occupying different positions in a food\nweb\n38\n. Variation in colonization rates across a landscape can also\ncreate spatial variation in functional structures within local food\nwebs and the rate at which these structures develop during\ncommunity assembly\n39,43\n. The results presented here suggest that\neffects of dispersal on community trophic structure can extend over\naverylargespatialscale.\nOur study reveals that marine predator species richness is less\nsensitive than prey richness to habitat isolation, and that this\nasymmetry causes major variation in trophic structure across\nPacific coral reefs. The modelling framework developed here moves\nfrom individuals to ecosystems, illustrating how attributes of\nindividual predator and prey larvae influence the dispersal of larval\npopulations, and ultimately create standing variation in predator\nand prey species richness at an oceanic scale. These results add to a\ngrowing body of evidence suggesting that careful consideration of\norganismal movement may help explain the structure of the\necological communities in ecosystems across the globe. Given the\nsuite of anthropogenic threats facing reef ecosystems\n44\nand top\npredators more generally\n45\n, a renewed focus on the mechanisms\nthat govern community structure is essential.\nMethods\nHabitat isolation and coastal length.For each of the 35 focal sites, we measured\nthe great circle distance from the centroid of the site to the nearest large potential\nsource of larvae, defined as any landmass410\n4\nkm\n2\n(landmass size computed\nusing a global equal area Behrmann projection) that contained coral reef habitat\n(alternative isolation metrics are discussed in Supplementary Methods). We used\ncoastal length as a measure of habitat size for each focal habitat. Coastal length was\ncomputed as the total length of the coastline of each island or set of islands at each\nof the 35 sites in our database. Lengths of coastlines were measured using SRTM30\nPLUS bathymetry (Shuttle Radar Topography Mission) available at http://topex.-\nucsd.edu/WWW html/srtm30 plus.html.\nSpecies lists and assignment of trophic position\n.Our data set included species\nlists from 35 islands/archipelagos with coral reef habitat and included 1,350\nshallow-water reef fish species compiled in a recently published reef fish species\nincidence database\n46\n. Seventy-five percent of fish species fell into 23 families that\nare readily detected during surveys: Gobiidae, Labridae, Pomacentridae,\nApogonidae, Serranidae, Muraenidae, Chaetodontidae, Scorpaenidae,\nSyngnathidae, Ophichthidae, Tripterygiidae, Callionymidae, Carangidae,\nPseudochromidae, Lutjanidae, Bothidae, Pomacanthidae, Engraulidae, Soleidae,\nPtereleotridae, Monacanthidae, Clupeidae and Lethrinidae. We restricted our\nanalyses to these common families. Including species from all families did not\nqualitatively change our results. We defined the adult trophic position (that is,\npredator or prey) of each species using diet, morphology and behaviour\ninformation from fishbase (http://www.fishbase.org) and the primary literature,\nacknowledging that predation risk in coral reef fishes is high during the early life\nstage for nearly all species regardless of their trophic position as adults\n29\n. Predators\nwere defined as species that consumed fish asZ50% of their diets as adults. We\nscored each potential prey species with a palatability score. Palatability 1 is\npreferred prey (that is, prey that are most heavily targeted by predators);\npalatability 2 is occasional prey (that is, prey that are not specifically targeted by\npredators but are eaten occasionally); palatability 3 is rare prey that are seldom\ntargeted by predators; and palatability 4 is non-targeted species that are avoided by\npredators due to anti-predator traits such as toxins, spines, morphology or\nbehaviour. For the purposes of our analyses, prey were defined as species smaller\nthan 20 cm in total length with palatability scores of 1 or 2. We used this\ndesignation because many marine predators are gape limited and avoid consuming\nheavily armed and otherwise unpalatable species\n29,47\n. We also excluded\nmesopredators that were categorized as both prey and predators. In Supplementary\nMethods, we explore the sensitivity of our results to the choice of prey designation\ncriteria (that is, palatability and size cut-offs). Our results do not change if\nalternative criteria are used to define which species are considered prey.\nStatistical analysis\n.As described above, we fitted functions predicted by our\ntheoretical framework to the Pacific reef fish data. For each predicted relationship,\nwe accounted for spatial autocorrelation by using generalized least squares to fit a\nset of models with different spatial autocorrelation functions. Since we had noa\nprioriexpectation about the form of the spatial autocorrelation among sites, we\nused AIC to compare four commonly used models of spatial autocorrelation:\nspherical, exponential, Gaussian and rational quadratic. For each analysis, we\nreport statistics from the fit that included the spatial autocorrelation function\nyielding the lowest AIC value. The linearized model of predator–prey ratio (R) had\nthe form: ln(R)¼a\n1\nþa\n2\nd\n2\nþa\n3\nln(coastal length)þO, wherea\nj\nare regression\ncoefficients andOincludes spatial autocorrelation and normally distributed errors\n(data and model plotted in Fig. 2c). We included coastal length (a metric of habitat\nsize) as a predictor because habitat size is known to affect species richness, and\ncoastal length varied among the habitats included in our analysis. The Gaussian\nspatial autocorrelation model had the lowest AIC (AIC¼\"2.5,r\n2\n¼0.44). The\nanalysis revealed a significant positive effect of isolation (P¼1.8'10\n\"4\n) on log\n(ln) predator–prey ratio and a significant negative effect of ln coastal length on ln\npredator–prey ratio (P¼4.2'10\n\"2\n).\nThe linearized model of predator and prey species richness had the same form\nas the model of predator–prey ratio, but included interactions between predictors\nand trophic level to allow for the possibility that predator and prey richness\nwere affected differently by isolation and habitat size (Fig. 2b). The linearized\nmodel had the form ln(S)¼a\n1\nþa\n2\nd\n2\nþa\n3\nln(coastal length)þa\n4\n[i]þa\n5\n[i'd\n2\n]þ\na\n6\n[i'ln(coastal length)]þO, wherea\nj\nare regression coefficients andiis an\nindicator variable denoting whether each datum was a predator or prey. The\nstatistical fit with Gaussian spatial autocorrelation had the lowest AIC (AIC¼5.2,\nr\n2\n¼0.78). There was a significant negative effect of isolation on ln richness\n(P¼1.6'10\n\"4\n) and an interaction between trophic level and isolation, such that\nthe ln prey richness-isolation relationship declined more steeply with increasing\nisolation than the ln predator richness-isolation relationship (P¼9.5'10\n\"6\n;\nFig. 2b). The effect of ln coastal length on ln richness was also significant\n(P¼7.4'10\n\"8\n), as was the ln coastal length'trophic level interaction\n(P¼3.3'10\n\"2\n), which indicated that ln prey richness increased more rapidly\nwith increasing coastal length than did ln predator richness.\nTo display data on bivariate plots, we defined habitat size-corrected\nR¼ln(R)\"a\n3\nln(coastal length), wherea\n3\nis the fitted coastal length dependence\nof ln(R). For the species richness analysis, we defined habitat size-corrected\npredator richness¼ln(S\npred\n)\"a\n3\nln(coastal length), wherea\n3\nis the fitted coastal\nlength dependence for predators, and we defined habitat size-corrected prey\nrichness¼ln(S\nprey\n)\"(a\n3\nþa\n6\n)ln(coastal length), where (a\n3\nþa\n6\n) is the fitted\ncoastal length dependence for prey. All analyses were conducted using the nlme\npackage\n48\nin the R statistical programing language\n49\n.\nNATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575ARTICLE\nNATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications5\n&2014Macmillan Publishers Limited. All rights reserved.\n\nTo determine the relationship between the number of predator and prey species\nat a given site, we modelled the predator richness as a function of prey richness\nusing generalized nonlinear least squares to account for spatial autocorrelation\namong sites. As predicted, a power function relationship of the form,y¼ax\nb\nprovided a good fit to data (Fig. 4). Spatial autocorrelation was best described by a\nspherical spatial autocorrelation model (AIC¼313.3). The power function\nrelationship between prey and predator richness accounted for most of the\nvariation in predator richness (r\n2\n¼0.89,P¼4.9'10\n\"16\n).\nReferences\n1.  Kruess, A. & Tscharntke, T. Habitat fragmentation, species loss, and biological\ncontrol.Science264,1581–1584 (1994).\n2.  Chase, J. M. & Shulman, R. S. Wetland isolation facilitates larval mosquito\ndensity through the reduction of predators.Ecol. Entomol.34,741–747 (2009).\n3.  Didham, R. K., Hammond, P. M., Lawton, J. H., Eggleton, P. & Stork, N. E.\nBeetle species responses to tropical forest fragmentation.Ecol. Monogr.68,\n295–323 (1998).\n4.  Chase, J. M., Bergett, A. A. & Biro, E. G. Habitat isolation moderates the\nstrength of top-down control in experimental pond food webs.Ecology91,\n637–643 (2010).\n5.  Laurance, W. F.et al.Ecosystem decay of Amazonian forest fragments: a\n22-year investigation.Conserv. Biol.16,605–618 (2002).\n6.  Terborgh, J.et al.Ecological meltdown in predator-free forest fragments.\nScience294,1923–1926 (2001).\n7.  Schoener, T. W. Food webs from the small to the large: the Robert H\nMacArthur lecture.Ecology70,1559–1589 (1989).\n8.  Duffy, J. E. Biodiversity loss, trophic skew, and ecosystem functioning.Ecol.\nLett.6,680–687 (2003).\n9.  Holt, R. D., Lawton, J. H., Polis, G. A. & Martinez, N. D. Trophic rank and the\nspecies-area relationship.Ecology80,1495–1504 (1999).\n10. Gravel, D., Massol, F., Canard, E., Mouillot, D. & Mouquet, N. Trophic theory\nof island biogeography.Ecol. Lett.14,1010–1016 (2011).\n11. Lafferty, K. & Dunne, J. Stochastic ecological network occupancy (SENO)\nmodels: a new tool for modeling ecological networks across spatial scales.\nTheor. Ecol.3,123–135 (2010).\n12. Srivastava, D. S., Trzcinski, M. K., Richardson, B. A. & Gilbert, B. Why are\npredators more sensitive to habitat size than their prey? Insights from\nbromeliad insect food webs.Am. Nat.172,761–771 (2008).\n13. Holt, R. D. inThe Theory of Island Biogeography Revisited(eds Losos, J. B. &\nRicklefs, R. E.) (Princeton Univ. Press, 2010).\n14. Wilbur, H. M., Tinkle, D. W. & Collins, J. P. Environmental certainty, trophic\nlevel, and resource availability in life history evolution.Am. Nat.108,805–817\n(1974).\n15. Lomolino, M. V. Immigrant selection, predation, and the distributions of\nMicrotus pennsylvanicus and Blarina brevicauda on islands.Am. Nat.123,\n468–483 (1984).\n16. Kinlan, B. P. & Gaines, S. D. Propagule dispersal in marine and terrestrial\nenvironments: a community perspective.Ecology84,2007–2020 (2003).\n17. Cohen, J. E. Ratio of prey to predators in community food webs.Nature270,\n165–166 (1977).\n18. Mora, C., Chittaro, P. M., Sale, P. F., Kritzer, J. P. & Ludsin, S. A. Patterns and\nprocesses in reef fish diversity.Nature421,933–936 (2003).\n19. Bellwood, D. R., Hughes, T. P., Connolly, S. R. & Tanner, J. Environmental\nand geometric constraints on Indo-Pacific coral reef biodiversity.Ecol. Lett.8,\n643–651 (2005).\n20. Warren, P. H. & Gaston, K. J. Predator-prey ratios—a special case of a general\npattern.Phil. Trans. R. Soc. Lond. B Biol. Sci.338,\n113–130 (1992).\n21. Nachman, G. Systems analysis of acarine predator-prey interactions. II. The\nrole of spatial processes in system stability.J. Anim. Ecol.56,267–281 (1987).\n22. Holyoak, M. & Sharon, P. L. The role of dispersal in predator--prey\nmetapopulation dynamics.J. Anim. Ecol.65,640–652 (1996).\n23. MacArthur, R. H. & Wilson, E. O.The Theory of Island Biogeography\n(Princeton Univ. Press, 1967).\n24. Siegel, D., Kinlan, B., Gaylord, B. & Gaines, S. Lagrangian descriptions of\nmarine larval dispersion.Mar. Ecol. Prog. Ser.260,83–96 (2003).\n25. Hobbs, J.-P. A., Jones, G. P., Munday, P. L., Connolly, S. R. & Srinivasan, M.\nBiogeography and the structure of coral reef fish communities on isolated\nislands.J. Biogeogr.39,130–139 (2012).\n26. Shanks, A. L. Pelagic larval duration and dispersal distance revisited.Biol. Bull.\n216,373–385 (2009).\n27. Cowen, R. K., Lwiza, K. M. M., Sponaugle, S., Paris, C. B. & Olson, D. B.\nConnectivity of marine populations: open or closed?Science287,857–859 (2000).\n28. Luiz, O. J.et al.Adult and larval traits as determinants of geographic range size\namong tropical reef fishes.Proc. Natl Acad. Sci. USA110,16498–16502 (2013).\n29. Hixon, M. A. inThe Ecology of Fishes on Coral Reefs(ed. Sale, P. F.) (Academic\nPress, 1991).\n30. Ryberg, W. A. & Chase, J. M. Predator-dependent species-area relationships.\nAm. Nat.170,636–642 (2007).\n31. Stier, A. C., Hanson, K. M., Holbrook, S. J., Schmitt, R. J. & Brooks, A. J.\nPredation and landscape characteristics independently affect reef fish\ncommunity organization.Ecology95,1294–1307 (2014).\n32. Stier, A. C., Geange, S. W., Hanson, K. M. & Bolker, B. M. Predator density and\ntiming of arrival affect reef fish community assembly.Ecology94,1057–1068\n(2013).\n33. Paulay, G. & Meyer, C. Dispersal and divergence across the greatest ocean\nregion: do larvae matter?Integr. Comp. Biol.46,269–281 (2006).\n34. Kool, J. T., Paris, C. B., Barber, P. H. & Cowen, R. K. Connectivity and the\ndevelopment of population genetic structure in Indo-West Pacific coral reef\ncommunities.Glob. Ecol. Biogeogr.20,695–706 (2011).\n35. Pauly, D., Christensen, V., Dalsgaard, J., Froese, R. & Torres, F. J. Fishing down\nmarine food webs.Science279,860–863 (1998).\n36. Branch, T. A.et al.The trophic fingerprint of marine fisheries.Nature468,\n431–435 (2010).\n37. Tolimieri, N., Samhouri, J. F., Simon, V., Feist, B. E. & Levin, P. S. Linking the\ntrophic fingerprint of groundfishes to ecosystem structure and function in the\nCalifornia Current.Ecosystems16,1216–1229 (2013).\n38. Hein, A. M. & Gillooly, J. F. Predators, prey, and transient states in the\nassembly of spatially structured communities.Ecology92,549–555 (2011).\n39. Fahimipour, A. K. & Hein, A. M. The dynamics of assembling food webs.Ecol.\nLett.17,606–613 (2014).\n40. Bode, M., Bode, L. & Armsworth, P. R. Different dispersal abilities allow reef\nfish to coexist.Proc. Natl Acad. Sci. USA108,16317–16321 (2011).\n41. Schleuning, M., Bo\n ̈\nhning-Gaese, K., Dehling, D. M. & Burns, K. C. At a loss for\nbirds: insularity increases asymmetry in seed-dispersal networks.Glob. Ecol.\nBiogeogr.23,385–394 (2014).\n42. Salomon, Y., Connolly, S. R. & Bode, L. Effects of asymmetric dispersal on the\ncoexistence of competing species.Ecol. Lett.13,432–441 (2010).\n43. Martinson, H. M., Fagan, W. F. & Denno, R. F. Critical patch sizes for food-web\nmodules.Ecology93,1779–1786 (2012).\n44. Pandolfi, J. M.et al.Global trajectories of the long-term decline of coral reef\necosystems.Science301,955–958 (2003).\n45. Estes, J. A.et al.Trophic downgrading of planet Earth.Science333,301–306\n(2011).\n46. Kulbicki, M.et al.Global biogeography of reef fishes: a hierarchical quantitative\ndelineation of regions.PLoS ONE8,e81847 (2013).\n47. Gill, A. The dynamics of prey choice in fish: the importance of prey size and\nsatiation.J. Fish Biol.63,105–116 (2003).\n48. Pinheiro, J., Bates, D., DebRoy, S. & Sarkar, D. Linear and nonlinear mixed\neffects models.R Package Version. 3.1-117, 57 (2014).\n49. R Development Core Team.R: a Language and Environment for Statistical\nComputing. R 3.0 edn (R Foundation for Statistical Computing, 2013).\nAcknowledgements\nThe paper benefitted from discussion with C. Osenberg, M. McCoy, B. Bolker,\nM. O’Connor, K. Lafferty, S. McKinley, J. Samhouri, O. Shelton, R. Fletcher, T. Palmer\nand R. Holt and from R. Becheler’s contribution to the PLD database. This work was\nsupported by the Ocean Bridges program funded by the French American Cultural\nExchange, GASPAR and RESICOD programs from Fondation pour la Recherche en\nBiodiversite\n ́\n, the National Science Foundation (Grant No. DGE-0802270 to A.M.H. and\nGrant No. 0801544 in the Quantitative Spatial Ecology, Evolution and Environment\nProgram at the University of Florida), a Killam Postdoctoral Fellowship to A.C.S. at\nUniversity of British Columbia and the support of the Gordon and Betty Moore\nFoundation to the Ocean Tipping Points project.\nAuthor contributions\nA.C.S., A.M.H. and M.K. designed the study and wrote the manuscript. V.P. gathered\ngeospatial data. A.M.H. performed statistical and mathematical analyses and V.P. and\nM.K. contributed the database of fish biodiversity and larval durations in the South Pacific.\nAdditional information\nSupplementary Informationaccompanies this paper at http://www.nature.com/\nnaturecommunications\nCompeting financial interests:The authors declare no competing financial interests.\nReprints and permissioninformation is available online at http://npg.nature.com/\nreprintsandpermissions/\nHow to cite this article:Stier, A. C.et al.Larval dispersal drives trophic structure across\nPacific coral reefs.Nat. Commun.5:5575 doi: 10.1038/ncomms6575 (2014).\nARTICLENATURE COMMUNICATIONS | DOI: 10.1038/ncomms6575\n6NATURE COMMUNICATIONS| 5:5575 | DOI: 10.1038/ncomms6575 | www.nature.com/naturecommunications\n&2014Macmillan Publishers Limited. All rights reserved.\n\nba\n345678\n5.0\n5.5\n6.0\n6.5\n7.0\nln coastal length\nHabitat isolation−corrected total richness\n0\n4.0\n4.5\n5.0\n5.5\n6.0\nHabitat isolation (km\n2\n)\nHabitat si\nz\ne−corrected total richness\n2x10\n7\n2.5x10\n7\n1.5x10\n7\n1x10\n7\n0.5x10\n7\nSupplementary Figure 1: Total reef fish species richness (predator richness + prey richness) as a\nfunction of predictors.(a) Habitat size-corrected total reef fish species richness as a function of habitat isolation\n(km\n2\n). Total richness is corrected for habitat size based on fitted habitat size dependence: habitat size-corrected\ntotal richness = ln(total richness)\u0000↵\n3\n⇥ln(coastal length), where↵\n3\nis the fitted coe\u0000cient of ln(coastal length).\nLine is linear model fit to data (see Supplementary Methods section 1). (b) Habitat isolation-corrected total reef fish\nspecies richness as a function of ln coastal length (coastal length measured in km). Total richness is corrected for\nhabitat isolation based on fitted isolation dependence: habitat isolation-corrected total richness = ln(total richness)\n\u0000↵\n2\n⇥habitat isolation, where↵\n2\nis the fitted regression coe\u0000cient of habitat isolation. Line is linear model fit to\ndata (see Supplementary Methods section 1). Correcting total species richness for size or isolation allows us to plot\ndata on bivariate plots to look only at the e↵ect of habitat isolation or ln coastal length, respectively.\n1\n\nc\n1x10\n6\nIsolation index (km\n2\n)\n(50 nearest reefs)\nHabitat size-corrected \nR\n2x10\n6\n3x10\n6\n4x10\n6\n2x10\n6\n1.5x10\n6\n1x10\n6\n5 x10\n5\nIsolation index (km\n2\n)\n(30 nearest reefs)\n−1.0\n−0.6\n−0.2\n0.2\nIsolation index (km\n2\n)\n(25 nearest reefs)\n1.4x10\n6\n1x10\n6\n6x10\n5\n2 x10\n5\nb\na\nSupplementary  Figure  2:   Predator-prey  ratio  as  a  function  of  isolation  index  for  the  35  Pacific\nhabitats in the dataset.Lines are linear model fits to data (see Supplementary Methods section 4.1). Isolation\nindex is measured for each focal habitat as the squared mean distance from the centroid of that focal habitat\nto the nearest 25 (a), 30 (b), or 50 (c) habitats that support reef-associated fishes.  In each panel, predator-\nprey ratio is corrected for the fitted habitat size e↵ect according to the equation: Habitat size-correctedR=\nln(R)\u0000↵\n3\n⇥ln(coastal length), where↵\n3\nis the fitted coe\u0000cient of ln(coastal length), where coastal length measured\nin units of km. This correction allows us to plot data on bivariate plots to look only at the e↵ect of isolation index.\n2\n\n10\n20\n30\n40\n50\n60\n70\n80\n90\n100\npreypredator\nTrophic Level\nP\nelagic La\nr\nv\nal Du\nr\nation (d\na\nys)\ntrophic\nprey\npredator\nSupplementary  Figure  3:  Box  plots  depicting  pelagic  larval  duration  (PLD)  data  for  Pacific  reef\nfishes.Points  are  individual  predator  (red)  and  prey  (blue)  PLD  values  and  are  jittered  along  the  x-axis  for\ndisplay purposes only.  Black horizontal bar represents median of each trophic group.  Upper and lower bounds of\ncolored boxes represent 75th and 25th percentiles, respectively.  Vertical lines extend to 95th (upper line) and 5th\n(lower line) percentiles.\n3\n\nSupplementary Table 1. Comparison among models of predator-prey ratio with and without indices\nof fishing pressure.Fitted models include e↵ects of habitat isolation, coastal length, and two alternative metrics\nof fishing pressure for each site: human population density within 20km of the coast, and market distance (km),\nmeasured as the distance to the nearest provincial capital (see Supplementary Methods section 5). The “Iso.” column\ngives coe\u0000cient estimates for the e↵ect of habitat isolation. The “Fishing” column gives coe\u0000cient estimates for the\nfishing proxy used in the model (i.e. either market distance or log(1+ human density)). “pIso.” and “pFishing”\ncolumns report p-values for model coe\u0000cients. The form of the fitted functions are described in Supplementary\nMethods section 5. All models that include habitat isolation as a predictor are within 2 AIC units of one another.\nModels that do not contain habitat isolation provide a much poorer fit to data.\nCovariatesIso.FishingpIso.pFishing  AIC\u0000AIC\niso., coastal length, market dist.  1.4⇥10\n\u00001\n7.6⇥10\n\u00002\n8.0⇥10\n\u00004\n7.9⇥10\n\u00002\n-4.00\niso., coastal length, pop. dens.    1.7⇥10\n\u00001\n\u00006.7⇥10\n\u00002\n2.0⇥10\n\u00004\n4.7⇥10\n\u00002\n-2.81.2\niso., coastal length1.6⇥10\n\u00001\n-2.0⇥10\n\u00004\n--2.51.5\ncoastal length, market dist.-4.9⇥10\n\u00002\n-0.242.76.7\ncoastal length, pop. dens.-\u00002.0⇥10\n\u00002\n-0.603.67.6\n4\n\nSupplementary Methods\n1  Relationship between total richness and habitat isolation\nTo explore the e↵ect of habitat isolation on total richness (predator richness + prey richness) we fitted ln(total\nrichness) as a linear function of habitat isolation (squared distance to the nearest landmass with area greater than\n10\n4\nkm\n2\n) and ln(coastal length) as we did for the model of predator-prey ratio described in the Main Text. We fitted\nspherical, exponential, rational quadratic, and Gaussian spatial autocorrelation functions. Here we report statistics\nfrom the model with the spatial autocorrelation function that yielded the lowest AIC. As has been reported in past\nanalyses, total richness summed across trophic groups (predators + prey) decreased with increasing habitat isolation\n(r\n2\n=0.89, spherical spatial autocorrelation, isolation e↵ect:p=2.5⇥10\n\u00005\n; coastal length e↵ect:p=5.3⇥10\n\u00008\n).\nThis trend is illustrated in Supplementary Figure 1a.  Supplementary Figure 1b shows the dependence of total\nrichness on coastal length.\n2  Dependence of predator-prey ratio on colonization and extinction\nrates\nThe framework developed below is based on the Equilibrium Theory of Island Biogeography developed in (3). We\napply this framework to study colonization, extinction, and equilibrium species richness of species in two trophic\nlevels (i.e. predators and prey). Thus, we depart from the assumption of (3) – that all species are equivalent in\nall demographic parameters – and assume instead that species within a particular trophic level are identical, but\nthat predators and prey may di↵er in ways that a↵ect their rates of colonization and extinction. When colonization\nand extinction of predators and prey has reached equilibrium, define the predator-prey ratioRin a local habitat as\nthe expected number of predator species present in the community divided by the expected number of prey species\npresent:\nR=\nE[S\npred\n]\nE[S\nprey\n]\n=\np\n⇤\npred\np\n⇤\nprey\nR\npool\n,(S1)\nwhereS\npred\nandS\nprey\nare the number of predator and prey species in a typical community,R\npool\nis the ratio of\npredators to prey in the regional species pool, andp\n⇤\npred\nandp\n⇤\nprey\nare the equilibrium occurrence probabilities of\ntotal predator and prey species. Alternatively,R, could be defined as the expected value,E[S\npred\n/S\nprey\n], rather\nthan the ratioE[S\npred\n]/E[S\nprey\n]. However, this formulation is similar to Equation (S1) under the conditions we\nwish to study. To see this, employ a 2nd order Taylor expansion of the ratioS\npred\n/S\nprey\n, and assumeS\npred\nand\n5\n\nS\nprey\nare distributed independently and according to binomial distributions with parameters (n\n2\n,p\n⇤\n2\n) and (n\n1\n,p\n⇤\n1\n),\nrespectively. ThenE\nh\nS\npred\nS\nprey\ni\n⇡\nn\n2\np\n⇤\n2\nn\n1\np\n⇤\n1\n+O\nh\nn\n1\np\n⇤\n1\n(n\n2\np\n⇤\n2\n)\n2\ni\n. In the scenario considered in the Main Text, the species pool\nis very large (i.e.n\ni\n>>1) and, althoughp\ni\nmay become small, we do not expect the productn\ni\np\n⇤\ni\nto be small;\nthe numbers of predator and prey species are at least of order 100, even in the most species poor communities in\nour dataset. Thus,R⇡n\n2\np\n⇤\n2\n/(n\n1\np\n⇤\n1\n)=E[S\npred\n]/E[S\nprey\n]=(p\n⇤\n2\n/p\n⇤\n1\n)R\npool\nprovides a reasonable approximation of\nE[S\npred\n/S\nprey\n] in the regime of interest.\nEquation (S1) relies on the assumption that species within a trophic level colonize independently of one another\nand are all equally likely to be present in a given habitat. The number of species in trophic levelioccurring in a\nparticular habitat is a binomial random variable, with meann\ni\np\n⇤\ni\n,wheren\ni\nis the total richness of trophic leveli\nin the regional species pool, andp\n⇤\ni\nis given by\np\n⇤\ni\n=\n1\n1+E\ni\n/C\ni\n.(S2)\nHereC\ni\nis the colonization rate of species in theith trophic level (i.e., predators or prey), andE\ni\nis the extinction\nrate of species in theith trophic level. Solving for predator and prey equilibria independently assumes that the\ndynamics of predators and prey are decoupled from one another. We show in Section 4.2 below that the basic\nintuition developed under this assumption can hold even if predators and prey are coupled by trophic dependencies.\nCombining equations (S1) and (S2) shows that\nR=\nC\npred\nE\nprey\nC\nprey\nE\npred\n\nC\nprey\n/E\nprey\n+1\nC\npred\n/E\npred\n+1\n\u0000\nR\npool\n.(S3)\nEquation (S3) can be simplified in many cases. For instance, in many local communities, the probability of any\ngiven species being present will be small (i.e.p\n⇤\ni\n<<1). It follows from equation (S2) thatC\ni\n/E\ni\n=\np\n⇤\ni\n1\u0000p\n⇤\ni\nwill also\nbe small, yielding the approximate proportionality\nR/\n✓\nC\npred\nC\nprey\n◆✓\nE\nprey\nE\npred\n◆\n.(S4)\nEquation (S4) shows that predator-prey ratio increases as the ratio of predator colonization rate to prey colonization\nrate increases, and increases as the ratio of prey extinction rate to predator extinction rate increases.\n6\n\n3    Linking predator-prey ratio to habitat isolation through larval dis-\npersal\nIn the Main Text, we show that predatory reef fish species have longer pelagic larval durations (PLDs), on average,\nthan prey.  Here we use a di↵usion-advection-mortality model of larval dispersal (4) to show how such a di↵erence in\nPLD of predators and prey can induce a positive correlation between predator-prey ratio and habitat isolation.  We\nassume larvae are produced annually and released from a large source population at a single geographic location.\nOnce  in  the  plankton,  directional  ocean  currents  cause  advection  of  larvae  and  local  turbulence  and  other  flow\nfeatures causes larvae to spread.  At some time⌧\ni\n, all individuals in trophic levelisettle out of the water column\nand arrive as immigrants on any reef present at their location.  In two dimensions, the colonization rate of species\nin trophic groupi, at location (x, y) is proportional to the concentration of larvae at (x, y),I\ni\n:\nC\ni\n/I\ni\n=\nN\ni\n4⇡\u0000⌧\ni\ne\n\u0000μ\ni\n⌧\ni\nexp\n\n\u0000(x\u0000x\n0\n\u0000u⌧\ni\n)\n2\n4\u0000⌧\ni\n\u0000\nexp\n\n\u0000(y\u0000y\n0\n\u0000v⌧\ni\n)\n2\n4\u0000⌧\ni\n\u0000\n,(S5)\nwherex\n0\nandy\n0\nare thex- andy-coordinates of the source where larvae are released,uandvare current velocities\nin thexandydirections respectively,N\ni\nis the number of larvae released,\u0000is the e↵ective di↵usivity of larvae\n(assumed to be equal for predators and prey),⌧\ni\nis PLD, andμ\ni\nis mortality rate.  To see the e↵ect of di↵erences in\nPLD between predators and prey, we assume⌧\npred\n6=⌧\nprey\n.  Defining the point of larval release as (0,0) and taking\nthe ratio ofC\npred\n/C\nprey\nshows, after some algebraic simplification,\nC\npred\nC\nprey\n/\nN\npred\n⌧\nprey\nN\nprey\n⌧\npred\nexp\n\n\u0000(⌧\npred\n\u0000⌧\nprey\n)(μ+\nu\n2\n+v\n2\n4\u0000\n)\n\u0000\nexp\n\n(⌧\npred\n\u0000⌧\nprey\n)d\n2\n4\u0000⌧\npred\n⌧\nprey\n\u0000\n,(S6)\nwheredis the distance between the source of larvae and the focal habitat, and we assume that habitat area is small\nenough so that the number of larvae in trophic groupiavailable to colonize a habitat of areaAcentered at (x, y)\ncan be approximated asI\ni\n(x, y)⇥A.\nIn Equation (S4),E\ni\nwill not generally depend directly ond.  Thus, the e↵ect of habitat isolation on Equation (S4)\nis determined by the e↵ect of isolation on the ratioC\npred\n/C\nprey\n.  Substituting Equation (S6) into Equation (S4)\nshows that the sign of (⌧\npred\n\u0000⌧\nprey\n)determineswhetherRincreases or decreases with increasing habitat isolation.\nWhen predatory species have longer PLDs than prey species (i.e.⌧\npred\n>⌧\nprey\n),  the ratio of the arrival rate of\npredator species to the arrival rate of prey species (i.e.C\npred\n/C\nprey\n) will be greater in more isolated habitats than\nin  more  proximate  habitats.   Thus,  under  the  assumptions  described  above,  di↵erences  in  PLD  are  su\u0000cient  to\ngenerate the qualitative pattern of increasing predator-prey ratio with increasing habitat isolation observed in our\ndata.\n7\n\nAn interesting feature of Equation (S6) is that the ratio of predator to prey colonization rates changes symmetrically\n(i.e.  isotropically) about the point of larval release, regardless of the magnitude and direction of advective currents.\nFor example, suppose a particular habitat acts as a source for islands down and up current.  Although Equation\n(S5) predicts that the raw numbers of predator and prey larvae arriving at down and up current islands will di↵er,\nthe predator prey ratio on the islands should be the same if the distances between the islands and the source are\nthe same.  This symmetry is broken when multiple sources contribute larvae to a focal habitat (see below).\n4  Sensitivity to model assumptions\n4.1  Multiple sources and alternative metrics of habitat isolation\nTo consider larval input from many source populations, it is necessary to reformulate Equation (S6).  In general,\npredator-prey  ratio  need  not  be  isotropic  about  sources  when  multiple  sources  are  present.   The  arrival  rate  of\nimmigrants and, therefore,C\npred\n/C\nprey\nwill depend on the locations of sources and the directions and magnitudes\nof advecting currents.  However, in the special case in which dispersal from all sources is symmetric, it is possible to\nmake a general statement about the conditions under which more isolated habitats will have higher predator-prey\nratios.\nHere we derive a rigorous metric of habitat isolation, theisolation index, that can be applied when larvae arrive\nat a focal island from multiple sources.  We will show that if⌧\npred\n>⌧\nprey\n, predator-prey ratio will increase with\nincreasing isolation.  However, here “isolation” is computed using the distances to multiple sources, rather than the\ndistance to a single dominant source of larvae.\nConsider a scenario in which predator and prey immigrants arrive from many source populations.  Assume that\npredator and prey larvae are produced at the same locations and the concentration of larvae dispersing from each\nsource decays isotropically about the source.  For a particular trophic level, Equation (S5) is given by\nC\ni,j\n=\u0000\nN\ni,j\n4⇡\u0000⌧\ni\ne\n\u0000μ\ni\n⌧\ni\nexp\n\"\n\u0000d\n2\nj\n4\u0000⌧\ni\n#\n=\ni,j\ne\n\u0000\u0000\ni\nd\n2\nj\n,(S7)\nwhere the subscriptjdenotes thejth source that supplies larvae to the focal island,\u0000is a positive constant that\nrelates larval concentration to colonization rate,\ni,j\n=\u0000\nN\ni,j\n4⇡\u0000⌧\ni\ne\n\u0000μ\ni\n⌧\ni\n, and\u0000\ni\n=(4\u0000⌧\ni\n)\n\u00001\n.  Total colonization rate at\na focal habitat is proportional to the sum of colonization rates from all sources that supply larvae to that habitat,\nC\ni\n=\ni,1\ne\n\u0000\u0000\ni\nd\n2\n1\n+\ni,2\ne\n\u0000\u0000\ni\nd\n2\n2\n+...+\ni,n\ne\n\u0000\u0000\ni\nd\n2\nn\n.(S8)\n8\n\nLetddenote the mean distance from the focal habitat to the nearesthsources, and\nˆ\nd:=d/d. Each term on the\nright hand side of Equation (S8) can be rewritten,\ni,j\ne\n\u0000\u0000\ni\nd\n2\nˆ\nd\n2\n. For simplicity, assume that\ni,j\nis the same for all\nislands, but may di↵er between predators and prey (i.e.\ni,j\n=\ni\n). Assume that the number of sources serving a\nparticular island is large, such that it is sensible to write\nC\ni\n=\ni\nZ\n1\n0\ne\n\u0000\u0000\ni\nd\nˆ\nd\n2\nf(\nˆ\nd\n2\n)d\nˆ\nd\n2\n,(S9)\nwheref(\nˆ\nd\n2\n) is a probability density describing the distribution of squared normalized distances between the focal\nisland and its sources. We can make the relatively unrestrictive assumption thatf(\nˆ\nd\n2\n) has a gamma density\nf(\nˆ\nd\n2\n)=\n(\nˆ\nd\n2\n/b)\nc\u00001\ne\n\u0000\nˆ\nd\n2\n/b\nb\u0000(c)\n,(S10)\nwhereb,  c >0 are parameters, \u0000is the gamma function, and the expected value off(\nˆ\nd\n2\n)=bc(5). Under this\nassumption, the colonization rate of theith trophic level at a focal island with mean distance to the nearesth\nislands,d, has the form\nC\ni\n=(b\u0000\ni\nd\n2\n+ 1)\n\u0000c\n.(S11)\nThis approach is valid for multiple islands di↵ering in isolation if more isolated islands are simply farther from all\nsources by a constant factor (i.e., if the distances between any given focal island and its sources arel\n1\n,l\n2\n,l\n3\n..., the\ndistances between any other island and its sources can be writtenr\n1\n=al\n1\n,r\n2\n=al\n2\n,r\n3\n=al\n3\n..., for some positive\nconstanta). The form of Equation (S11) is familiar in economics as it is related to the notion of non-exponential\ndiscounting arising from uncertain hazard rates (6). Equation (S11) can be found using the method of Laplace\ntransforms, applied to the gamma distributed random variable\nˆ\nd\n2\n. Substituting Equation (S11) into Equation (S4)\ngives\nR/\nC\npred\nC\nprey\n/\n\"\nb\u0000\nprey\nd\n2\n+1\nb\u0000\u0000\nprey\nd\n2\n+1\n#\nc\n,(S12)\nwhere\u0000=⌧\nprey\n/⌧\npred\nas in the Main Text. Equation (S12) shows that the condition⌧\npred\n>⌧\nprey\nis su\u0000cient to\nensure that predator-prey ratio increases with increasing isolation indexd\n2\n.\nSupplementary Figure 2 shows ln(predator-prey ratio) as a function of isolation index using squared mean distance\nto the nearest 25 (h= 25, a), 30 (h= 30, b) and 50 (h= 50, c) potential sources as a measure of isolation indexd\n2\n.\n9\n\nTo compute these mean distances, we used a Behrmann projection to divided the world into cells (200⇥200 km\nat the equator) from which we retained only cells containing reef fish habitat (i.e. coast or coral reef). These cells\nrepresent potential sources and for each location we computed the mean distance from the location to thehnearest\nsources using great circle distance (1). Rather than fitting the nonlinear (S12) directly to data, we observed (by\nTaylor expansion) that the logarithm of (S12) can be well approximated by a linear function ofd\n2\nwhenb\u0000\nprey\nd\n2\nandb\u0000\u0000\nprey\nd\n2\nare between zero and one. This approximation allows us to rely on more robust linear (vs. nonlinear)\nfitting techniques, allowing us to incorporate heterogeneous variance and spatial autocorrelation. It provides a good\nfit to the predator-prey ratio data (Supplementary Figure 2). We used generalized least-squares to fit a model of\nthe form: ln(R)=↵\n1\n+↵\n2\n⇥isolation index +↵\n3\n⇥ln(coastal length) + ⌦, where↵\nj\nare regression coe\u0000cients and\n⌦is an error term that incorporates spatial autocorrelation and normally distributed errors with heterogeneous\nvariance (through an exponential variance model) to account for the apparent decreasing variance with increasing\nmean evident in Supplementary Figure 2. Predator-prey ratio increased strongly with increasing isolation index\n(e↵ect of isolation index, nearest 25 sources:p=4.4⇥10\n\u00006\n; 30 sources:p=1.9⇥10\n\u00002\n; 50 sources:p=3.3⇥10\n\u00004\n).\nThe increasing predator-prey ratio with increasing isolation index is consistent with the findings presented in the\nMain Text: that predator-prey ratio increases with increasing habitat isolation.\n4.2    Dependence of predators on their prey\nTo determine whether the results presented above hold when the colonization and persistence of a species depends\non the presence of its prey, we expand on the trophic island biogeography framework of Graveletal.(7). When\npredators are coupled to their prey, a predator species will fail to colonize a habitat if all of its prey species are\nabsent and will go extinct when its last prey species goes extinct. This can be accounted for by modifying the\nequation describing the dynamics ofp\ni,j\n:\ndp\ni,j\ndt\n=C\ni,j\nq\ni,j\n(1\u0000p\ni,j\n)\u0000(E\ni,j\n+!\ni,j\n)p\ni,j\n,(S13)\nwhere the intrinsic colonization rateC\ni,j\nis assumed to be a function of habitat isolation andE\ni,j\nis intrinsic\nextinction rate in a given habitat,q\ni,j\nrepresents the probability that the prey of speciesjin trophic leveliis\npresent given that the specesjin leveliis absent, and!\ni,j\nis the rate at which speciesjin trophic leveligoes\nextinct because of the loss of its last prey species (7). Intrinsic extinction rate is the rate of extinctions that are not\ndirectly due to the loss of prey species (e.g., extinction due to natural disaster). Equation (S13) has equilibrium\np\n⇤\ni,j\n=\n1\n1+\nEi,j+!\ni,j\nC\ni,j\nq\ni,j\n. We have added the species indexjfor clarity and will later show that it disappears when we\nassume that all species within a particular trophic level are equivalent in all life history parameters.\n10\n\nThe primary result of (7) is to derive the parametersqand!as expected values of random variables in a stochastic\ncoloniztion-extinction process.  The authors then assume that colonization-extinction dynamics of species in a\nparticular dietary class (i.e., species that have the same resource breadth) can be studied using a deterministic\nordinary di↵erential equation with parametersq,!,EandC, analogous to Equation (S13). We adapt this framework\nto model the reef fish component of coral reef food webs. Though we apply this approach to reef fish, our results\nare generic and could be applied to a sub-component of any food web, so long as the assumptions discussed below\nare satisfied.\nFrom this point through Equation (S17) our derivation parallels that of (7) with the only major modification being\nthat we track the trophic level that each species belongs to. Denote the presence of speciesjin trophic leveli,\nX\nij\n. Furthermore, defineY\nij\nas an indicator variable that is equal to 1 when at least one of the prey ofjis present\ngiven that speciesjis absent, and 0 otherwise. We wish to deriveq\nij\n, the expectation that speciesjhas at least\none prey species present, given that it is absent:\nq\ni,j\n=1\u0000E\n2\n4\nY\nk2G\ni,j\n(1\u0000X\ni\u00001,k\n)|X\ni,j\n=0\n3\n5\n,(S14)\nwhereG\ni,j\ndenotes the set of prey species, any of which is su\u0000cient to sustain speciesjin trophic leveli, and the\nnumber of such species|G\ni,j\n|is denotedg\ni,j\n. In keeping with the assumption that species within a trophic level are\nequivalent, we assume that all species in trophic levelirely on the same number of species in trophic leveli\u00001\n(i.e.g\ni,j\n=g\ni,k\n8j, k). Following (7), we assume that the conditional expectation in Equation (S14) is equal to the\nmarginal expectationE[\nQ\nk2G\ni,j\n(1\u0000X\ni\u00001,k\n)]. Moreover, since all species in trophic leveli\u00001 are also assumed to\nbe identical,E[X\ni\u00001\n]=E[X\ni\u00001,j\n]=E[X\ni\u00001,k\n]8j, k, and\nq\ni,j\n=q\ni\n⇡1\u0000\nY\nk2G\ni,j\n(1\u0000E[X\ni\u00001,k\n]) = 1\u0000(1\u0000E[X\ni\u00001\n])\ng\ni\n=1\u0000(1\u0000p\n⇤\ni\u00001\n)\ng\ni\n,(S15)\nwherep\n⇤\ni\u00001\ndenotes the equilibrium occurrence probability of species in thei\u00001th trophic level. The assumption\nthat all species in trophic levelirely on the same number of prey speciesg\ni\n, eliminates the need to index species\nj. To derive a similar expression for!\nij\n, note that!\nij\nis the rate at which the last prey of speciesjgoes extinct\nfrom a local habitat. This is just the probability that a particular prey species is the last prey of speciesj,times\nthe extinction rate of that prey species, summed over all prey of speciesj:\n!\ni,j\n=E\n2\n4\nX\nk2G\nij\nE\ni\u00001,k\nX\ni\u00001,k\n0\n@\nY\nz2G\ni,j\n;z6=k\n(1\u0000X\ni\u00001,z\n)|X\ni,j\n=0\n1\nA\n3\n5\n.(S16)\n11\n\nUnder the assumptions described above, this reduces to\n!\ni,j\n=!\ni\n⇡g\ni\nE\ni\u00001\np\n⇤\ni\u00001\n(1\u0000p\n⇤\ni\u00001\n)\ng\ni\n.(S17)\nThe species subscriptjhas again been dropped because all species within a particular trophic level are assumed\nto be equivalent. Solving for Equation (S13) for equilibrium, substituting Equations (S15) and (S17) forq\ni\nand\n!\ni\n, and simplifying leads to the expression for the equilibrium occupancy of species in theith trophic level, where\ni>0:\np\n⇤\ni\n=\nC\ni\nE\n⇥\n1\u0000(1\u0000p\n⇤\ni\u00001\n)\ng\ni\n⇤\n1+\nC\ni\nE\n⇥\n1\u0000(1\u0000p\n⇤\ni\u00001\n)\ng\ni\n+g\ni\n(1\u0000p\n⇤\ni\u00001\n)\ng\ni\nq\ni\u00001\n⇤\n,(S18)\nwhere intrinsic extinction ratesEare assumed to be equal for species in di↵erent trophic levels. The ratio of species\nin two adjacent trophic levels can be modeled by substituting (S18) into Equation (S1). Indexing for predator (2)\nand prey (1) reef fish leads to the expression for the equilibrium occurrence probability of predatory reef fish:\np\n⇤\n2\n=\nC\n2\nE\n[1\u0000(1\u0000p\n⇤\n1\n)\ng\n2\n]\n1+\nC\n2\nE\n[1\u0000(1\u0000p\n⇤\n1\n)\ng\n2\n+g\n2\n(1\u0000p\n⇤\n1\n)\ng\n2\nq\n1\n]\n,(S19)\nwhereq\n1\n= 1. We assume that prey occurrence probability is described byp\n⇤\n1\n=\n1\n1+\nE\nC\n1\n. Assumingq\n1\n=1implies\nthat prey species are not typically prohibited from colonizing or driven extinct by the absence of their resources.\nIn other words, we assume that when a prey species arrives in a habitat, it has the resources it needs to survive\nthere, and those resources do not disappear. Dividing Equation (S19) byp\n⇤\n1\nyields an expression for predator-prey\nratio,R, that incorporates a trophic dependence of predators on prey.\nFor short to intermediate distancesR=p\n⇤\n2\n/p\n⇤\n1\ncan be approximated by the relation\nR⇡H\n1\n+H\n2\nC\npred\nC\nprey\n,(S20)\nwhereH\n1\nandH\n2\nare positive constants. This is the same proportionality betweenRand\nC\npred\nC\nprey\nderived in the Main\nText, except that there is a constant o↵set ofH\n1\n. The conclusion that predator-prey ratio will increase as the ratio\nofC\npred\n/C\nprey\nincreases is unchanged. We reach the approximation described by Equation (S20) by noting that\n(1\u0000p\n⇤\n1\n)\ng\n2\nin Equation (S19) is approximately equal to zero whenp\n⇤\n1\nis not too small org\n2\nis large. Biologically,\nthis means that the probability of any given prey species being present at the focal site is not too small, or each\npredator species is capable of feeding on many di↵erent prey species. This is intuitive: if predators are generalists\nor prey are species-rich enough that many suitable prey are likely to be present for each predator, small changes in\n12\n\nprey richness have little direct e↵ect on predator richness and we find a similar expression forRto that derived in\nthe Main Text. Equation (S20) yields the same qualitative conclusions reached in the Main Text–thatRincreases\nfrom some initial value in proportion to the ratio of predator to prey colonization rates. However, we emphasize\nthat Equation (S18) provides a rigorous means of reaching this conclusion and allows us to predict the functional\nform of the relationship betweenRandC\n2\n/C\n1\nin addition to yielding qualitative conclusions about scaling.\nEquation (3) in the Main Text shows thatRincreases indefinitely with increasing isolation distance, so long as\npredator PLD exceeds prey PLD. When the dependence of predators on prey is incorporated, this is not the case.\nFor very large distances,p\n⇤\n1\nandp\n⇤\n2\nare small and Equation (S20) is not valid. Instead,Rcan be approximated by\nthe expression\nR⇡\nC\npred\nE/g\n2\n+C\npred\n,(S21)\nwhich goes to zero asC\npred\ngoes to zero for very large distances. This approximation results by assumingp\n⇤\n1\nis very\nsmall (becauseC\n1\nis assumed to be very small) and observing that (1\u0000p\n⇤\n1\n)\ng\n2\n⇡1\u0000g\n2\np\n1\nfor very smallp\n⇤\n1\n, and\nthat terms of orderC\n1\nC\n2\n/E\n2\nvanish. Equation (S21) shows that predator-prey ratio does not increase indefinitely\nas isolation distance increases and colonization rates approach zero. This is because predators rely on prey, and go\nextinct from communities very rapidly as prey richness goes to zero. This result is reassuring because predators\nshould not be able to persist as the number of prey species becomes very small.\nAdding trophic coupling between predators and prey retains the essential behavior predicted in the Main Text\nfor short to intermediate isolation distances. Additionally, it predicts that predator-prey ratio will decline after\nsome critical distance is exceeded because, although predator larvae may continue to arrive at an island, too few\nprey species are present to support them. The data shown in the Main Text do not indicate a major decline in\npredator-prey ratio for large distances, perhaps suggesting that prey availability is not a major constraint limiting\npredator richness in the habitats included in our analysis.\n4.3    Dynamics when predators consume juveniles of all species\nIn the previous section, we assumed that each predator species can consume a subset of the species in the prey\ntrophic level. Some piscivorous reef fish prey on a wide variety of juvenile fish, regardless of the future trophic status\nof those fish (i.e., adult piscivores consume juvenile piscivores in addition to other species). Fully considering intra-\nguild predation and cannibalism would require a more detailed model. However, we can use the model developed\nabove to explore extreme cases. For example, suppose each predator can persist by consuming individuals of any\npredator species (including its own species), or by consuming prey. Then theq\ni,j\nterm in Equation (S13) will be large\n13\n\n(i.e., close to one) for predators because any colonizing predator can persist by consuming juveniles of any species\nthat is already present. The!\ni,j\nterm in Equation (S13) is equal to zero because, again, a predator can always\navoid extinction by consuming juvenile conspecifics. Settingq\ni,j\nto one and!\ni,j\nto zero recovers the uncoupled\nequation forp\ni\npresented in the Main Text. Interestingly, this extreme trophic generalization releases predators\nfrom the constraints imposed by limited dispersal capacity of prey. This may partially explain why predator-prey\nratio in the Pacific reef fish data does not decrease appreciably in highly isolated habitats as one would expect it\nto if each predator relied solely on a small subset of prey.\n5    Relationship between predator-prey ratio and fishing pressure\nTo determine whether the pattern of increasing predator-prey ratio with increasing spatial isolation could be due to\nspatial variation in human-induced extinctions, we computed two proxies for fishing pressure: population density\nin coastal regions of each site and distance from each site to the nearest provincial capital. Both of these proxies\nhave been used as indices of fishing pressure in recent analyses of the e↵ect of fishing on pacific reef fish (see (8)\nand references therein). To compute human coastal population density, we compiled human population sizes for\nthe 35 sets of islands used in our analysis. We computed coastal human population density (henceforth “human\ndensity” ) as the density of humans within a 20km coastal belt around each island or set of islands using the Gridded\nPopulation of the World dataset (GPW3, (9)). To estimate the distance to the nearest large market (henceforth\n“market distance”) we followed the analysis of (8) and computed the great circle distance from the centroid of each\nsite in our dataset to the nearest provincial capital.\nIn the model of predator-prey ratio derived above, both colonization and extinction rates influence predator-prey\nratio (Equation S4). If fishing pressure on predatory reef fish influences predator-prey ratio, the e↵ect ought to\noccur via high predator extinction rates in regions subject to high fishing pressure. Since there is no reason that\ne↵ects of fishing and e↵ects of larval dispersal on predator-prey ratio must be mutually exclusive, we fitted a series\nof statistical models with habitat isolation, coastal length, and a proxy of fishing pressure as predictors. In each\nmodel, we fitted ln(R) as a linear function of covariates. The covariates used were squared isolation distance (i.e.\nhabitat isolation described in the Main Text), ln coastal length, ln(1 + human density), and market distance.\nln(1 + human density) was used as a predictor instead of untransformed human density because ln transformation\nappeared to linearize the relationship between human density and ln predator-prey ratio. For each model shown in\nSupplementary Table 1, we fitted the same spatial autocorrelation models described inMethodsin the Main Text\nand report results from the statistical model with the lowest AIC score from among these. To facilitate comparison\nof e↵ect sizes, we scaled and centered each predictor variable prior to analysis by subtracting its mean and dividing\nby its standard deviation. The condition numbers of predictor matrices were low (condition number 1.9 for squared\n14\n\nisolation distance, ln coastal length, and ln(1 + human density); 1.8 for squared isolation distance, ln coastal length,\nand market distance) indicating that multicolinearity among predictor variables was minimal.\nIf selective overfishing of top predators were solely responsible for the patterns reported in the Main Text, we\nwould expect that models including indices of fishing pressure, but excluding habitat isolation would provide the\nbest compromise between parsimony and goodness of fit. Supplementary Table 1 shows that this is not the case.\nModels that exclude habitat isolation as a predictor have AIC scores that are substantially higher (2.7, and 3.6)\nthan models that include the e↵ect of habitat isolation (AIC-2.5), indicating that dropping habitat isolation\nas a predictor causes a substantial decrement in model fit. By contrast, all models that include habitat isolation\nas a predictor are within 2 AIC units of the model with the lowest AIC even when indices of fishing pressure are\nexcluded. This suggesting that models with and without fishing pressure provide similar fits to the data so long\nas the predicted relationship between predator-prey ratio and habitat isolation is included. Taken together, these\nresults suggest that fishing pressure alone is not su\u0000cient to explain the observed patterns in predator-prey ratio.\n6    Prey designation\nOur analyses focus on the reef fish component of coral reef food webs. Our goal was to identify piscivorous top\npredators and the primary species they feed upon. Because marine predators are often gape limited and deterred by\nunpalatable species, we chose a definition of “prey” in the Main Text that we believed most accurately characterizes\nthe reef fish species that are commonly targeted and consumed by reef fish top predators (i.e., species with a\nmaximum reported total length less than 20cm and high palatability). We will refer to the designation of prey used\nin the Main Text as “moderate”. To evaluate the sensitivity of our results to this definition of prey, we re-analyzed\ndata using two alternative definitions: a more inclusive definition of prey, and a more exclusive definition of prey.\nAs discussed below, neither of these alternative schemes for designating which species are considered prey alters\nthe qualitative conclusions of our analyses.\nTo define prey more inclusively, we included all prey species, regardless of adult body size or palatability (see\nMethodsof Main Text for palatability scoring). We then repeated the analyses presented in the Main Text. We will\nrefer to this definition of prey as “inclusive”. As was seen for the moderate designation of prey, when we analyzed\nthe ln of predator and prey species richness as a function of habitat isolation (i.e., analysis depicted in Figure 2B\nin the Main Text) using all prey species that met the inclusive prey designation, both predator and prey ln species\nrichness declined with increasing habitat isolation (p=1.6⇥10\n\u00004\n) and the e↵ect of isolation on prey was greater\nthan the e↵ect of isolation on predators (isolation⇥type interaction: 9.5⇥10\n\u00006\n). The model explained a large\nproportion of the variance in ln predator and prey species richness (r\n2\n=0.78). The model of ln predator-prey\nratio as a function of habitat isolation and ln coastal length (analysis depicted in Figure 2C in the Main Text) also\n15\n\nyielded the same qualitative result when we used the inclusive designation of prey; ln predator-prey ratio increased\nwith increasing habitat isolation (p=1.8⇥10\n\u00004\n), and habitat isolation and ln coastal length collectively explained\n44% of the variance in ln predator-prey ratio. Finally, the inclusive prey designation resulted in a similar fit of the\nmodel describing predator species richness as a function of prey diversity (i.e., model depicted in Figure 4 in the\nMain Text). The generalized nonlinear least squares model describing predator species richness as a power function\nof prey species richness indicated a power function exponent significantly di↵erent from zero (p=4.9⇥10\n\u000016\n)with\nan estimate of 0.6 (95% CI [0.5, 0.68]), indicating that the exponent was also less than 1. Again, the power function\nprovided a better description of the data than a linear function (AIC power = 313; AIC linear = 317), indicating\nthat predator-prey ratio decreased as total diversity increased.\nAs an alternative to moderate and inclusive designations of prey, we used a more restrictive designation of prey\nthat only included prey with adult size less than 10cm and a palatability score of one. The logic behind this metric\nwas to explore the extreme in which only small, highly palatable species are considered to be prey. We note that\nthis restrictive metric likely excludes intermediate-sized prey species that are commonly targeted by reef fish top\npredators, but we include it for comparison to the prey designations discussed previously. We will refer to this\ndesignation of prey as “restrictive”. As was seen for the moderate and inclusive designations of prey, when we\nanalyzed the ln of predator and prey species richness as a function of habitat isolation using the restrictive prey\ndesignation, both predator and prey ln species richness declined with increasing habitat isolation (p=1.9⇥10\n\u00003\n).\nThe e↵ect of isolation on prey was greater than the e↵ect of isolation on predators (isolation⇥type interaction:\n4.7⇥10\n\u00005\n). Again, the model explained a much of the variance in ln predator and prey species richness (r\n2\n=0.65).\nThe model of ln predator-prey ratio as a function of habitat isolation and ln coastal length also yielded the same\nqualitative result when we used the restrictive designation of prey; ln predator-prey ratio increased with increasing\nhabitat isolation (p=5.1⇥10\n\u00003\n,r\n2\n=0.39). Finally, the generalized nonlinear least squares model describing\npredator species richness as a power function of restrictive prey species richness indicated a power function exponent\nsignificantly di↵erent from zero (p=3.5⇥10\n\u000014\n), with an estimate of 0.51 (95% CI [0.42, 0.6]), indicating that the\nexponent was also less than 1. Again, the power function provided a better description of the data than a linear\nfunction (AIC power = 321; AIC linear = 322), though the di↵erences in relative model fit were less pronounced\nthan when we used a less restrictive prey designation. Overall, using the restrictive prey designation did not change\nany of the results presented in the Main Text.\n7    Pelagic larval duration data\nThe raw predator and prey PLD data are shown in Supplementary Figure 3. These data are included as Supple-\nmentary Data to the Main Text. The analysis that compares mean predator PLD and mean prey PLD is described\n16\n\nin the Figure (2) caption of the Main Text.\nSupplementaryReferences\n[1]Parravicini, V, and M Kulbicki, D R Bellwood, A M Friedlander, J E Arias-Gonzalez, P Chabanet, S R Floeter,\nR Myers, L Vigliola, S D\n ́\nAgata, and D Mouillot, (2013) Global patterns and predictors of tropical reef fish\nspecies richness.Ecography36:1254-1262.\n[2]Pinheiro, J, D Bates, S DebRoy, D Sarkar and R Core Team (2014) nlme: Linear and Nonlinear Mixed E↵ects\nModels. R package version 3.1-115 http://CRAN.R-project.org/package.\n[3]MacArthur, R, and E O Willson  (1967)The  Theory  of  Island  Biogeography(Princeton University Press,\nPrinceton NJ).\n[4]Hill, A E (1991)Advection-di↵usion-mortality solutions for investigating pelagic larval dispersal.Marine Ecology\nProgress Series70:117-128.\n[5]Evans, M, N Hastings, and J B Peacock (2000)Statistical Distributions(Wiley, New York NY).\n[6]Sozou, P D(1998) On hyperbolic discounting and uncertain hazard rates.Proc. R. Soc. Lond. B265:2015-2020.\n[7]Gravel, D, F Massol, E Canard, D Moilliot, and N Moquet, N (2011) Trophic theory of island biogeography.\nEcology Letters70:117-128.\n[8]Cinner, J, E, N A J Graham, C Huchery, and M A MacNeil (2013) Global e↵ects of local human population\ndensity and distance to markets on the condition of coral reef fisheriesConservation Biology27:453-458.\n[9]Center for International Earth Science Information Network (2005)Gridded population of the world, Version 3\n(GPWv3) Data Collection.(Columbia University, Palisades, NY).\n17",
  "extractedAt": "2025-12-12T18:45:12.992Z",
  "success": true,
  "matchedPublication": {
    "title": "Larval dispersal drives trophic structure across Pacific coral reefs",
    "doi": "10.1038/ncomms6575",
    "year": "2014",
    "authors": "Stier, Adrian C.; Hein, Andrew M.; Parravicini, Valeriano; Kulbicki, Michel"
  }
}