{
  "filename": "Stier and White (Coral Reefs) 2014.pdf",
  "numPages": 11,
  "text": "NOTE Predator density and the functional responses of coral reef fish A. C. Stier • J. W. White Received: 25 June 2013 / Accepted: 16 October 2013 / Published online: 26 October 2013 ÓSpringer-Verlag Berlin Heidelberg 2013 AbstractPredation is a key process driving coral reef fish population dynamics, with higher per capita prey mortality rates on reefs with more predators. Reef predators often forage together, and at high densities, they may either cooperate or antagonize one another, thereby causing prey mortality rates to be substantially higher or lower than one would expect if predators did not interact. However, we have a limited mechanistic understanding of how prey mortality rates change with predator densities. We re- analyzed a previously published observational dataset to investigate how the foraging response of the coney grouper (Cephalopholis fulva) feeding on the bluehead wrasse (Thalassoma bifasciatum) changed with shifts in predator and prey densities. Using a model-selection approach, we found that per-predator feeding rates were most consistent with a functional response that declines as predator density increases, suggesting either antagonistic interactions among predators or a shared antipredator behavioral response by the prey. Our findings suggest that variation in predator density (natural or anthropogenic) may have substantial consequences for coral reef fish population dynamics. KeywordsCephalopholis fulva!Predation! Predator–prey interactions!Functional response! Thalassoma bifasciatum Introduction Predators are a key source of density-dependent mortality in coral reef fish (reviewed by Hixon and Webster2002; White et al.2010), and several studies have shown that per capita prey mortality increases more rapidly with prey density on reefs with higher predator densities (Schmitt and Holbrook2007; White2007). Missing, however, is a dee- per quantitative understanding of how predator foraging behavior (i.e., attack rate and handling time) can change with changes in predator density to produce these patterns (e.g., see Harborne2012for one of the few studies actually quantifying a coral reef predator’s functional response). In general, we expect more predators to produce higher pre- dation rates, but high predator density can also shift predator foraging behavior, either increasing (cooperative hunting) or decreasing (interference competition) per- predator feeding rates (Sih et al.1998; Skalski and Gilliam 2001). Previous studies in reef fish have found both cooperative and antagonistic interactions among predators of the same and different predator species (Hixon and Carr1997; Lu- koschek and McCormick2000; Bshary et al.2006; Stal- lings2008; Stallings and Dingeldein2012). Changes in predator density or identity can also alter predator foraging behavior if prey exhibits common or conflicting behavioral responses in response to multiple predators (Sih et al.1998; Communicated by Biology Editor Dr. Stephen Swearer A. C. Stier and J. W. White have contributed equally to this article. Electronic supplementary materialThe online version of this article (doi:10.1007/s00338-013-1096-z) contains supplementary material, which is available to authorized users. A. C. Stier (&) Department of Zoology, University of British Columbia, #4200- 6270 University Blvd., Vancouver, BC V6T 1Z4, Canada e-mail: adrian.stier@gmail.com J. W. White Department of Biology and Marine Biology, University of North Carolina Wilmington, Wilmington, NC 28403, USA 123 Coral Reefs (2014) 33:235–240 DOI 10.1007/s00338-013-1096-z Vance-Chalcraft et al.2007). For example, when a single grouper (Serranidae) stalks a damselfish (Pomacentridae) prey, the damselfish may avoid predation by shoaling above the reef with other damselfish. The presence of additional groupers may intensify this prey shoaling behavior, thus reducing foraging success for all groupers. In contrast, when groupers and larger transient predators such as jacks (Carangidae) are both foraging, damselfish cannot avoid grouper predation by shoaling without exposing themselves to greater predation by jacks in the water column and vice versa (the antipredator response to jacks is to dive closer to the reef, where groupers are hunting) (Hixon and Carr1997). Thus, if prey exhibit a conflicting antipredator response, predator foraging rates can increase relative to predators foraging independently or at lower densities. Theoretical ecologists have appreciated the importance of predator dependence in modifying predator foraging behavior for some time (Skalski and Gilliam2001; Arditi and Ginzburg2012); however, studies on coral reefs have largely overlooked the importance of predator–predator interactions and prey antipredator behavior in modifying the abundance and distribution of prey (e.g., White2008; White and Samhouri2011, but see Stier et al. (2013)). A number of factors can produce variation in predator and prey densities on reefs. The highest reported predator density on a coral reef is 24 predators m -2 following an exceptional grouper (Epinephelus merra) settlement event to Re ́ union Island in 1994 (Letourneur et al.1998). Epi- sodic settlement events such as these—as well as less extreme spatiotemporal variation in settlement rates—can produce substantial variation in both predator and prey density on coral reefs (Doherty2002). Variable predator densities can also emerge from variable habitat quality (e.g., Hixon and Beets1993), the location of sites relative to predator nursery habitats (e.g., Eggleston1995; Nagel- kerken et al.2012), and from fishing pressure (e.g., Mumby et al.2012). However, we have a limited understanding of how variable densities of both predators and prey can affect predator foraging behavior and the dynamics of predator– prey interactions (White et al.2010; Arditi and Ginzburg 2012; Stier et al.2013). A mechanistic description of predator foraging behavior is particularly key to this understanding, because predator- dependent shifts in foraging behavior can modify food chain length (Schmitz1992), the strength of species interaction in diverse food webs (Novak and Wootton 2008), the spatial distribution of predators (van der Meer et al.1995), and destabilize predator–prey population cycles (Delong and Vasseur2013). Furthermore, reefs are currently experiencing heavy fishing pressure, which dis- proportionately reduces the abundance of top predators and increases the density of smaller-bodied mesopredators (Sandin et al.2008; Stallings2009; Mumby et al.2012). The consequences of these substantial shifts in the predator assemblage for the dynamics of reef fish populations are poorly understood. In this study, we mechanistically evaluate the functional response of the coney grouper (Cephalopholis fulva) feeding on the bluehead wrasse (Thalassoma bifasciatum) on the Caribbean island of St. Croix, US Virgin Islands. St. Croix is an ideal study system for evaluating the effects of predator density on predator foraging behavior, because predator and prey recruitment rates of both groupers and wrasses are spatially variable but temporally consistent, a pattern often attributed to variable oceanographic currents that produce high recruitment on western reefs and lower recruitment on eastern reefs (Hamilton et al.2006; White 2007). An earlier study documented spatial coupling of predator and prey recruitment rates and evaluated the consequences of variable predator and prey density on the mortality rates of wrasses. Specifically, prey exhibit inversely density-dependent mortality at low predator density sites and direct (positive) density-dependent mor- tality at high predator density sites (White2007). Behav- ioral aggregation of predators to areas of high prey density is a documented phenomenon in reef fish (Anderson2001) and a mechanism for direct density-dependent mortality (Murdoch1994; Anderson2001). White (2007,2008) attributed the spatial variation in prey density dependence to the spatial gradient in predator density, essentially assuming there was a linear relationship between predator density and the strength of prey density dependence (cf. Schmitt and Holbrook2007). In light of the potential for predator-dependent feeding behavior, we re-analyzed the original dataset by fitting mechanistic functional response models to test for potential synergism or antagonism among predators in attack rates or handling times. Either phenomenon could alter the predicted relationship between spatial variation in predator density, prey mortality, and thus prey population dynamics (White2007; White and Samhouri2011). Methods Study system and data collection The bluehead wrasse,Thalassoma bifasciatum, is a small zooplanktivorous fish common on Caribbean reefs. Larval bluehead wrasse settle from the plankton onto the reef in monthly pulses, and after metamorphosing while buried in sediment for several days, emerge and spend the first week of their life sheltering near the reef substrate. Mortality is high during this time, and on the low-relief pavement reefs surrounding St. Croix, US Virgin Islands (17°45 0 N, 236Coral Reefs (2014) 33:235–240 123 64°45 0 W), one of the primary predators on juvenile blue- head wrasse is the coney grouper,Cephalopholis fulva (White2007). White (2007) observed bluehead wrasse emergence and subsequent mortality on three permanent 3092 m tran- sects established at each of five study reefs surrounding St. Croix (see White and Warner (2007b) for a map of study sites). He also censused the densities of wrasse predators (primarily coney grouper) at each reef. Full details of the data collection are given in White (2007) and White and Warner (2007b), but in short the dataset consists of the number of bluehead wrasse emerging on and disappearing from each transect each day during a 6-d window following two separate monthly settlement pulses (as well as the density of coney grouper at each site during that month). Mortality data were collected at four of the sites in both months and at the fifth site in the second month only. Mortality rates on each transect were assumed to be inde- pendent from one another, so we had 3 transects9(4 sites92 months?1 site-month)=27 independent observations of prey density and mortality. The five sites differed substantially in the density of coneys (White 2007), and coney densities were relatively consistent within sites over the course of the summer (see Electronic Supplementary Material, Table S1). For the present study, we only examined mortality during the first 24 h of observations in a month (for tran- sects that had no newly emerged settlers on the first day, we used the first day in which any settlers were observed). In this way, all of the prey within a transect begin the trial at the same age, and because emergence occurs at dawn, we can ignore the possibility of new prey arriving during the trial period (although there was necessarily some lag between actual emergence and our initial census of new prey fish on the first day). Examining mortality in the first 24 h also removes possible bias associated with prey movement, which is very limited in the first few days post- settlement (Overholtzer-McLeod2005; White and Warner 2007b). For simplicity and consistency with other reef fish studies, we refer to newly emerged fish as ‘‘settlers’’ even though they had actually settled a few days prior and had just emerged from burial in the sediment when we first observed them. Analysis To test for predator dependence in the functional response, we fit five distinct functional response models (Table1) to our dataset. We used the Holling type II functional response (H2; Holling1959) as a null model in our analysis because the H2 model assumes that feeding rates are independent of predator density. We then evaluated four additional models that describe distinct types of predator dependence (Skalski and Gilliam2001): (1) the Bedding- ton–DeAngelis model (BD; Beddington1975; DeAngelis et al.1975), in which predator density affects the predator attack rate but not handling time; (2) the Crowley–Martin model (CM; Crowley and Martin1989), in which changes in predator density affect both attack rate and handling time; (3) the Hassell–Varley model (HV; Hassell and Varley1969), which was created without a stated mecha- nistic basis but is similar in form to BD and effectively allows a nonlinear effect of predator density on attack rate; and ratio-dependent predation [RD, where attack rate depends on the ratio of predators: prey, reviewed in Arditi and Ginzburg (2012)], which is equivalent to the HV model with the parameterm=1. The five functional response models assume a constant prey density, but because bluehead wrasse settle onto the reef at night, prey would be depleted over the course of the 24-h period during our trial. Therefore, we integrated the five models over time (see Electronic Supplemental Material, ESM for details) and calculated the integrated daily feeding rate rather than the instantaneous feeding rate for each model. The functional response models we examined are intended to describe interactions between a single predator species and a single prey species. Many reefs, including those surrounding St. Croix, have a diverse assemblage of predator and prey species. However, we argue that our approach is an effective approximation, because coney groupers and bluehead wrasse are the two most common predator and prey species on these reefs. Coney groupers comprised a large portion of the assemblage of potential bluehead wrasse predators on the study reefs (ranging from 77 to 20 % [mean 49 %] of all potential wrasse predators Table 1Five functional response models describing how the number of prey consumed per predator can shift with predator density including modifications ModelFormulaDAICw Holling type II (H2) f H2 ðN;PÞ¼ aNP 1þbN 4.3740 0.0758 Beddington– DeAngelis (BD) f BD ðN;PÞ¼ aN 1þbNþcP 4.0277 0.0902 Crowley–Martin (CM) f CM ðN;PÞ¼ aN 1þbNþcPþbcNP 5.2836 0.0481 Hassell–Varley (HV) f HV ðN;PÞ¼ aN bNþP m 00.6755 Ratio-dependent (RD) f RD ðN;PÞ¼ aðN=PÞ 1þbðN=PÞ 3.6235 0.1104 All models include attack rate (a, 1/(time*pred/reef)and handling time (b/a, prey/reef/(pred/reef*days)for a given predator density (P, pred/reef) and prey density (N, prey/reef). Also included are param- eterscandm, which describe the magnitude of predator interference. The Beddington–DeAngelis, Crowley–Martin, and Hassell–Varley models each model the dependence of predator density in different ways, but all reduce to the Holling type II equation if their respective predator-dependent parameters are estimated as zero (i.e., BD and CM:c=0, HV:m=0) or one (RD:P=1) Coral Reefs (2014) 33:235–240237 123 in 2005; White2007) and were one of the few potential predator species that has been confirmed by gut analysis to feed on post-emergence bluehead wrasse (White and Warner2007a; J. W. White, pers obs). At two sites on the southern shore or St. Croix where coney groupers consti- tuted only*20 % of predators, the transient jackCaranx ruberwas the more abundant predator. However, re-ana- lyzing our data excluding those two sites did not alter the conclusions of the analysis; therefore, we report the ana- lysis including all sites. Likewise, during settlement pulses, post-emergence bluehead wrasse make up the majority of small prey fish on these reefs, with conservatively twice as many bluehead wrasse settlers than settlers of all other fish species combined (Caselle and Warner1996; J. W. White, pers. obs.). We fit each model to our data using thefminconfunction in the Matlab 7.11 optimization toolbox, assuming a log- normal error structure for the data (as in Skalski and Gil- liam2001) (see ESM for details). We compared the par- simony of each model’s fit using the small-sample-size- corrected AIC c metric (Burnham and Anderson2002). Results and discussion We found that the four predator-dependent functional responses afforded a much more parsimonious fit (com- bined AIC c weight[0.90) to the relationship between bluehead wrasse abundance and mortality than the predator-independent H2 model (Fig.1; Table1). Of the predator-dependent models, AIC c weights suggested greatest evidence for the Hassell–Varley (HV) model (Table1), although the four predator-dependent models had similar fits to the data (Fig.1). Details of the model fits, including confidence bounds on the parameters, are found in Tables S2–S11 (ESM). A comparison of the fitted models reveals that H2 consistently overpredicted the feeding rate, particularly at higher predator densities, while the predator-dependent models fit the data better across the range of predator densities (Fig.1). These models thus provide evidence for a negative effect of predator density on the effective predator attack rate, but they do not reveal how this effect emerges. This reduction could be attributed to antagonistic interactions among predators (e.g., exploitative or inter- ference competition for optimal foraging microhabitats on a reef), although we are not aware of evidence for that type of antagonism among reef predators. Rather, there are multiple examples of reef predators hunting cooperatively (Lukoschek and McCormick2000; Hixon and Carr1997; Bshary et al.2006; Stallings2008; Stallings and Dingeld- ein2012). A more likely explanation is that prey alter their behavior to reduce predation risk at higher predator den- sities (Lima and Dill1990). Small reef fishes can detect predators via visual and olfactory cues (McCormick and Manassa2008), and exhibit reduced foraging behavior and spend more time near shelter in areas of higher predator density (Stallings2008; Madin et al.2010). Juvenile Predator density (no. m -2 ) Integrated feeding rate (prey day -1 ) Initial prey density (no. m -2 ) H2 CM BD HV RD 1234567 051015 0 1 2 3 051015 0 1 2 3 051015 0 1 2 3 a bcd Fig. 1Coplot of relationship between initial bluehead wrasse (Thalassoma bifasciatum) density and integrated feeding rate condi- tional on the density of coney (Cephalopholis fulva).b–dshow integrated feeding rate based on the predator densities displayed ina: low (b;circle), medium (c;triangle), and high (d;diamond). The data ranges inb–doverlap, as indicated bya: the observations corresponding to the three lowest and three highest predator densities incalso appear inbandd, respectively. Points inaare jittered slightly to show overlapping points, andsymbol shapesinacorre- spond to predator densities inb–d. Lines in panelsb–drepresent model fits for each of the five candidate models described in Table1. See legend for colors corresponding to each model 238Coral Reefs (2014) 33:235–240 123 bluehead wrasse on St. Croix were observed spending less time in the water column and more time near shelters in high predator sites, but predator density was correlated with zooplankton prey abundance, so that behavioral pat- tern may be due to satiation rather than fear (White and Warner2007a). Nonetheless, given the many antipredator behavioral tactics employed by reef fishes (reviewed by White et al.2010), it is plausible that these may reduce per- predator predation rates at high predator densities. Ecologists increasingly appreciate the importance of spatial variation in the abundance of reef fish predators, especially with the growing use of marine protected areas (e.g., Russ et al.2008) and the discovery of relatively pristine, high predator density reefs (Sandin et al.2008; Madin et al.2010). Predation rates—and indirect predator effects—are expected to be greater in these high predator locations (alternatively, smaller mesopredators may be less abundant; Stallings2009). However, the per-predator pre- dation rate may be predator-dependent, as we have shown, and future attempts to model the direct effects of spatial variation in predator density (e.g., White and Samhouri 2011) should account for this. Here, we have provided an initial description of this phenomenon in reef fish and provided the numerical approach for future investigators to apply our technique. References Anderson TW (2001) Predator responses, prey refuges, and density- dependent mortality of a marine fish. Ecology 82:245–257 Arditi R, Ginzburg LR (2012) How species interact: altering the standard view on trophic ecology. Oxford University Press, USA Beddington JR (1975) Mutual interference between parasites or predators and its effect on searching efficiency. J Anim Ecol 44:331–340 Bshary R, Hohner A, Ait-el-Djoudi K, Fricke H (2006) Interspecific communicative and coordinated hunting between groupers and giant moray eels in the Red Sea. PLoS Biol 4:e431 Burnham KP, Anderson DR (2002) Model selection and multimodel inference: a practical information-theoretic approach. Springer, New York, NY Caselle J, Warner RR (1996) Variability in recruitment of coral reef fishes: The importance of habitat at two spatial scales. Ecology 77:2488–2504 Crowley PH, Martin EK (1989) Functional responses and interference within and between year classes of a dragonfly population. J NA Benthol Soc 8:211–221 DeAngelis DL, Goldstein RA, O’Neill RV (1975) Model for trophic interaction. Ecology 56:881–892 Delong JP, Vasseur DA (2013) Linked exploitation and interference competition drives the variable behavior of a classic predator– prey system. Oikos: doi:10.1111/j.1600-0706.2013.00418.x Doherty PJ (2002) Variable replenishment and the dynamics of reef fish populations. In: Sale PF (ed) Coral reef fishes: Dynamics and diversity in a complex ecosystem. Academic Press, San Diego, pp 327–355 Eggleston D (1995) Recruitment in Nassau grouperEpinephelus striatus: post-settlement abundance, microhabitat features, and ontogenetic habitat shifts. Mar Ecol Prog Ser 124:9–22 Hamilton SL, White JW, Caselle JE, Swearer SE, Warner RR (2006) Consistent long-term spatial gradients in replenishment for an island population of coral reef fish. Mar Ecol Prog Ser 306:247–256 Harborne AR (2012) Seasonal variation in the functional response of a coral-reef piscivore alters the inverse density-dependent mortality of its prey. Coral Reefs 31:247–251 Hassell MP, Varley GC (1969) New inductive population model for insect parasites and its bearing on biological control. Nature 223:1133–1137 Hixon MA, Beets JP (1993) Predation, prey refuges, and the structure of coral reef fish assemblages. Ecol Monogr 63:77–101 Hixon MA, Carr MH (1997) Synergistic predation, density depen- dence, and population regulation in marine fish. Science 277:946–949 Hixon MA, Webster MS (2002) Density dependence in reef fish. In: Sale PF (ed) Coral reef fishes: Dynamics and diversity in a complex ecosystem. Academic Press, London, pp 303-326 Holling CS (1959) The components of predation as revealed by a study of small-mammal predation of the European pine sawfly. Can Entomol 91:293–320 Letourneur Y, Chabanet P, Vigliola L, Harmelin-Vivien M (1998) Mass settlement and post-settlement mortality ofEpinephelus merra(Pisces : Serranidae) on Reunion coral reefs. J Mar Biol Assoc UK 78:307–319 Lima SL, Dill LM (1990) Behavioral decisions made under the risk of predation: a review and prospectus. Can J Zool 68:619–640 Lukoschek V, McCormick MI (2000) A review of multi-species foraging associations in fishes and their ecological significance. Proc 9th Int Coral Reef Symp 1:467–474 Madin EMP, Gaines SD, Warner RR (2010) Field evidence for pervasive indirect effects of fishing on prey foraging behavior. Ecology 91:35–63 McCormick MI, Manassa R (2008) Predation risk assessment by olfactory and visual cues in a coral reef fish. Coral Reefs 27:105–113 Mumby P, Steneck R, Edwards A, Ferrari R, Coleman R, Harborne A, Gibson J (2012) Fishing down a Caribbean food web relaxes trophic cascades. Mar Ecol Prog Ser 445:13–24 Murdoch WW (1994) Population regulation in theory and practice. Ecology 75:271–282 Nagelkerken I, Grol MGG, Mumby PJ (2012) Effects of marine reserves versus nursery habitat availability on structure of reef fish communities. PLoS ONE 7:e36906 Novak M, Wootton JT (2008) Estimating nonlinear interaction strengths: An observation-based method for species-rich food webs. Ecology 89:2083–2089 Overholtzer-McLeod KL (2005) Post-settlement emigration affects mortality estimates for two Bahamian wrasses. Coral Reefs 24:283–291 Russ GR, Cheal AJ, Dolman AM, Emslie MJ, Evans RD, Miller I, Sweatman H, Williamson DH (2008) Rapid increase in fish numbers follows creation of world’s largest marine reserve network. Curr Biol 18:R514–R515 Sandin SA, Smith JE, DeMartini EE, Dinsdale EA, Donner SD, Friedlander AM, Konotchick T, Malay M, Maragos JE, Obura D, Pantos O, Paulay G, Richie M, Rohwer F, Schroeder RE, Walsh S, Jackson JBC, Knowlton N, Sala E (2008) Baselines and degradation of coral reefs in the Northern Line Islands. PLoS ONE 3:e1548 Schmitt RJ, Holbrook SJ (2007) The scale and cause of spatial heterogeneity in strength of temporal density dependence. Ecology 88:1241–1249 Coral Reefs (2014) 33:235–240239 123 Schmitz OJ (1992) Exploitation in model food chains with mecha- nistic consumer resource dynamics. Theor Popul Biol 41:161–183 Sih A, Englund G, Wooster D (1998) Emergent impacts of multiple predators on prey. Trends Ecol Evol 13:350–355 Skalski GT, Gilliam JF (2001) Functional responses with predator interference: viable alternatives to the Holling Type II model. Ecology 82:3083–3092 Stallings CD (2008) Indirect effects of an exploited predator on recruitment of coral-reef fishes. Ecology 89:2090–2095 Stallings CD (2009) Fishery-independent data reveal negative effect of human population density on Caribbean predatory fish communities. PLoS ONE 4(5):e5333 Stallings CD, Dingeldein AL (2012) Intraspecific cooperation facil- itates synergistic predation. Bull Mar Sci 88:317–318 Stier AC, Geange SW, Bolker BM (2013) Predator density and competition modify the benefits of group formation in a shoaling reef fish. Oikos 122:171–178 van der Meer HJ, Anker GC, Barel CDN (1995) Ecomorphology of retinal structures in zooplanktivorous haplochromine cichlids (Pisces) from Lake Victoria. Environ Biol Fish 44:115–132 Vance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih A (2007) The influence of intraguild predation on prey suppression and prey release: A meta-analysis. Ecology 88:2689–2696 White JW (2007) Spatially correlated recruitment of a marine predator and its prey shapes the large-scale pattern of density- dependent prey mortality. Ecol Lett 10:1054–1065 White JW (2008) Spatially coupled larval supply of marine predators and their prey alters the predictions of metapopulation models. Am Nat 171:E179–E194 White JW, Samhouri JF (2011) Oceanographic coupling across three trophic levels shapes source–sink dynamics in marine metacom- munities. Oikos 120:1151–1164 White JW, Warner RR (2007a) Behavioral and energetic costs of group membership in a coral reef fish. Oecologia 154:423–433 White JW, Warner RR (2007b) Safety in numbers and the spatial scaling of density-dependent mortality in a coral reef fish. Ecology 88:3044–3054 White JW, Samhouri JF, Stier AC, Wormald CL, Hamilton SL, Sandin SA (2010) Synthesizing mechanisms of density depen- dence in reef fishes: behavior, habitat configuration, and observational scale. Ecology 91:1949–1961 240Coral Reefs (2014) 33:235–240 123 Predator density and the functional responses of coral reef fish Adrian C. Stier and J. Wilson White Electronic*Supplementary*Material* * Variability)in)predator)densities)on)St.)Croix) ) Predator(densities(were(surveyed(at(each(of(the(five(study(sites(647(times( between(30(June(and((9(September((2005.((For(the(functional(response(model4fitting( we(used(the(predator(density(estimate(from(the(survey(closest(in(time(to(each( estimate(of(prey(mortality.((However,(the(full(suite(of(survey(data(illustrates(the( relative(stability(in(predator(densities(over(time(within(each(site((Table(S1).((We(fit(a( generalized(linear(mixed(model(with(Poisson(error(distribution,(log(link,(and( random(effects(for(site(and(for(survey(data(nested(within(site((model(fit(using(glmer( in(the(lme4(library([Bates(et(al.(2013](in(R(3.0.1([R(Core(Team(2013]).((The(variance( components(of(this(model(revealed(that(temporal(variance((date(within(site;(0.071)( was(only(6.7%(of(among4site(variance((1.048).( ) Details)of)model7fitting)procedures( ( To(estimate(parameters(for(the(functional(response(models(while(accounting( for(prey(depletion,(we(integrated(the(change(in(prey(density(dN/dt(=(4f(N,P)N(with( respect(to(time(to(obtain(N(t),(then(divided(N(0)(–(N(t)((the(total(number(of(dead( prey)(by(P(to(obtain(the(per4predator(integrated(feeding(rates(F((Table(S2).((We(then( fit(F(to(the(observed(14day(loss(of(bluehead(wrasse(settlers((assuming(all(settlers( that(disappeared(were(consumed(by(predators)(using(function(fmincon(in(Matlab( 7.11.((We(assumed(the(difference(between(observed(F obs (and(predicted(F(followed(a( log4normal(error(function,(so(fmincon(minimized(the(negative(log4likelihood(:( ( (((((S1)( ( The(variance(parameter(σ((was(also(estimated(from(the(data.(We(used(the(sqp( (sequential(quadratic(programming)(algorithm(in(fmincon,(and(restricted(parameter( values(to(biologically(sensible(ranges((i.e.,(a(>(0,(b(>(0,(σ >(0).((We(estimated( confidence(intervals(for(each(model(parameter(by(bootstrapping(the(original(dataset( 10,000(times(and(redoing(the(estimation,(producing(a(multivariate(distribution(of( values(from(which(we(calculated(a(correlation(matrix((Tables(S34S7)(and(univariate( confidence(intervals((Tables(S84S12).((Across(all(models,(the(estimates(of(attack(rate( a(and(handling(time(b(were(highly(correlated((as(one(would(expect(given(the(form(of( the(equation)(and(all(parameters(had(very(long4tailed(distributions(that(had(a( central(tendency(near(biologically(reasonable(values.( One(difficulty(in(estimation(was(that(Eq.(S1(cannot(be(evaluated(if(F obs (is(equal( to(zero((no(observed(deaths)(or(to((which(results(when(predator(density(=(0).(( Rather(than(exclude(those(observations,(we(assumed(that(both(mortality(and( predator(density(were(observed(with(some(error,(so(it(was(unlikely(that(either(value( was(exactly(zero.((Therefore(for(those(cases(we(set(F obs( to(be(equal(to(the(minimum( non4zero(or(maximum(finite(values(observed(in(the(dataset.((The(ordering(of(results( (i.e.,(which(model(was(most(parsimonious)(was(robust(to(alternative(corrections(we( applied,(such(as(making(the(minimum(value(10%(or(1%(of(the(minimum(observed( non4zero(value,(so(we(are(confident(that(applying(this(correction(did(not(produce( arbitrary(conclusions.( ( ( Table(S1.(Summary(of(predator(survey(data(on(St.(Croix(reefs(in(2005.(( ( Site*n* (number*of*surveys)* Mean*coney*grouper*density** (number*per*150*m 2 )* Standard* error* BB(7(3.4286(0.3770( CB(7(2.8674(0.3527( NS(7(6.1198(0.3527( JB(6(0.5000(0.4072( WC(7(0.4858(0.3683( ( ( ( Table(S2.((Time4integrated(solution(for(each(functional(response(model( Model(Formula( H2 ( ( BD ( ( CM ( ( HV ( ( RD ( ( Note:(ω(denotes(the(Wright(omega(function( ( Table(S3.((Correlation(matrix(for(H2(model(parameters( (a(b) σ a)1(0.9256( 2×10 416 ( b)(1( 42×10 414 ( σ( ((1( ( Table(S4.((Correlation(matrix(for(BD(model(parameters( (a(b)c( σ a)1(0.9904(0.9620(40.0308( b)(1(0.9232(40.0144( c)((1(40.0367( σ( (((1( ( Table(S5.((Correlation(matrix(for(CM(model(parameters( (a(b)c( σ a)1(0.9896(0.1756(40.0153( b)(1(0.1800(40.0130( c)((1(40.0426( σ( (((1( ( Table(S6.((Correlation(matrix(for(HV(model(parameters( (a(b)m) σ a)1(0.8059(0.6678(0.1051( b)(1(0.4226(0.1519( m)((1(0.2501( σ( (((1( ( ( Table(S7.((Correlation(matrix(for(RD(model(parameters( (a(b) σ a)1(0.9953(40.0053( b)(1(40.0023( σ( ((1( ( Table(S8.((Confidence(intervals((95%)(for(H2(model(parameters( Parameter(lower((median(upper( a)0.1816(0.3391(17.1913( b) 1.0×10 410 ( 0.0242(14.7720( σ( 1.6871(1.6871(1.6871( ( Table(S9.((Confidence(intervals((95%)(for(BD(model(parameters( Parameter(lower((median(upper( a)0.1908(0.7411(434.1583( b) 1.0×10 410 ( 0.1880(197.2059( c) 1.0×10 410 ( 0.5587(0.8424( σ( 0.5140(0.8424(1.0588( ( Table(S10.((Confidence(intervals((95%)(for(CM(model(parameters( Parameter(lower((median(upper( a)0.1780(1.4853(648.6314( b) 1.0×10 410 ( 0.4090(261.8480( c)40.0921(0.6584(2.7845( σ( 0.5166(0.8194(1.0665( ( Table(S11.((Confidence(intervals((95%)(for(HV(model(parameters( Parameter(lower((median(upper( a)0.1654(1.4601(11.9923( b)0.0102(0.9092(8.7194( m)0.1417(0.8899(2.1249( σ( 0.5389(0.8258(1.2121( ( Table(S12.((Confidence(intervals((95%)(for(RD(model(parameters( Parameter(lower((median(upper( a)0.4508(1.1501(9.6793( b)0.1858(0.5478(10.5260( σ( 0.5318(0.8724(1.1095( (",
  "sections": {
    "abstract": "Predation is a key process driving coral reef fish population dynamics, with higher per capita prey mortality rates on reefs with more predators. Reef predators often forage together, and at high densities, they may either cooperate or antagonize one another, thereby causing prey mortality rates to be substantially higher or lower than one would expect if predators did not interact. However, we have a limited mechanistic understanding of how prey mortality rates change with predator densities. We re- analyzed a previously published observational dataset to investigate how the foraging response of the coney grouper (Cephalopholis fulva) feeding on the bluehead wrasse (Thalassoma bifasciatum) changed with shifts in predator and prey densities. Using a model-selection approach, we found that per-predator feeding rates were most consistent with a functional response that declines as predator density increases, suggesting either antagonistic interactions among predators or a shared antipredator behavioral response by the prey. Our findings suggest that variation in predator density (natural or anthropogenic) may have substantial consequences for coral reef fish population dynamics.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "we found that per-predator feeding rates were most consistent with a functional response that declines as predator density increases, suggesting either antagonistic interactions among predators or a shared antipredator behavioral response by the prey.",
    "Our findings suggest that variation in predator density (natural or anthropogenic) may have substantial consequences for coral reef fish population dynamics.",
    "we report the ana- lysis including all sites.",
    "We found that the four predator-dependent functional responses afforded a much more parsimonious fit (com- bined AIC c weight[0."
  ],
  "fullText": "\n\nNOTE\nPredator density and the functional responses of coral reef fish\nA. C. Stier\n•\nJ. W. White\nReceived: 25 June 2013 / Accepted: 16 October 2013 / Published online: 26 October 2013\nÓSpringer-Verlag Berlin Heidelberg 2013\nAbstractPredation is a key process driving coral reef\nfish population dynamics, with higher per capita prey\nmortality rates on reefs with more predators. Reef predators\noften forage together, and at high densities, they may either\ncooperate or antagonize one another, thereby causing prey\nmortality rates to be substantially higher or lower than one\nwould expect if predators did not interact. However, we\nhave a limited mechanistic understanding of how prey\nmortality rates change with predator densities. We re-\nanalyzed a previously published observational dataset to\ninvestigate how the foraging response of the coney grouper\n(Cephalopholis fulva) feeding on the bluehead wrasse\n(Thalassoma bifasciatum) changed with shifts in predator\nand prey densities. Using a model-selection approach, we\nfound that per-predator feeding rates were most consistent\nwith a functional response that declines as predator density\nincreases,  suggesting  either  antagonistic  interactions\namong predators or a shared antipredator behavioral\nresponse by the prey. Our findings suggest that variation in\npredator density (natural or anthropogenic) may have\nsubstantial consequences for coral reef fish population\ndynamics.\nKeywordsCephalopholis fulva!Predation!\nPredator–prey interactions!Functional response!\nThalassoma bifasciatum\nIntroduction\nPredators are a key source of density-dependent mortality\nin coral reef fish (reviewed by Hixon and Webster2002;\nWhite et al.2010), and several studies have shown that per\ncapita prey mortality increases more rapidly with prey\ndensity on reefs with higher predator densities (Schmitt and\nHolbrook2007; White2007). Missing, however, is a dee-\nper quantitative understanding of how predator foraging\nbehavior (i.e., attack rate and handling time) can change\nwith changes in predator density to produce these patterns\n(e.g., see Harborne2012for one of the few studies actually\nquantifying a coral reef predator’s functional response). In\ngeneral, we expect more predators to produce higher pre-\ndation rates, but high predator density can also shift\npredator foraging behavior, either increasing (cooperative\nhunting) or decreasing (interference competition) per-\npredator feeding rates (Sih et al.1998; Skalski and Gilliam\n2001).\nPrevious studies in reef fish have found both cooperative\nand antagonistic interactions among predators of the same\nand different predator species (Hixon and Carr1997; Lu-\nkoschek and McCormick2000; Bshary et al.2006; Stal-\nlings2008; Stallings and Dingeldein2012). Changes in\npredator density or identity can also alter predator foraging\nbehavior if prey exhibits common or conflicting behavioral\nresponses in response to multiple predators (Sih et al.1998;\nCommunicated by Biology Editor Dr. Stephen Swearer\nA. C. Stier and J. W. White have contributed equally to this article.\nElectronic supplementary materialThe online version of this\narticle (doi:10.1007/s00338-013-1096-z) contains supplementary\nmaterial, which is available to authorized users.\nA. C. Stier (&)\nDepartment of Zoology, University of British Columbia, #4200-\n6270 University Blvd., Vancouver, BC V6T 1Z4, Canada\ne-mail: adrian.stier@gmail.com\nJ. W. White\nDepartment of Biology and Marine Biology, University of North\nCarolina Wilmington, Wilmington, NC 28403, USA\n123\nCoral Reefs (2014) 33:235–240\nDOI 10.1007/s00338-013-1096-z\n\nVance-Chalcraft et al.2007). For example, when a single\ngrouper (Serranidae) stalks a damselfish (Pomacentridae)\nprey, the damselfish may avoid predation by shoaling\nabove the reef with other damselfish. The presence of\nadditional groupers may  intensify  this prey  shoaling\nbehavior, thus reducing foraging success for all groupers.\nIn contrast, when groupers and larger transient predators\nsuch as jacks (Carangidae) are both foraging, damselfish\ncannot  avoid  grouper  predation  by  shoaling  without\nexposing themselves to greater predation by jacks in the\nwater column and vice versa (the antipredator response to\njacks is to dive closer to the reef, where groupers are\nhunting) (Hixon and Carr1997). Thus, if prey exhibit a\nconflicting antipredator response, predator foraging rates\ncan increase relative to predators foraging independently or\nat lower densities. Theoretical ecologists have appreciated\nthe importance of predator dependence in modifying\npredator foraging behavior for some time (Skalski and\nGilliam2001; Arditi and Ginzburg2012); however, studies\non coral reefs have largely overlooked the importance of\npredator–predator  interactions  and  prey  antipredator\nbehavior in modifying the abundance and distribution of\nprey (e.g., White2008; White and Samhouri2011, but see\nStier et al. (2013)).\nA number of factors can produce variation in predator\nand prey densities on reefs. The highest reported predator\ndensity on a coral reef is 24 predators m\n-2\nfollowing an\nexceptional grouper (Epinephelus merra) settlement event\nto Re\n ́\nunion Island in 1994 (Letourneur et al.1998). Epi-\nsodic settlement events such as these—as well as less\nextreme spatiotemporal variation in settlement rates—can\nproduce substantial variation in both predator and prey\ndensity on coral reefs (Doherty2002). Variable predator\ndensities can also emerge from variable habitat quality\n(e.g., Hixon and Beets1993), the location of sites relative\nto predator nursery habitats (e.g., Eggleston1995; Nagel-\nkerken et al.2012), and from fishing pressure (e.g., Mumby\net al.2012). However, we have a limited understanding of\nhow variable densities of both predators and prey can affect\npredator foraging behavior and the dynamics of predator–\nprey interactions (White et al.2010; Arditi and Ginzburg\n2012; Stier et al.2013).\nA mechanistic description of predator foraging behavior\nis particularly key to this understanding, because predator-\ndependent shifts in foraging behavior can modify food\nchain length (Schmitz1992), the strength of species\ninteraction in diverse food webs (Novak and Wootton\n2008), the spatial distribution of predators (van der Meer\net al.1995), and destabilize predator–prey population\ncycles (Delong and Vasseur2013). Furthermore, reefs are\ncurrently experiencing heavy fishing pressure, which dis-\nproportionately reduces the abundance of top predators and\nincreases the density of smaller-bodied mesopredators\n(Sandin et al.2008; Stallings2009; Mumby et al.2012).\nThe consequences of these substantial shifts in the predator\nassemblage for the dynamics of reef fish populations are\npoorly understood.\nIn this study, we mechanistically evaluate the functional\nresponse of the coney grouper (Cephalopholis fulva)\nfeeding on the bluehead wrasse (Thalassoma bifasciatum)\non the Caribbean island of St. Croix, US Virgin Islands. St.\nCroix is an ideal study system for evaluating the effects of\npredator density on predator foraging behavior, because\npredator and prey recruitment rates of both groupers and\nwrasses are spatially variable but temporally consistent, a\npattern often attributed to variable oceanographic currents\nthat produce high recruitment on western reefs and lower\nrecruitment on eastern reefs (Hamilton et al.2006; White\n2007). An earlier study documented spatial coupling of\npredator and prey recruitment rates and evaluated the\nconsequences of variable predator and prey density on the\nmortality  rates  of  wrasses.  Specifically,  prey  exhibit\ninversely density-dependent mortality at low predator\ndensity sites and direct (positive) density-dependent mor-\ntality at high predator density sites (White2007). Behav-\nioral aggregation of predators to areas of high prey density\nis a documented phenomenon in reef fish (Anderson2001)\nand a mechanism for direct density-dependent mortality\n(Murdoch1994; Anderson2001). White (2007,2008)\nattributed the spatial variation in prey density dependence\nto the spatial gradient in predator density, essentially\nassuming there was a linear relationship between predator\ndensity and the strength of prey density dependence (cf.\nSchmitt and Holbrook2007). In light of the potential for\npredator-dependent feeding behavior, we re-analyzed the\noriginal dataset by fitting mechanistic functional response\nmodels to test for potential synergism or antagonism\namong predators in attack rates or handling times. Either\nphenomenon could alter the predicted relationship between\nspatial variation in predator density, prey mortality, and\nthus prey population dynamics (White2007; White and\nSamhouri2011).\nMethods\nStudy system and data collection\nThe bluehead wrasse,Thalassoma bifasciatum, is a small\nzooplanktivorous fish common on Caribbean reefs. Larval\nbluehead wrasse settle from the plankton onto the reef in\nmonthly pulses, and after metamorphosing while buried in\nsediment for several days, emerge and spend the first week\nof their life sheltering near the reef substrate. Mortality is\nhigh during this time, and on the low-relief pavement reefs\nsurrounding  St.  Croix,  US  Virgin  Islands  (17°45\n0\nN,\n236Coral Reefs (2014) 33:235–240\n123\n\n64°45\n0\nW), one of the primary predators on juvenile blue-\nhead wrasse is the coney grouper,Cephalopholis fulva\n(White2007).\nWhite (2007) observed bluehead wrasse emergence and\nsubsequent mortality on three permanent 3092 m tran-\nsects established at each of five study reefs surrounding St.\nCroix (see White and Warner (2007b) for a map of study\nsites). He also censused the densities of wrasse predators\n(primarily coney grouper) at each reef. Full details of the\ndata collection are given in White (2007) and White and\nWarner (2007b), but in short the dataset consists of the\nnumber of bluehead wrasse emerging on and disappearing\nfrom each transect each day during a 6-d window following\ntwo separate monthly settlement pulses (as well as the\ndensity of coney grouper at each site during that month).\nMortality data were collected at four of the sites in both\nmonths and at the fifth site in the second month only.\nMortality rates on each transect were assumed to be inde-\npendent from one another, so we had 3 transects9(4\nsites92 months?1   site-month)=27   independent\nobservations of prey density and mortality. The five sites\ndiffered substantially in the density of coneys (White\n2007), and coney densities were relatively consistent\nwithin sites over the course of the summer (see Electronic\nSupplementary Material, Table S1).\nFor the present study, we only examined mortality\nduring the first 24 h of observations in a month (for tran-\nsects that had no newly emerged settlers on the first day,\nwe used the first day in which any settlers were observed).\nIn this way, all of the prey within a transect begin the trial\nat the same age, and because emergence occurs at dawn,\nwe can ignore the possibility of new prey arriving during\nthe trial period (although there was necessarily some lag\nbetween actual emergence and our initial census of new\nprey fish on the first day). Examining mortality in the first\n24 h also removes possible bias associated with prey\nmovement, which is very limited in the first few days post-\nsettlement (Overholtzer-McLeod2005; White and Warner\n2007b). For simplicity and consistency with other reef fish\nstudies, we refer to newly emerged fish as ‘‘settlers’’ even\nthough they had actually settled a few days prior and had\njust emerged from burial in the sediment when we first\nobserved them.\nAnalysis\nTo test for predator dependence in the functional response,\nwe fit five distinct functional response models (Table1) to\nour dataset. We used the Holling type II functional\nresponse (H2; Holling1959) as a null model in our analysis\nbecause the H2 model assumes that feeding rates are\nindependent of predator density. We then evaluated four\nadditional models that describe distinct types of predator\ndependence (Skalski and Gilliam2001): (1) the Bedding-\nton–DeAngelis model (BD; Beddington1975; DeAngelis\net al.1975), in which predator density affects the predator\nattack rate but not handling time; (2) the Crowley–Martin\nmodel (CM; Crowley and Martin1989), in which changes\nin predator density affect both attack rate and handling\ntime; (3) the Hassell–Varley model (HV; Hassell and\nVarley1969), which was created without a stated mecha-\nnistic basis but is similar in form to BD and effectively\nallows a nonlinear effect of predator density on attack rate;\nand ratio-dependent predation [RD, where attack rate\ndepends on the ratio of predators: prey, reviewed in Arditi\nand Ginzburg (2012)], which is equivalent to the HV model\nwith the parameterm=1.\nThe five functional response models assume a constant\nprey density, but because bluehead wrasse settle onto the\nreef at night, prey would be depleted over the course of the\n24-h period during our trial. Therefore, we integrated the\nfive  models  over  time  (see  Electronic  Supplemental\nMaterial, ESM for details) and calculated the integrated\ndaily feeding rate rather than the instantaneous feeding rate\nfor each model.\nThe functional response models we examined are\nintended to describe interactions between a single predator\nspecies and a single prey species. Many reefs, including\nthose surrounding St. Croix, have a diverse assemblage of\npredator and prey species. However, we argue that our\napproach is an effective approximation, because coney\ngroupers and bluehead wrasse are the two most common\npredator and prey species on these reefs. Coney groupers\ncomprised a large portion of the assemblage of potential\nbluehead wrasse predators on the study reefs (ranging from\n77 to 20 % [mean 49 %] of all potential wrasse predators\nTable 1Five functional response models describing how the number\nof prey consumed per predator can shift with predator density\nincluding modifications\nModelFormulaDAICw\nHolling type II (H2)\nf\nH2\nðN;PÞ¼\naNP\n1þbN\n4.3740  0.0758\nBeddington–\nDeAngelis (BD)\nf\nBD\nðN;PÞ¼\naN\n1þbNþcP\n4.0277  0.0902\nCrowley–Martin (CM)\nf\nCM\nðN;PÞ¼\naN\n1þbNþcPþbcNP\n5.2836  0.0481\nHassell–Varley (HV)\nf\nHV\nðN;PÞ¼\naN\nbNþP\nm\n00.6755\nRatio-dependent (RD)\nf\nRD\nðN;PÞ¼\naðN=PÞ\n1þbðN=PÞ\n3.6235  0.1104\nAll models include attack rate (a, 1/(time*pred/reef)and handling\ntime (b/a, prey/reef/(pred/reef*days)for a given predator density (P,\npred/reef) and prey density (N, prey/reef). Also included are param-\neterscandm, which describe the magnitude of predator interference.\nThe Beddington–DeAngelis, Crowley–Martin, and Hassell–Varley\nmodels each model the dependence of predator density in different\nways, but all reduce to the Holling type II equation if their respective\npredator-dependent parameters are estimated as zero (i.e., BD and\nCM:c=0, HV:m=0) or one (RD:P=1)\nCoral Reefs (2014) 33:235–240237\n123\n\nin 2005; White2007) and were one of the few potential\npredator species that has been confirmed by gut analysis to\nfeed on post-emergence bluehead wrasse (White and\nWarner2007a; J. W. White, pers obs). At two sites on the\nsouthern shore or St. Croix where coney groupers consti-\ntuted only*20 % of predators, the transient jackCaranx\nruberwas the more abundant predator. However, re-ana-\nlyzing our data excluding those two sites did not alter the\nconclusions of the analysis; therefore, we report the ana-\nlysis including all sites. Likewise, during settlement pulses,\npost-emergence bluehead wrasse make up the majority of\nsmall prey fish on these reefs, with conservatively twice as\nmany bluehead wrasse settlers than settlers of all other fish\nspecies combined (Caselle and Warner1996; J. W. White,\npers. obs.).\nWe fit each model to our data using thefminconfunction\nin the Matlab 7.11 optimization toolbox, assuming a log-\nnormal error structure for the data (as in Skalski and Gil-\nliam2001) (see ESM for details). We compared the par-\nsimony of each model’s fit using the small-sample-size-\ncorrected AIC\nc\nmetric (Burnham and Anderson2002).\nResults and discussion\nWe found that the four predator-dependent functional\nresponses afforded a much more parsimonious fit (com-\nbined AIC\nc\nweight[0.90) to the relationship between\nbluehead  wrasse  abundance  and  mortality  than  the\npredator-independent H2 model (Fig.1; Table1). Of the\npredator-dependent  models,  AIC\nc\nweights  suggested\ngreatest evidence for the Hassell–Varley (HV) model\n(Table1), although the four predator-dependent models\nhad similar fits to the data (Fig.1). Details of the model\nfits, including confidence bounds on the parameters, are\nfound in Tables S2–S11 (ESM).\nA comparison of the fitted models reveals that H2\nconsistently overpredicted the feeding rate, particularly at\nhigher predator densities, while the predator-dependent\nmodels fit the data better across the range of predator\ndensities (Fig.1). These models thus provide evidence for\na negative effect of predator density on the effective\npredator attack rate, but they do not reveal how this effect\nemerges. This reduction could be attributed to antagonistic\ninteractions among predators (e.g., exploitative or inter-\nference competition for optimal foraging microhabitats on\na reef), although we are not aware of evidence for that type\nof antagonism among reef predators. Rather, there are\nmultiple examples of reef predators hunting cooperatively\n(Lukoschek and McCormick2000; Hixon and Carr1997;\nBshary et al.2006; Stallings2008; Stallings and Dingeld-\nein2012). A more likely explanation is that prey alter their\nbehavior to reduce predation risk at higher predator den-\nsities (Lima and Dill1990). Small reef fishes can detect\npredators via visual and olfactory cues (McCormick and\nManassa2008), and exhibit reduced foraging behavior and\nspend more time near shelter in areas of higher predator\ndensity (Stallings2008; Madin et al.2010). Juvenile\nPredator density (no. m\n-2\n)\nIntegrated feeding rate \n(prey day\n-1\n)\nInitial prey density (no. m\n-2\n)\nH2\nCM\nBD\nHV\nRD\n1234567\n051015\n0\n1\n2\n3\n051015\n0\n1\n2\n3\n051015\n0\n1\n2\n3\na\nbcd\nFig. 1Coplot  of  relationship  between  initial  bluehead  wrasse\n(Thalassoma bifasciatum) density and integrated feeding rate condi-\ntional on the density of coney (Cephalopholis fulva).b–dshow\nintegrated feeding rate based on the predator densities displayed ina:\nlow (b;circle), medium (c;triangle), and high (d;diamond). The data\nranges  inb–doverlap,  as  indicated  bya:  the  observations\ncorresponding to the three lowest and three highest predator densities\nincalso appear inbandd, respectively. Points inaare jittered\nslightly to show overlapping points, andsymbol shapesinacorre-\nspond to predator densities inb–d. Lines in panelsb–drepresent\nmodel fits for each of the five candidate models described in Table1.\nSee legend for colors corresponding to each model\n238Coral Reefs (2014) 33:235–240\n123\n\nbluehead wrasse on St. Croix were observed spending less\ntime in the water column and more time near shelters in\nhigh predator sites, but predator density was correlated\nwith zooplankton prey abundance, so that behavioral pat-\ntern may be due to satiation rather than fear (White and\nWarner2007a). Nonetheless, given the many antipredator\nbehavioral tactics employed by reef fishes (reviewed by\nWhite et al.2010), it is plausible that these may reduce per-\npredator predation rates at high predator densities.\nEcologists increasingly appreciate the importance of\nspatial variation in the abundance of reef fish predators,\nespecially with the growing use of marine protected areas\n(e.g., Russ et al.2008) and the discovery of relatively\npristine, high predator density reefs (Sandin et al.2008;\nMadin et al.2010). Predation rates—and indirect predator\neffects—are expected to be greater in these high predator\nlocations (alternatively, smaller mesopredators may be less\nabundant; Stallings2009). However, the per-predator pre-\ndation rate may be predator-dependent, as we have shown,\nand future attempts to model the direct effects of spatial\nvariation in predator density (e.g., White and Samhouri\n2011) should account for this. Here, we have provided an\ninitial description of this phenomenon in reef fish and\nprovided the numerical approach for future investigators to\napply our technique.\nReferences\nAnderson TW (2001) Predator responses, prey refuges, and density-\ndependent mortality of a marine fish. Ecology 82:245–257\nArditi R, Ginzburg LR (2012) How species interact: altering the\nstandard view on trophic ecology. Oxford University Press, USA\nBeddington JR (1975) Mutual interference between parasites or\npredators and its effect on searching efficiency. J Anim Ecol\n44:331–340\nBshary R, Hohner A, Ait-el-Djoudi K, Fricke H (2006) Interspecific\ncommunicative and coordinated hunting between groupers and\ngiant moray eels in the Red Sea. PLoS Biol 4:e431\nBurnham KP, Anderson DR (2002) Model selection and multimodel\ninference: a practical information-theoretic approach. Springer,\nNew York, NY\nCaselle J, Warner RR (1996) Variability in recruitment of coral reef\nfishes: The importance of habitat at two spatial scales. Ecology\n77:2488–2504\nCrowley PH, Martin EK (1989) Functional responses and interference\nwithin and between year classes of a dragonfly population. J NA\nBenthol Soc 8:211–221\nDeAngelis DL, Goldstein RA, O’Neill RV (1975) Model for trophic\ninteraction. Ecology 56:881–892\nDelong JP, Vasseur DA (2013) Linked exploitation and interference\ncompetition drives the variable behavior of a classic predator–\nprey system. Oikos: doi:10.1111/j.1600-0706.2013.00418.x\nDoherty PJ (2002) Variable replenishment and the dynamics of reef\nfish populations. In: Sale PF (ed) Coral reef fishes: Dynamics\nand diversity in a complex ecosystem. Academic Press, San\nDiego, pp 327–355\nEggleston D (1995) Recruitment in Nassau grouperEpinephelus\nstriatus: post-settlement abundance, microhabitat features, and\nontogenetic habitat shifts. Mar Ecol Prog Ser 124:9–22\nHamilton SL, White JW, Caselle JE, Swearer SE, Warner RR (2006)\nConsistent long-term spatial gradients in replenishment for an\nisland population of coral reef fish. Mar Ecol Prog Ser\n306:247–256\nHarborne AR (2012) Seasonal variation in the functional response of\na coral-reef piscivore alters the inverse density-dependent\nmortality of its prey. Coral Reefs 31:247–251\nHassell MP, Varley GC (1969) New inductive population model for\ninsect parasites and its bearing on biological control. Nature\n223:1133–1137\nHixon MA, Beets JP (1993) Predation, prey refuges, and the structure\nof coral reef fish assemblages. Ecol Monogr 63:77–101\nHixon MA, Carr MH (1997) Synergistic predation, density depen-\ndence,  and  population  regulation  in  marine  fish.  Science\n277:946–949\nHixon MA, Webster MS (2002) Density dependence in reef fish. In:\nSale PF (ed) Coral reef fishes: Dynamics and diversity in a\ncomplex ecosystem. Academic Press, London, pp 303-326\nHolling CS (1959) The components of predation as revealed by a\nstudy of small-mammal predation of the European pine sawfly.\nCan Entomol 91:293–320\nLetourneur Y, Chabanet P, Vigliola L, Harmelin-Vivien M (1998)\nMass settlement and post-settlement mortality ofEpinephelus\nmerra(Pisces : Serranidae) on Reunion coral reefs. J Mar Biol\nAssoc UK 78:307–319\nLima SL, Dill LM (1990) Behavioral decisions made under the risk of\npredation: a review and prospectus. Can J Zool 68:619–640\nLukoschek V, McCormick MI (2000) A review of multi-species\nforaging associations in fishes and their ecological significance.\nProc 9th Int Coral Reef Symp 1:467–474\nMadin EMP, Gaines SD, Warner RR (2010) Field evidence for\npervasive indirect effects of fishing on prey foraging behavior.\nEcology 91:35–63\nMcCormick MI, Manassa R (2008) Predation risk assessment by\nolfactory and visual cues in a coral reef fish. Coral Reefs\n27:105–113\nMumby P, Steneck R, Edwards A, Ferrari R, Coleman R, Harborne A,\nGibson J (2012) Fishing down a Caribbean food web relaxes\ntrophic cascades. Mar Ecol Prog Ser 445:13–24\nMurdoch WW (1994) Population regulation in theory and practice.\nEcology 75:271–282\nNagelkerken I, Grol MGG, Mumby PJ (2012) Effects of marine\nreserves versus nursery habitat availability on structure of reef\nfish communities. PLoS ONE 7:e36906\nNovak M, Wootton JT (2008) Estimating nonlinear interaction\nstrengths: An observation-based method for species-rich food\nwebs. Ecology 89:2083–2089\nOverholtzer-McLeod KL (2005) Post-settlement emigration affects\nmortality estimates for two Bahamian wrasses. Coral Reefs\n24:283–291\nRuss GR, Cheal AJ, Dolman AM, Emslie MJ, Evans RD, Miller I,\nSweatman H, Williamson DH (2008) Rapid increase in fish\nnumbers follows creation of world’s largest marine reserve\nnetwork. Curr Biol 18:R514–R515\nSandin SA, Smith JE, DeMartini EE, Dinsdale EA, Donner SD,\nFriedlander AM, Konotchick T, Malay M, Maragos JE, Obura D,\nPantos O, Paulay G, Richie M, Rohwer F, Schroeder RE, Walsh\nS, Jackson JBC, Knowlton N, Sala E (2008) Baselines and\ndegradation of coral reefs in the Northern Line Islands. PLoS\nONE 3:e1548\nSchmitt RJ, Holbrook SJ (2007) The scale and cause of spatial\nheterogeneity in strength of temporal density dependence.\nEcology 88:1241–1249\nCoral Reefs (2014) 33:235–240239\n123\n\nSchmitz OJ (1992) Exploitation in model food chains with mecha-\nnistic  consumer  resource  dynamics.  Theor  Popul  Biol\n41:161–183\nSih A, Englund G, Wooster D (1998) Emergent impacts of multiple\npredators on prey. Trends Ecol Evol 13:350–355\nSkalski GT, Gilliam JF (2001) Functional responses with predator\ninterference: viable alternatives to the Holling Type II model.\nEcology 82:3083–3092\nStallings CD (2008) Indirect effects of an exploited predator on\nrecruitment of coral-reef fishes. Ecology 89:2090–2095\nStallings CD (2009) Fishery-independent data reveal negative effect\nof human population density on Caribbean predatory fish\ncommunities. PLoS ONE 4(5):e5333\nStallings CD, Dingeldein AL (2012) Intraspecific cooperation facil-\nitates synergistic predation. Bull Mar Sci 88:317–318\nStier AC, Geange SW, Bolker BM (2013) Predator density and\ncompetition modify the benefits of group formation in a shoaling\nreef fish. Oikos 122:171–178\nvan der Meer HJ, Anker GC, Barel CDN (1995) Ecomorphology of\nretinal structures in zooplanktivorous haplochromine cichlids\n(Pisces) from Lake Victoria. Environ Biol Fish 44:115–132\nVance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih A\n(2007) The influence of intraguild predation on prey suppression\nand prey release: A meta-analysis. Ecology 88:2689–2696\nWhite JW (2007) Spatially correlated recruitment of a marine\npredator and its prey shapes the large-scale pattern of density-\ndependent prey mortality. Ecol Lett 10:1054–1065\nWhite JW (2008) Spatially coupled larval supply of marine predators\nand their prey alters the predictions of metapopulation models.\nAm Nat 171:E179–E194\nWhite JW, Samhouri JF (2011) Oceanographic coupling across three\ntrophic levels shapes source–sink dynamics in marine metacom-\nmunities. Oikos 120:1151–1164\nWhite JW, Warner RR (2007a) Behavioral and energetic costs of\ngroup membership in a coral reef fish. Oecologia 154:423–433\nWhite JW, Warner RR (2007b) Safety in numbers and the spatial\nscaling of density-dependent mortality in a coral reef fish.\nEcology 88:3044–3054\nWhite JW, Samhouri JF, Stier AC, Wormald CL, Hamilton SL,\nSandin SA (2010) Synthesizing mechanisms of density depen-\ndence  in  reef  fishes:  behavior,  habitat  configuration,  and\nobservational scale. Ecology 91:1949–1961\n240Coral Reefs (2014) 33:235–240\n123\n\nPredator density and the functional responses of coral reef fish \nAdrian C. Stier and J. Wilson White \nElectronic*Supplementary*Material*\n*\nVariability)in)predator)densities)on)St.)Croix)\n)\nPredator(densities(were(surveyed(at(each(of(the(five(study(sites(647(times(\nbetween(30(June(and((9(September((2005.((For(the(functional(response(model4fitting(\nwe(used(the(predator(density(estimate(from(the(survey(closest(in(time(to(each(\nestimate(of(prey(mortality.((However,(the(full(suite(of(survey(data(illustrates(the(\nrelative(stability(in(predator(densities(over(time(within(each(site((Table(S1).((We(fit(a(\ngeneralized(linear(mixed(model(with(Poisson(error(distribution,(log(link,(and(\nrandom(effects(for(site(and(for(survey(data(nested(within(site((model(fit(using(glmer(\nin(the(lme4(library([Bates(et(al.(2013](in(R(3.0.1([R(Core(Team(2013]).((The(variance(\ncomponents(of(this(model(revealed(that(temporal(variance((date(within(site;(0.071)(\nwas(only(6.7%(of(among4site(variance((1.048).(\n)\nDetails)of)model7fitting)procedures(\n(\nTo(estimate(parameters(for(the(functional(response(models(while(accounting(\nfor(prey(depletion,(we(integrated(the(change(in(prey(density(dN/dt(=(4f(N,P)N(with(\nrespect(to(time(to(obtain(N(t),(then(divided(N(0)(–(N(t)((the(total(number(of(dead(\nprey)(by(P(to(obtain(the(per4predator(integrated(feeding(rates(F((Table(S2).((We(then(\nfit(F(to(the(observed(14day(loss(of(bluehead(wrasse(settlers((assuming(all(settlers(\nthat(disappeared(were(consumed(by(predators)(using(function(fmincon(in(Matlab(\n7.11.((We(assumed(the(difference(between(observed(F\nobs\n(and(predicted(F(followed(a(\nlog4normal(error(function,(so(fmincon(minimized(the(negative(log4likelihood(:(\n(\n(((((S1)(\n(\nThe(variance(parameter(σ((was(also(estimated(from(the(data.(We(used(the(sqp(\n(sequential(quadratic(programming)(algorithm(in(fmincon,(and(restricted(parameter(\nvalues(to(biologically(sensible(ranges((i.e.,(a(>(0,(b(>(0,(σ >(0).((We(estimated(\nconfidence(intervals(for(each(model(parameter(by(bootstrapping(the(original(dataset(\n10,000(times(and(redoing(the(estimation,(producing(a(multivariate(distribution(of(\nvalues(from(which(we(calculated(a(correlation(matrix((Tables(S34S7)(and(univariate(\nconfidence(intervals((Tables(S84S12).((Across(all(models,(the(estimates(of(attack(rate(\na(and(handling(time(b(were(highly(correlated((as(one(would(expect(given(the(form(of(\nthe(equation)(and(all(parameters(had(very(long4tailed(distributions(that(had(a(\ncentral(tendency(near(biologically(reasonable(values.(\n\nOne(difficulty(in(estimation(was(that(Eq.(S1(cannot(be(evaluated(if(F\nobs\n(is(equal(\nto(zero((no(observed(deaths)(or(to((which(results(when(predator(density(=(0).((\nRather(than(exclude(those(observations,(we(assumed(that(both(mortality(and(\npredator(density(were(observed(with(some(error,(so(it(was(unlikely(that(either(value(\nwas(exactly(zero.((Therefore(for(those(cases(we(set(F\nobs(\nto(be(equal(to(the(minimum(\nnon4zero(or(maximum(finite(values(observed(in(the(dataset.((The(ordering(of(results(\n(i.e.,(which(model(was(most(parsimonious)(was(robust(to(alternative(corrections(we(\napplied,(such(as(making(the(minimum(value(10%(or(1%(of(the(minimum(observed(\nnon4zero(value,(so(we(are(confident(that(applying(this(correction(did(not(produce(\narbitrary(conclusions.(\n(\n\n(\nTable(S1.(Summary(of(predator(survey(data(on(St.(Croix(reefs(in(2005.((\n(\nSite*n*\n(number*of*surveys)*\nMean*coney*grouper*density**\n(number*per*150*m\n2\n)*\nStandard*\nerror*\nBB(7(3.4286(0.3770(\nCB(7(2.8674(0.3527(\nNS(7(6.1198(0.3527(\nJB(6(0.5000(0.4072(\nWC(7(0.4858(0.3683(\n(\n(\n(\nTable(S2.((Time4integrated(solution(for(each(functional(response(model(\nModel(Formula(\nH2\n(\n(\nBD\n(\n(\nCM\n(\n(\nHV\n(\n(\nRD\n(\n(\nNote:(ω(denotes(the(Wright(omega(function(\n(\nTable(S3.((Correlation(matrix(for(H2(model(parameters(\n(a(b)\nσ \na)1(0.9256(\n2×10\n416\n(\nb)(1(\n42×10\n414\n(\nσ(\n((1(\n(\nTable(S4.((Correlation(matrix(for(BD(model(parameters(\n(a(b)c(\nσ \na)1(0.9904(0.9620(40.0308(\nb)(1(0.9232(40.0144(\nc)((1(40.0367(\nσ(\n(((1(\n(\nTable(S5.((Correlation(matrix(for(CM(model(parameters(\n(a(b)c(\nσ \na)1(0.9896(0.1756(40.0153(\n\nb)(1(0.1800(40.0130(\nc)((1(40.0426(\nσ(\n(((1(\n(\nTable(S6.((Correlation(matrix(for(HV(model(parameters(\n(a(b)m)\nσ \na)1(0.8059(0.6678(0.1051(\nb)(1(0.4226(0.1519(\nm)((1(0.2501(\nσ(\n(((1(\n(\n\n(\nTable(S7.((Correlation(matrix(for(RD(model(parameters(\n(a(b)\nσ \na)1(0.9953(40.0053(\nb)(1(40.0023(\nσ(\n((1(\n(\nTable(S8.((Confidence(intervals((95%)(for(H2(model(parameters(\nParameter(lower((median(upper(\na)0.1816(0.3391(17.1913(\nb)\n1.0×10\n410\n(\n0.0242(14.7720(\nσ(\n1.6871(1.6871(1.6871(\n(\nTable(S9.((Confidence(intervals((95%)(for(BD(model(parameters(\nParameter(lower((median(upper(\na)0.1908(0.7411(434.1583(\nb)\n1.0×10\n410\n(\n0.1880(197.2059(\nc)\n1.0×10\n410\n(\n0.5587(0.8424(\nσ(\n0.5140(0.8424(1.0588(\n(\nTable(S10.((Confidence(intervals((95%)(for(CM(model(parameters(\nParameter(lower((median(upper(\na)0.1780(1.4853(648.6314(\nb)\n1.0×10\n410\n(\n0.4090(261.8480(\nc)40.0921(0.6584(2.7845(\nσ(\n0.5166(0.8194(1.0665(\n(\nTable(S11.((Confidence(intervals((95%)(for(HV(model(parameters(\nParameter(lower((median(upper(\na)0.1654(1.4601(11.9923(\nb)0.0102(0.9092(8.7194(\nm)0.1417(0.8899(2.1249(\nσ(\n0.5389(0.8258(1.2121(\n(\nTable(S12.((Confidence(intervals((95%)(for(RD(model(parameters(\nParameter(lower((median(upper(\na)0.4508(1.1501(9.6793(\nb)0.1858(0.5478(10.5260(\nσ(\n0.5318(0.8724(1.1095(\n(",
  "extractedAt": "2025-12-12T18:45:13.828Z",
  "success": true,
  "matchedPublication": {
    "title": "Predators alter community organization of coral reef cryptofauna and reduce abundance of coral mutualists",
    "doi": "10.1007/s00338-013-1077-2",
    "year": "2014",
    "authors": "Stier, A. C.; Leray, M."
  }
}