{
  "filename": "Stier et al. (Ecology) 2014.pdf",
  "numPages": 24,
  "text": "Ecology, 95(5), 2014, pp. 1294–1307 Ó2014 by the Ecological Society of America Predation and landscape characteristics independently affect reef fish community organization ADRIANC. STIER, 1,6 KATHARINEM. HANSON, 2,3 SALLYJ. HOLBROOK, 4,5 RUSSELLJ. SCHMITT, 4,5 ANDANDREWJ. BROOKS 5 1 Department of Biology, University of Florida, Gainesville, Florida 32611-8525 USA 2 Integrative Oceanography Division, Scripps Institution of Oceanography, La Jolla, California 92093-0218 USA 3 Department of Oceanography, University of Hawaii–M ̄ anoa, Honolulu, Hawaii 96822 USA 4 Department of Ecology, Evolution and Marine Biology, University of California, Santa Barbara, California 93106 USA 5 Coastal Research Center, Marine Science Institute, University of California, Santa Barbara, California 93106 USA Abstract. Trophic island biogeography theory predicts that the effects of predators on prey diversity are context dependent in heterogeneous landscapes. Specifically, models predict that the positive effect of habitat area on prey diversity should decline in the presence of predators, and that predators should modify the partitioning of alpha and beta diversity across patchy landscapes. However, experimental tests of the predicted context dependency in top-down control remain limited. Using a factorial field experiment we quantify the effects of a focal predatory fish species (grouper) and habitat characteristics (patch size, fragmentation) on the partitioning of diversity and assembly of coral reef fish communities. We found independent effects of groupers and patch characteristics on prey communities. Groupers reduced prey abundance by 50%and gamma diversity by 45%, with a disproportionate removal of rare species relative to common species (64%and 36%reduction, respectively; an oddity effect). Further, there was a 77%reduction in beta diversity. Null model analysis demonstrated that groupers increased the importance of stochastic community assembly relative to patches without groupers. With regard to patch size, larger patches contained more fishes, but a doubling of patch size led to a modest (36%) increase in prey abundance. Patch size had no effect on prey diversity; however, fragmented patches had 50%higher species richness and modified species composition relative to unfragmented patches. Our findings suggest two different pathways (i.e., habitat or predator shifts) by which natural and/or anthropogenic processes can drive variation in fish biodiversity and community assembly. Key words:Cephalopholis argus;coral reef fish; diversity partitioning; fragmentation; oddity effect; predation; single large or several small; species–area relationship; species diversity. INTRODUCTION Recent theoretical studies have merged concepts from food web ecology and biogeography to gain insight into how the trophic composition of communities and the strength of species interactions shift across heteroge- neous landscapes. These efforts have yielded several predictions. First, characteristic differences between trophic levels in factors such as resource requirements (Holt et al. 1999), trophic generalization (Gravel et al. 2011), dispersal ability (Chase et al. 2010), or sensitivity to demographic stochasticity (Holt 2010) can cause predators and prey to respond differently to shifts in patch size and isolation (Holt 2010, Gravel et al. 2011). Second, models and observational studies (Ryberg and Chase 2007, Holt 2010, Ryberg et al. 2012) suggest that the capacity of predators to increase prey extinction can mitigate the positive effects of habitat area on species diversity (i.e., the species–area relationship). This can produce different species–area relationships in the presence and absence of predators and modify the partitioning of alpha and beta diversity in patchy landscapes. Here we focus on this latter issue and explore whether the top-down effect of predators on prey communities varies with patch size and modifies the partitioning of prey diversity. Ignoring trophic interactions, three main processes underlie positive correlations between habitat area and biodiversity: (1) sampling effects (i.e., larger areas require more sampling effort which leads to more species collected [Connor and McCoy 1979]); (2) environmental heterogeneity (i.e., larger areas support more habitat types and thus support more species); and (3) demographic effects (i.e., habitat area influences colonization, extinction, and dispersal [reviewed in Rosenzweig 1995, Drakare et al. 2006]). With respect to demographic effects, trophic biogeography theory focuses solely on the role of predators in affecting prey Manuscript received 3 October 2012; revised 1 October 2013; accepted 16 October 2013. Corresponding Editor: J. R. Rooker. 6 Present address: Department of Zoology, University of British Columbia, No. 4200-6270 University Boulevard, Vancouver, British Columbia V6T 1Z4 Canada. E-mail: adrian.stier@gmail.com 1294 extinction rates, a well-documented effect of predators (Sih et al. 1985). For example, an extension of the Equilibrium Theory of Island Biogeography by Ryberg and Chase (2007) and a generalization by Holt (2010) predict that predators affect the slope of the species–area relationship (Z) for prey. Whether predators increase or decrease the slope of the prey species–area relationship is dependent upon the foraging strategy of a predator and whether this behavior varies consistently with habitat area. If the effect of predation is dependent upon habitat area, then, depending on whether predators increase or decrease prey diversity, the additive extinction will either magnify or attenuate the reduced extinctions with increasing habitat area. If predators increase diversity by dispro- portionately consuming dominant competitors (i.e., keystone predation [Power et al. 1996]), frequency- dependent predation (i.e., Janzen-Connell effects [Jan- zen 1970, Connell 1971]), or prey switching (Murdoch 1969, Abrams and Matsuda 1996), then patches with predators should have higherZvalues (i.e., species–area relationships with steeper slopes) because predators are decreasing prey extinction rates. Alternatively, if pred- ators reduce diversity by either making species suscep- tible to demographic stochasticity (Sih et al. 1985), disproportionately consuming rare prey (Spiller and Schoener 1998), or reducing abundances of all species (Almany and Webster 2004), then patches with preda- tors should have higher extinction rates, thereby producing lowerZvalues (i.e., shallower species–area relationships) relative to patches with no predators (Holt 2010). In addition to predictingZvalues, trophic biogeog- raphy theory also predicts the effect of predators on diversity partitioning within and among patches. His- torically, researchers have focused on the effect of predators on alpha diversity, but recent theory makes explicit predictions about the role of predators in diversity partitioning. Specifically, assuming an additive diversity partitioning (aþb¼c), Ryberg et al. (2012) showed that generalist predators can increase prey extinction rates, which can lead to a decrease in alpha diversity (a) and a corresponding increase in beta diversity (b). Furthermore, their model demonstrates that when predators reduce gamma diversity (c) by acting as environmental filters and homogenizing diversity across patches (e.g., through eliminating prey that are poorly morphologically or chemically defend- ed), reduced alpha and beta diversity can result in reduced gamma diversity. Additionally, predators often reduce community size, and metacommunity theory predicts that reductions in community size should increase beta diversity (Orrock and Fletcher 2005, Orrock and Watling 2010). Specifically, Orrock and Watling (2010) used a competition–colonization model to show that reductions in community size can increase the probability that superior competitors are lost from a given patch due to ecological drift. Therefore, when communities are small, landscapes will likely exhibit high beta diversity driven by stochastic colonization by different species, relative to a landscape with larger communities where a single competitively dominant species will homogenize the landscape by competitively excluding inferior species. Empirical studies support the hypothesis that predators can affect partitioning of alpha and beta diversity through acting as environmen- tal filters and homogenizing diversity across patches (Chase et al. 2009), and by modifying the strength of priority effects (Chase et al. 2009, Stier et al. 2013b). Trophic biogeography captures only a subset of the possible ways in which predators can interact with habitat characteristics and drive the partitioning of diversity across patchy landscapes. For example, larger habitats often contain greater environmental heteroge- neity (i.e., niche availability), a factor known to mediate predation–competition interactions (Werner et al. 1983). Trophic biogeography additionally ignores other habitat characteristics known to mediate predator–prey dynam- ics (e.g., spatial habitat heterogeneity [Huffaker 1958, Crowley 1978], refuge availability [Diehl 1993], habitat complexity [reviewed in Jeffries and Lawton 1984], and fragmentation [reviewed in Ryall and Fahrig 2006]) that often covary with habitat area. Advances in trophic biogeography theory willrequire tests of existing theoretical predictions focused on predation–habitat area effects, as well as theoretical and empirical extension of the theory to include interactions between predation and habitat characteristics such as spatial heterogeneity, refuge availability, and fragmentation. Here, we quantify the independent and combined effects of predation and two habitat characteristics, patch size and patch fragmentation, on community organization of coral reef fish communities. We begin by using field surveys to examine the natural distributions of fishes and explore whether predators affect changes in fish abundance and diversity with habitat availability. These surveys find prey respond similarly to shifts in habitat as predator abundance increases. However, our surveys sum the total availability of habitat in large transects to encompass the full fish community, includ- ing fishes with larger ranges. This summation includes patches of different size, spatial configuration, and quality, each of which can modify predator–prey dynamics in different ways. Furthermore, the interaction between predation and habitat area proposed in trophic biogeography theory is a demographic effect that may be obscured by increases in environmental heterogeneity in larger patches that might interact with predators. Additionally, if predators and prey share habitat, the effects of predators may mask top-down control (e.g., Shima et al. 2008). Therefore we coupled our surveys with a factorial field experiment where we manipulated habitat size (controlling for environmental heterogene- ity) and the presence of a focal piscivorous predator ( Cephalopholis argus; hereafter grouper) to test the trophic biogeography prediction that predators modify May 20141295PREDATION IN PATCHY CORAL REEFS the positive effects of habitat area on species diversity through demographic effects (i.e., modifying local prey extinction rates). Additionally, we test Ryberg et al.’s (2012) hypothesis that predators can alter partitioning of alpha and beta diversity in patchy landscapes. As natural and anthropogenic activities modify reef habi- tats, changes in habitat size are often accompanied by increased habitat fragmentation, though community- level interactions between habitat fragmentation and predation have been understudied. Therefore, we also test the hypothesis that habitat fragmentation (control- ling for changes in habitat area) modifies the effects of groupers on prey abundance and species diversity. M ATERIALS ANDMETHODS Study system The island of Moorea (French Polynesia: 17830 0 S, 149850 0 W) is surrounded by a barrier reef with a shallow lagoon that ranges from 0.8 to 1.3 km wide (Galzin and Pointer 1985). The lagoon is interspersed with patch reefs within a matrix of sand, fine coral rubble, and coral pavement, with individual patch reefs separated by distances ranging from less than a meter to tens of meters. Field survey to assess effect of predators on the prey species–area relationship We surveyed the abundance and diversity of fishes and coral habitat availability (quantified as total coral volume) in 19 plots, each 50310 m, separated by a minimum of 200 m and distributed along a 7-km portion of the lagoon on the north shore of Moorea. Plots (5–7 m depth) were chosen to represent the range in cover of live coral present in mid-lagoon habitats (1–50%), and there was no systematic relationship between similarity in cover of live coral and proximity of sites to one another. Scuba divers identified and counted all reef- associated fishes and quantified the volume of corals on each survey plot over a three-month period during the austral winter. The same two observers did all fish counts. For abundance, we used the larger number observed by the two divers for any species with up to 25 individuals, after which the average of the two counts was taken. For each plot, all corals with a diameter.15 cm were identified and measured (mean¼99 corals per plot, range¼6–301 corals per plot; most abundant coral taxa werePocilloporaspp.,Porites rus, massivePorites spp.,Montiporaspp.,Acroporaspp. [Holbrook et al. 2008]). Species were categorized into two separate trophic levels using the database from Fishbase.org (Froese and Pauly 2013). Species with Fishbase trophic level\"3.5 we assigned as predators, and species with trophic level ,3.5 were defined as prey (Tremblay-Boyer et al. 2011, Tolimieri et al. 2013; see Appendix A for trophic level assignments). We conducted two separate analyses on the survey data. First, using ANCOVA we tested whether habitat volume differentially affected abun- dance and richness of predators and prey. Hereafter we refer to ‘‘predator(s)’’ when referring to the diverse assemblage of predator species found in our observa- tional study and ‘‘grouper(s)’’ when referring to the focal predator in our experiment (seeField experiment to separate effects of habitat and groupers on abundance and diversity). Abundance, richness, and total coral volume were all log 10 transformed to improve normality and heterogeneity of variance. Second, we used multiple regression analysis to quantify the effects of habitat availability (the sum of the total coral volume in each plot) and variation in predator abundance that is unexplained by habitat volume (i.e., the residuals of the correlation between habitat volume and predator abundance) on the abundance and diversity of the prey fish community. Because predators and prey often share habitat, positive correlations often exist between the abundance of predators and abundance of prey despite negative effects of predators on prey through predation (e.g., Gotelli and Ellison 2006). Our residuals approach removes the positive covariance between predators and prey driven by shared habitat to isolate the expected negative effects of predators on prey due to consump- tion. Field experiment to separate effects of habitat and groupers on abundance and diversity Previous studies of coral reef fish communities have documented the influence of predators on the compo- sition of prey communities (Almany and Webster 2004, Almany et al. 2007, Stallings 2008, Heinlein et al. 2010). At both the population and community level, habitat attributes can modify the effects of predation on prey abundance, diversity, and composition (e.g., Beukers and Jones 1997). We conducted a field experiment to separate the effects of habitat and predation in driving patterns of prey abundance and diversity by orthogon- ally manipulating patch size and the presence of groupers. Our experiment was conducted on 18 exper- imental patch reefs (hereafter patch) that were spaced 15 m apart on a sand flat in the Maharepa lagoon on the north shore of Moorea. Reefs of two sizes (small reefs consisted of four adjacent cinder blocks, each 0.530.25 30.25 m; large reefs consisted of eight cinder blocks in a 432 array) were constructed at 20 m depth. Each reef surface was covered in livePorites ruscoral (0.25 m in diameter), which was collected from a nearby reef and affixed to cinder blocks using marine epoxy (see Appendix B for a diagram depicting experimental reefs). Experimental reef sizes were representative of the most common patch sizes in field surveys. Surveyed coral colonies varied substantially in size (range, 0.002–66.0 m 3 ), but the majority of colonies (77%) were small (,1 m 3 ; median, 0.21 m 3 ) and the majority of the colonies ,1m 3 were#0.25 m 3 (68%; Appendix C). We focused on variation in habitat size within this range and chose our experimental reef sizes accordingly: small (0.25 m 3 ) and large (0.5 m 3 ). All patch reefs were isolated from the ADRIAN C. STIER ET AL.1296Ecology, Vol. 95, No. 5 nearest natural reefs by a minimum of 50 m to discourage immigration of juvenile and adult fishes between experimental and natural reefs. Additionally, because we were interested in distinguishing the effects of habitat area from the effects of patch number (sensu Ryall and Fahrig 2006), we maintained a constant total reef area among treatments differing in reef size (i.e., the sum of reef area across the 6 large patches was equal to the sum of the area across all 12 smaller units, withn¼6 large reefs andn¼12 small reefs). Following construc- tion, a cylindrical cage (diameter, 1.5 m; height, 1 m) composed of galvanized hardware cloth (wire mesh) with a mesh size of 1 cm 2 was placed over each experimental reef. The cages were necessary to retain groupers and restrict immigration by transient species that cross large areas of sand; the large mesh size allowed larval fishes to readily settle through the cages onto the experimental reefs (e.g., Doherty and Sale 1986). Previous studies at a nearby site suggested no effects of caging on settlement (Heinlein et al. 2010). The combination of the reef sizes used in our experiment and the cages allowed us to narrow the species pool to small- bodied and site-attached fishes, e.g., individuals that were potential prey for the groupers. Twelve peacock groupers (Cephalopholis argus, our focal predator with a wide diet breadth [Randall and Brock 1960]) were collected using hand nets and the anesthetic eugenol and added to half of the reefs selected at random (grouper size [mean6SD]¼20.661.7 cm total length). A small number of settlers had colonized the reefs following their construction; therefore imme- diately prior to adding the groupers we removed all recent settlers from both grouper and nongrouper treatments using hand nets and eugenol. We added one grouper to small reefs and two groupers to large reefs to create a similar density of groupers per coral habitat area across reef treatments (Appendix B). After groupers were added, natural colonization of other fishes occurred for three months (March–May 2009), after which time divers visually censused the experimen- tal reefs to characterize the abundance and diversity of the fish communities. Cages were 100%effective at retaining the groupers throughout the duration of the experiment. Data analysis Predation and patch characteristics can modify community structure and affect a suite of characteristics including within-patch (alpha) diversity (hereafter spe- cies richness), among-patch (beta) diversity, and species composition. The importance of a sampling effect as an underlying mechanism of species–area relationships is not relevant to the equilibrium-based model of trophic biogeography. However, at the local scale, predators can fundamentally alter the number of prey and therefore influence the possible number of prey sampled within a community. Because we expected that reefs with more fish might also have a greater diversity of fish species (Almany and Webster 2004), we used individual-based rarefaction (Gotelli and Colwell 2001) to distinguish between effects of groupers and habitat driven by reductions in abundance from those arising from compositional shifts (e.g., due to frequency dependence; see Appendix D for more detail on inferring predator foraging behavior using rarefaction). Studies examining the role of predators in driving biodiversity and coexistence have primarily focused on changes in species richness through mechanisms such as frequency dependence, modification of competition, or prey preference (reviewed in Chesson 2000). Less studied, however, are the effects of predators on beta diversity. We compared alpha diversity, beta diversity, and compositional patterns across each of the four experimental treatments using both incidence and abundance-based metrics. In total, we examined eight different response variables: (1) total abundance of all species (hereafter abundance), (2) species richness (the number of species within a patch uncorrected for differences in abundance), (3) rarefied species richness (the number of species within a patch corrected for abundance), (4) beta diversity based on species incidence (the Jaccard index [b Jac ], a metric focused on the gain or loss of a species), (5) beta diversity based on species incidence but adjusted for the interdependence of alpha and beta diversity [the Raup-Crick index,b RC ; Chase et al. 2011]), (6) beta diversity based on species relative abundance (the Manhattan index [b Man ], focused on changes in relative number of individuals per species), (7) community composition based on species incidence, and (8) community composition based on species relative abundance. (For details on methods used for response variables 4–7 see Anderson et al. 2006, 2011.) The Raup-Crick metric ranges from\"1 to 1, and is interpreted differently fromJaccard’s dissimilarity. Values close to zero are representative of communities that are assembled at random, values greater than 0 are estimated as more dissimilar than expected by chance, and values less than zero are estimated as less dissimilar than expected by chance (Chase et al. 2011). We applied a square-root transformation to abundance and richness to improve normality and homogeneity of variance. In addition, we applied a square-root transformation to the species matrix prior to calculations of distance matrices associated with the Manhattan index (b Man ) to adjust for shifts in variability that might be driven by concurrent shifts in mean abundance. To test the effects of patch size and groupers we used a two-factor ANOVA (grouper presence or absence crossed with small or large patch size) to analyze each of the univariate response variables (i.e., abundance, richness, and rarefied richness), and multivariate per- mutation tests (PERMADISP and PERMANOVA; Anderson et al. 2006, 2011) to examine the effects of patch size and grouper presence on beta diversity and mean community composition. We used the statistical programming environment R 2.12.2 (R Development May 20141297PREDATION IN PATCHY CORAL REEFS Core Team 2013); the ‘‘vegan’’ package was used for multivariate community analysis and graphics. To test the effects of patch fragmentation and groupers we compared whether the effect of groupers on prey communities on large reefs (1 m 3 ) differed from the effect of groupers on pairs of small reefs (i.e., two small 0.5-m 3 reefs considered as one large but fragment- ed reef area). In the analysis of habitat fragmentation, we examined all possible combinations of the 12 small experimental reefs as pairs equivalent to 6 large reefs by sampling three pairs of small reefs from each of the grouper (n¼6) and no-grouper (n¼6) small-patch treatments with replacement for 10 000 iterations and replacement conducted between iterations. During each iteration, the two-factor ANOVA approach (or its multivariate analogue) was applied on each of the eight measured response variables. We used a randomization test to compare the observedFstatistics to those from the 10 000 iterations to obtain aPvalue. Note that our approach to examining theinteractive effects of groupers and fragmentation assumes the absence of grouper–grouper interactions such as interference or cooperation. While the overall density of groupers is identical on two pooled small reefs and one large reef (2 groupers per 1-m 3 reef), interactions between the two groupers on large reefs could confound the interpreta- tion of the interaction between groupers and fragmen- tation effects. Although cooperative and antagonistic interactions between predator species have been docu- mented on reefs (Hixon and Carr 1997, Bshary et al. 2006, Stallings 2008), potential intraspecific predator– predator interactions that cause predation rates to deviate from independent effects have been relatively poorly studied in reef fish. We know of only one species (the arc-eye hawkfish,Paracirrhites arcatus) where intraspecific predator–predator interactions have been studied in reef fish systems, and studies at the population (Stier et al. 2013a) and community (Stier et al. 2013) level both found that predators foraged identically when they were alone or with conspecifics. Interactions between peacock groupers are very conspicuous, where the side of their body turns a white color and their ‘‘tiger’’ stripes are easily visible. In periodic dives to examine the integrity of the cages we observed no evidence of aggressive coloration, or any cooperative or antagonistic interactions in treatments where two groupers were present in the same cage; however, we do not know precisely whether groupers changed their foraging behavior in the presence of a second conspe- cific. We therefore limit our interpretation of the predation–fragmentation interaction to the assumption of independent grouper effects. R ESULTS Survey to assess effect of predators on the prey species–area relationship Analysis of the survey data revealed a strong positive correlation between habitat availability and both prey abundance and predator abundance, and the effect of habitat availability on abundance was equivalent for both trophic levels (Fig. 1A; ANCOVA, habitat3 trophic level,F¼0.566,P¼0.58, common slope¼1.75 [1.39, 2.13]). Survey data also revealed a strong positive correlation between habitat availability and species richness of both predators and prey, with no differences between trophic levels in the rate at which richness increased with habitat availability (Fig. 1B; ANCOVA, habitat3trophic level,F¼0.53,P¼0.60; common slope ¼1.56 [1.30, 1.83]). There was no interaction between habitat availability and residual predator abundance on either prey abundance (F 1,15 ¼0.509,P¼0.62) or prey richness (F 1,15 ¼0.12,P¼0.91). There was no evidence for an independent top-down effect of predator abun- dance (residual) on either prey abundance (F 1,15 ¼0.63, P¼0.54) or prey species richness (F 1,15 ¼0.14,P¼0.89). FIG. 1. Relationship between habitat availability, measured as total coral volume (i.e., live coral volumeþdead coral volume), and (A) the abundance and (B) species richness of predators (gray symbols) and prey (black symbols) from 19, 15 310 m plots across the northern shore of Moorea. Regression lines in panels (A) and (B) share the same slope because there was no detectable difference between the slopes of the abundance–area or species–area relationships for predators relative to prey. Note that data in each panel are plotted on log 10 –log 10 scale. ADRIAN C. STIER ET AL.1298Ecology, Vol. 95, No. 5 Field experiment to separate effects of habitat and groupers on abundance and diversity In surveys conducted three months after the estab- lishment of the 18 experimental reefs, we counted a total of 366 fishes from 11 different families and 42 species (Appendix E). Five families made up 81%of the total fish abundance: 32%damselfishes (Pomacentridae), 16% gobies (Gobiidae), 15%snappers (Lutjanidae), 10% pufferfishes (Tetraodontidae), and 8%surgeonfishes (Acanthuridae). The effects of groupers and patch characteristics (size, fragmentation) on each of the eight response variables were independent (P.0.20 for interaction term in all analyses); therefore we summarize each of the three main effects (groupers, patch size, patch fragmentation) individually in the following sections. Patch size effects Collectively, the total reef area provided by the 12 small experimental reefs was equivalent to the total reef area provided by the 6 large experimental reefs. The average abundance of fish on large experimental reefs was greater than the average abundance of fish on small experimental reefs (F 1,14 ¼7.10,P¼0.02). Prey abundance increased by 36%with the doubling in patch size between small and large experimental reefs (Fig. 2A). Despite having equivalent reef area and greater average fish abundance, larger reefs collectively had 30% lower total diversity (i.e., gamma diversity, the total number of species per treatment) than did pooled small reefs (Appendix E). There was no main effect of patch size for the other response variables (richness,F 1,14 ¼ 0.01,P¼0.95, Fig. 2B; rarefied richness,F 1,14 ¼2.90,P¼ 0.11, Fig. 2C;b Jac ,F p 1;14 ¼0.042,P¼0.84;b RC ,F p 1;14 ¼ 1.44,P¼0.269;b Man ,F p 1;14 ¼0.59,P¼0.44; composition (Jaccard),F p 1;14 ¼1.30,P¼0.18; composition (Manhat- tan),F p 1;14 ¼0.99,P¼0.36). (F p is the pseudoFratio [Chase 2007]). While we first analyzed our data with habitat coded as categorical variables (i.e., small and large), in a second analysis we estimated the slope of the relationship between log species richness and log habitat size and found no difference inZvalues for each of the grouper treatments or difference from zero (Z Pred ¼0.18 60.59;Z No Pred ¼\"0.0560.22). Fragmentation effects There was no significant effect of fragmentation on prey abundance (P¼0.25, Fig. 2A). Fragmented patches (i.e., paired, small experimental reefs) had significantly higher species richness (P¼0.05, Fig. 2B) than unfragmented patches (i.e., large experimental reefs), but this effect was nonsignificant when abundance was controlled for using rarefaction (rarefied richness,P¼ 0.11, Fig. 2C). Beta diversity (b Jac ,P¼0.18;b Man ,P¼ 0.27) was unaffected by fragmentation. There were, however, main effects offragmentationonmean community composition based on species incidence (P ¼0.049, Fig. 3A, C) and marginally significant effects on mean community composition based on species relative abundance (P¼0.075, Fig. 3B). Specifically, relative to fragmented reefs (i.e., pairs of small reefs) of the same area, whole reefs (i.e., large experimental reefs) had a greater relative abundance of breams (Lethrinidae, 65% more), butterflyfishes (Chaetodontidae, 16%more), gobies (Gobiidae, 21%more), and damselfishes (Poma- centridae, 4%more), but fewer soldierfishes (Holocen- tridae, 46%fewer), surgeonfishes (Acanthuridae, 16% fewer), and pufferfishes (Tetraodontidae, 35%fewer). Grouper effects Groupers reduced gamma diversity (i.e., the total number of species across all reefs) by 45%(Appendix E) and prey abundance by 50%(F 1,14 ¼15.88,P¼0.001, Fig. 2A). Across both small and large experimental reefs, groupers reduced species richness by 66%(F 1,14 ¼ FIG. 2. Effect of habitat configuration and groupers on (A) prey total abundance, (B) species richness, and (C) rarefied species richness (the number of species within a patch corrected for abundance; seeMethods: Data analysis) of fishes (mean6 SE). Effects were determined after three months of colonization to small, large, and fragmented patches in the presence (solid circles) and absence (open circles) of groupers. May 20141299PREDATION IN PATCHY CORAL REEFS 50.43,P¼0.001, Fig. 2B) and decreased rarefied richness (i.e., adjusting for differences in abundance between grouper and no-grouper treatments) by 36% (F 1,14 ¼11.52,P¼0.007, Fig. 2C). The persistent negative effect of groupers on species richness beyond sampling effects (i.e., groupers reduced rarified richness) suggests that groupers disproportionately affected rare species more than common species; across large and small patches groupers removed 36%of common species (the upper 25%quartile of rank abundance), but reduced rare species (the lower 25%) by 64%. The presence of groupers significantly affected beta diversity based on both species incidence and species relative abundance. Reefs with groupers had 10% greater variation in species incidence (b Jac ,F p 1;14 ¼3.74, P¼0.05, Fig. 4A); however, the increase inb Jac on grouper reefs was caused by a decrease in alpha diversity. When beta diversity was corrected for the effects of groupers on alpha diversity, reefs without groupers had 77%lower beta diversity than reefs with groupers (b RC ,F p 1;14 ¼10.67,P¼0.004, Fig. 4B). Groupers homogenized therelativeabundanceof species, reducingb Man by 66%(b Man ,F p 1;14 ¼42.53,P ¼0.001, Fig. 4C). However, effects of groupers on beta diversity were not detected in the fragmentation analysis (b Jac ,P¼0.483;b RC ,P¼0.24;b Man ,P¼0.195), suggesting that pairing small reefs eliminated the effects of groupers on beta diversity observed in the patch size analysis. Groupers also affected mean community composition based on incidence (grouper effect in the patch size analysis,F p 1;14 ¼5.72,P¼0.001, Fig. 4D; fragmentation analysis,P¼0.003) and relative abun- dance (patch size analysis,F p 1;14 ¼5.72,P¼0.001, Figs. 4E and 5; fragmentation analysis,P¼0.002) in similar ways. Of the 42 species of fish observed, 8 species were unique to the experimental reefs with groupers and 24 FIG. 3. Main effects of fragmentation on prey community composition based on (A) species incidence and (B) species relative abundance after three months of colonization. Data for the fragmented groups are white; data for whole reefs are gray. Stars signify a two-dimensional representation of the multivariate mean, and the areas of convex hulls are representative of relative beta diversity between treatments. Increased overlap in hulls indicates that reefs (points) in different groups were similar in composition. Also shown is a tile plot (C) that shows the shared and unique species to the fragmented ‘‘F’’ and whole ‘‘W’’ treatments, which are responsible for significant differences in mean community composition based on species incidence in panel A. Note that significant differences in mean community composition based on species incidence were tested using randomization (seeMethods); therefore data shown here represent nonmetric multidimensional scaling (NMDS) conducted on a species matrix that was the average of all 10 000 randomizations. ADRIAN C. STIER ET AL.1300Ecology, Vol. 95, No. 5 species were unique to reefs without groupers (Fig. 5C). The remaining species were shared across grouper and no-grouper treatments, but differed in their average abundance (F 1,14 ¼9.73,P¼0.001, Fig. 5B). Compared to no-grouper reefs, grouper reefs had a greater relative abundance of damselfishes (Pomacentridae, 67%more), but fewer gobies (Gobiidae, 30%fewer), breams (Lethrinidae, 5%fewer), butterflyfishes (Chaetodonti- dae, 7%fewer), soldierfishes (Holocentridae, 6%fewer), surgeonfishes (Acanthuridae, 11%fewer), and puffer- fishes (Tetraodontidae, 3%fewer) (Fig. 5A). These shifts in composition are represented at the species level for the eight most abundant species (Fig. 5B). D ISCUSSION Historically, theoretical and empirical studies quanti- fying interactions between predation and other forces affecting biodiversity have focused on predation–com- petition interactions (Chase et al. 2002). More recently, theoretical studies have begun to explore additional interactions between predation and factors such as disease (Holt and Roy 2007), abiotic disturbance (Gallet et al. 2007), and patch size (Ryberg and Chase 2007). However, complementary field experiments exploring these interactions remain limited. Past research suggests that, in aggregate, predators on prey fish communities in Moorea act as generalists (Heinlein et al. 2010). With a generalist predator, theory predicts that prey fish should have differentZvalues in the presence of predators (Ryberg and Chase 2007, Holt 2010). Our experiment suggests that groupers dispro- portionately affected rare species, which should further magnify the negative effects of groupers on the slope of the species–area relationship by further increasing extinction prey rates. Despite these predictions and knowledge of predator foraging behavior, our experi- ment demonstrated that, at small spatial scales, preda- tion, patch size, and fragmentation independently affect certain aspects of the reef fish community. The Theory of Island Biogeography and its food web derivative are equilibrium models and may therefore not always apply to experiments or surveys at local spatial scales. Studies documenting a negative effect of predators onZvalues have been conducted at relatively small spatial scales FIG. 4. Composition and beta diversity of fish communities for two metrics (mean6SE) based on species incidence (A, B, D) and species relative abundance (C, E) of communities in the presence (solid symbols) and absence (open symbols) of groupers after three months of colonization. Beta diversity is based on species incidence (b Jac ,b RC ) and relative abundance (b Man ) at three months. Stars signify a two-dimensional representation of the multivariate mean, and the area of convex hulls are representative of relative beta diversity between treatments. Increased overlap in hulls indicates that reefs (a point) in different groups were similar in composition. NMDS represents nonmetric multidimensional scaling. May 20141301PREDATION IN PATCHY CORAL REEFS such as those in Ryberg and Chase (2007); however, other studies have found thatZvalues are higher in areas with predators. For example, O ̈ stman et al. (2007) found that habitat area was only correlated with prey diversity in the absence of predators in Ozark glades, and for some groups of insects (Homoptera) negativeZ values were estimated in the absence of predators, a pattern similar to that observed in our study. Habitat effects In our experiment a greater abundance of fishes recruited to larger patches relative to smaller patches. Positive effects of habitat on abundance may occur if larger reefs are larger ‘‘targets’’ for settling fish. Thus larger reefs may have sampled a greater number of larvae (i.e., the ‘‘target area’’ hypothesis [Gilpin and Diamond 1976, Schmitt and Holbrook 2000]). Depend- ing on the extent of the ‘‘target area’’ effect, larger patches also may support greater abundance due to demographic effects. Specifically, larger patches can support larger population sizes if resources are more readily available, and could have lower probabilities of local extinction due to demographic stochasticity. A previous experiment that manipulated habitat and FIG. 5. Effects of predation on the (A) relative abundance (%) of the prey community pooled across all reefs, (B) the mean abundance (6SE) of eight shared species (two shared species were excluded because only one individual was present in each treatment), and (C) the species incidence of all species between grouper and no-grouper treatments. The seven most abundant families of reef fish in panel A comprise;90%of the total community. Fragmentation data are the mean from resampling pairs of fragmented reefs. In panels A and B, groupers (black) are contrasted to no groupers (white). Tile plot (C) shows the shared and unique species present in the No grouper (G!) and Grouper (Gþ) treatments (see Fig. 3 for full species names). ADRIAN C. STIER ET AL.1302Ecology, Vol. 95, No. 5 estimated recruitment in sites of low and high habitat availability found that a combination of target effects and limited crowding is likely responsible for greater abundance. Specifically, a sixfold increase in habitat availability only led to a 1.3-fold increase in settlement, which reduced competition for predator-free space and increased estimates of recruitment for two species also present in our data set (Dascyllus flavicaudusand Halichoeres trimaculatus[Stier and Osenberg 2010]). The lack of a discernible increase in species richness between small and large patches in our experiment (i.e., a species–area relationship) was somewhat surprising given the substantial increase in prey abundance and the well-known correlation between reef size and species richness at local (Chittaro 2002) and regional spatial scales (e.g., Tittensor et al. 2007). However, by constructing reefs standardized in coral composition to isolate the demographic effects predicted by trophic biogeography theory, we limited other mechanisms that are thought to contribute to species–area relationships on reefs, such as environmental heterogeneity (Chittaro 2002). For example, as reefs get larger, they often have higher coral diversity, which can attract new species of fish that are associated with only certain species of coral (Holbrook et al. 2008, Messmer et al. 2011). While classic theory of fragmentation suggests negative effects of fragmentation on species diversity when controlled for changes in habitat area, fragmentation can have either positive or negative effects due to increased immigration (Grez et al. 2004), decreases in predator abundance (Hovel and Lipcius 2001), or reduced resource competition (Collins and Barrett 1997, Wolff et al. 1997, Caley et al. 2001). Indeed, on coral reefs, positive effects of fragmentation may be the norm rather than the exception. Early observational studies compar- ing patch and continuous reefs suggested that patchy reef habitats may exhibit higher abundance and species richness (Ault and Johnson 1998), and a recent experiment that quantified the effects of fragmentation on reef fish communities while controlling for reef area documented positive effects of fragmentation on reef fish abundance and biodiversity of fish communities in Papua New Guinea (Bonin et al. 2011). Similarly, in crustacean communities inhabiting the coralStylophora pistillata, Caley et al. (2001) showed positive effects of reef fragmentation on the abundance ofTrapezia cymodoce. Both of these studies suggested that alleviated competition on fragmented reef habitats was the likely mechanism driving the positive effects of fragmentation. We observed increases in species richness (strongest in the absence of groupers) and substantial changes in species composition for fragmented patches relative to whole reefs. Reduced competition among territorial damselfish may be a contributing factor to the observed positive effects of fragmentation on richness in our study (e.g., as in Caley et al. 2001, Bonin et al. 2011). Additionally, although the mechanism for this phenom- enon remains poorly understood, one explanation for the observed shifts in community composition is that certain species of fishes preferentially live on small rather than large patches. These corroborative effects of fragmentation identified in our study and the studies discussed above highlight the importance of integrating fragmentation into the trophic biogeography theory that currently focuses solely on effects of habitat area. Overall, changes in reef size affected abundance but not species richness, whereas reef fragmentation in- creased species richness and altered species composition. Notably, the lack of a species–area relationship and the observed positive effects of fragmentation on fishes that we document here differ somewhat from other studies of reef fragmentation and habitat loss. For example, habitat loss led to substantial declines in diversity of coral reef fishes (Jones et al. 2004), and fragmentation of coral habitat had no effect on species richness of invertebrate commensals of the coralStylophora pistil- lata(Caley et al. 2001). Thus, while our results largely concur with Bonin et al. (2011), the differences in the responses of reef fishes compared to invertebrates (a group that constitutes much of the biodiversity on coral reefs) may require unique landscape management strategies. While patch-scale manipulations can be informative to understand the response of ecological communities at the level of landscapes (McGarigal and Cushman 2002), we cautiously interpret the implications of our study at larger spatio-temporal scales and note that the positive effects of fragmentation on diversity may be transient and will depend on spacing of resulting patches relative to the home range of the organisms in question (Bonin et al. 2011). The benefits of reduced competition for resources in fragmented habitats may only occur early in the colonization period immediately following a large disturbance (e.g., a cyclone or seastar outbreak) that has substantially reduced the total fish density of a reef or in a location where there is heavy recruitment limitation. Once a reef has recovered to moderate densities, competition for resources such as predator-free space may become limiting (sensu Bonin et al. 2011). Long- term demographic studies of corals in the Caribbean suggest that the fragmentation of large corals to smaller corals can substantially reduce the survival probability of a focal coral colony (Edmunds and Elahi 2007); therefore, if fragmented corals inevitably die, those dead corals are likely to exhibit lower fish diversity due to a restricted occupancy of fish species that are habitat generalists (i.e., nonobligate coral dwellers). The observed shifts in abundance and community structure with changes in patch size and fragmentation are relevant to reef restoration approaches. Reef conservation and restoration are often practiced at the meter scale through subsidizing degraded reef with artificial reef (e.g., reef balls) or through coral propaga- tion. Despite the popularity of artificial reefs as a tool to mitigate reef decline and fragmentation, few studies have addressed the importance of patch size and fragmenta- May 20141303PREDATION IN PATCHY CORAL REEFS tion in reefs, making it difficult to generate practical recommendations for optimizing restoration approaches (Osenberg et al. 2002). Restoration organizations might consider the possible benefits of several small patches relative to single large patches, with the caveat that smaller patches also exhibited substantial shifts in species composition. Groupereffects At the community level, groupers acted as environ- mental filters, reducing species richness, increasing beta diversity, and shifting the composition of prey commu- nities by disproportionately affecting rare species. The mechanism underlying the observed differences in community structure in the presence and absence of groupers may have been driven by a combination of consumptive and nonconsumptive effects. Predatory fishes on reefs primarily reduce prey abundance through consumption of newly settled fishes that are either naı ̈ ve to the location of refuges, or are inferior competitors for predator-free space (Schmitt and Holbrook 1999, Holbrook and Schmitt 2002, Almany and Webster 2006). Evidence for the capacity of prey to preferentially settle to reefs without predators is mixed. Recent work has found settling fishes can avoid predators using olfactory cues (Dixson et al. 2010, Vail and McCormick 2011); however, other, similar studies found no effect of caged predators on settlement rates (Almany 2003). Lastly, the higher abundance of the territorial damsel- fishPomacentruspavoon patches with groupers may also have inhibited settlement by other later-arriving species by making newly settled fishes more susceptible to predation, or through direct aggressive interactions (sensu Almany 2004), further contributing to the decrease in prey diversity in the presence of groupers. Therefore, the observed predator-driven shifts in abun- dance and diversity may have been driven by postset- tlement predation, settlement preference of prey species, or indirect negative effects of predators through increasing the abundance ofP.pavo. On our experimental reefs, groupers reduced prey diversity and shifted the composition of prey commu- nities by disproportionately affecting rare species. Although less common than generalist predation, higher relative consumption of rare species has previously been described in other systems, including lizard predation on spiders (Spiller and Schoener 1998), and for other predatory fishes on coral reefs in both the Bahamas and Great Barrier Reef (Almany and Webster 2004, Almany et al. 2007). This ‘‘oddity effect’’ may be particularly prevalent when predators are hunting individuals within an aggregation (e.g., shoaling fishes or herding ungulates) where some individuals differ substantially in behavior, morphology, or coloration. Alternatively, it is possible groupers prefer species that are more rare and/or larger in body size. Some of the rarer species in our data set also tend to be larger in body size (e.g., surgeonfishes), and may therefore offer a greater energetic return (Almany and Webster 2004, Almany et al. 2007). Extensive analysis of diets of peacock groupers in Hawaii corroborates the findings we present here and points towards prey selectivity rather than size selectiv- ity. Size-specific predation was species dependent, with a preference for smaller species of surgeonfish (Acanthur- idae), butterflyfish (Chaetodontidae), and parrotfish (Labridae) (Dierking et al. 2009). In addition, the low preference observed for damselfish as a dietary item may explain the high abundance ofP.pavoon grouper plots in our experiment relative to the nongrouper plots, where this weak space competitor was likely excluded by larger-bodied, stronger competit",
  "sections": {
    "abstract": ". Trophic island biogeography theory predicts that the effects of predators on prey diversity are context dependent in heterogeneous landscapes. Specifically, models predict that the positive effect of habitat area on prey diversity should decline in the presence of predators, and that predators should modify the partitioning of alpha and beta diversity across patchy landscapes. However, experimental tests of the predicted context dependency in top-down control remain limited. Using a factorial field experiment we quantify the effects of a focal predatory fish species (grouper) and habitat characteristics (patch size, fragmentation) on the partitioning of diversity and assembly of coral reef fish communities. We found independent effects of groupers and patch characteristics on prey communities. Groupers reduced prey abundance by 50%and gamma diversity by 45%, with a disproportionate removal of rare species relative to common species (64%and 36%reduction, respectively; an oddity effect). Further, there was a 77%reduction in beta diversity. Null model analysis demonstrated that groupers increased the importance of stochastic community assembly relative to patches without groupers. With regard to patch size, larger patches contained more fishes, but a doubling of patch size led to a modest (36%) increase in prey abundance. Patch size had no effect on prey diversity; however, fragmented patches had 50%higher species richness and modified species composition relative to unfragmented patches. Our findings suggest two different pathways (i.e., habitat or predator shifts) by which natural and/or anthropogenic processes can drive variation in fish biodiversity and community assembly.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "We found independent effects of groupers and patch characteristics on prey communities.",
    "Our findings suggest two different pathways (i.",
    "we observed no evidence of aggressive coloration, or any cooperative or antagonistic interactions in treatments where two groupers were present in the same cage; however, we do not know precisely whether groupers changed their foraging behavior in the presence of a second conspe- cific.",
    "We observed increases in species richness (strongest in the absence of groupers) and substantial changes in species composition for fragmented patches relative to whole reefs.",
    "We observed grouper-induced shifts in community structure, particularly an increase in damselfishes (planktivores) and decreases in surgeon- fishes (herbivores) and gobies (benthic invertivores).",
    "significant effect of fragmentation on prey abundance (P¼0.",
    "significant effects on mean community composition based on species relative abundance (P¼0.",
    "significant differences in mean community composition based on species incidence in panel A."
  ],
  "fullText": "\n\nEcology, 95(5), 2014, pp. 1294–1307\nÓ2014 by the Ecological Society of America\nPredation  and  landscape  characteristics  independently  affect  reef\nfish  community organization\nADRIANC. STIER,\n1,6\nKATHARINEM. HANSON,\n2,3\nSALLYJ. HOLBROOK,\n4,5\nRUSSELLJ. SCHMITT,\n4,5\nANDANDREWJ. BROOKS\n5\n1\nDepartment of Biology, University of Florida, Gainesville, Florida 32611-8525 USA\n2\nIntegrative Oceanography Division, Scripps Institution of Oceanography, La Jolla, California 92093-0218 USA\n3\nDepartment of Oceanography, University of Hawaii–M\n ̄\nanoa, Honolulu, Hawaii 96822 USA\n4\nDepartment of Ecology, Evolution and Marine Biology, University of California, Santa Barbara, California 93106 USA\n5\nCoastal Research Center, Marine Science Institute, University of California, Santa Barbara, California 93106 USA\nAbstract.  Trophic island biogeography theory predicts that the effects of predators on\nprey diversity are context dependent in heterogeneous landscapes. Specifically, models predict\nthat the positive effect of habitat area on prey diversity should decline in the presence of\npredators, and that predators should modify the partitioning of alpha and beta diversity\nacross patchy landscapes. However, experimental tests of the predicted context dependency in\ntop-down control remain limited. Using a factorial field experiment we quantify the effects of a\nfocal predatory fish species (grouper) and habitat characteristics (patch size, fragmentation)\non the partitioning of diversity and assembly of coral reef fish communities. We found\nindependent effects of groupers and patch characteristics on prey communities. Groupers\nreduced prey abundance by 50%and gamma diversity by 45%, with a disproportionate\nremoval of rare species relative to common species (64%and 36%reduction, respectively; an\noddity effect). Further, there was a 77%reduction in beta diversity. Null model analysis\ndemonstrated that groupers increased the importance of stochastic community assembly\nrelative to patches without groupers. With regard to patch size, larger patches contained more\nfishes, but a doubling of patch size led to a modest (36%) increase in prey abundance. Patch\nsize had no effect on prey diversity; however, fragmented patches had 50%higher species\nrichness and modified species composition relative to unfragmented patches. Our findings\nsuggest two different pathways (i.e., habitat or predator shifts) by which natural and/or\nanthropogenic processes can drive variation in fish biodiversity and community assembly.\nKey words:Cephalopholis argus;coral reef fish; diversity partitioning; fragmentation; oddity effect;\npredation; single large or several small; species–area relationship; species diversity.\nINTRODUCTION\nRecent theoretical studies have merged concepts from\nfood web ecology and biogeography to gain insight into\nhow the trophic composition of communities and the\nstrength of species interactions shift across heteroge-\nneous landscapes. These efforts have yielded several\npredictions. First, characteristic differences between\ntrophic levels in factors such as resource requirements\n(Holt et al. 1999), trophic generalization (Gravel et al.\n2011), dispersal ability (Chase et al. 2010), or sensitivity\nto demographic stochasticity (Holt 2010) can cause\npredators and prey to respond differently to shifts in\npatch size and isolation (Holt 2010, Gravel et al. 2011).\nSecond, models and observational studies (Ryberg and\nChase 2007, Holt 2010, Ryberg et al. 2012) suggest that\nthe capacity of predators to increase prey extinction can\nmitigate the positive effects of habitat area on species\ndiversity (i.e., the species–area relationship). This can\nproduce different species–area relationships in the\npresence and absence of predators and modify the\npartitioning of alpha and beta diversity in patchy\nlandscapes. Here we focus on this latter issue and\nexplore whether the top-down effect of predators on\nprey communities varies with patch size and modifies the\npartitioning of prey diversity.\nIgnoring trophic interactions, three main processes\nunderlie positive correlations between habitat area and\nbiodiversity: (1) sampling effects (i.e., larger areas\nrequire more sampling effort which leads to more\nspecies collected [Connor and McCoy 1979]); (2)\nenvironmental heterogeneity (i.e., larger areas support\nmore habitat types and thus support more species); and\n(3) demographic effects (i.e., habitat area influences\ncolonization, extinction, and dispersal [reviewed in\nRosenzweig 1995, Drakare et al. 2006]). With respect\nto demographic effects, trophic biogeography theory\nfocuses solely on the role of predators in affecting prey\nManuscript received 3 October 2012; revised 1 October 2013;\naccepted 16 October 2013. Corresponding Editor: J. R. Rooker.\n6\nPresent address: Department of Zoology, University of\nBritish Columbia, No. 4200-6270 University Boulevard,\nVancouver, British Columbia V6T 1Z4 Canada.\nE-mail: adrian.stier@gmail.com\n1294\n\nextinction rates, a well-documented effect of predators\n(Sih et al. 1985). For example, an extension of the\nEquilibrium Theory of Island Biogeography by Ryberg\nand Chase (2007) and a generalization by Holt (2010)\npredict that predators affect the slope of the species–area\nrelationship (Z) for prey.\nWhether predators increase or decrease the slope of\nthe prey species–area relationship is dependent upon the\nforaging strategy of a predator and whether this\nbehavior varies consistently with habitat area. If the\neffect of predation is dependent upon habitat area, then,\ndepending on whether predators increase or decrease\nprey diversity, the additive extinction will either magnify\nor attenuate the reduced extinctions with increasing\nhabitat area. If predators increase diversity by dispro-\nportionately consuming dominant competitors (i.e.,\nkeystone predation [Power et al. 1996]), frequency-\ndependent predation (i.e., Janzen-Connell effects [Jan-\nzen 1970, Connell 1971]), or prey switching (Murdoch\n1969, Abrams and Matsuda 1996), then patches with\npredators should have higherZvalues (i.e., species–area\nrelationships with steeper slopes) because predators are\ndecreasing prey extinction rates. Alternatively, if pred-\nators reduce diversity by either making species suscep-\ntible to demographic stochasticity (Sih et al. 1985),\ndisproportionately consuming rare prey (Spiller and\nSchoener 1998), or reducing abundances of all species\n(Almany and Webster 2004), then patches with preda-\ntors should have higher extinction rates, thereby\nproducing lowerZvalues (i.e., shallower species–area\nrelationships) relative to patches with no predators\n(Holt 2010).\nIn addition to predictingZvalues, trophic biogeog-\nraphy theory also predicts the effect of predators on\ndiversity partitioning within and among patches. His-\ntorically, researchers have focused on the effect of\npredators on alpha diversity, but recent theory makes\nexplicit predictions about the role of predators in\ndiversity partitioning. Specifically, assuming an additive\ndiversity partitioning (aþb¼c), Ryberg et al. (2012)\nshowed that generalist predators can increase prey\nextinction rates, which can lead to a decrease in alpha\ndiversity (a) and a corresponding increase in beta\ndiversity (b). Furthermore, their model demonstrates\nthat when predators reduce gamma diversity (c) by\nacting  as  environmental  filters  and  homogenizing\ndiversity across patches (e.g., through eliminating prey\nthat are poorly morphologically or chemically defend-\ned), reduced alpha and beta diversity can result in\nreduced gamma diversity. Additionally, predators often\nreduce community size, and metacommunity theory\npredicts that reductions in community size should\nincrease beta diversity (Orrock and Fletcher 2005,\nOrrock and Watling 2010). Specifically, Orrock and\nWatling (2010) used a competition–colonization model\nto show that reductions in community size can increase\nthe probability that superior competitors are lost from a\ngiven patch due to ecological drift. Therefore, when\ncommunities are small, landscapes will likely exhibit\nhigh beta diversity driven by stochastic colonization by\ndifferent species, relative to a landscape with larger\ncommunities where a single competitively dominant\nspecies will homogenize the landscape by competitively\nexcluding inferior species. Empirical studies support the\nhypothesis that predators can affect partitioning of\nalpha and beta diversity through acting as environmen-\ntal filters and homogenizing diversity across patches\n(Chase et al. 2009), and by modifying the strength of\npriority effects (Chase et al. 2009, Stier et al. 2013b).\nTrophic biogeography captures only a subset of the\npossible ways in which predators can interact with\nhabitat characteristics and drive the partitioning of\ndiversity across patchy landscapes. For example, larger\nhabitats often contain greater environmental heteroge-\nneity (i.e., niche availability), a factor known to mediate\npredation–competition interactions (Werner et al. 1983).\nTrophic biogeography additionally ignores other habitat\ncharacteristics known to mediate predator–prey dynam-\nics (e.g., spatial habitat heterogeneity [Huffaker 1958,\nCrowley 1978], refuge availability [Diehl 1993], habitat\ncomplexity [reviewed in Jeffries and Lawton 1984], and\nfragmentation [reviewed in Ryall and Fahrig 2006]) that\noften covary with habitat area. Advances in trophic\nbiogeography theory willrequire tests of existing\ntheoretical predictions focused on predation–habitat\narea effects, as well as theoretical and empirical\nextension of the theory to include interactions between\npredation and habitat characteristics such as spatial\nheterogeneity, refuge availability, and fragmentation.\nHere, we quantify the independent and combined\neffects of predation and two habitat characteristics,\npatch size and patch fragmentation, on community\norganization of coral reef fish communities. We begin by\nusing field surveys to examine the natural distributions\nof fishes and explore whether predators affect changes in\nfish abundance and diversity with habitat availability.\nThese surveys find prey respond similarly to shifts in\nhabitat as predator abundance increases. However, our\nsurveys sum the total availability of habitat in large\ntransects to encompass the full fish community, includ-\ning fishes with larger ranges. This summation includes\npatches of different size, spatial configuration, and\nquality, each of which can modify predator–prey\ndynamics in different ways. Furthermore, the interaction\nbetween predation and habitat area proposed in trophic\nbiogeography theory is a demographic effect that may\nbe obscured by increases in environmental heterogeneity\nin larger patches that might interact with predators.\nAdditionally, if predators and prey share habitat, the\neffects of predators may mask top-down control (e.g.,\nShima et al. 2008). Therefore we coupled our surveys\nwith a factorial field experiment where we manipulated\nhabitat size (controlling for environmental heterogene-\nity) and the presence of a focal piscivorous predator\n(\nCephalopholis  argus; hereafter grouper) to test the\ntrophic biogeography prediction that predators modify\nMay 20141295PREDATION IN PATCHY CORAL REEFS\n\nthe positive effects of habitat area on species diversity\nthrough demographic effects (i.e., modifying local prey\nextinction rates). Additionally, we test Ryberg et al.’s\n(2012) hypothesis that predators can alter partitioning of\nalpha and beta diversity in patchy landscapes. As\nnatural and anthropogenic activities modify reef habi-\ntats, changes in habitat size are often accompanied by\nincreased habitat fragmentation, though community-\nlevel interactions between habitat fragmentation and\npredation have been understudied. Therefore, we also\ntest the hypothesis that habitat fragmentation (control-\nling for changes in habitat area) modifies the effects of\ngroupers on prey abundance and species diversity.\nM\nATERIALS ANDMETHODS\nStudy system\nThe island of Moorea (French Polynesia: 17830\n0\nS,\n149850\n0\nW) is surrounded by a barrier reef with a\nshallow lagoon that ranges from 0.8 to 1.3 km wide\n(Galzin and Pointer 1985). The lagoon is interspersed\nwith patch reefs within a matrix of sand, fine coral\nrubble, and coral pavement, with individual patch reefs\nseparated by distances ranging from less than a meter to\ntens of meters.\nField survey to assess effect of predators on the prey\nspecies–area relationship\nWe surveyed the abundance and diversity of fishes\nand coral habitat availability (quantified as total coral\nvolume) in 19 plots, each 50310 m, separated by a\nminimum of 200 m and distributed along a 7-km portion\nof the lagoon on the north shore of Moorea. Plots (5–7\nm depth) were chosen to represent the range in cover of\nlive coral present in mid-lagoon habitats (1–50%), and\nthere was no systematic relationship between similarity\nin cover of live coral and proximity of sites to one\nanother. Scuba divers identified and counted all reef-\nassociated fishes and quantified the volume of corals on\neach survey plot over a three-month period during the\naustral winter. The same two observers did all fish\ncounts. For abundance, we used the larger number\nobserved by the two divers for any species with up to 25\nindividuals, after which the average of the two counts\nwas taken. For each plot, all corals with a diameter.15\ncm were identified and measured (mean¼99 corals per\nplot, range¼6–301 corals per plot; most abundant coral\ntaxa werePocilloporaspp.,Porites rus, massivePorites\nspp.,Montiporaspp.,Acroporaspp. [Holbrook et al.\n2008]).\nSpecies were categorized into two separate trophic\nlevels using the database from Fishbase.org (Froese and\nPauly 2013). Species with Fishbase trophic level\"3.5 we\nassigned as predators, and species with trophic level\n,3.5 were defined as prey (Tremblay-Boyer et al. 2011,\nTolimieri et al. 2013; see Appendix A for trophic level\nassignments). We conducted two separate analyses on\nthe survey data. First, using ANCOVA we tested\nwhether habitat volume differentially affected abun-\ndance and richness of predators and prey. Hereafter we\nrefer to ‘‘predator(s)’’ when referring to the diverse\nassemblage of predator species found in our observa-\ntional study and ‘‘grouper(s)’’ when referring to the focal\npredator in our experiment (seeField  experiment  to\nseparate effects of habitat and groupers on abundance and\ndiversity). Abundance, richness, and total coral volume\nwere all log\n10\ntransformed to improve normality and\nheterogeneity of variance. Second, we used multiple\nregression analysis to quantify the effects of habitat\navailability (the sum of the total coral volume in each\nplot) and variation in predator abundance that is\nunexplained by habitat volume (i.e., the residuals of\nthe correlation between habitat volume and predator\nabundance) on the abundance and diversity of the prey\nfish community. Because predators and prey often share\nhabitat, positive correlations often exist between the\nabundance of predators and abundance of prey despite\nnegative effects of predators on prey through predation\n(e.g., Gotelli and Ellison 2006). Our residuals approach\nremoves the positive covariance between predators and\nprey driven by shared habitat to isolate the expected\nnegative effects of predators on prey due to consump-\ntion.\nField experiment to separate effects of habitat\nand groupers on abundance and diversity\nPrevious studies of coral reef fish communities have\ndocumented the influence of predators on the compo-\nsition of prey communities (Almany and Webster 2004,\nAlmany et al. 2007, Stallings 2008, Heinlein et al. 2010).\nAt both the population and community level, habitat\nattributes can modify the effects of predation on prey\nabundance, diversity, and composition (e.g., Beukers\nand Jones 1997). We conducted a field experiment to\nseparate the effects of habitat and predation in driving\npatterns of prey abundance and diversity by orthogon-\nally manipulating patch size and the presence of\ngroupers. Our experiment was conducted on 18 exper-\nimental patch reefs (hereafter patch) that were spaced 15\nm apart on a sand flat in the Maharepa lagoon on the\nnorth shore of Moorea. Reefs of two sizes (small reefs\nconsisted of four adjacent cinder blocks, each 0.530.25\n30.25 m; large reefs consisted of eight cinder blocks in a\n432 array) were constructed at 20 m depth. Each reef\nsurface was covered in livePorites ruscoral (0.25 m in\ndiameter), which was collected from a nearby reef and\naffixed to cinder blocks using marine epoxy (see\nAppendix B for a diagram depicting experimental reefs).\nExperimental reef sizes were representative of the most\ncommon patch sizes in field surveys. Surveyed coral\ncolonies varied substantially in size (range, 0.002–66.0\nm\n3\n), but the majority of colonies (77%) were small (,1\nm\n3\n; median, 0.21 m\n3\n) and the majority of the colonies\n,1m\n3\nwere#0.25 m\n3\n(68%; Appendix C). We focused\non variation in habitat size within this range and chose\nour experimental reef sizes accordingly: small (0.25 m\n3\n)\nand large (0.5 m\n3\n). All patch reefs were isolated from the\nADRIAN C. STIER ET AL.1296Ecology, Vol. 95, No. 5\n\nnearest natural reefs by a minimum of 50 m to\ndiscourage immigration of juvenile and adult fishes\nbetween experimental and natural reefs. Additionally,\nbecause we were interested in distinguishing the effects\nof habitat area from the effects of patch number (sensu\nRyall and Fahrig 2006), we maintained a constant total\nreef area among treatments differing in reef size (i.e., the\nsum of reef area across the 6 large patches was equal to\nthe sum of the area across all 12 smaller units, withn¼6\nlarge reefs andn¼12 small reefs). Following construc-\ntion, a cylindrical cage (diameter, 1.5 m; height, 1 m)\ncomposed of galvanized hardware cloth (wire mesh)\nwith a mesh size of 1 cm\n2\nwas placed over each\nexperimental reef. The cages were necessary to retain\ngroupers and restrict immigration by transient species\nthat cross large areas of sand; the large mesh size\nallowed larval fishes to readily settle through the cages\nonto the experimental reefs (e.g., Doherty and Sale\n1986). Previous studies at a nearby site suggested no\neffects of caging on settlement (Heinlein et al. 2010). The\ncombination of the reef sizes used in our experiment and\nthe cages allowed us to narrow the species pool to small-\nbodied and site-attached fishes, e.g., individuals that\nwere potential prey for the groupers.\nTwelve peacock groupers (Cephalopholis  argus, our\nfocal predator with a wide diet breadth [Randall and\nBrock 1960]) were collected using hand nets and the\nanesthetic eugenol and added to half of the reefs selected\nat random (grouper size [mean6SD]¼20.661.7 cm\ntotal length). A small number of settlers had colonized\nthe reefs following their construction; therefore imme-\ndiately prior to adding the groupers we removed all\nrecent settlers from both grouper and nongrouper\ntreatments using hand nets and eugenol. We added\none grouper to small reefs and two groupers to large\nreefs to create a similar density of groupers per coral\nhabitat area across reef treatments (Appendix B). After\ngroupers were added, natural colonization of other\nfishes occurred for three months (March–May 2009),\nafter which time divers visually censused the experimen-\ntal reefs to characterize the abundance and diversity of\nthe fish communities. Cages were 100%effective at\nretaining the groupers throughout the duration of the\nexperiment.\nData analysis\nPredation and patch characteristics can modify\ncommunity structure and affect a suite of characteristics\nincluding within-patch (alpha) diversity (hereafter spe-\ncies richness), among-patch (beta) diversity, and species\ncomposition. The importance of a sampling effect as an\nunderlying mechanism of species–area relationships is\nnot relevant to the equilibrium-based model of trophic\nbiogeography. However, at the local scale, predators can\nfundamentally alter the number of prey and therefore\ninfluence the possible number of prey sampled within a\ncommunity. Because we expected that reefs with more\nfish might also have a greater diversity of fish species\n(Almany and Webster 2004), we used individual-based\nrarefaction (Gotelli and Colwell 2001) to distinguish\nbetween effects of groupers and habitat driven by\nreductions in abundance from those arising from\ncompositional shifts (e.g., due to frequency dependence;\nsee Appendix D for more detail on inferring predator\nforaging behavior using rarefaction).\nStudies examining the role of predators in driving\nbiodiversity and coexistence have primarily focused on\nchanges in species richness through mechanisms such as\nfrequency dependence, modification of competition, or\nprey preference (reviewed in Chesson 2000). Less\nstudied, however, are the effects of predators on beta\ndiversity. We compared alpha diversity, beta diversity,\nand compositional patterns across each of the four\nexperimental treatments using both incidence and\nabundance-based metrics. In total, we examined eight\ndifferent response variables: (1) total abundance of all\nspecies (hereafter abundance), (2) species richness (the\nnumber of species within a patch uncorrected for\ndifferences in abundance), (3) rarefied species richness\n(the number of species within a patch corrected for\nabundance), (4) beta diversity based on species incidence\n(the Jaccard index [b\nJac\n], a metric focused on the gain or\nloss of a species), (5) beta diversity based on species\nincidence but adjusted for the interdependence of alpha\nand beta diversity [the Raup-Crick index,b\nRC\n; Chase et\nal. 2011]), (6) beta diversity based on species relative\nabundance (the Manhattan index [b\nMan\n], focused on\nchanges in relative number of individuals per species),\n(7) community composition based on species incidence,\nand (8) community composition based on species\nrelative abundance. (For details on methods used for\nresponse variables 4–7 see Anderson et al. 2006, 2011.)\nThe Raup-Crick metric ranges from\"1 to 1, and is\ninterpreted differently fromJaccard’s dissimilarity.\nValues close to zero are representative of communities\nthat are assembled at random, values greater than 0 are\nestimated as more dissimilar than expected by chance,\nand values less than zero are estimated as less dissimilar\nthan expected by chance (Chase et al. 2011). We applied\na square-root transformation to abundance and richness\nto improve normality and homogeneity of variance. In\naddition, we applied a square-root transformation to the\nspecies matrix prior to calculations of distance matrices\nassociated with the Manhattan index (b\nMan\n) to adjust\nfor shifts in variability that might be driven by\nconcurrent shifts in mean abundance.\nTo test the effects of patch size and groupers we used\na two-factor ANOVA (grouper presence or absence\ncrossed with small or large patch size) to analyze each of\nthe univariate response variables (i.e., abundance,\nrichness, and rarefied richness), and multivariate per-\nmutation tests (PERMADISP and PERMANOVA;\nAnderson et al. 2006, 2011) to examine the effects of\npatch size and grouper presence on beta diversity and\nmean community composition. We used the statistical\nprogramming environment R 2.12.2 (R Development\nMay 20141297PREDATION IN PATCHY CORAL REEFS\n\nCore Team 2013); the ‘‘vegan’’ package was used for\nmultivariate community analysis and graphics.\nTo test the effects of patch fragmentation and\ngroupers we compared whether the effect of groupers\non prey communities on large reefs (1 m\n3\n) differed from\nthe effect of groupers on pairs of small reefs (i.e., two\nsmall 0.5-m\n3\nreefs considered as one large but fragment-\ned reef area). In the analysis of habitat fragmentation,\nwe examined all possible combinations of the 12 small\nexperimental reefs as pairs equivalent to 6 large reefs by\nsampling three pairs of small reefs from each of the\ngrouper (n¼6) and no-grouper (n¼6) small-patch\ntreatments with replacement for 10 000 iterations and\nreplacement conducted between iterations. During each\niteration, the two-factor ANOVA approach (or its\nmultivariate analogue) was applied on each of the eight\nmeasured response variables. We used a randomization\ntest to compare the observedFstatistics to those from\nthe 10 000 iterations to obtain aPvalue. Note that our\napproach  to  examining  theinteractive  effects  of\ngroupers and fragmentation assumes the absence of\ngrouper–grouper interactions such as interference or\ncooperation. While the overall density of groupers is\nidentical on two pooled small reefs and one large reef (2\ngroupers per 1-m\n3\nreef), interactions between the two\ngroupers on large reefs could confound the interpreta-\ntion of the interaction between groupers and fragmen-\ntation effects. Although cooperative and antagonistic\ninteractions between predator species have been docu-\nmented on reefs (Hixon and Carr 1997, Bshary et al.\n2006, Stallings 2008), potential intraspecific predator–\npredator interactions that cause predation rates to\ndeviate from independent effects have been relatively\npoorly studied in reef fish. We know of only one species\n(the arc-eye hawkfish,Paracirrhites  arcatus) where\nintraspecific predator–predator interactions have been\nstudied in reef fish systems, and studies at the population\n(Stier et al. 2013a) and community (Stier et al. 2013)\nlevel both found that predators foraged identically when\nthey were alone or with conspecifics. Interactions\nbetween peacock groupers are very conspicuous, where\nthe side of their body turns a white color and their\n‘‘tiger’’ stripes are easily visible. In periodic dives to\nexamine the integrity of the cages we observed no\nevidence of aggressive coloration, or any cooperative or\nantagonistic interactions in treatments where two\ngroupers were present in the same cage; however, we\ndo not know precisely whether groupers changed their\nforaging behavior in the presence of a second conspe-\ncific. We therefore limit our interpretation of the\npredation–fragmentation interaction to the assumption\nof independent grouper effects.\nR\nESULTS\nSurvey to assess effect of predators on the prey\nspecies–area relationship\nAnalysis of the survey data revealed a strong positive\ncorrelation between habitat availability and both prey\nabundance and predator abundance, and the effect of\nhabitat availability on abundance was equivalent for\nboth trophic levels (Fig. 1A; ANCOVA, habitat3\ntrophic level,F¼0.566,P¼0.58, common slope¼1.75\n[1.39, 2.13]). Survey data also revealed a strong positive\ncorrelation between habitat availability and species\nrichness of both predators and prey, with no differences\nbetween trophic levels in the rate at which richness\nincreased with habitat availability (Fig. 1B; ANCOVA,\nhabitat3trophic level,F¼0.53,P¼0.60; common slope\n¼1.56 [1.30, 1.83]). There was no interaction between\nhabitat availability and residual predator abundance on\neither prey abundance (F\n1,15\n¼0.509,P¼0.62) or prey\nrichness (F\n1,15\n¼0.12,P¼0.91). There was no evidence\nfor an independent top-down effect of predator abun-\ndance (residual) on either prey abundance (F\n1,15\n¼0.63,\nP¼0.54) or prey species richness (F\n1,15\n¼0.14,P¼0.89).\nFIG. 1.  Relationship between habitat availability, measured\nas total coral volume (i.e., live coral volumeþdead coral\nvolume), and (A) the abundance and (B) species richness of\npredators (gray symbols) and prey (black symbols) from 19, 15\n310 m plots across the northern shore of Moorea. Regression\nlines in panels (A) and (B) share the same slope because there\nwas no detectable difference between the slopes of the\nabundance–area or species–area relationships for predators\nrelative to prey. Note that data in each panel are plotted on\nlog\n10\n–log\n10\nscale.\nADRIAN C. STIER ET AL.1298Ecology, Vol. 95, No. 5\n\nField experiment to separate effects of habitat\nand groupers on abundance and diversity\nIn surveys conducted three months after the estab-\nlishment of the 18 experimental reefs, we counted a total\nof 366 fishes from 11 different families and 42 species\n(Appendix E). Five families made up 81%of the total\nfish abundance: 32%damselfishes (Pomacentridae), 16%\ngobies (Gobiidae), 15%snappers (Lutjanidae), 10%\npufferfishes (Tetraodontidae), and 8%surgeonfishes\n(Acanthuridae). The effects of groupers and patch\ncharacteristics (size, fragmentation) on each of the eight\nresponse variables were independent (P.0.20 for\ninteraction term in all analyses); therefore we summarize\neach of the three main effects (groupers, patch size,\npatch fragmentation) individually in the following\nsections.\nPatch size effects\nCollectively, the total reef area provided by the 12\nsmall experimental reefs was equivalent to the total reef\narea provided by the 6 large experimental reefs. The\naverage abundance of fish on large experimental reefs\nwas greater than the average abundance of fish on small\nexperimental reefs (F\n1,14\n¼7.10,P¼0.02). Prey\nabundance increased by 36%with the doubling in patch\nsize between small and large experimental reefs (Fig.\n2A). Despite having equivalent reef area and greater\naverage fish abundance, larger reefs collectively had 30%\nlower total diversity (i.e., gamma diversity, the total\nnumber of species per treatment) than did pooled small\nreefs (Appendix E). There was no main effect of patch\nsize for the other response variables (richness,F\n1,14\n¼\n0.01,P¼0.95, Fig. 2B; rarefied richness,F\n1,14\n¼2.90,P¼\n0.11, Fig. 2C;b\nJac\n,F\np\n1;14\n¼0.042,P¼0.84;b\nRC\n,F\np\n1;14\n¼\n1.44,P¼0.269;b\nMan\n,F\np\n1;14\n¼0.59,P¼0.44; composition\n(Jaccard),F\np\n1;14\n¼1.30,P¼0.18; composition (Manhat-\ntan),F\np\n1;14\n¼0.99,P¼0.36). (F\np\nis the pseudoFratio\n[Chase 2007]). While we first analyzed our data with\nhabitat coded as categorical variables (i.e., small and\nlarge), in a second analysis we estimated the slope of the\nrelationship between log species richness and log habitat\nsize and found no difference inZvalues for each of the\ngrouper treatments or difference from zero (Z\nPred\n¼0.18\n60.59;Z\nNo Pred\n¼\"0.0560.22).\nFragmentation effects\nThere was no significant effect of fragmentation on\nprey abundance (P¼0.25, Fig. 2A). Fragmented patches\n(i.e., paired, small experimental reefs) had significantly\nhigher species richness (P¼0.05, Fig. 2B) than\nunfragmented patches (i.e., large experimental reefs),\nbut this effect was nonsignificant when abundance was\ncontrolled for using rarefaction (rarefied richness,P¼\n0.11, Fig. 2C). Beta diversity (b\nJac\n,P¼0.18;b\nMan\n,P¼\n0.27) was unaffected by fragmentation. There were,\nhowever, main effects offragmentationonmean\ncommunity composition based on species incidence (P\n¼0.049, Fig. 3A, C) and marginally significant effects on\nmean community composition based on species relative\nabundance (P¼0.075, Fig. 3B). Specifically, relative to\nfragmented reefs (i.e., pairs of small reefs) of the same\narea, whole reefs (i.e., large experimental reefs) had a\ngreater relative abundance of breams (Lethrinidae, 65%\nmore), butterflyfishes (Chaetodontidae, 16%more),\ngobies (Gobiidae, 21%more), and damselfishes (Poma-\ncentridae, 4%more), but fewer soldierfishes (Holocen-\ntridae, 46%fewer), surgeonfishes (Acanthuridae, 16%\nfewer), and pufferfishes (Tetraodontidae, 35%fewer).\nGrouper effects\nGroupers reduced gamma diversity (i.e., the total\nnumber of species across all reefs) by 45%(Appendix E)\nand prey abundance by 50%(F\n1,14\n¼15.88,P¼0.001,\nFig. 2A). Across both small and large experimental\nreefs, groupers reduced species richness by 66%(F\n1,14\n¼\nFIG. 2.  Effect of habitat configuration and groupers on (A)\nprey total abundance, (B) species richness, and (C) rarefied\nspecies richness (the number of species within a patch corrected\nfor abundance; seeMethods: Data analysis) of fishes (mean6\nSE). Effects were determined after three months of colonization\nto small, large, and fragmented patches in the presence (solid\ncircles) and absence (open circles) of groupers.\nMay 20141299PREDATION IN PATCHY CORAL REEFS\n\n50.43,P¼0.001, Fig. 2B) and decreased rarefied\nrichness (i.e., adjusting for differences in abundance\nbetween grouper and no-grouper treatments) by 36%\n(F\n1,14\n¼11.52,P¼0.007, Fig. 2C). The persistent\nnegative effect of groupers on species richness beyond\nsampling effects (i.e., groupers reduced rarified richness)\nsuggests that groupers disproportionately affected rare\nspecies more than common species; across large and\nsmall patches groupers removed 36%of common species\n(the upper 25%quartile of rank abundance), but\nreduced rare species (the lower 25%) by 64%.\nThe presence of groupers significantly affected beta\ndiversity based on both species incidence and species\nrelative abundance. Reefs with groupers had 10%\ngreater variation in species incidence (b\nJac\n,F\np\n1;14\n¼3.74,\nP¼0.05, Fig. 4A); however, the increase inb\nJac\non\ngrouper reefs was caused by a decrease in alpha\ndiversity. When beta diversity was corrected for the\neffects of groupers on alpha diversity, reefs without\ngroupers had 77%lower beta diversity than reefs with\ngroupers (b\nRC\n,F\np\n1;14\n¼10.67,P¼0.004, Fig. 4B).\nGroupers homogenized therelativeabundanceof\nspecies, reducingb\nMan\nby 66%(b\nMan\n,F\np\n1;14\n¼42.53,P\n¼0.001, Fig. 4C). However, effects of groupers on beta\ndiversity were not detected in the fragmentation analysis\n(b\nJac\n,P¼0.483;b\nRC\n,P¼0.24;b\nMan\n,P¼0.195),\nsuggesting that pairing small reefs eliminated the effects\nof groupers on beta diversity observed in the patch size\nanalysis. Groupers also affected mean community\ncomposition based on incidence (grouper effect in the\npatch size analysis,F\np\n1;14\n¼5.72,P¼0.001, Fig. 4D;\nfragmentation analysis,P¼0.003) and relative abun-\ndance (patch size analysis,F\np\n1;14\n¼5.72,P¼0.001, Figs.\n4E and 5; fragmentation analysis,P¼0.002) in similar\nways. Of the 42 species of fish observed, 8 species were\nunique to the experimental reefs with groupers and 24\nFIG. 3.  Main effects of fragmentation on prey community composition based on (A) species incidence and (B) species relative\nabundance after three months of colonization. Data for the fragmented groups are white; data for whole reefs are gray. Stars signify\na two-dimensional representation of the multivariate mean, and the areas of convex hulls are representative of relative beta\ndiversity between treatments. Increased overlap in hulls indicates that reefs (points) in different groups were similar in composition.\nAlso shown is a tile plot (C) that shows the shared and unique species to the fragmented ‘‘F’’ and whole ‘‘W’’ treatments, which are\nresponsible for significant differences in mean community composition based on species incidence in panel A. Note that significant\ndifferences in mean community composition based on species incidence were tested using randomization (seeMethods); therefore\ndata shown here represent nonmetric multidimensional scaling (NMDS) conducted on a species matrix that was the average of all\n10 000 randomizations.\nADRIAN C. STIER ET AL.1300Ecology, Vol. 95, No. 5\n\nspecies were unique to reefs without groupers (Fig. 5C).\nThe remaining species were shared across grouper and\nno-grouper treatments, but differed in their average\nabundance (F\n1,14\n¼9.73,P¼0.001, Fig. 5B). Compared\nto no-grouper reefs, grouper reefs had a greater relative\nabundance of damselfishes (Pomacentridae, 67%more),\nbut  fewer  gobies  (Gobiidae,  30%fewer),  breams\n(Lethrinidae, 5%fewer), butterflyfishes (Chaetodonti-\ndae, 7%fewer), soldierfishes (Holocentridae, 6%fewer),\nsurgeonfishes (Acanthuridae, 11%fewer), and puffer-\nfishes (Tetraodontidae, 3%fewer) (Fig. 5A). These shifts\nin composition are represented at the species level for the\neight most abundant species (Fig. 5B).\nD\nISCUSSION\nHistorically, theoretical and empirical studies quanti-\nfying interactions between predation and other forces\naffecting biodiversity have focused on predation–com-\npetition interactions (Chase et al. 2002). More recently,\ntheoretical studies have begun to explore additional\ninteractions between predation and factors such as\ndisease (Holt and Roy 2007), abiotic disturbance (Gallet\net al. 2007), and patch size (Ryberg and Chase 2007).\nHowever, complementary field experiments exploring\nthese interactions remain limited.\nPast research suggests that, in aggregate, predators on\nprey fish communities in Moorea act as generalists\n(Heinlein et al. 2010). With a generalist predator, theory\npredicts that prey fish should have differentZvalues in\nthe presence of predators (Ryberg and Chase 2007, Holt\n2010). Our experiment suggests that groupers dispro-\nportionately affected rare species, which should further\nmagnify the negative effects of groupers on the slope of\nthe species–area relationship by further increasing\nextinction prey rates. Despite these predictions and\nknowledge of predator foraging behavior, our experi-\nment demonstrated that, at small spatial scales, preda-\ntion, patch size, and fragmentation independently affect\ncertain aspects of the reef fish community. The Theory\nof Island Biogeography and its food web derivative are\nequilibrium models and may therefore not always apply\nto experiments or surveys at local spatial scales. Studies\ndocumenting a negative effect of predators onZvalues\nhave been conducted at relatively small spatial scales\nFIG. 4.  Composition and beta diversity of fish communities for two metrics (mean6SE) based on species incidence (A, B, D)\nand species relative abundance (C, E) of communities in the presence (solid symbols) and absence (open symbols) of groupers after\nthree months of colonization. Beta diversity is based on species incidence (b\nJac\n,b\nRC\n) and relative abundance (b\nMan\n) at three\nmonths. Stars signify a two-dimensional representation of the multivariate mean, and the area of convex hulls are representative of\nrelative beta diversity between treatments. Increased overlap in hulls indicates that reefs (a point) in different groups were similar in\ncomposition. NMDS represents nonmetric multidimensional scaling.\nMay 20141301PREDATION IN PATCHY CORAL REEFS\n\nsuch as those in Ryberg and Chase (2007); however,\nother studies have found thatZvalues are higher in\nareas with predators. For example, O\n ̈\nstman et al. (2007)\nfound that habitat area was only correlated with prey\ndiversity in the absence of predators in Ozark glades,\nand for some groups of insects (Homoptera) negativeZ\nvalues were estimated in the absence of predators, a\npattern similar to that observed in our study.\nHabitat effects\nIn our experiment a greater abundance of fishes\nrecruited to larger patches relative to smaller patches.\nPositive effects of habitat on abundance may occur if\nlarger reefs are larger ‘‘targets’’ for settling fish. Thus\nlarger reefs may have sampled a greater number of\nlarvae (i.e., the ‘‘target area’’ hypothesis [Gilpin and\nDiamond 1976, Schmitt and Holbrook 2000]). Depend-\ning on the extent of the ‘‘target area’’ effect, larger\npatches also may support greater abundance due to\ndemographic effects. Specifically, larger patches can\nsupport larger population sizes if resources are more\nreadily available, and could have lower probabilities of\nlocal extinction due to demographic stochasticity. A\nprevious experiment that manipulated habitat and\nFIG. 5.  Effects of predation on the (A) relative abundance (%) of the prey community pooled across all reefs, (B) the mean\nabundance (6SE) of eight shared species (two shared species were excluded because only one individual was present in each\ntreatment), and (C) the species incidence of all species between grouper and no-grouper treatments. The seven most abundant\nfamilies of reef fish in panel A comprise;90%of the total community. Fragmentation data are the mean from resampling pairs of\nfragmented reefs. In panels A and B, groupers (black) are contrasted to no groupers (white). Tile plot (C) shows the shared and\nunique species present in the No grouper (G!) and Grouper (Gþ) treatments (see Fig. 3 for full species names).\nADRIAN C. STIER ET AL.1302Ecology, Vol. 95, No. 5\n\nestimated recruitment in sites of low and high habitat\navailability found that a combination of target effects\nand limited crowding is likely responsible for greater\nabundance. Specifically, a sixfold increase in habitat\navailability only led to a 1.3-fold increase in settlement,\nwhich reduced competition for predator-free space and\nincreased estimates of recruitment for two species also\npresent in our data set (Dascyllus   flavicaudusand\nHalichoeres trimaculatus[Stier and Osenberg 2010]).\nThe lack of a discernible increase in species richness\nbetween small and large patches in our experiment (i.e.,\na species–area relationship) was somewhat surprising\ngiven the substantial increase in prey abundance and the\nwell-known correlation between reef size and species\nrichness at local (Chittaro 2002) and regional spatial\nscales  (e.g.,  Tittensor  et  al.  2007).  However,  by\nconstructing reefs standardized in coral composition to\nisolate the demographic effects predicted by trophic\nbiogeography theory, we limited other mechanisms that\nare thought to contribute to species–area relationships\non reefs, such as environmental heterogeneity (Chittaro\n2002). For example, as reefs get larger, they often have\nhigher coral diversity, which can attract new species of\nfish that are associated with only certain species of coral\n(Holbrook et al. 2008, Messmer et al. 2011). While\nclassic theory of fragmentation suggests negative effects\nof fragmentation on species diversity when controlled\nfor changes in habitat area, fragmentation can have\neither positive or negative effects due to increased\nimmigration (Grez et al. 2004), decreases in predator\nabundance (Hovel and Lipcius 2001), or reduced\nresource competition (Collins and Barrett 1997, Wolff\net al. 1997, Caley et al. 2001). Indeed, on coral reefs,\npositive effects of fragmentation may be the norm rather\nthan the exception. Early observational studies compar-\ning patch and continuous reefs suggested that patchy\nreef habitats may exhibit higher abundance and species\nrichness  (Ault  and  Johnson  1998),  and  a  recent\nexperiment that quantified the effects of fragmentation\non reef fish communities while controlling for reef area\ndocumented positive effects of fragmentation on reef\nfish abundance and biodiversity of fish communities in\nPapua New Guinea (Bonin et al. 2011). Similarly, in\ncrustacean communities inhabiting the coralStylophora\npistillata, Caley et al. (2001) showed positive effects of\nreef fragmentation on the abundance ofTrapezia\ncymodoce. Both of these studies suggested that alleviated\ncompetition on fragmented reef habitats was the likely\nmechanism driving the positive effects of fragmentation.\nWe observed increases in species richness (strongest in\nthe absence of groupers) and substantial changes in\nspecies composition for fragmented patches relative to\nwhole reefs. Reduced competition among territorial\ndamselfish may be a contributing factor to the observed\npositive effects of fragmentation on richness in our study\n(e.g., as in Caley et al. 2001, Bonin et al. 2011).\nAdditionally, although the mechanism for this phenom-\nenon remains poorly understood, one explanation for\nthe observed shifts in community composition is that\ncertain species of fishes preferentially live on small rather\nthan large patches. These corroborative effects of\nfragmentation identified in our study and the studies\ndiscussed above highlight the importance of integrating\nfragmentation into the trophic biogeography theory that\ncurrently focuses solely on effects of habitat area.\nOverall, changes in reef size affected abundance but\nnot species richness, whereas reef fragmentation in-\ncreased species richness and altered species composition.\nNotably, the lack of a species–area relationship and the\nobserved positive effects of fragmentation on fishes that\nwe document here differ somewhat from other studies of\nreef fragmentation and habitat loss. For example,\nhabitat loss led to substantial declines in diversity of\ncoral reef fishes (Jones et al. 2004), and fragmentation of\ncoral habitat had no effect on species richness of\ninvertebrate commensals of the coralStylophora pistil-\nlata(Caley et al. 2001). Thus, while our results largely\nconcur with Bonin et al. (2011), the differences in the\nresponses of reef fishes compared to invertebrates (a\ngroup that constitutes much of the biodiversity on coral\nreefs) may require unique landscape management\nstrategies.\nWhile patch-scale manipulations can be informative\nto understand the response of ecological communities at\nthe level of landscapes (McGarigal and Cushman 2002),\nwe cautiously interpret the implications of our study at\nlarger spatio-temporal scales and note that the positive\neffects of fragmentation on diversity may be transient\nand will depend on spacing of resulting patches relative\nto the home range of the organisms in question (Bonin\net al. 2011). The benefits of reduced competition for\nresources in fragmented habitats may only occur early in\nthe colonization period immediately following a large\ndisturbance (e.g., a cyclone or seastar outbreak) that has\nsubstantially reduced the total fish density of a reef or in\na location where there is heavy recruitment limitation.\nOnce a reef has recovered to moderate densities,\ncompetition for resources such as predator-free space\nmay become limiting (sensu Bonin et al. 2011). Long-\nterm demographic studies of corals in the Caribbean\nsuggest that the fragmentation of large corals to smaller\ncorals can substantially reduce the survival probability\nof a focal coral colony (Edmunds and Elahi 2007);\ntherefore, if fragmented corals inevitably die, those dead\ncorals are likely to exhibit lower fish diversity due to a\nrestricted occupancy of fish species that are habitat\ngeneralists (i.e., nonobligate coral dwellers).\nThe observed shifts in abundance and community\nstructure with changes in patch size and fragmentation\nare relevant to reef restoration approaches. Reef\nconservation and restoration are often practiced at the\nmeter scale through subsidizing degraded reef with\nartificial reef (e.g., reef balls) or through coral propaga-\ntion. Despite the popularity of artificial reefs as a tool to\nmitigate reef decline and fragmentation, few studies have\naddressed the importance of patch size and fragmenta-\nMay 20141303PREDATION IN PATCHY CORAL REEFS\n\ntion in reefs, making it difficult to generate practical\nrecommendations for optimizing restoration approaches\n(Osenberg et al. 2002). Restoration organizations might\nconsider the possible benefits of several small patches\nrelative to single large patches, with the caveat that\nsmaller patches also exhibited substantial shifts in\nspecies composition.\nGroupereffects\nAt the community level, groupers acted as environ-\nmental filters, reducing species richness, increasing beta\ndiversity, and shifting the composition of prey commu-\nnities by disproportionately affecting rare species. The\nmechanism underlying the observed differences in\ncommunity structure in the presence and absence of\ngroupers may have been driven by a combination of\nconsumptive and nonconsumptive effects. Predatory\nfishes on reefs primarily reduce prey abundance through\nconsumption of newly settled fishes that are either naı\n ̈\nve\nto the location of refuges, or are inferior competitors for\npredator-free space (Schmitt and Holbrook 1999,\nHolbrook and Schmitt 2002, Almany and Webster\n2006). Evidence for the capacity of prey to preferentially\nsettle to reefs without predators is mixed. Recent work\nhas found settling fishes can avoid predators using\nolfactory cues (Dixson et al. 2010, Vail and McCormick\n2011); however, other, similar studies found no effect of\ncaged predators on settlement rates (Almany 2003).\nLastly, the higher abundance of the territorial damsel-\nfishPomacentruspavoon patches with groupers may\nalso have inhibited settlement by other later-arriving\nspecies by making newly settled fishes more susceptible\nto predation, or through direct aggressive interactions\n(sensu Almany 2004), further contributing to the\ndecrease in prey diversity in the presence of groupers.\nTherefore, the observed predator-driven shifts in abun-\ndance and diversity may have been driven by postset-\ntlement predation, settlement preference of prey species,\nor  indirect  negative  effects  of  predators  through\nincreasing the abundance ofP.pavo.\nOn our experimental reefs, groupers reduced prey\ndiversity and shifted the composition of prey commu-\nnities by disproportionately affecting rare species.\nAlthough less common than generalist predation, higher\nrelative consumption of rare species has previously been\ndescribed in other systems, including lizard predation on\nspiders (Spiller and Schoener 1998), and for other\npredatory fishes on coral reefs in both the Bahamas\nand Great Barrier Reef (Almany and Webster 2004,\nAlmany et al. 2007). This ‘‘oddity effect’’ may be\nparticularly prevalent when predators are hunting\nindividuals within an aggregation (e.g., shoaling fishes\nor herding ungulates) where some individuals differ\nsubstantially in behavior, morphology, or coloration.\nAlternatively, it is possible groupers prefer species that\nare more rare and/or larger in body size. Some of the\nrarer species in our data set also tend to be larger in\nbody size (e.g., surgeonfishes), and may therefore offer a\ngreater energetic return (Almany and Webster 2004,\nAlmany et al. 2007).\nExtensive analysis of diets of peacock groupers in\nHawaii corroborates the findings we present here and\npoints towards prey selectivity rather than size selectiv-\nity. Size-specific predation was species dependent, with a\npreference for smaller species of surgeonfish (Acanthur-\nidae), butterflyfish (Chaetodontidae), and parrotfish\n(Labridae) (Dierking et al. 2009). In addition, the low\npreference observed for damselfish as a dietary item may\nexplain the high abundance ofP.pavoon grouper plots\nin our experiment relative to the nongrouper plots,\nwhere this weak space competitor was likely excluded by\nlarger-bodied, stronger competitors. Furthermore,P.\npavomay have actively selected reefs with groupers if\ngroupers offer a refuge from competition or other\npredators (e.g., as has been shown in birds [Uchida 1986,\nHaemig 1999]).\nReefs with groupers exhibited a small (but significant)\nincrease in incidence-based beta diversity measured as\nthe Jaccard’s dissimilarity (b\nJac\n); therefore, the observed\npattern was a higher level of species turnover among\nreefs with groupers. However, this increase inb\nJac\nwas\nlikely driven by the substantial decrease in alpha\ndiversity (Fig. 2B), which can lead to a corresponding\nincrease in beta diversity due to the interdependency of\nalpha and beta diversity (Chase et al. 2011). When we\nused the Raup-Crick metric to adjust beta diversity\nestimates for the lower alpha diversity on reefs with\ngroupers, the qualitative effect of groupers on beta\ndiversity reversed, with strong negative effects of\ngroupers on beta diversity (b\nRC\n). Significantly lower\nRaup-Crick beta diversity in the presence of groupers\nsuggests that reefs with groupers are more similar to\ncommunities assembled at random relative to patches\nwithout predators.\nOur findings contrast the results of observational and\nexperimental studies that quantified the effects of fish\npredators on diversity partitioning and community\nassembly in pond invertebrate communities. Chase et\nal. (2009) similarly found decreased gamma diversity,\nJaccard’s beta diversity, and species richness in the\npresence of fish predators, but in contrast found that\npredators increased Raup-Crick beta diversity, suggest-\ning pond communities with fish were more determinis-\ntically assembled than fishless ponds (Chase et al. 2009).\nWe hypothesize that the near-random assembly of reef\nfish communities in the presence of groupers is a product\nof reduced community size. Smaller community size can\ndampen the role of competitive asymmetry on assembly,\nthereby increasing the relative importance of stochastic\nassembly (Orrock and Fletcher 2005, Chase 2010,\nOrrock and Watling 2010). Thus, our study supports\nthe Trophic Biogeography Theory predictions regarding\nthe effects of predators on diversity partitioning (i.e.,\naffectinga,b, andc) proposed by Ryberg et al. (2012),\nand furthermore documents a novel role of predators in\npromoting stochastic community assembly.\nADRIAN C. STIER ET AL.1304Ecology, Vol. 95, No. 5\n\nNearly all grouper species are generalist mesopreda-\ntors. Recent studies have shown that the abundance of\nmesopredators on Pacific reefs is positively correlated to\nincreased fishing pressure (e.g., Sandin et al. 2008), and\nthat mesopredators can reduce diversity and alter fish\ncommunity structure (Stallings 2008). Furthermore, the\ngrouper focused on here (Cephalopholis  argus) is of\nparticular interest because in 1956 and 1961, 2385\nindividuals were purposely introduced from Moorea,\nFrench Polynesia, into Hawaii (Oahu and Hawaii) as a\ntargeted fisheries species (Randall 1987). This species is\nnow among the most dominant species on the main\nHawaiian islands, and has been a disappointment as a\nfishery, because of concern over bioaccumulation of the\nneurotoxin ciguatera (Dierking 2007). Recent evalua-\ntion ofC. arguspopulations on the west coast of Hawaii\nsuggest populations have exploded in the;50 years\nsince their introduction to an estimated 56 290 individ-\nuals (Dierking 2007). To feed such an extraordinary\npopulation increase takes an estimated;8310\n6\nprey\n(Dierking 2007). Larger top predators are present but at\nlow densities in Moorea, a phenomenon that likely\npromotes highC.  argusdensity; high densities ofC.\nargusare also additionally facilitated by limited fishing\npressure due to an estimated 100-fold higher prevalence\nof ciguatera in Moorea populations relative to Hawaii\n(Dierking 2007). The functional consequences of shifts\nin community structure (e.g., changes in abundance or\ndiversity of lower trophic levels) driven by these large\npopulations of selective intermediate predators are\npoorly understood. We observed grouper-induced shifts\nin community structure, particularly an increase in\ndamselfishes (planktivores) and decreases in surgeon-\nfishes (herbivores) and gobies (benthic invertivores).\nThese changes in community structure suggest that reefs\nwith an elevated abundance of mesopredators may\nexperience modified ecosystem function (e.g., changes in\nplankton flux, benthic invertebrate abundance, and\nprimary production). Future work will be required to\nquantify the functional consequences of such substantial\nshifts in fish community structure for the larger reef\ncommunity.\nIn conclusion, our study reveals that both predation\nand habitat characteristics have strong, but independent,\neffects on the abundance, diversity, and composition of\nreef fishes. This finding indicates that communities at the\nlocal scale may deviate from some trophic biogeography\npredictions, suggesting that additional work is necessary\nto link biogeography with food web interactions at local\nscales. We do, however, find support for other aspects of\ntrophic biogeography theory, in particular, the predicted\neffect of predation in driving the partitioning of diversity\nand community assembly (Ryberg et al. 2012). Our\nstudy is among the first studies in marine systems to\nsimultaneously examine the importance of trophic\ninteractions and landscape heterogeneity in driving\nmarine communities. Understanding the nature of patch\ncharacteristics and predator effects at local scales can\nprovide useful insight into our ability to understand how\nhuman-driven shifts in the abundance of predators\n(either through fishing pressure or species introductions)\nand size and configuration of patches at large spatial\nscales may modify the dynamics of organisms in\ndemographically open systems.\nACKNOWLEDGMENTS\nThanks to M. Gil, L. Bentley, M. Leray, and M. Beraud for\nfield assistance. C. Osenberg, B. Bolker, C. St. Mary, R. Holt,\nR. Fletcher, T. Palmer, and three anonymous reviewers\nprovided helpful comments on the manuscript. Funding was\nprovided by NSF (OCE-0242312), the Killam Trust, Three Seas\nProgram teaching fellowships to A. C. Stier and K. M. Hanson,\nand the Partnership University Fund to A. C. Stier. Additional\nsupport was provided to R. Schmitt and S. Holbrook by NSF\n(OCE 12-36905 and earlier Moorea Coral Reef LTER awards),\nthe W. M. Keck Foundation, and the Gordon and Betty Moore\nFoundation.\nL\nITERATURECITED\nAbrams, P. A., and H. Matsuda. 1996. Positive indirect effects\nbetween prey species that share predators. Ecology 77:610–\n616.\nAlmany, G. R. 2003. Priority effects in coral reef fish\ncommunities. Ecology 84:1920–1935.\nAlmany, G. R. 2004. Priority effects in coral reef fish\ncommunities of the Great Barrier Reef. Ecology 85:2872–\n2880.\nAlmany, G. R., L. F. Peacock, C. Syms, M. I. McCormick, and\nG. P. Jones. 2007. Predators target rare prey in coral reef fish\nassemblages. Oecologia 152:751–761.\nAlmany, G. R., and M. S. Webster. 2004. Odd species out as\npredators reduce diversity of coral-reef fishes. Ecology 85:\n2933–2937.\nAlmany, G. R., and M. S. Webster. 2006. The predation\ngauntlet: early post-settlement mortality in reef fishes. Coral\nReefs 25:19–22.\nAnderson, M. J., et al. 2011. Navigating the multiple meanings\nof beta diversity: a roadmap for the practicing ecologist.\nEcology Letters 14:19–28.\nAnderson, M. J., K. E. Ellingsen, and B. H. McArdle. 2006.\nMultivariate dispersion as a measure of beta diversity.\nEcology Letters 9:683–693.\nAult, T. R., and C. R. Johnson. 1998. Spatial variation in fish\nspecies richness on coral reefs: habitat fragmentation and\nstochastic structuring processes. Oikos 82:354–364.\nBeukers, J. S., and G. P. Jones. 1997. Habitat complexity\nmodifies the impact of piscivores on a coral reef fish\npopulation. Oecologia 114:50–59.\nBonin, M. C., G. R. Almany, and G. P. Jones. 2011.\nContrasting effects of habitat loss and fragmentation on\ncoral-associated reef fishes. Ecology 92:1503–1512.\nBshary, R., A. Hohner, K. Ait-el-Djoudi, and H. Fricke. 2006.\nInterspecific communicative and coordinated hunting be-\ntween groupers and giant moray eels in the Red Sea. PLoS\nBiology 4:e431.\nCaley, M. J., K. A. Buckley, and G. P. Jones. 2001. Separating\necological effects of habitat fragmentation, degradation, and\nloss on coral commensals. Ecology 82:3435–3448.\nChase, J. M. 2007. Drought mediates the importance of\nstochastic community assembly. Proceedings of the National\nAcademy of Sciences USA 104:17430–17434.\nChase, J. M. 2010. Stochastic community assembly causes\nhigher biodiversity in more productive environments. Science\n328:1388–1391.\nChase, J. M., P. A. Abrams, J. P. Grover, S. Diehl, P. Chesson,\nR. D. Holt, S. A. Richards, R. M. Nisbet, and T. J. Case.\nMay 20141305PREDATION IN PATCHY CORAL REEFS\n\n2002. The interaction between predation and competition: a\nreview and synthesis. Ecology Letters 5:302–315.\nChase, J. M., A. A. Bergett, and E. G. Biro. 2010. Habitat\nisolation moderates the strength of top-down control in\nexperimental pond food webs. Ecology 91:637–643.\nChase, J. M., E. G. Biro, W. A. Ryberg, and K. G. Smith. 2009.\nPredators temper the relative importance of stochastic\nprocesses in the assembly of prey metacommunities. Ecology\nLetters 12:1210–1218.\nChase, J. M., N. J. Kraft, K. G. Smith, M. Vellend, and B. D.\nInouye. 2011. Using null models to disentangle variation in\ncommunity dissimilarity from variation ina-diversity.\nEcosphere 2:art24.\nChesson, P. 2000. Mechanisms of maintenance of species\ndiversity. Annual Review of Ecology and Systematics 31:\n343–366.\nChittaro, P. M. 2002. Species-area relationships for coral reef\nfish assemblages of St. Croix, US Virgin Islands. Marine\nEcology Progress Series 233:253–261.\nCollins, R. J., and G. W. Barrett. 1997. Effects of habitat\nfragmentation on meadow vole (Microtus  pennsylvanicus)\npopulation dynamics in experiment landscape patches.\nLandscape Ecology 12:63–76.\nConnell, J. H. 1971. On the role of natural enemies in\npreventing competitive exclusion in some marine animals\nand in rain forest trees. Pages 298–310inP. J. Den Boer and\nG. Gradwell, editors. Dynamics of populations: Proceedings\nof the Advanced Study Institute on Dynamics of Numbers in\nPopulations. PUDOC, Wageningen, The Netherlands.\nConnor, E. F., and E. D. McCoy. 1979. Statistics and biology\nof the species area relationship. American Naturalist 113:\n791–833.\nCrowley,  P.  H.  1978. Effective  size  and  persistence  of\necosystems. Oecologia 35:185–195.\nDiehl, S. 1993. Effects of habitat structure on resource\navailability, diet, and growth of benthivorous perch,Perca\nfluviatilis. Oikos 67:403–414.\nDierking, J. 2007. Effects of the introduced predatory fish\nCephalopholis arguson native reef fish populations in Hawaii.\nUniversity of Hawaii at Manoa, Manoa, Hawaii, USA.\nDierking, J., I. D. Williams, and W. J. Walsh. 2009. Diet\ncomposition and prey selection of the introduced grouper\nspecies peacock hind (Cephalopholis   argus)inHawaii.\nFisheries Bulletin 107:464–476.\nDixson, D. L., P. L. Munday, and G. P. Jones. 2010. Ocean\nacidification disrupts the innate ability of fish to detect\npredator olfactory cues. Ecology Letters 13:68–75.\nDoherty, P. J., and P. F. Sale. 1986. Predation on juvenile coral\nreef fishes: an exclusion experiment. Coral Reefs 4:225–234.\nDrakare, S., J. J. Lennon, and H. Hillebrand. 2006. The imprint\nof the geographical, evolutionary and ecological context on\nspecies–area relationships. Ecology Letters 9:215–227.\nEdmunds, P. J., and R. Elahi. 2007. The demographics of a 15-\nyear decline in cover of the Caribbean reef coralMontastraea\nannularis. Ecological Monographs 77:3–18.\nFroese, R., and D. Pauly. FishBase. 2013. http://fishbase.org\nGallet, R., S. Alizon, P. A. Comte, A. Gutierrez, F. Depaulis,\nM. van Baalen, E. Michel, and C. D. M. Muller-Graf. 2007.\nPredation and disturbance interact to shape prey species\ndiversity. American Naturalist 170:143–154.\nGalzin, R., and J. P. Pointer. 1985. Moorea Island, Society\nArchipelago. Pages 73–102in5th International Coral Reef\nSymposium, Papeete, Tahiti, French Polynesia.\nGilpin, M. E., and J. M. Diamond. 1976. Calculation of\nimmigration and extinction curves from the species-area-\ndistance relation. Proceedings of the National Academy of\nSciences USA 73:4130–4134.\nGotelli, N. J., and R. K. Colwell. 2001. Quantifying biodiver-\nsity: procedures and pitfalls in the measurement and\ncomparison of species richness. Ecology Letters 4:379–391.\nGotelli, N. J., and A. M. Ellison. 2006. Food-web models\npredict species abundances in response to habitat change.\nPLoS Biology 4:1869–1873.\nGravel, D., F. Massol, E. Canard, D. Mouillot, and N.\nMouquet. 2011. Trophic theory of island biogeography.\nEcology Letters 14:1010–1016.\nGrez, A., T. Zaviezo, L. Tischendorf, and L. Fahrig. 2004. A\ntransient, positive effect of habitat fragmentation on insect\npopulation densities. Oecologia 141:444–451.\nHaemig, P. D. 1999. Predation risk alters interactions among\nspecies: competition and facilitation between ants and nesting\nbirds in a boreal forest. Ecology Letters 2:178–184.\nHeinlein, J. M., A. C. Stier, and M. A. Steele. 2010. Predators\nreduce abundance and species richness of coral reef fish\nrecruits via non-selective predation. Coral Reefs 29:527–532.\nHixon, M. A., and M. H. Carr. 1997. Synergistic predation,\ndensity dependence, and population regulation in marine\nfish. Science 277:946–949.\nHolbrook, S. J., and R. J. Schmitt. 2002. Competition for\nshelter space causes density-dependent predation mortality in\ndamselfishes. Ecology 83:2855–2868.\nHolbrook, S. J., R. J. Schmitt, and A. J. Brooks. 2008.\nResistance and resilience of a coral reef fish community to\nchanges in coral cover. Marine Ecology Progress Series 371:\n263–271.\nHolt, R. D. 2010. Towards a trophic island biogeography:\nreflections on the interface of island biogeography and food\nweb ecology. Pages 143–185inJ. B. Losos and R. E. Ricklefs,\neditors. The theory of island biogeography revisited. Prince-\nton University Press, Princeton, New Jersey, USA.\nHolt, R. D., J. H. Lawton, G. A. Polis, and N. D. Martinez.\n1999. Trophic rank and the species–area relationship.\nEcology 80:1495–1504.\nHolt, R. D., and M. Roy. 2007. Predation can increase the\nprevalence of infectious disease. American Naturalist 169:\n690–699.\nHovel, K. A., and R. N. Lipcius. 2001. Habitat fragmentation\nin a seagrass landscape: Patch size and complexity control\nblue crab survival. Ecology 82:1814–1829.\nHuffaker, C. B. 1958. Experimental studies on predation:\ndispersion factors and predator-prey oscillations. Hilgardia\n27:343–383.\nJanzen, D. H. 1970. Herbivores and the number of tree species\nin tropical forests. American Naturalist 104:501–528.\nJeffries, M. J., and J. H. Lawton. 1984. Enemy free space and\nthe structure of ecological communities. Biological Journal of\nthe Linnean Society 23:269–286.\nJones, G. P., M. I. McCormick, M. Srinivasan, and J. V. Eagle.\n2004. Coral decline threatens fish biodiversity in marine\nreserves. Proceedings of the National Academy of Sciences\nUSA 101:8251–8253.\nMcGarigal, K., and S. A. Cushman. 2002. Comparative\nevaluation of experimental approaches to the study of\nhabitat fragmentation effects. Ecological Applications 12:\n335–345.\nMessmer, V., G. P. Jones, P. L. Munday, S. J. Holbrook, R. J.\nSchmitt, and A. J. Brooks. 2011. Habitat biodiversity as a\ndeterminant of fish community structure on coral reefs.\nEcology 92:2285–2298.\nMurdoch, W. M. 1969. Switching in general predators:\nexperiments on predator specificity and stability of prey\npopulations. Ecological Monographs 39:335–354.\nOrrock, J. L., and R. J. Fletcher, Jr. 2005. Changes in\ncommunity size affect the outcome of competition. American\nNaturalist 166:107–111.\nOrrock, J. L., and J. I. Watling. 2010. Local community size\nmediates ecological drift and competition in metacommun-\nities. Proceedings of the Royal Society B 277:2185–2191.\nOsenberg, C. W., C. M. S. Mary, J. A. Wilson, and W. J.\nLindberg. 2002. A quantitative framework to evaluate the\nADRIAN C. STIER ET AL.1306Ecology, Vol. 95, No. 5\n\nattraction–production controversy. ICES Journal of Marine\nScience 59:S214–S221.\nO\n ̈\nstman, O\n ̈\n., N. W. Griffin, J. L. Strasburg, J. A. Brisson, A. R.\nTempleton, T. M. Knight, and J. M. Chase. 2007. Habitat\narea affects arthropod communities directly and indirectly\nthrough top predators. Ecography 30:359–366.\nPower, M. E., D. Tilman, J. A. Estes, B. A. Menge, W. J. Bond,\nL. S. Mills, G. Daily, J. C. Castilla, J. Lubchenco, and R. T.\nPaine. 1996. Challenges in the quest for keystones. BioSci-\nence 46:609–620.\nRandall, J. E. 1987. Introductions of marine fishes to the\nHawaiian Islands. Bulletin of Marine Science 41:490–502.\nRandall, J. E., and V. E. Brock. 1960. Observations on the\necology of epinepheline and lutjanid fishes of the Society\nIslands, with emphasis on food habits. Transactions of the\nAmerican Fisheries Society 89:9–16.\nRDevelopmentCoreTeam.2013.R:Alanguageand\nenvironment for statistical computing. R Foundation for\nStatistical Computing, Vienna, Austria.\nRosenzweig, M. L. 1995. Species diversity in space and time.\nCambridge University Press, New York, New York, USA.\nRyall, K. L., and L. Fahrig. 2006. Response of predators to loss\nand fragmentation of prey habitat: a review of theory.\nEcology 87:1086–1093.\nRyberg, W. A., and J. M. Chase. 2007. Predator-dependent\nspecies–area relationships. American Naturalist 170:636–\n642.\nRyberg, W. A., K. G. Smith, and J. M. Chase. 2012. Predators\nalter the scaling of diversity in prey metacommunities. Oikos\n121:1995–2000.\nSandin, S. A., et al. 2008. Baselines and degradation of coral\nreefs in the northern Line Islands. PLoS ONE 3:e1548.\nSchmitt, R., and S. Holbrook. 1999. Settlement and recruitment\nof three damselfish species: larval delivery and competition\nfor shelter space. Oecologia 118:76–86.\nSchmitt, R. J., and S. J. Holbrook. 2000. Habitat-limited\nrecruitment of a coral reef damselfish. Ecology 81:3479–3494.\nShima, J. S., C. W. Osenberg, and C. M. St Mary. 2008.\nQuantifying site quality in a heterogeneous landscape:\nrecruitment of a reef fish. Ecology 89:86–94.\nSih, A., P. Crowley, M. McPeek, J. Petranka, and K.\nStrohmeier. 1985. Predation, competition and prey commu-\nnities: a review of field experiments. Annual Review of\nEcology and Systematics 16:269–311.\nSpiller, D. A., and T. W. Schoener. 1998. Lizards reduce spider\nspecies richness by excluding rare species. Ecology 79:503–\n516.\nStallings, C. D. 2008. Indirect effects of an exploited predator\non recruitment of coral-reef fishes. Ecology 89:2090–2095.\nStier, A. C., S. W. Geange, and B. M. Bolker. 2013a. Predator\ndensity and competition modify the benefits of group\nformation in a shoaling reef fish. Oikos 122:171–178.\nStier, A. C., S. W. Geange, K. M. Hanson, and B. M. Bolker.\n2013b. Predator density and timing of arrival affect reef fish\ncommunity assembly. Ecology 94:1057–1068.\nStier, A. C., and C. W. Osenberg. 2010. Propagule redirection:\nHabitat availability reduces colonization and increases\nrecruitment in reef fishes. Ecology 91:2826–2832.\nTittensor, D. P., F. Micheli, M. Nystrom, and B. Worm. 2007.\nHuman impacts on the species-area relationship reef fish\nassemblages. Ecology Letters 10:760–772.\nTolimieri, N., J. F. Samhouri, V. Simon, B. E. Feist, and P. S.\nLevin. 2013. Linking the trophic fingerprint of groundfishes\nto ecosystem structure and function in the California\nCurrent. Ecosystems 16:1216–1229.\nTremblay-Boyer, L., D. Gascuel, R. Watson, V. Christensen,\nand D. Pauly. 2011. Modelling the effects of fishing on the\nbiomass of the world’s oceans from 1950 to 2006. Marine\nEcology Progress Series 442:169–185.\nUchida, H. 1986. Passerine birds nesting close to the nests of\nbirds of prey. Japanese Journal of Ornithology 35:25–32.\nVail, A. L., and M. I. McCormick. 2011. Metamorphosing reef\nfishes avoid predator scent when choosing a home. Biology\nLetters 7:921–924.\nWerner, E., J. Gilliam, D. Hall, and G. Mittlebach. 1983. An\nexperimental test of the effects of predation risk on habitat\nuse in fish. Ecology 64:1540–1548.\nWolff, J. O., E. M. Schauber, and W. D. Edge. 1997. Effects of\nhabitat  loss  and  fragmentation  on  the  behavior  and\ndemography of gray-tailed voles. Conservation Biology 11:\n945–956.\nSUPPLEMENTALMATERIAL\nAppendix A\nTrophic level assignments from surveys (Ecological ArchivesE095-111-A1).\nAppendix B\nReef configuration (Ecological ArchivesE095-111-A2).\nAppendix C\nCoral colony size frequency distribution (Ecological ArchivesE095-111-A3).\nAppendix D\nPredation and rarefaction (Ecological ArchivesE095-111-A4).\nAppendix E\nTotal prey colonization (Ecological ArchivesE095-111-A5).\nMay 20141307PREDATION IN PATCHY CORAL REEFS\n\nAPPENDIX A: TROPHIC LEVEL ASSIGNMENTS FROM SURVEYS  \n \nAssignment of trophic level for species observed in surveys. Trophic level was assigned \nfrom mining the fishbase database (http://fishbase.org) \n!\nFamily Species \nPredator or \nPrey \nFishbase \n(TL) \nAcanthuridae Acanthurus lineatus \nprey 2 \nAcanthuridae Acanthurus nigricans \nprey 2 \nAcanthuridae Acanthurus nigricauda \nprey 3 \nAcanthuridae Acanthurus nigrofuscus \nprey 2 \nAcanthuridae Acanthurus olivaceus \nprey 2.2 \nAcanthuridae Acanthurus pyroferus \nprey 2 \nAcanthuridae Acanthurus triostegus \nprey 2 \nAcanthuridae Ctenochaetus binotatus \nprey 2 \nAcanthuridae Ctenochaetus flavicauda \nprey 2.2 \nAcanthuridae Ctenochaetus striatus \nprey 2 \nAcanthuridae Naso annulatus \nprey 2 \nAcanthuridae Naso lituratus \nprey 2.3 \nAcanthuridae Zebrasoma scopas \nprey 2 \n    \nApogonidae Pristiapogon exostigma \npredator 3.7 \nApogonidae Pristiapogon fraenatus \npredator 3.5 \nApogonidae Pristiapogon kallopterus \npredator 3.5 \nApogonidae Ostorhinchus nigrofasciatus \npredator 3.6 \nApogonidae Ostorhinchus novemfasciatus \npredator 4 \nApogonidae Nectamia savayensis \nprey 3.3 \nApogonidae Cheilodipterus quinquelineatus \npredator 3.8 \n    \nAulostomidae Aulostomus chinensis \npredator 4.2 \n    \nBalistidae Balistapus undulatus \nprey 3.4 \nBalistidae Melichthys vidua \nprey 3.4 \nBalistidae Rhinecanthus aculeatus \nprey 3.3 \nBalistidae Sufflamen bursa \nprey 3.1 \n    \nBlenniidae Atrosalarias fuscus \nprey 2 \nBlenniidae Plagiotremus tapeinosoma \npredator 3.8 \n    \nBothidae Bothus pantherinus \npredator 3.5 \n    \nCallionymidae Callionymus simplicicornis \nprey 3.1 \n    \n\nCaracanthidae Caracanthus maculatus \nprey 3.2 \n    \nCarangidae Caranx melampygus \npredator 4.5 \n    \nChaetodontidae Chaetodon citrinellus \nprey 3.1 \nChaetodontidae Chaetodon lunula \nprey 3.4 \nChaetodontidae Chaetodon lunulatus \nprey 3.3 \nChaetodontidae Chaetodon ornatissimus \nprey 3.3 \nChaetodontidae Chaetodon quadrimaculatus \nprey 3.3 \nChaetodontidae Chaetodon reticulatus \nprey 2.6 \nChaetodontidae Chaetodon unimaculatus \nprey 3.1 \nChaetodontidae Chaetodon vagabundus \nprey 3.3 \nChaetodontidae Forcipiger longirostris \npredator 3.5 \nChaetodontidae Heniochus chrysostomus \nprey 3.3 \n    \nCirrhitidae Paracirrhites arcatus \npredator 3.6 \n    \nCongridae Conger cinereus \npredator 4.4 \n    \nFistulariidae Fistularia commersonii \npredator 4.3 \n    \nGobiidae Coryphopterus neophytus \nprey 2.6 \nGobiidae Ctenogobiops feroculus \nprey 3.3 \nGobiidae Gnatholepis anjerensis \nprey 2.2 \n    \nHolocentridae Myripristis berndti \npredator 3.7 \nHolocentridae Myripristis kuntee \nprey 3.3 \nHolocentridae Neoniphon argenteus \npredator 4 \nHolocentridae Neoniphon opercularis \npredator 3.6 \nHolocentridae Neoniphon sammara \npredator 3.6 \nHolocentridae Sargocentron caudimaculatum \npredator 3.9 \nHolocentridae Sargocentron microstoma \npredator 3.6 \nHolocentridae Sargocentron spiniferum \npredator 3.5 \nHolocentridae Sargocentron tiere \npredator 3.5 \nHolocentridae Sargocentron tiereoides \npredator 3.6 \n    \nLabridae Bodianus axillaris \nprey 3.4 \nLabridae Cheilinus chlorourus \nprey 3.4 \nLabridae Cheilinus oxycephalus \nprey 3.3 \nLabridae Cheilinus trilobatus \npredator 3.5 \nLabridae Coris aygula \nprey 3.4 \nLabridae Coris gaimard \npredator 3.5 \nLabridae Cymolutes praetextatus \npredator 3.5 \n\nLabridae Epibulus insidiator \npredator 3.8 \nLabridae Gomphosus varius \npredator 3.6 \nLabridae Halichores hortulanus \nprey 3.4 \nLabridae Halichores marginatus \nprey 3.3 \nLabridae Halichores trimaculatus predator 3.5 \nLabridae Hologymnosus annulatus \npredator 4.2 \nLabridae Pseudocheilinus evanidus \npredator 3.5 \nLabridae Pseudocheilinus hexataenia \nprey 3.2 \nLabridae Pseudojuloides atavai \nprey 3.4 \nLabridae Stethojulis bandanensis \nprey 3.2 \nLabridae Thalassoma amblycephalum \nprey 3.1 \nLabridae Thalassoma hardwicke \npredator 3.6 \nLabridae Thalassoma lutescens \nprey 3.4 \n    \nLethrinidae Gnathodentex aureolineatus \nprey 3.3 \nLethrinidae Monotaxis grandoculis \nprey 3.2 \n    \nLutjanidae Lutjanus fulvus \npredator 4.1 \n    \nMicrodesmidae Gunnellichthys monostigma \nprey 3.3 \n    \nMullidae Mulloidichthys flavolineatus \nprey 3.3 \nMullidae Mulloidichthys vanicolensis \npredator 3.6 \nMullidae Parupeneus barberinus \nprey 3.2 \nMullidae Parupeneus cyclostomus \npredator 4.2 \nMullidae Parupeneus multifasciatus \npredator 3.5 \n    \nMuraenidae Echidna nebulosa \npredator 4 \nMuraenidae Gymnothorax javanicus \npredator 3.9 \nMuraenidae Gymnothorax meleagris \npredator 4.5 \nMuraenidae \nGymnothorax richardsonii predator 3.8 \nMuraenidae \nScuticaria tigrina predator 3.8 \n    \nOstraciidae Ostracion meleagris \nprey 2.9 \n    \nPinguipedidae Parapercis millepunctata \npredator 3.5 \n    \nPomacanthidae Centropyge bispinosa \nprey 2.8 \nPomacanthidae Centropyge flavissima \nprey 2.8 \n    \nPomacentridae Chromis iomelas \nprey 2.7 \nPomacentridae Chromis margaritifer \nprey 3 \nPomacentridae Chromis viridis \nprey 2.4 \n\nPomacentridae Chrysiptera brownriggii \nprey 2.7 \nPomacentridae Dascyllus aruanus \nprey 2.5 \nPomacentridae Dascyllus flavicaudus \nprey 2.8 \nPomacentridae \nPlectroglyphydodon \nlacrymatus prey 2.2 \nPomacentridae Pomacentrus pavo \nprey 3 \nPomacentridae Stegastes albifasciatus \nprey 2 \nPomacentridae Stegastes fasciolatus \nprey 2.2 \nPomacentridae Stegastes nigricans \nprey 2.2 \n    \nScaridae Scarus altipinnis \nprey 2 \nScaridae Scarus frenatus \nprey 2 \nScaridae Scarus psittacus \nprey 2 \nScaridae Scarus sordidus \nprey 2 \n    \nScorpaenidae Pterois antennata \npredator 3.6 \nScorpaenidae Pterois radiata \npredator 3.6 \nScorpaenidae Scorpaenodes guamensis \nprey 3.4 \nScorpaenidae Sebastapistes cyanostigma \npredator 3.8 \nScorpaenidae Synanceia verrucosa \npredator 4.2 \n    \nSerranidae Cephalopholis argus \npredator 4.5 \nSerranidae Epinephelus hexagonatus \npredator 4.1 \nSerranidae Epinephelus merra \npredator 3.8 \n    \nSynodontidae Saurida gracilis \npredator 4.2 \nSynodontidae Synodus binotatus \npredator 4 \n    \nTetraodontidae Arothron hispidus \nprey 3.1 \nTetraodontidae Arothron meleagris \nprey 3.4 \nTetraodontidae Canthigaster solandri \nprey 3 \n    \nZanclidae Zanclus cornutus \nprey 2.9 \n \n\nAPPENDIX B.  REEF CONFIGURATION \n \nIndividual reefs were constructed of cinder blocks (0.5m x 0.25m x 0.25m). Blocks were \nplaced adjacent to each other with openings facing outward and strapped together with \na plastic tie run through the center of the reef. Four or eight blocks formed the small and \nlarge reefs, respectively. On the top of each block, a Porites rus coral (0.25m diameter) \nwas attached using marine epoxy to provide shelter for reef fishes. All reefs were caged \n(not shown in the diagram below). We approximated experimental reef volume as a \ncube (including the 0.25m diameter of the coral) with each block having the dimensions \n0.5m x 0.25m x 0.5m (L x W x H), making reefs with 0.5 m\n3\n and 1.0 m\n3\n, respectively.  \n \n \n \n \n \n\nAPPENDIX C: CORAL COLONY SIZE FREQUENCY DISTRIBUTION \n \nFigure C1: Size frequency distribution for all colonies seen in the reef surveys (N \n= 19 500 m2 survey plots, 1581 total corals). \nCoral Volume (m\n3\n)\nFrequency\n \n \n\nFigure C2: Size frequency distribution of colonies < \n1m\n3\nCoral Volume (m\n3\n)\nFrequency\n \n\nAPPENDIX D: PREDATION AND RAREFACTION \n \nFigure D1: Individual-based rarefaction curves for the three potential ways in which \npredators can alter prey diversity within a patch (i.e., alpha diversity or species \nrichness). Reproduced from Almany and Webster (2004). A patch that has no predators \nwill have a rarefaction curve labeled NP. On short time scales, predators will nearly \nalways reduce prey abundance (arrow at bottom), but the manner in which this reduced \nabundance affects species richness depends on the whether predators forage as \ngeneralists or if they exhibit frequency dependent predation. If predators are generalist \nthey will have rarefaction curve G. If predators disproportionately eat common species \nthey will increase diversity relative to generalist predators (curve C), and if predators \ndisproportionately consume rare species they will produce rarefaction curve R.   \n(NP)\n(G)\n(C)\n(R)\nNo. Individuals\nNo. Species\nPredation\n \n \nAlmany, G. R. and M. S. Webster. 2004. Odd species out as predators reduce diversity \nof coral-reef fishes. Ecology 85:2933-2937. \n \n \n\nAPPENDIX E.  TOTAL PREY COLONIZATION \n \nTable E1: Colonization of all recorded species of fish summed over 18 reefs for small \nand large patches in the absence and presence of predators. \n \n Total Colonization \n      \n No Predator  Predator \n      \nFamily (common name) Small Large  Small Large \nGenus species      \nHolocentridae (Squirrelfishes)      \nNeoniphon sammara 9 6  1 0 \nSargocentron microstoma 1 0  0 0 \n      \nBlenniidae (Blennies)      \nPetroscirtes xestus 0 1  0 0 \n      \nPomacentridae (Damselfishes)       \nDascyllus aruanus  3 0  1 0 \nDascyllus flavicaudus 0 0  1 1 \nPomacentrus pavo 19 1  39 51 \n      \nLabridae (Wrasses and Parrotfishes)       \nCheilinus chlorourus 4 2  0 0 \nHalichoeres margaritaceus 1 0  1 0 \nHalichoeres trimaculatus 0 0  1 0 \nPseudocheilinus evanidus 1 0  1 0 \nPseudocheilinus hexataenia 1 0  1 0 \nScarus psittacus      \n      \nGobiidae (Gobies)       \nAsterropteryx semipunctata 0 0  0 4 \nGnatholepis anjerensis 31 19  1 3 \nPriolepis squamogena 0 1  0 0 \n      \nTetraodontidae (Pufferfishes)      \nCanthigaster bennetti 5 6  2 0 \nCanthigaster solandri 10 5  4 1 \nCanthigaster valentini 0 0  1 1 \n      \nAcanthuridae (Surgeonfishes)       \nAcanthurus olivaceus 0 1  0 0 \nCtenochaetus binotatus 13 9  1 0 \nCtenochaetus striatus 0 2  0 0 \n\nNaso unicornis 2 1  0 0 \nZebrasoma scopas 1 0  0 0 \n      \nChaetodontidae (Butterflyfishes)       \nChaetodon citrinellus 4 1  0 0 \nChaetodon trichrous 2 6  0 0 \n      \nLethrinidae (Emperorfishes)      \nGnathodentex aureolineatus 18 24  0 0 \nMonotaxis grandoculis 4 9  0 0 \n      \nSiganidae (Rabbitfishes)      \nSiganus argenteus 2 0  0 0 \nSiganus spinus 0 1  0 0 \n      \nLutjanidae (Snappers)      \nLutjanus gibbus 3 2  1 0 \nLutjanus kasmira  2 0  0 0 \n      \nMullidae (Goatfishes)      \nMulloidichthys flavolineatus 1 0  0 0 \nParupeneus pleurostigma 2 0  0 0 \nParupeneus barberinus 2 0  0 0 \nParupeneus multifasciatus 3 1  0 0 \n      \nScorpaenidae (Scorpionfishes)      \nScorpaenopsis diabolus 0 1  0 0 \nSebastapistes fowleri 0 1  0 0 \nSebastapistes tinkhami 1 0  0 0 \nTaenianotus triacanthus 0 0  0 1 \nPterois antennata 0 0  0 1 \n      \nBallistidae (Triggerfishes)      \nRhinecanthus aculeatus 1 0  0 0 \n      \n      \nTotal Abundance 146 100  56 62 \nGamma Diversity 28 22  14 7 \n      \n \n ",
  "extractedAt": "2025-12-12T18:45:14.835Z",
  "success": true,
  "matchedPublication": {
    "title": "Predation and landscape characteristics independently affect reef fish community organization",
    "doi": "10.1890/12-1441.1",
    "year": "2014",
    "authors": "Stier, Adrian C.; Hanson, Katharine M.; Holbrook, Sally J.; Schmitt, Russell J.; Brooks, Andrew J."
  }
}