{
  "filename": "Stier et al (PLoS ONE) 2012.pdf",
  "numPages": 6,
  "text": "Housekeeping Mutualisms: Do More Symbionts Facilitate Host Performance? Adrian C. Stier 1 * . , Michael A. Gil 1. , C. Seabird McKeon 1,3. , Sarah Lemer 2 , Matthieu Leray 2 , Suzanne C. Mills 2 , Craig W. Osenberg 1 1Department of Biology, University of Florida, Gainesville, Florida, United States of America,2Laboratoire d’Excellence ‘‘CORAIL’’, USR 3278 CNRS-EPHE, CBETM de l’Universite ́ de Perpignan, Perpignan, France,3Smithsonian Institution Marine Science Network, Smithsonian Marine Station, Ft. Pierce, Florida, United States of America Abstract Mutualisms often involve one host supporting multiple symbionts, whose identity, density and intraguild interactions can influence the nature of the mutualism and performance of the host. However, the implications of multiple co-occurring symbionts on services to a host have rarely been quantified. In this study, we quantified effects of decapod symbionts on removal of sediment from their coral host. Our field survey showed that all common symbionts typically occur as pairs and never at greater abundances. Two species, the crabTrapezia sereneiand the shrimpAlpheus lottini, were most common and co-occurred more often than expected by chance. We conducted a mesocosm experiment to test for effects of decapod identity and density on sediment removal. Alone, corals removed 10% of sediment, but removal increased to 30% and 48% with the presence of two and four symbionts, respectively. Per-capita effects of symbionts were independent of density and identity. Our results suggest that symbiont density is restricted by intraspecific competition. Thus, increased sediment removal from a coral host can only be achieved by increasing the number of species of symbionts on that coral, even though these species are functionally equivalent. Symbiont diversity plays a key role, not through added functionality but by overcoming density limitation likely imposed by intraspecific mating systems. Citation:Stier AC, Gil MA, McKeon CS, Lemer S, Leray M, et al. (2012) Housekeeping Mutualisms: Do More Symbionts Facilitate Host Performance? PLoS ONE 7(4): e32079. doi:10.1371/journal.pone.0032079 Editor:Anna Dornhaus, University of Arizona, United States of America ReceivedOctober 23, 2011;AcceptedJanuary 19, 2012;PublishedApril 16, 2012 Copyright:ß2012 Stier et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Funding:Financial support was provided by the Partnership University Fund of the French American Cultural Exchange (Ocean Bridges Program, http:// facecouncil.org/puf/) and the National Science Foundation (Grant No. OCE-1130359; and a Graduate Research Fellowship awarded to Dr. Gil, Grant No.DGE- 0802270) for financial support. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing Interests:The authors have declared that no competing interests exist. * E-mail: adrian.stier@gmail.com .These authors contributed equally to this work. Introduction Mutualisms are widespread across taxa, contributing to the structure and function of ecosystems [1,2,3], especially when the mutualisms involve foundation species such as trees or stony corals. Historically, mutualisms have been studied through pairwise interactions, for example, between a single symbiont and a single host. However, many hosts are inhabited by multiple species of potentially interacting symbionts [4,5] necessitating the need to understand how multiple co-occurring symbiont species influence patterns of association within the symbiont guild, and how effects of symbiont species combine to influence the host [6,7,8,9]. Co-occupation of hosts by multiple symbionts creates opportu- nities for emergent effects on the host that potentially go beyond effects anticipated based upon pairwise interactions (i.e. higher- order interactions, [10]). For example, experimental studies of predator-prey interactions have evaluated how the combined effects of two or more predator species compare to those predicted based upon pairwise effects of a single predator species [11]. These ‘‘multiple predator effect’’ studies evaluate if effects are indepen- dent (e.g., the predator species do not interact), synergistic (i.e., risk to prey is greater than expected), or inhibitory (e.g., predators incur intraguild predation or interference and thus risk to prey is reduced) [12]. A comparable framework may prove valuable for understanding symbiont effects [9,13], and thus may help explain patterns of symbiont association and host responses to shifts in symbiont density and diversity. For example, antagonism between pollinator species can reduce the pollination services provided to plants by subordinate pollinators [7]. Insights from such experiments can evaluate putative links between biodiversity of the symbionts and ecosystem function mediated through host responses, as has been suggested in studies of myrmecophytic ants that defend plants [14,15], snail grazers that remove epiphytes on algae [16], bacterial endosymbionts that convey antibiotic resistance to corals [17], and microbes that supply nitrogen to plant roots [18,19]. Tropical coral reef ecosystems, with their exceptional biodiver- sity, are ideal models for studying mutualisms. Many reef corals house symbionts within tissues (i.e., endosymbionts, such as zooxanthellae) and within their branches (i.e., exosymbionts, such as some fishes and invertebrates). These symbionts depend critically upon the coral for their existence. For example, in the Indo-Pacific, some species of trapeziid crabs and alpheid shrimps live exclusively within the branches of pocilloporid corals [20]. Furthermore, work has shown that these decapod symbionts increase their coral host’s survival and growth by defending them from corallivorous sea stars and gastropods [13,21,22], removing PLoS ONE | www.plosone.org1April 2012 | Volume 7 | Issue 4 | e32079 mucus nets produced by vermetid gastropods [23], and removing sediment deposited on the coral tissue [24]. Only one study has examined how.1 species of exosymbiont combine to influence coral hosts: McKeon et al. [13] suggested that effects of two coral symbionts (Trapezia sereneiandAlpheus lottini) combined synergisti- cally to protect the host coral from seastar predators. Sediment removal by coral symbionts may be particularly critical to the resilience of reef ecosystems. Natural disturbances (e.g. cyclones and storms) and coastal urbanization cause terrestrial runoff and re-suspension of bottom sediments, which increase sediment deposition onto corals [25]. Sedimentation decreases growth and increases mortality of corals [26,27]. Although corals can remove some sediments from their surface through mucus sloughing, cilia movement, or polyp extension [28,29,30], symbionts potentially play a critical role in protecting corals from the deleterious effects of sedimentation by removing additional sediment [24]. Here, we document patterns of association between symbiont species occurring inPocilloporacoral colonies. We then use an experimental design and analytical approach borrowed from the predator-prey literature [31] to quantify the separate and combined effects of the two most common and positively associated symbiont species on sediment removal from corals. Materials and Methods Field Survey Our study was conducted on Moorea, French Polynesia, a high island surrounded by a barrier reef. Over three consecutive days (July 19–21, 2010), we conducted a field survey on the western shore of Moorea near the reef crest (17u3292099S, 149u5493499W and 17u3490599S, 149u5295099W). We collected colonies of Pocillopora cf. verrucosa(hereafterPocillopora) ranging from 45– 160 cm maximum diameter from 1–2 m depth by enveloping each colony in a plastic bag to prevent symbiont loss, and removing each colony from the substrate with a chisel. Corals were immediately transported in coolers to the laboratory, where we measured each coral (maximum diameter, perpendicular diame- ter, maximum height and circumference) and removed all coral- dwelling fishes and decapods. We identified all decapods larger than,4 mm in carapace length and retained corals and decapods for later use in the experiments (see below). We focused on trapeziid crabs and alpheid snapping shrimps because they were common, conspicuous, readily identifiable, and are known to play an important functional role in the growth and survival of Pocillopora[21]. Sediment Removal Experiment We conducted an experiment in four large flow-through outdoor seawater tanks (2670 l; 3 m diameter), with the experiment repeated across four consecutive nights (each tank and night comprised a block). For each block, we selected five corals for similarity in size, branching morphology, and color. All corals came from the field survey, had originally contained symbionts, and had been collected within 48 h prior to their use in the experiment. We used two species of symbionts:Alpheus cf. lottini ‘stripes’(hereafterAlpheus lottini: see Table S1)andTrapezia serenei. Each tank contained a single replicate of each of five treatments, which were assigned at random within each block: Control (0 symbionts); AA (2Alpheus lottini); TT (2Trapezia serenei); AT (1A. lottiniand 1T. serenei); AATT (2A. lottiniand 2T. serenei). Thus, the experiment combined an additive and substitutive design [31]: the additive design controlled intraspecific density, and the substitutive design controlled total symbiont density. Intraspecific pairs of decapods collected from the field survey were maintained in flow-through containers for up to 48 h prior to the start of the experiment. For the AA, TT, and AATT treatments, intraspecfic pairs were collected from the same coral. We retained intraspecific pairs for these treatments because previous studies have shown thatTrapeziaconspecifics form reproductive pairs and that these pairs can inhibit recruitment by conspecifics [32]. For the AATT treatment, theTrapeziaand Alpheuscame from different corals. For the AT treatment, pairs of each species were separated for use in different corals. Otherwise, symbionts were assigned to treatments randomly. Sediments were collected from beaches on the north shore of Moorea, passed through soil sieves to isolate the 2–2.5 mm fraction, dried at 70uC overnight, and divided into 50 g aliquots. Using cinder blocks, corals were suspended atop a rigid plastic grid (mesh size = 1 cm) above sediment collection bins; 60 cm separated adjacent units within a tank (Fig. S1). Corals and their symbionts were added to the experimental tanks approximately 8 h and 1 h, respectively, prior to sediment addition. At dusk, sediment trials were initiated by adding 50 g of sediment to each coral colony simultaneously within blocks. Sediment that did not settle onto the coral colony was collected in bins and discarded, and the collection bins were immediately returned to collect the sediment removed during the night, the period over which the decapods are most active [33]. At dawn (,13 hours after trial initiation) sediment bins were recollected. Sediment retained on each colony was also collected. All collected sediments were dried and weighed. The proportion of sediment that remained on the coral was determined as the dry mass of the remaining sediment divided by the sum of the dry masses of the remaining sediment and that collected at dawn in the bin. All necessary permits were obtained from the De ́le ́gation a` la Recherche de la Polyne ́sie franc ̧aise for the described field studies. Statistical Methods Natural Variation in Richness, Co-occurrence, and Intraspecific Abundance. To determine whether observed patterns of species richness, co-occurrence, and abundance differed from patterns expected by chance, we generated null distributions using the five most abundant species. For species richness and co-occurrence, we fixed the number of corals (out of 133) that were actually occupied by each of the species, but randomly assigned each species to the 133 corals. We repeated the process for a total of 10,000 iterations. To assess patterns of abundance within each species (e.g., to assess if intraspecific pairs occurred more often than expected by chance), we fixed the total number of individuals of each species (at the observed number), but randomly allocated those individuals to the 133 corals. This was repeated 10,000 times for each species. We then determined the upper and lower 2.5% quantiles for each occurrence combination and compared our observed frequencies to those null intervals. Sediment removal experiment.Effects of symbionts on sediment retention were quantified using a linear mixed effects model (fixed effect: symbiont treatment; random effect: experimental block) with four orthogonal contrasts: 1) symbiont effect (symbionts absent (Control) vs. present (AA, TT, AT, AATT)), 2) density effect (two symbionts (AA, TT, AT) vs. four symbionts (AATT)), 3) complementarity effect (monospecific pairs (AA and TT) vs. multi-species pairs (AT), and 4) identity effect (Alpheus(AA) vs.Trapezia(TT)). Proportion of sediments remaining on the coral was arcsine-square root transformed prior to analysis to increase normality and reduce heteroschedasticity. Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.plosone.org2April 2012 | Volume 7 | Issue 4 | e32079 We developed an analytical approach similar to that used in ‘‘Multiple Predator Effect’’ (MPE) studies [11] to estimate the interactions between symbionts on sediment removal. Three separate null models were used to estimate the expected level of sediment retention in the presence of both species of symbionts (i.e., treatments AT and AATT), assuming that the symbionts had independent effects on sediment removal. For example, assuming that effects of symbionts combined independently, then the expected retention (i.e., ‘‘survival’’) of sediment in the AT treatment ( ^ SS AzT ) can be predicted from the single species results: ^ SS AzT ~(S AA ) 0:5 (S TT ) 0:5 ,ð1Þ whereS i is the average proportion of sediment retained on the coral in thei th experimental treatment, and the carat indicates an expected proportion. The expected retention of sediment in the AATT treatment can be generated in two ways. Based on results from the monospecific treatments (AA and TT), the null expectation is: ^ SS AAzTT(a) ~ (S AA )(S TT ) (S NE ) ð2Þ Using results from the multi-species treatment (AT) yields: ^ SS AAzTT(b) ~ (S AT ) 2 (S NE ) ð3Þ To generate confidence intervals, we randomly sampled the observed data with replacement and calculated the null expecta- tion based upon the two ‘‘observed’’ samples using Equation 2 (or 3). We repeated this 10,000 times and determined the 95% quantiles, which were then compared to the observed result (i.e., S AA orS AAzTT ). Significant deviations of the observed values from the distribution of expected values would suggest either synergy (sediment survival was worse than expected) or interfer- ence (sediment survival was greater than expected) between the symbiont species. Results Field Survey A total of 11 species of trapeziid and alpheid decapod symbionts .4 mm carapace length were collected from the 133 surveyed corals (see Table S1 for a species list). Five species were sufficiently abundant to analyze further (each occurring in.10 corals). 129 (97%) of the 133 surveyed corals contained at least one of these five focal species (Fig. S2). A majority of corals contained two (of the five) species of symbiont, which was more common than expected by chance (Fig. 1a, Table S2). The high frequency of corals occupied by just two species of symbionts was driven primarily byTrapezia serenei, which was positively associated with both species of alpheid shrimps (A. lottiniandSynalpheus charon) (Fig. 1a). This positive association between crab and shrimp species was not observed for the otherTrapeziaspecies. Furthermore, species of the same family tended to avoid one another. The two shrimp (A. lottiniandS. charon) and two of the crabs (T. sereneiandT. punctimanus) co-occurred less often than expected by chance. The two other crab-crab associations also suggested avoidance, although the patterns did not differ significantly from those expected by chance (Fig. 1a). Similarly, intraspecific pairs of symbionts occurred at high frequency. Of the 424 individual symbionts collected (of the five focal species), 41% occurred as intraspecific pairs (Table S2). Intraspecific density consistently deviated from the random expectation, with pairs of individuals occurring most frequently for all five abundant taxa (Fig. 1b, Table S3). We never observed more than two individuals of a species in any coral colony. In summary, the two most abundance species,T. sereneiandA. lottini, each occur in intraspecific pairs and co-occur more often than expected by chance. We therefore hypothesized that the co- occurrence of these two species might lead to a synergism in the ecological services they provide to the sharedPocilloporahost. Sediment Removal Experiment We statistically modeled sediment retention (‘‘survival’’) on the coral using a framework adapted from studies of prey survival from the multiple-predator-effects literature. However, hereafter we present the data in the form of sediment removal (i.e. 1 – (proportion sediment retained)) because removal more clearly emphasizes the beneficial effect on the coral host. In the absence of symbionts, the coral in combination with physical disturbance reduced sediment loads by,10% (i.e.,90% of the sediment remained on the coral). This removal rate was small relative to that of the corals containing symbionts, which increased the absolute amount of sediment removal to,35%. This positive effect of symbionts on sediment removal increased with a doubling in symbiont density (i.e., from,32% to 48% (t 1,36 = –3.87,p= 0.001). There was, however, no evidence for complementarity between symbionts (t 1,36 = –0.88,p= 0.385) or differences between symbiont species (t 1,36 = –0.66,p= 0.601): Fig. 2. The two combined-species treatments (i.e., AT and AATT) did not differ significantly from that expected if their effects combined independently (Fig. 2). Thus there was no evidence for synergy or interference between these symbionts. Discussion Symbionts substantially enhanced sediment removal from Pocillopora. The mechanism(s) by which symbionts remove sediment remains unclear, however. Three possibilities exist: 1) active removal where symbionts pick off grains of sediment, 2) passive removal, where sediment is removed during movement of symbionts, or 3) symbionts facilitate the coral’s own sediment removal ability (e.g. by stimulating mucus sloughing, cilia movement, or polyp extension). Previous studies have obtained mixed results about interspecific variation in symbiont effects on hosts. Some, like our study, found that two symbiont species have similar effects on their host, while other studies have found demonstrable differences among species [16,34]. For example, in another crab-coral system, McKeon [35] conducted single species trials with three species ofTrapeziaand found that one species removed significantly more sediment than the other two. Despite this work on pairwise interactions, very little work has determined if pairwise results can be extrapolated to multiple symbiont effects, although these situations are common and have the potential to modify the dynamics of foundation species. If interactions within a symbiont guild lead to synergy (or antagonism) of effects, host-symbiont dynamics and co-evolution may be different than expected from results of pairwise experiments. The few existing multi-symbiont studies have shown both synergism [13,16,36] and antagonism [17,37]. In contrast, we found that effects combined independently. In a previous study in the same system as ours, McKeon et al. [13] found that effects ofT. sereneiandA. lottinicombined synergistically to deter coral predators. This diversity of results suggests there is no general Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.plosone.org3April 2012 | Volume 7 | Issue 4 | e32079 pattern across multi-symbiont systems or even within the same system. When different species perform similar tasks in a system (e.g., sediment removal), this functional redundancy can buffer ecosystem services to the loss of one or more species [38]. However, this buffering often requires an increase in the density of remaining species [39]. In our system, however, we never observed .2 individuals of the same species per coral (Fig. 1b). This likely reflects the formation of reproductive pairs and their inhibition of recruitment by other individuals (e.g., as has been shown in two Trapeziaconspecifics:T. intermediaandT. digitalis) [32]. Thus, the buffering effect that protects ecosystem services can be lost in systems such as ours [32,40]: because of intraspecific competition, the only way to effectively increase symbiont density is to increase the number of species inhabiting a coral. Indeed, in our survey, diversity and abundance were positively correlated (Fig. S3). Therefore, symbiont diversity may remain important to the host despite functional redundancy among symbionts. LargerPocilloporacorals generally support more species [41,42] and they likely also support more pairs within a species [42]. Thus, the constraint we have noted likely is reduced in larger colonies. Increases in coral host performance with higher symbiont diversities may lead to positive feedback, with an increase in coral size supporting an increase in symbiont diversity (and density). This also should expand the capacity for compensation by other species if one species is lost. Future work on this and other multi- symbiont systems will therefore require both the study of pairwise interactions (to quantify species effects) and multiple species effects Number of Individuals (per coral) Number of Corals 0 10 20 30 40 50 60 70 A. lottini S. charonT. serenei 12≥3 T. bidentataT. punctimanus ShrimpsCrabs Number of Corals 1 10 100 ShrimpsCrabs and ShrimpsCrabs T. serenei + T. bidentata T. serenei + T. punctimanus T. bidentata + T. punctimanus S. charon + T. bidentata S. charon + T. punctimanus A. lottini + T. bidentata A. lottini + T. punctimanus T. serenei + A. lottini T. serenei + S. charon A. lottini + S. charon 12≥312≥312≥312≥3 A B Figure 1. Interspecific co-occurrence (a) and intraspecific density (b) of five focal symbiont species from 133 surveyed corals. Pairwise co-occurrence of five focal symbiont species are shown within Trapezidae (i.e. Crabs – blue), within Alpheidae (i.e. Shrimps – pink), between the two families (Crabs and Shrimps – green). Black circles and solid line represent the observed data. Colored rectangles and dashed lines represent the 95% quantiles from 10,000 randomly simulated communities. Observed values are significantly different from the randomly simulated communities when the black circle falls outside the 95% quantiless. Species tend to avoid to avoid confamilials (with 2 of 4 comparisons demonstrating avoidance), while the crab,T. sereneiis positively associated with both shrimp species. At the intraspecific level, pairs are more common and singlets and triplets are more rare than expected by chance. See Appendices B and E for raw data. doi:10.1371/journal.pone.0032079.g001 Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.plosone.org4April 2012 | Volume 7 | Issue 4 | e32079 (to evaluate how these effects combine), as well as attention to the patterns of host occupancy and symbiont-host dynamics (to assess how ecosystem services may be altered by shifts in the symbiont community). Supporting Information Figure S1Panel A shows aPocilloporacoral being transported in a plastic container.After the coral was transferred to the red plastic grid, the container was placed underneath the grid to capture sediment removed by the coral and exosymbionts. Panel B shows a close up of a replicate coral with bothTrapezia serenei(top) andAlpheus lottini(bottom). (TIF) Figure S2Frequency of species richness on 133 sur- veyed corals for top five focal exosymbionts (Trapezia serenei,Alpheus lottini,Synalpheus charon,T. biden- tata,T. punctimanus).Black circles and solid line represent the observed data. Purple rectangle and dashed line represent the 95% quantiles of richness from 10,000 randomly simulated communities. Pairs of species occur more frequently than expected by chance. (EPS) Figure S3The diversity of crustacean communities increases with total abundance.Here we show the abundance-diversity relationship extracted from papers on com- munities inhabitingPocillopora damicornis[43] (red - a),Stylophora pistillata[44] (green – b), and our study inPocillopora cf. verrucosa (blue - c). Each point gives the species richness and abundance for a single coral colony. Because the two previous studies describing this relationship included juvenile crustaceans, we have included juveniles in our data set as well (excluding juveniles from our data, still leads to a positive correlation;p,0.001, n = 133,r 2 = 0.77). Note the log 10 scale on the x and y-axis. (EPS) Table S1Species list, number of corals occupied, and total abundance of exosymbionts from Alpheidae and Trapeziidae from surveys of 133 corals. (DOC) Table S2Occurrence and co-occurrence patterns of five focal species (Trapezia serenei,Alpheus lottini,Synal- pheus charon,T. bidentata,T. punctimanus) on 133 surveyed reefs.Simulation quantiles represent 95% confidence interval from 10,000 randomly generated communities. (DOC) Table S3Abundance of individuals within a given species across all 133 corals for top five focal species of exosymbiont.Simulation quantiles represent 95% confidence interval from 10,000 randomly generated communities. (DOC) Acknowledgments This is a contribution from UC Berkeley’s Richard B. Gump South Pacific Research Station and Le Centre de Recherches Insulaires et Observatoire de l’Environnement in Moorea, French Polynesia. We thank M. McCoy for assistance with analysis, two anonymous reviewers for constructive comments, the staff at Gump for logistical support. Symbiont Treatment Proportion of Sediment Removed 0.2 0.4 0.6 0.8 None2A2T1A + 1T2A + 2T S AA + TT (a) ^ S A + T ^ S AA + TT (b) ^ 0.0 Figure 2. Independent effects of symbionts (Alpheus: A andTrapezia: T) on the proportion of sediment removed in the experiment. Figure shows backtransformed mean695% CI, n = 13. Grey vertical bars are give the 2.5% and 97.5 quantiles for the distribution of effects of symbionts assuming independence and calculated from equations 1, 2, and 3. The white bar in center of each grey bar is the mean from these simulations. Observed values fall within the null distributions for both the additive and substitutive designs suggesting that the effects of symbionts are independent (i.e. the data provide no evidence for antagonism or synergy between symbiont species). doi:10.1371/journal.pone.0032079.g002 Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.plosone.org5April 2012 | Volume 7 | Issue 4 | e32079 Author Contributions Conceived and designed the experiments: ACS MAG CSM SL ML SCM CWO. Performed the experiments: ACS MAG CSM SL ML SCM CWO. Analyzed the data: ACS MAG CWO. Contributed reagents/materials/ analysis tools: CWO SCM. Wrote the paper: ACS MAG CSM SL ML SCM CWO. References 1. Boucher DH, James S, Keeler KH (1982) The ecology of mutualism. Annual Review of Ecology and Systematics 13: 315–347. 2. Bruno JF, Stachowicz JJ, Bertness MD (2003) Inclusion of facilitation into ecological theory. Trends in Ecology & Evolution 18: 119–125. 3. Hay ME, Parker JD, Burkepile DE, Caudill CC, Wilson AE, et al. (2004) Mutualisms and aquatic community structure: The enemy of my enemy is my friend. Annual Review of Ecology Evolution and Systematics 35: 175–197. 4. Goheen JR, Palmer TM (2010) Defensive plant-ants stabilize megaherbivore- driven landscape change in an African savanna. Current Biology 20: 1768–1772. 5. Palmer TM, Stanton ML, Young TP, Goheen JR, Pringle RM, et al. (2008) Breakdown of an ant-plant mutualism follows the loss of large herbivores from an African Savanna. Science 319: 192–195. 6. Gomulkiewicz R, Nuismer SL, Thompson JN (2003) Coevolution in variable mutualisms. American Naturalist 162: S80–S93. 7. Palmer TM, Stanton ML, Young TP (2003) Competition and Coexistence: Exploring Mechanisms That Restrict and Maintain Diversity within Mutualist Guilds. The American Naturalist 162: S63–S79. 8. Stanton ML (2003) Interacting guilds: Moving beyond the pairwise perspective on mutualisms. American Naturalist 162: S10–S23. 9. Crowley PH, Cox JJ (2011) Intraguild mutualism. Trends in Ecology & Evolution in pressDOI: 10.1016/j.tree.2011.1007.1011. 10. Billick I, Case TJ (1994) Higher-Order Interactions in Ecological Communities - What are they and how can they be detected. Ecology 75: 1529–1543. 11. Vance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih A (2007) The influence of intraguild predation on prey suppression and prey release: A meta-analysis. Ecology 88: 2689–2696. 12. Sih A, Englund G, Wooster D (1998) Emergent impacts of multiple predators on prey. Trends in Ecology & Evolution 13: 350–355. 13. McKeon CS, Stier AC, Boyer S (2011) Multiple defender effects modify the benefits of species stacking: Synergistic coral defense by mutualist crustaceans. Oecologiain press. 14. Altshuler DL (1999) Novel interactions of non-pollinating ants with pollinators and fruit consumers in a tropical forest. Oecologia 119: 600–606. 15. Raine NE, Gammans N, Macfadyen IJ, Scrivner GK, Stone GN (2004) Guards and thieves: antagonistic interactions between two ant species coexisting on the same ant-plant. Ecological Entomology 29: 345–352. 16. Stachowicz JJ, Whitlatch RB (2005) Multiple mutualists provide complementary benefits to their seaweed host. Ecology 86: 2418–2427. 17. Rypien KL, Ward JR, Azam F (2010) Antagonistic interactions among coral- associated bacteria. Environmental Microbiology 12: 28–39. 18. Domenech J, Ramos-Solano B, Probanza A, Lucas-Garcia JA, Colon JJ, et al. (2004)Bacillus spp.andPisolithus tinctoriuseffects onQuercus ilex ssp ballota: a study on tree growth, rhizosphere community structure and mycorrhizal infection. Forest Ecology and Management 194: 293–303. 19. Oliveira RS, Castro PML, Dodd JC, Vosatka M (2005) Synergistic effect of Glomus intraradicesandFrankia spp.on the growth and stress recovery ofAlnus glutinosain an alkaline anthropogenic sediment. Chemosphere 60: 1462–1470. 20. Patton WK (1974) Community structure among the animals inhabiting the coral Pocillopora damicornisat Heron Island, Australia. In: Vernberg WB, ed. Symbiosis in the Sea. Columbia: University of South Carolina Press. 21. Glynn PW (1983) Increased survivorship in coral harboring crustacean symbionts. Marine Biology Letters 4: 105–111. 22. Pratchett MS (2001) Influence of coral symbionts on feeding preferences of crown-of-thorns starfish Acanthaster planci in the western Pacific. Marine Ecology-Progress Series 214: 111–119. 23. Stier AC, McKeon CS, Osenberg CW, Shima JS (2010) Guard crabs alleviate deleterious effects of vermetid snails on a branching coral. Coral Reefs 29: 1019–1022. 24. Stewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic crabs maintain coral health by clearing sediments. Coral Reefs 25. 25. Fabricius KE (2005) Effects of terrestrial runoff on the ecology of corals and coral reefs: review and synthesis. Marine Pollution Bulletin 50: 125–146. 26. Dodge RE, Aller RC, Thomson J (1974) Coral growth related to resuspension of bottom sediments. Nature 247: 574–576. 27. Hubbard DK, Scaturo D (1985) Growth rates of 7 species of scleractinean corals from cane bay and salt river, St. Croix, USVI. Bulletin of Marine Science 36: 325–338. 28. Lasker HR (1980) Sediment Rejection by Reef Corals - The Roles of Behavior and Morphology in Montastrea cavernosa (Linnaeus). Journal of Experimental Marine Biology and Ecology 47: 77–87. 29. Staffordsmith MG, Ormond RFG (1992) Sediment-Rejection Mechanisms of 42 Species of Australian Scleractinian Corals. Australian Journal of Marine and Freshwater Research 43: 683–705. 30. Hubbard J, Pocock Y (1972) Sediment rejection by recent scleractinian corals: a key to palaeo-environmental reconstruction. Geologische Rundschau 61: 598–626. 31. Griffen BD (2006) Detecting emergent effects of multiple predator species. Oecologia 148: 702–709. 32. Huber ME (1987) Aggressive behavior of trapezia intermedia miers and trapezia digitalis latreille (Brachyura, xanthidae). Journal of Crustacean Biology 7: 238–248. 33. Castro P (1978) Movements between coral colonies in trapezia-ferruginea (Crustacea Brachyura), an obligate symbiont of scleractinian corals. Marine Biology 46: 237–245. 34. Morris WF, Hufbauer RA, Agrawal AA, Bever JD, Borowicz VA, et al. (2007) Direct and interactive effects of enemies and mutualists on plant performance: A meta-analysis. Ecology 88: 1021–1029. 35. McKeon CS (2010) Diversity in a tropical marine mutualism. Gainesville: University of Florida. 123 p. 36. Bracken MES, Gonzalez-Dorantes CA, Stachowicz JJ (2007) Whole-community mutualism: Associated invertebrates facilitate a dominant habitat-forming seaweed. Ecology 88: 2211–2219. 37. Jonsson LM, Nilsson MC, Wardle DA, Zackrisson O (2001) Context dependent effects of ectomycorrhizal species richness on tree seedling productivity. Oikos 93: 353–364. 38. Yachi S, Loreau M (1999) Biodiversity and ecosystem productivity in a fluctuating environment: The insurance hypothesis. Proceedings of the National Academy of Sciences of the United States of America 96: 1463–1468. 39. Loreau M (2004) Does functional redundancy exist? Oikos 104: 606–611. 40. Huber ME, Coles SL (1986) Resource utilization and competition among the 5 hawaiian speceis of trapezia (Crustacea, Brachyura). Marine Ecology-Progress Series 30: 21–31. 41. Abele LG, Patton WK (1976) The size of coral heads and community biology of associated decapod crustaceans. Journal of Biogeography 3: 35–47. 42. Caley MJ, Buckley KA, Jones GP (2001) Separating ecological effects of habitat fragmentation, degradation, and loss on coral commensals. Ecology 82: 2001. 43. Abele LG, Patton WK (1976) The size of coral heads and community biology of associated decapod crustaceans. Journal of Biogeography 3: 35–47. 44. Caley MJ, Buckley KA, Jones GP (2001) Separating ecological effects of habitat fragmentation, degradation, and loss on coral commensals. Ecology 82: 2001. Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.plosone.org6April 2012 | Volume 7 | Issue 4 | e32079",
  "sections": {
    "abstract": "Mutualisms often involve one host supporting multiple symbionts, whose identity, density and intraguild interactions can influence the nature of the mutualism and performance of the host. However, the implications of multiple co-occurring symbionts on services to a host have rarely been quantified. In this study, we quantified effects of decapod symbionts on removal of sediment from their coral host. Our field survey showed that all common symbionts typically occur as pairs and never at greater abundances. Two species, the crabTrapezia sereneiand the shrimpAlpheus lottini, were most common and co-occurred more often than expected by chance. We conducted a mesocosm experiment to test for effects of decapod identity and density on sediment removal. Alone, corals removed 10% of sediment, but removal increased to 30% and 48% with the presence of two and four symbionts, respectively. Per-capita effects of symbionts were independent of density and identity. Our results suggest that symbiont density is restricted by intraspecific competition. Thus, increased sediment removal from a coral host can only be achieved by increasing the number of species of symbionts on that coral, even though these species are functionally equivalent. Symbiont diversity plays a key role, not through added functionality but by overcoming density limitation likely imposed by intraspecific mating systems. Citation:Stier AC, Gil MA, McKeon CS, Lemer S, Leray M, et al. (2012) Housekeeping Mutualisms: Do More Symbionts Facilitate Host Performance? PLoS ONE 7(4): e32079. doi:10.1371/journal.pone.0032079 Editor:Anna Dornhaus, University of Arizona, United States of America ReceivedOctober 23, 2011;AcceptedJanuary 19, 2012;PublishedApril 16, 2012 Copyright:ß2012 Stier et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credit",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our results suggest that symbiont density is restricted by intraspecific competition.",
    "we found that effects combined independently.",
    "results suggests there is no general Sediment Cleaning by Multiple Coral Mutualists PLoS ONE | www.",
    "we show the abundance-diversity relationship extracted from papers on com- munities inhabitingPocillopora damicornis[43] (red - a),Stylophora pistillata[44] (green – b), and our study inPocillopora cf."
  ],
  "fullText": "\n\nHousekeeping Mutualisms: Do More Symbionts Facilitate\nHost Performance?\nAdrian C. Stier\n1\n*\n.\n, Michael A. Gil\n1.\n, C. Seabird McKeon\n1,3.\n, Sarah Lemer\n2\n, Matthieu Leray\n2\n,\nSuzanne C. Mills\n2\n, Craig W. Osenberg\n1\n1Department of Biology, University of Florida, Gainesville, Florida, United States of America,2Laboratoire d’Excellence ‘‘CORAIL’’, USR 3278 CNRS-EPHE, CBETM de\nl’Universite\n ́\nde Perpignan, Perpignan, France,3Smithsonian Institution Marine Science Network, Smithsonian Marine Station, Ft. Pierce, Florida, United States of America\nAbstract\nMutualisms often involve one host supporting multiple symbionts, whose identity, density and intraguild interactions can\ninfluence the nature of the mutualism and performance of the host. However, the implications of multiple co-occurring\nsymbionts on services to a host have rarely been quantified. In this study, we quantified effects of decapod symbionts on\nremoval of sediment from their coral host. Our field survey showed that all common symbionts typically occur as pairs and\nnever at greater abundances. Two species, the crabTrapezia sereneiand the shrimpAlpheus lottini, were most common and\nco-occurred more often than expected by chance. We conducted a mesocosm experiment to test for effects of decapod\nidentity and density on sediment removal. Alone, corals removed 10% of sediment, but removal increased to 30% and 48%\nwith the presence of two and four symbionts, respectively. Per-capita effects of symbionts were independent of density and\nidentity. Our results suggest that symbiont density is restricted by intraspecific competition. Thus, increased sediment\nremoval from a coral host can only be achieved by increasing the number of species of symbionts on that coral, even\nthough these species are functionally equivalent. Symbiont diversity plays a key role, not through added functionality but\nby overcoming density limitation likely imposed by intraspecific mating systems.\nCitation:Stier AC, Gil MA, McKeon CS, Lemer S, Leray M, et al. (2012) Housekeeping Mutualisms: Do More Symbionts Facilitate Host Performance? PLoS ONE 7(4):\ne32079. doi:10.1371/journal.pone.0032079\nEditor:Anna Dornhaus, University of Arizona, United States of America\nReceivedOctober 23, 2011;AcceptedJanuary 19, 2012;PublishedApril 16, 2012\nCopyright:ß2012 Stier et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted\nuse, distribution, and reproduction in any medium, provided the original author and source are credited.\nFunding:Financial support was provided by the Partnership University Fund of the French American Cultural Exchange (Ocean Bridges Program, http://\nfacecouncil.org/puf/) and the National Science Foundation (Grant No. OCE-1130359; and a Graduate Research Fellowship awarded to Dr. Gil, Grant No.DGE-\n0802270) for financial support. The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript.\nCompeting Interests:The authors have declared that no competing interests exist.\n* E-mail: adrian.stier@gmail.com\n.These authors contributed equally to this work.\nIntroduction\nMutualisms are widespread across taxa, contributing to the\nstructure and function of ecosystems [1,2,3], especially when the\nmutualisms involve foundation species such as trees or stony\ncorals.  Historically,  mutualisms  have  been  studied  through\npairwise interactions, for example, between a single symbiont\nand a single host. However, many hosts are inhabited by multiple\nspecies of potentially interacting symbionts [4,5] necessitating the\nneed to understand how multiple co-occurring symbiont species\ninfluence patterns of association within the symbiont guild, and\nhow effects of symbiont species combine to influence the host\n[6,7,8,9].\nCo-occupation of hosts by multiple symbionts creates opportu-\nnities for emergent effects on the host that potentially go beyond\neffects anticipated based upon pairwise interactions (i.e. higher-\norder interactions, [10]). For example, experimental studies of\npredator-prey interactions have evaluated how the combined\neffects of two or more predator species compare to those predicted\nbased upon pairwise effects of a single predator species [11]. These\n‘‘multiple predator effect’’ studies evaluate if effects are indepen-\ndent (e.g., the predator species do not interact), synergistic (i.e., risk\nto prey is greater than expected), or inhibitory (e.g., predators\nincur intraguild predation or interference and thus risk to prey is\nreduced) [12]. A comparable framework may prove valuable for\nunderstanding symbiont effects [9,13], and thus may help explain\npatterns of symbiont association and host responses to shifts in\nsymbiont density and diversity. For example, antagonism between\npollinator species can reduce the pollination services provided to\nplants by subordinate pollinators [7].\nInsights from such experiments can evaluate putative links\nbetween biodiversity of the symbionts and ecosystem function\nmediated through host responses, as has been suggested in studies\nof myrmecophytic ants that defend plants [14,15], snail grazers\nthat remove epiphytes on algae [16], bacterial endosymbionts that\nconvey antibiotic resistance to corals [17], and microbes that\nsupply nitrogen to plant roots [18,19].\nTropical coral reef ecosystems, with their exceptional biodiver-\nsity, are ideal models for studying mutualisms. Many reef corals\nhouse symbionts within tissues (i.e., endosymbionts, such as\nzooxanthellae) and within their branches (i.e., exosymbionts, such\nas some fishes and invertebrates). These symbionts depend\ncritically upon the coral for their existence. For example, in the\nIndo-Pacific, some species of trapeziid crabs and alpheid shrimps\nlive exclusively within the branches of pocilloporid corals [20].\nFurthermore, work has shown that these decapod symbionts\nincrease their coral host’s survival and growth by defending them\nfrom corallivorous sea stars and gastropods [13,21,22], removing\nPLoS ONE | www.plosone.org1April 2012 | Volume 7 | Issue 4 | e32079\n\nmucus nets produced by vermetid gastropods [23], and removing\nsediment deposited on the coral tissue [24]. Only one study has\nexamined how.1 species of exosymbiont combine to influence\ncoral hosts: McKeon et al. [13] suggested that effects of two coral\nsymbionts (Trapezia sereneiandAlpheus lottini) combined synergisti-\ncally to protect the host coral from seastar predators.\nSediment removal by coral symbionts may be particularly\ncritical to the resilience of reef ecosystems. Natural disturbances\n(e.g. cyclones and storms) and coastal urbanization cause terrestrial\nrunoff and re-suspension of bottom sediments, which increase\nsediment deposition onto corals [25]. Sedimentation decreases\ngrowth and increases mortality of corals [26,27]. Although corals\ncan remove some sediments from their surface through mucus\nsloughing,  cilia  movement,  or  polyp  extension  [28,29,30],\nsymbionts potentially play a critical role in protecting corals from\nthe deleterious effects of sedimentation by removing additional\nsediment [24].\nHere, we document patterns of association between symbiont\nspecies occurring inPocilloporacoral colonies. We then use an\nexperimental design and analytical approach borrowed from the\npredator-prey  literature  [31]  to  quantify  the  separate  and\ncombined effects of the two most common and positively\nassociated symbiont species on sediment removal from corals.\nMaterials and Methods\nField Survey\nOur study was conducted on Moorea, French Polynesia, a high\nisland surrounded by a barrier reef. Over three consecutive days\n(July 19–21, 2010), we conducted a field survey on the western\nshore of Moorea near the reef crest (17u3292099S, 149u5493499W\nand  17u3490599S,  149u5295099W).  We  collected  colonies  of\nPocillopora cf. verrucosa(hereafterPocillopora) ranging from 45–\n160 cm maximum diameter from 1–2 m depth by enveloping\neach colony in a plastic bag to prevent symbiont loss, and\nremoving each colony from the substrate with a chisel. Corals were\nimmediately transported in coolers to the laboratory, where we\nmeasured each coral (maximum diameter, perpendicular diame-\nter, maximum height and circumference) and removed all coral-\ndwelling fishes and decapods. We identified all decapods larger\nthan,4 mm in carapace length and retained corals and decapods\nfor later use in the experiments (see below). We focused on\ntrapeziid crabs and alpheid snapping shrimps because they were\ncommon, conspicuous, readily identifiable, and are known to play\nan important functional role in the growth and survival of\nPocillopora[21].\nSediment Removal Experiment\nWe conducted an experiment in four large flow-through\noutdoor  seawater  tanks  (2670  l;  3 m  diameter),  with  the\nexperiment repeated across four consecutive nights (each tank\nand night comprised a block). For each block, we selected five\ncorals for similarity in size, branching morphology, and color. All\ncorals came from the field survey, had originally contained\nsymbionts, and had been collected within 48 h prior to their use in\nthe experiment. We used two species of symbionts:Alpheus cf. lottini\n‘stripes’(hereafterAlpheus lottini: see Table S1)andTrapezia serenei.\nEach tank contained a single replicate of each of five treatments,\nwhich were assigned at random within each block: Control (0\nsymbionts); AA (2Alpheus lottini); TT (2Trapezia serenei); AT (1A.\nlottiniand 1T. serenei); AATT (2A. lottiniand 2T. serenei). Thus, the\nexperiment combined an additive and substitutive design [31]: the\nadditive design controlled intraspecific density, and the substitutive\ndesign controlled total symbiont density.\nIntraspecific pairs of decapods collected from the field survey\nwere maintained in flow-through containers for up to 48 h prior to\nthe start of the experiment. For the AA, TT, and AATT\ntreatments, intraspecfic pairs were collected from the same coral.\nWe retained intraspecific pairs for these treatments because\nprevious studies have shown thatTrapeziaconspecifics form\nreproductive pairs and that these pairs can inhibit recruitment\nby conspecifics [32]. For the AATT treatment, theTrapeziaand\nAlpheuscame from different corals. For the AT treatment, pairs of\neach species were separated for use in different corals. Otherwise,\nsymbionts were assigned to treatments randomly.\nSediments were collected from beaches on the north shore of\nMoorea, passed through soil sieves to isolate the 2–2.5 mm\nfraction, dried at 70uC overnight, and divided into 50 g aliquots.\nUsing cinder blocks, corals were suspended atop a rigid plastic grid\n(mesh size  =  1 cm) above sediment collection bins; 60 cm\nseparated adjacent units within a tank (Fig. S1). Corals and their\nsymbionts were added to the experimental tanks approximately\n8 h and 1 h, respectively, prior to sediment addition. At dusk,\nsediment trials were initiated by adding 50 g of sediment to each\ncoral colony simultaneously within blocks. Sediment that did not\nsettle onto the coral colony was collected in bins and discarded,\nand the collection bins were immediately returned to collect the\nsediment removed during the night, the period over which the\ndecapods are most active [33]. At dawn (,13 hours after trial\ninitiation) sediment bins were recollected. Sediment retained on\neach colony was also collected. All collected sediments were dried\nand weighed. The proportion of sediment that remained on the\ncoral was determined as the dry mass of the remaining sediment\ndivided by the sum of the dry masses of the remaining sediment\nand that collected at dawn in the bin. All necessary permits were\nobtained from the De ́le ́gation a` la Recherche de la Polyne ́sie\nfranc ̧aise for the described field studies.\nStatistical Methods\nNatural  Variation  in  Richness,  Co-occurrence,  and\nIntraspecific Abundance.\nTo determine whether observed\npatterns  of  species  richness,  co-occurrence,  and  abundance\ndiffered from patterns expected by chance, we generated null\ndistributions using the five most abundant species. For species\nrichness and co-occurrence, we fixed the number of corals (out of\n133) that were actually occupied by each of the species, but\nrandomly assigned each species to the 133 corals. We repeated the\nprocess for a total of 10,000 iterations. To assess patterns of\nabundance within each species (e.g., to assess if intraspecific pairs\noccurred more often than expected by chance), we fixed the total\nnumber of individuals of each species (at the observed number),\nbut randomly allocated those individuals to the 133 corals. This\nwas repeated 10,000 times for each species. We then determined\nthe  upper  and  lower  2.5%  quantiles  for  each  occurrence\ncombination and compared our observed frequencies to those\nnull intervals.\nSediment removal experiment.Effects of symbionts on\nsediment retention were quantified using a linear mixed effects\nmodel  (fixed  effect:  symbiont  treatment;  random  effect:\nexperimental block) with four orthogonal contrasts: 1) symbiont\neffect (symbionts absent (Control) vs. present (AA, TT, AT,\nAATT)), 2) density effect (two symbionts (AA, TT, AT) vs. four\nsymbionts (AATT)), 3) complementarity effect (monospecific pairs\n(AA and TT) vs. multi-species pairs (AT), and 4) identity effect\n(Alpheus(AA) vs.Trapezia(TT)). Proportion of sediments remaining\non the coral was arcsine-square root transformed prior to analysis\nto increase normality and reduce heteroschedasticity.\nSediment Cleaning by Multiple Coral Mutualists\nPLoS ONE | www.plosone.org2April 2012 | Volume 7 | Issue 4 | e32079\n\nWe developed an analytical approach similar to that used in\n‘‘Multiple Predator Effect’’ (MPE) studies [11] to estimate the\ninteractions between symbionts on sediment removal. Three\nseparate null models were used to estimate the expected level of\nsediment retention in the presence of both species of symbionts\n(i.e., treatments AT and AATT), assuming that the symbionts had\nindependent effects on sediment removal. For example, assuming\nthat effects of symbionts combined independently, then the\nexpected retention (i.e., ‘‘survival’’) of sediment in the AT\ntreatment (\n^\nSS\nAzT\n) can be predicted from the single species results:\n^\nSS\nAzT\n~(S\nAA\n)\n0:5\n(S\nTT\n)\n0:5\n,ð1Þ\nwhereS\ni\nis the average proportion of sediment retained on the\ncoral in thei\nth\nexperimental treatment, and the carat indicates an\nexpected proportion.\nThe expected retention of sediment in the AATT treatment can\nbe generated in two ways. Based on results from the monospecific\ntreatments (AA and TT), the null expectation is:\n^\nSS\nAAzTT(a)\n~\n(S\nAA\n)(S\nTT\n)\n(S\nNE\n)\nð2Þ\nUsing results from the multi-species treatment (AT) yields:\n^\nSS\nAAzTT(b)\n~\n(S\nAT\n)\n2\n(S\nNE\n)\nð3Þ\nTo generate confidence intervals, we randomly sampled the\nobserved data with replacement and calculated the null expecta-\ntion based upon the two ‘‘observed’’ samples using Equation 2 (or\n3). We repeated this 10,000 times and determined the 95%\nquantiles, which were then compared to the observed result (i.e.,\nS\nAA\norS\nAAzTT\n). Significant deviations of the observed values\nfrom the distribution of expected values would suggest either\nsynergy (sediment survival was worse than expected) or interfer-\nence (sediment survival was greater than expected) between the\nsymbiont species.\nResults\nField Survey\nA total of 11 species of trapeziid and alpheid decapod symbionts\n.4 mm carapace length were collected from the 133 surveyed\ncorals (see Table S1 for a species list). Five species were sufficiently\nabundant to analyze further (each occurring in.10 corals). 129\n(97%) of the 133 surveyed corals contained at least one of these\nfive focal species (Fig. S2). A majority of corals contained two (of\nthe five) species of symbiont, which was more common than\nexpected by chance (Fig. 1a, Table S2). The high frequency of\ncorals occupied by just two species of symbionts was driven\nprimarily byTrapezia serenei, which was positively associated with\nboth species of alpheid shrimps (A. lottiniandSynalpheus charon)\n(Fig. 1a). This positive association between crab and shrimp\nspecies  was  not  observed  for  the  otherTrapeziaspecies.\nFurthermore, species of the same family tended to avoid one\nanother. The two shrimp (A. lottiniandS. charon) and two of the\ncrabs (T. sereneiandT. punctimanus) co-occurred less often than\nexpected by chance. The two other crab-crab associations also\nsuggested  avoidance,  although  the  patterns  did  not  differ\nsignificantly from those expected by chance (Fig. 1a).\nSimilarly, intraspecific pairs of symbionts occurred at high\nfrequency. Of the 424 individual symbionts collected (of the five\nfocal species), 41% occurred as intraspecific pairs (Table S2).\nIntraspecific  density  consistently  deviated  from  the  random\nexpectation, with pairs of individuals occurring most frequently\nfor all five abundant taxa (Fig. 1b, Table S3). We never observed\nmore than two individuals of a species in any coral colony.\nIn summary, the two most abundance species,T. sereneiandA.\nlottini, each occur in intraspecific pairs and co-occur more often\nthan expected by chance. We therefore hypothesized that the co-\noccurrence of these two species might lead to a synergism in the\necological services they provide to the sharedPocilloporahost.\nSediment Removal Experiment\nWe statistically modeled sediment retention (‘‘survival’’) on the\ncoral using a framework adapted from studies of prey survival\nfrom the multiple-predator-effects literature. However, hereafter\nwe present the data in the form of sediment removal (i.e. 1 –\n(proportion sediment retained)) because removal more clearly\nemphasizes the beneficial effect on the coral host. In the absence of\nsymbionts, the coral in combination with physical disturbance\nreduced sediment loads by,10% (i.e.,90% of the sediment\nremained on the coral). This removal rate was small relative to\nthat of the corals containing symbionts, which increased the\nabsolute amount of sediment removal to,35%. This positive\neffect of symbionts on sediment removal increased with a doubling\nin symbiont density (i.e., from,32% to 48% (t\n1,36\n= –3.87,p=\n0.001). There was, however, no evidence for complementarity\nbetween symbionts (t\n1,36\n= –0.88,p= 0.385) or differences\nbetween symbiont species (t\n1,36\n= –0.66,p= 0.601): Fig. 2.\nThe two combined-species treatments (i.e., AT and AATT) did\nnot differ significantly from that expected if their effects combined\nindependently (Fig. 2). Thus there was no evidence for synergy or\ninterference between these symbionts.\nDiscussion\nSymbionts  substantially  enhanced  sediment  removal  from\nPocillopora.  The  mechanism(s)  by  which  symbionts  remove\nsediment remains unclear, however. Three possibilities exist: 1)\nactive removal where symbionts pick off grains of sediment, 2)\npassive removal, where sediment is removed during movement of\nsymbionts, or 3) symbionts facilitate the coral’s own sediment\nremoval  ability  (e.g.  by  stimulating  mucus  sloughing,  cilia\nmovement, or polyp extension).\nPrevious studies have obtained mixed results about interspecific\nvariation in symbiont effects on hosts. Some, like our study, found\nthat two symbiont species have similar effects on their host, while\nother studies have found demonstrable differences among species\n[16,34]. For example, in another crab-coral system, McKeon [35]\nconducted single species trials with three species ofTrapeziaand\nfound that one species removed significantly more sediment than\nthe other two. Despite this work on pairwise interactions, very little\nwork has determined if pairwise results can be extrapolated to\nmultiple symbiont effects, although these situations are common\nand have the potential to modify the dynamics of foundation\nspecies. If interactions within a symbiont guild lead to synergy (or\nantagonism) of effects, host-symbiont dynamics and co-evolution\nmay  be  different  than  expected  from  results  of  pairwise\nexperiments. The few existing multi-symbiont studies have shown\nboth synergism [13,16,36] and antagonism [17,37]. In contrast,\nwe found that effects combined independently. In a previous study\nin the same system as ours, McKeon et al. [13] found that effects\nofT. sereneiandA. lottinicombined synergistically to deter coral\npredators. This diversity of results suggests there is no general\nSediment Cleaning by Multiple Coral Mutualists\nPLoS ONE | www.plosone.org3April 2012 | Volume 7 | Issue 4 | e32079\n\npattern across multi-symbiont systems or even within the same\nsystem.\nWhen different species perform similar tasks in a system (e.g.,\nsediment  removal),  this  functional  redundancy  can  buffer\necosystem services to the loss of one or more species [38].\nHowever, this buffering often requires an increase in the density of\nremaining species [39]. In our system, however, we never observed\n.2 individuals of the same species per coral (Fig. 1b). This likely\nreflects the formation of reproductive pairs and their inhibition of\nrecruitment by other individuals (e.g., as has been shown in two\nTrapeziaconspecifics:T. intermediaandT. digitalis) [32]. Thus, the\nbuffering effect that protects ecosystem services can be lost in\nsystems such as ours [32,40]: because of intraspecific competition,\nthe only way to effectively increase symbiont density is to increase\nthe number of species inhabiting a coral. Indeed, in our survey,\ndiversity and abundance were positively correlated (Fig. S3).\nTherefore, symbiont diversity may remain important to the host\ndespite functional redundancy among symbionts.\nLargerPocilloporacorals generally support more species [41,42]\nand they likely also support more pairs within a species [42]. Thus,\nthe constraint we have noted likely is reduced in larger colonies.\nIncreases  in  coral  host  performance  with  higher  symbiont\ndiversities may lead to positive feedback, with an increase in coral\nsize supporting an increase in symbiont diversity (and density).\nThis also should expand the capacity for compensation by other\nspecies if one species is lost. Future work on this and other multi-\nsymbiont systems will therefore require both the study of pairwise\ninteractions (to quantify species effects) and multiple species effects\nNumber of Individuals (per coral)\nNumber of Corals\n0\n10\n20\n30\n40\n50\n60\n70\nA. lottini\nS. charonT. serenei\n12≥3\nT. bidentataT. punctimanus\nShrimpsCrabs\nNumber of Corals\n1\n10\n100\nShrimpsCrabs and ShrimpsCrabs\nT. serenei\n +\nT. bidentata\nT. serenei \n+\nT. punctimanus\nT. bidentata\n +\nT. punctimanus\nS. charon\n +\nT. bidentata\nS. charon\n +\nT. punctimanus\nA. lottini \n+\nT. bidentata\nA. lottini\n +\nT. punctimanus\nT. serenei \n+\nA. lottini\nT. serenei \n+\nS. charon\nA. lottini\n +\nS. charon\n12≥312≥312≥312≥3\nA\nB\nFigure 1. Interspecific co-occurrence (a) and intraspecific density (b) of five focal symbiont species from 133 surveyed corals.\nPairwise co-occurrence of five focal symbiont species are shown within Trapezidae (i.e. Crabs – blue), within Alpheidae (i.e. Shrimps – pink), between\nthe two families (Crabs and Shrimps – green). Black circles and solid line represent the observed data. Colored rectangles and dashed lines represent\nthe 95% quantiles from 10,000 randomly simulated communities. Observed values are significantly different from the randomly simulated\ncommunities when the black circle falls outside the 95% quantiless. Species tend to avoid to avoid confamilials (with 2 of 4 comparisons\ndemonstrating avoidance), while the crab,T.  sereneiis positively associated with both shrimp species. At the intraspecific level, pairs are more\ncommon and singlets and triplets are more rare than expected by chance. See Appendices B and E for raw data.\ndoi:10.1371/journal.pone.0032079.g001\nSediment Cleaning by Multiple Coral Mutualists\nPLoS ONE | www.plosone.org4April 2012 | Volume 7 | Issue 4 | e32079\n\n(to evaluate how these effects combine), as well as attention to the\npatterns of host occupancy and symbiont-host dynamics (to assess\nhow ecosystem services may be altered by shifts in the symbiont\ncommunity).\nSupporting Information\nFigure S1Panel A shows aPocilloporacoral being\ntransported in a plastic container.After the coral was\ntransferred to the red plastic grid, the container was placed\nunderneath the grid to capture sediment removed by the coral and\nexosymbionts. Panel B shows a close up of a replicate coral with\nbothTrapezia serenei(top) andAlpheus lottini(bottom).\n(TIF)\nFigure S2Frequency of species richness on 133 sur-\nveyed corals for top five focal exosymbionts (Trapezia\nserenei,Alpheus  lottini,Synalpheus  charon,T.  biden-\ntata,T. punctimanus).Black circles and solid line represent\nthe observed data. Purple rectangle and dashed line represent the\n95% quantiles of richness from 10,000 randomly simulated\ncommunities. Pairs of species occur more frequently than expected\nby chance.\n(EPS)\nFigure S3The diversity of crustacean communities\nincreases  with  total  abundance.Here  we  show  the\nabundance-diversity relationship extracted from papers on com-\nmunities inhabitingPocillopora damicornis[43] (red - a),Stylophora\npistillata[44] (green – b), and our study inPocillopora cf. verrucosa\n(blue - c). Each point gives the species richness and abundance for\na single coral colony. Because the two previous studies describing\nthis relationship included juvenile crustaceans, we have included\njuveniles in our data set as well (excluding juveniles from our data,\nstill leads to a positive correlation;p,0.001, n = 133,r\n2\n= 0.77).\nNote the log\n10\nscale on the x and y-axis.\n(EPS)\nTable S1Species list, number of corals occupied, and\ntotal abundance of exosymbionts from Alpheidae and\nTrapeziidae from surveys of 133 corals.\n(DOC)\nTable S2Occurrence and co-occurrence patterns of five\nfocal species (Trapezia serenei,Alpheus lottini,Synal-\npheus  charon,T.  bidentata,T.  punctimanus) on 133\nsurveyed reefs.Simulation quantiles represent 95% confidence\ninterval from 10,000 randomly generated communities.\n(DOC)\nTable S3Abundance of individuals within a given\nspecies across all 133 corals for top five focal species\nof exosymbiont.Simulation quantiles represent 95% confidence\ninterval from 10,000 randomly generated communities.\n(DOC)\nAcknowledgments\nThis is a contribution from UC Berkeley’s Richard B. Gump South Pacific\nResearch Station and Le Centre de Recherches Insulaires et Observatoire\nde l’Environnement in Moorea, French Polynesia. We thank M. McCoy\nfor assistance with analysis, two anonymous reviewers for constructive\ncomments, the staff at Gump for logistical support.\nSymbiont Treatment\nProportion of Sediment Removed\n0.2\n0.4\n0.6\n0.8\nNone2A2T1A + 1T2A + 2T\nS\nAA + TT (a)\n^\nS\nA + T\n^\nS\nAA + TT (b)\n^\n0.0\nFigure 2. Independent effects of symbionts (Alpheus: A andTrapezia: T) on the proportion of sediment removed in the experiment.\nFigure shows backtransformed mean695% CI, n = 13. Grey vertical bars are give the 2.5% and 97.5 quantiles for the distribution of effects of\nsymbionts assuming independence and calculated from equations 1, 2, and 3. The white bar in center of each grey bar is the mean from these\nsimulations. Observed values fall within the null distributions for both the additive and substitutive designs suggesting that the effects of symbionts\nare independent (i.e. the data provide no evidence for antagonism or synergy between symbiont species).\ndoi:10.1371/journal.pone.0032079.g002\nSediment Cleaning by Multiple Coral Mutualists\nPLoS ONE | www.plosone.org5April 2012 | Volume 7 | Issue 4 | e32079\n\nAuthor Contributions\nConceived and designed the experiments: ACS MAG CSM SL ML SCM\nCWO. Performed the experiments: ACS MAG CSM SL ML SCM CWO.\nAnalyzed the data: ACS MAG CWO. Contributed reagents/materials/\nanalysis tools: CWO SCM. Wrote the paper: ACS MAG CSM SL ML\nSCM CWO.\nReferences\n1.  Boucher DH, James S, Keeler KH (1982) The ecology of mutualism. Annual\nReview of Ecology and Systematics 13: 315–347.\n2.  Bruno JF, Stachowicz JJ, Bertness MD (2003) Inclusion of facilitation into\necological theory. Trends in Ecology & Evolution 18: 119–125.\n3.  Hay ME, Parker JD, Burkepile DE, Caudill CC, Wilson AE, et al. (2004)\nMutualisms and aquatic community structure: The enemy of my enemy is my\nfriend. Annual Review of Ecology Evolution and Systematics 35: 175–197.\n4.  Goheen JR, Palmer TM (2010) Defensive plant-ants stabilize megaherbivore-\ndriven landscape change in an African savanna. Current Biology 20:\n1768–1772.\n5.  Palmer TM, Stanton ML, Young TP, Goheen JR, Pringle RM, et al. (2008)\nBreakdown of an ant-plant mutualism follows the loss of large herbivores from\nan African Savanna. Science 319: 192–195.\n6.  Gomulkiewicz R, Nuismer SL, Thompson JN (2003) Coevolution in variable\nmutualisms. American Naturalist 162: S80–S93.\n7.  Palmer TM, Stanton ML, Young TP (2003) Competition and Coexistence:\nExploring Mechanisms That Restrict and Maintain Diversity within Mutualist\nGuilds. The American Naturalist 162: S63–S79.\n8.  Stanton ML (2003) Interacting guilds: Moving beyond the pairwise perspective\non mutualisms. American Naturalist 162: S10–S23.\n9.  Crowley PH, Cox JJ (2011) Intraguild mutualism. Trends in Ecology &\nEvolution in pressDOI: 10.1016/j.tree.2011.1007.1011.\n10. Billick I, Case TJ (1994) Higher-Order Interactions in Ecological Communities -\nWhat are they and how can they be detected. Ecology 75: 1529–1543.\n11. Vance-Chalcraft HD, Rosenheim JA, Vonesh JR, Osenberg CW, Sih A (2007)\nThe influence of intraguild predation on prey suppression and prey release: A\nmeta-analysis. Ecology 88: 2689–2696.\n12. Sih A, Englund G, Wooster D (1998) Emergent impacts of multiple predators on\nprey. Trends in Ecology & Evolution 13: 350–355.\n13. McKeon CS, Stier AC, Boyer S (2011) Multiple defender effects modify the\nbenefits of species stacking: Synergistic coral defense by mutualist crustaceans.\nOecologiain press.\n14. Altshuler DL (1999) Novel interactions of non-pollinating ants with pollinators\nand fruit consumers in a tropical forest. Oecologia 119: 600–606.\n15. Raine NE, Gammans N, Macfadyen IJ, Scrivner GK, Stone GN (2004) Guards\nand thieves: antagonistic interactions between two ant species coexisting on the\nsame ant-plant. Ecological Entomology 29: 345–352.\n16. Stachowicz JJ, Whitlatch RB (2005) Multiple mutualists provide complementary\nbenefits to their seaweed host. Ecology 86: 2418–2427.\n17. Rypien KL, Ward JR, Azam F (2010) Antagonistic interactions among coral-\nassociated bacteria. Environmental Microbiology 12: 28–39.\n18. Domenech J, Ramos-Solano B, Probanza A, Lucas-Garcia JA, Colon JJ, et al.\n(2004)Bacillus spp.andPisolithus tinctoriuseffects onQuercus ilex ssp ballota: a study\non tree growth, rhizosphere community structure and mycorrhizal infection.\nForest Ecology and Management 194: 293–303.\n19. Oliveira RS, Castro PML, Dodd JC, Vosatka M (2005) Synergistic effect of\nGlomus intraradicesandFrankia spp.on the growth and stress recovery ofAlnus\nglutinosain an alkaline anthropogenic sediment. Chemosphere 60: 1462–1470.\n20. Patton WK (1974) Community structure among the animals inhabiting the coral\nPocillopora damicornisat Heron Island, Australia. In: Vernberg WB, ed. Symbiosis\nin the Sea. Columbia: University of South Carolina Press.\n21. Glynn PW (1983) Increased survivorship in coral harboring crustacean\nsymbionts. Marine Biology Letters 4: 105–111.\n22. Pratchett MS (2001) Influence of coral symbionts on feeding preferences of\ncrown-of-thorns starfish Acanthaster planci in the western Pacific. Marine\nEcology-Progress Series 214: 111–119.\n23. Stier AC, McKeon CS, Osenberg CW, Shima JS (2010) Guard crabs alleviate\ndeleterious effects of vermetid snails on a branching coral. Coral Reefs 29:\n1019–1022.\n24. Stewart HL, Holbrook SJ, Schmitt RJ, Brooks AJ (2006) Symbiotic crabs\nmaintain coral health by clearing sediments. Coral Reefs 25.\n25. Fabricius KE (2005) Effects of terrestrial runoff on the ecology of corals and\ncoral reefs: review and synthesis. Marine Pollution Bulletin 50: 125–146.\n26. Dodge RE, Aller RC, Thomson J (1974) Coral growth related to resuspension of\nbottom sediments. Nature 247: 574–576.\n27. Hubbard DK, Scaturo D (1985) Growth rates of 7 species of scleractinean corals\nfrom cane bay and salt river, St. Croix, USVI. Bulletin of Marine Science 36:\n325–338.\n28. Lasker HR (1980) Sediment Rejection by Reef Corals - The Roles of Behavior\nand Morphology in Montastrea cavernosa (Linnaeus). Journal of Experimental\nMarine Biology and Ecology 47: 77–87.\n29. Staffordsmith MG, Ormond RFG (1992) Sediment-Rejection Mechanisms of 42\nSpecies of Australian Scleractinian Corals. Australian Journal of Marine and\nFreshwater Research 43: 683–705.\n30. Hubbard J, Pocock Y (1972) Sediment rejection by recent scleractinian corals: a\nkey to palaeo-environmental reconstruction. Geologische Rundschau 61:\n598–626.\n31. Griffen BD (2006) Detecting emergent effects of multiple predator species.\nOecologia 148: 702–709.\n32. Huber ME (1987) Aggressive behavior of trapezia intermedia miers and trapezia\ndigitalis latreille (Brachyura, xanthidae). Journal of Crustacean Biology 7:\n238–248.\n33. Castro P (1978) Movements between coral colonies in trapezia-ferruginea\n(Crustacea Brachyura), an obligate symbiont of scleractinian corals. Marine Biology\n46: 237–245.\n34. Morris WF, Hufbauer RA, Agrawal AA, Bever JD, Borowicz VA, et al. (2007)\nDirect and interactive effects of enemies and mutualists on plant performance: A\nmeta-analysis. Ecology 88: 1021–1029.\n35. McKeon CS (2010) Diversity in a tropical marine mutualism. Gainesville:\nUniversity of Florida. 123 p.\n36. Bracken MES, Gonzalez-Dorantes CA, Stachowicz JJ (2007) Whole-community\nmutualism: Associated invertebrates facilitate a dominant habitat-forming\nseaweed. Ecology 88: 2211–2219.\n37. Jonsson LM, Nilsson MC, Wardle DA, Zackrisson O (2001) Context dependent\neffects of ectomycorrhizal species richness on tree seedling productivity. Oikos\n93: 353–364.\n38. Yachi S, Loreau M (1999) Biodiversity and ecosystem productivity in a\nfluctuating environment: The insurance hypothesis. Proceedings of the National\nAcademy of Sciences of the United States of America 96: 1463–1468.\n39. Loreau M (2004) Does functional redundancy exist? Oikos 104: 606–611.\n40. Huber ME, Coles SL (1986) Resource utilization and competition among the 5\nhawaiian speceis of trapezia (Crustacea, Brachyura). Marine Ecology-Progress\nSeries 30: 21–31.\n41. Abele LG, Patton WK (1976) The size of coral heads and community biology of\nassociated decapod crustaceans. Journal of Biogeography 3: 35–47.\n42. Caley MJ, Buckley KA, Jones GP (2001) Separating ecological effects of habitat\nfragmentation, degradation, and loss on coral commensals. Ecology 82: 2001.\n43. Abele LG, Patton WK (1976) The size of coral heads and community biology of\nassociated decapod crustaceans. Journal of Biogeography 3: 35–47.\n44. Caley MJ, Buckley KA, Jones GP (2001) Separating ecological effects of habitat\nfragmentation, degradation, and loss on coral commensals. Ecology 82: 2001.\nSediment Cleaning by Multiple Coral Mutualists\nPLoS ONE | www.plosone.org6April 2012 | Volume 7 | Issue 4 | e32079",
  "extractedAt": "2025-12-12T18:45:14.446Z",
  "success": true,
  "matchedPublication": {
    "title": "Housekeeping Mutualisms: Do More Symbionts Facilitate Host Performance?",
    "doi": "10.1371/journal.pone.0032079",
    "year": "2012",
    "authors": "Stier, Adrian C.; Gil, Michael A.; McKeon, C. Seabird; Lemer, Sarah; Leray, Matthieu; Mills, Suzanne C.; Osenberg, Craig W."
  }
}