{
  "filename": "White et al. (Ecology) 2010_w_appen.pdf",
  "numPages": 26,
  "text": "CONCEPTS & SYNTHESIS EMPHASIZING NEW IDEAS TO STIMULATE RESEARCH IN ECOLOGY Ecology, 91(7), 2010, pp. 1949–1961 Ó2010 by the Ecological Society of America Synthesizing mechanisms of density dependence in reef fishes: behavior, habitat configuration, and observational scale J. WILSONWHITE, 1,7 JAMEALF. SAMHOURI, 2 ADRIANC. STIER, 3 CLAREL. WORMALD, 4 SCOTTL. HAMILTON, 5 ANDSTUARTA. SANDIN 6 1 Department of Wildlife, Fish, and Conservation Biology, University of California–Davis, Bodega Marine Laboratory, Bodega Bay, California 94923 USA 2 NOAA Fisheries, Northwest Fisheries Science Center, 2725 Montlake Boulevard E, Seattle, Washington 98112 USA 3 Department of Biology, University of Florida, Gainesville, Florida 32611-8525 USA 4 Department of Biology, California State University–Northridge, 18111 Nordhoff Street, Northridge, California 91330-8303 USA 5 Marine Science Institute, University of California, Santa Barbara, California 93106-6510 USA 6 Center for Marine Biodiversity and Conservation, Scripps Institution of Oceanography, 9500 Gilman Drive, La Jolla, California 92093-0202 USA Abstract.Coral and rocky reef fish populations are widely used as model systems for the experimental exploration of density-dependent vital rates, but patterns of density-dependent mortality in these systems are not yet fully understood. In particular, the paradigm for strong, directly density-dependent (DDD) postsettlement mortality stands in contrast to recent evidence for inversely density-dependent (IDD) mortality. We review the processes responsible for DDD and IDD per capita mortality in reef fishes, noting that the pattern observed depends on predator and prey behavior, the spatial configuration of the reef habitat, and the spatial and temporal scales of observation. Specifically, predators tend to produce DDD prey mortality at their characteristic spatial scale of foraging, but prey mortality is IDD at smaller spatial scales due to attack-abatement effects (e.g., risk dilution). As a result, DDD mortality may be more common than IDD mortality on patch reefs, which tend to constrain predator foraging to the same scale as prey aggregation, eliminating attack-abatement effects. Additionally, adjacent groups of prey on continuous reefs may share a subset of refuges, increasing per capita refuge availability and relaxing DDD mortality relative to prey on patch reefs, where the patch edge could prevent such refuge sharing. These hypotheses lead to a synthetic framework to predict expected mortality patterns for a variety of scenarios. For nonsocial, nonaggregating species and species that aggregate in order to take advantage of spatially clumped refuges, IDD mortality is possible but likely superseded by DDD refuge competition, especially on patch reefs. By contrast, for species that aggregate socially, mortality should be IDD at the scale of individual aggregations but DDD at larger scales. The results of nearly all prior reef fish studies fit within this framework, although additional work is needed to test many of the predicted outcomes. This synthesis reconciles some apparent contradictions in the recent reef fish literature and suggests the importance of accounting for the scale-sensitive details of predator and prey behavior in any study system. Key words: direct density dependence; inverse density dependence; patch vs. continuous reef; reef fish; refuge-based aggregation; shoaling; social aggregation; spatial scaling. INTRODUCTION Density-dependent vital rates are critical factors structuring population dynamics (Murdoch 1994). The mechanisms underpinning density-dependent regulation are revealed best by small-scale observations and experimental manipulations (Harrison and Cappuccino 1995), and benthic marine populations provide a fertile testing ground for these efforts (Hixon 1998, Menge 2000, Hixon et al. 2002). Nonetheless, while density- dependent regulation in terrestrial systems is rather well understood (Turchin 2003), regulation in marine sys- Manuscript received 20 February 2009; revised 26 June 2009; accepted 20 October 2009. Corresponding Editor: S. R. Thorrold. 7 E-mail: jwwhite@ucdavis.edu 1949 tems is still an active and contentious area of research (Sale and Tolimieri 2000, Jenkins et al. 2008), especially for coral and rocky reef fishes with pelagic larvae (Sandin and Pacala 2005b, Anderson et al. 2007). For most benthic fishes and invertebrates, widespread dispersal and highly variable mortality during the pelagic larval phase can decouple reproduction from subsequent recruitment at almost all spatial scales, thus eliminating regulatory feedbacks typically found in non- marine systems (Caley et al. 1996). There is a dearth of evidence for density dependence during the pelagic larval phase of any marine fish or invertebrate (e.g., Shanks and Roegner 2007), possibly due to the logistic difficulties inherent in quantifying larval mortality rates in the ocean. Most work on reef fishes, therefore, has centered on the potential for regulatory, directly density- dependent (hereafter, DDD) per capita mortality during the vulnerable postsettlement stage just after juvenile fish leave the plankton and enter the benthic environ- ment (reviewed by Caley et al. 1996, Hixon and Webster 2002). After early debates regarding the possibility that benthic marine populations were unregulated, Menge (2000) proposed the ‘‘recruit–adult hypothesis,’’ which holds that population densities are extremely sensitive to the stochastic and density-independent (DI) arrival of larval settlers so long as settlement rates are low (also see Connell 1985, Sandin and Pacala 2005a). As settlement rates increase, DDD processes become more important until, in the extreme, population density is unchanged by the arrival of additional larvae. This hypothesis has been borne out by sensitivity analysis across a range of settler densities (Schmitt et al. 1999), and a meta-analysis revealed that nondetection of DDD mortality was generally a result of using settler densities that were too low (Osenberg et al. 2002). There now appears to be consensus that (a) most benthic populations are regulated by some benthic DDD process (Hixon et al. 2002), and (b) the proximate cause is usually DDD postsettlement mortality (Roughgarden et al. 1988, Menge 2000, Hixon and Webster 2002). What is to be made, then, of results suggesting that some reef fish species experience inversely density- dependent (IDD) postsettlement mortality (i.e., mortal- ity rates that decline with increasing density [e.g., Sandin and Pacala 2005b, Johnson 2006a, White and Warner 2007b, Wormald 2007])? Hixon and Webster’s (2002) exhaustive review of patterns of density dependence in coral reef fishes identified a few studies that reported IDD mortality (e.g., Booth 1995), but their review focused predominantly on the more common finding of strong DDD mortality. However, recent studies have provided conflicting results of both DDD and IDD mortality in the same species at different locations, or when measured at different spatial scales (Chromis cyanea[Sandin and Pacala 2005b, Anderson et al. 2007];Thalassoma bifasciatum[Caselle 1999, White and Warner 2007b]). It is unclear in which species and under what conditions one should expect to find IDD rather than DDD mortality. We propose a conceptual framework that explains mortality patterns based on prey and predator behavior, habitat configuration, and the scale of observation. Using this framework, we offer a synthetic interpretation of the results of prior studies of reef fishes and follow this with a prospectus for future research that is relevant for studies of population dynamics beyond reef fish systems. P ROCESSESLEADING TODENSITY-DEPENDENTMORTALITY We define DDD mortality as an increase in the per capita death rate corresponding to an increase in population density. Predation is usually the proximate cause of DDD mortality in reef fishes (Hixon and Jones 2005) (see Plate 1), but ultimate causes may include competition, parasitism, and disease (Holbrook and Schmitt 2002, Hixon and Jones 2005, Forrester and Finley 2006). Importantly, these mechanisms may operate during any life stage and are not mutually exclusive (Caley 1998). Predators can generate DDD prey mortality via specific types ofaggregative responses(Hassell and May 1974),functional responses(Holling 1959, Murdoch 1969),numerical responses(Holling 1959), anddevelop- mental responses(Murdoch 1971). The first two are short-term, behavioral responses and the latter two are long-term, demographic responses, though combina- tions of these four may operate simultaneously. All but aggregative responses can produce regulatory, temporal DDD mortality (because with aggregation, predators respond only to the relative, not absolute, density of prey in a patch [Stewart-Oaten and Murdoch 1990]). Aggregative and functional responses are short-term, behavioral responses to prey density, and are more amenable to field study than the other mechanisms of DDD predation. For example, predator aggregation to high-density patches of prey has been reported in several studies (coral reef carangids [Hixon and Carr 1997]; the temperate serranidParalabrax clathratus[Anderson 2001]; and coral reef serranids and aulostomids [Webster 2003]), though aggregation is not always observed (Sandin and Pacala 2005b, Overholtzer-McLeod 2006). Alternatively, Overholzer-McLeod (2006) revealed evi- dence of DDD mortality of beaugregory damselfish (Stegastes leucostictus) through a Type III functional response, in which the predatory coney grouper (Cephalopholis fulva) switched from consuming damsel- fish when these prey were at high densities to consuming alternative prey when the damselfish were at low density. Numerical and behavioral responses are relatively long- term demographic responses, involving dynamic chang- es in population size or consumptive patterns, respec- tively, of predators. We are unaware of clear evidence of numerical or developmental responses in reef fishes, but examples have been found in other systems (Houde and Schekter 1980, Wood and Hand 1985). J. WILSON WHITE ET AL.1950Ecology, Vol. 91, No. 7 C ONCEPTS &S YNTHESIS Competition for limiting resources has emerged as the ultimate mechanism of DDD mortality in several species of reef fishes. Most commonly, intense competition for predator refuges (e.g., crevices in living corals or coral rubble) at high prey densities (Holbrook and Schmitt 2002, Forrester and Steele 2004, Johnson 2007) or in the presence of larger conspecifics (Schmitt and Holbrook 1999, Webster 2004, Samhouri et al. 2009a) or hetero- specifics (Carr et al. 2002) causes the DDD mortality. At least two other ultimate mechanisms of DDD mortality are possible, though they may be slower to take effect. At high population densities, scramble competition for food may leave some individuals more vulnerable to predation, due either to their smaller size or weakened physiological state (Steele and Forrester 2002). In- creased frequency of aggressive behaviors at high densities may produce similar effects (Booth 1995, White and Warner 2007a). In social species, such competition may lead to growth depensation, in which socially dominant individuals grow faster and have higher survival than subordinates (Jones 1987, Hixon and Jones 2005). Parasites and diseases can also contribute to DDD mortality in reef fishes (Forrester and Finley 2006). DDD mortality will result directly from parasites or disease if the prevalence or transmission rate increases with population density, as is the case for copepod gill parasites in bridled gobies,Coryphopterus glaucofrae- num(Finley and Forrester 2003). Alternatively, DDD mortality can arise indirectly if morbid individuals are more susceptible to predation, such as fishes that undertake riskier behaviors when parasitized by larval trematodes (Lafferty and Morris 1996). P ROCESSESLEADING TOINVERSELY DENSITY-DEPENDENTMORTALITY IDD mortality occurs when the per capita mortality rate declines with increasing population density. Though less commonly reported than DDD mortality, several studies have detected IDD mortality in coral reef fishes, implying some benefit of aggregation in these species (Booth 1995, Sandin and Pacala 2005b, Johnson 2006a, White and Warner 2007b, Wormald 2007). Many reef fishes occur in groups, which may produce benefits simply by virtue of group membership or via active social behaviors. In reef fishes, the degree of sociality ranges from high-density clumps of individuals that are nearby in space but interact infrequently, if at all (e.g., the gobyC. glaucofraenum[Forrester and Finley 2006]), toshoalsconsisting of tightly grouped but nonpolarized fish (e.g., the wrasseT. bifasciatum[White and Warner 2007a]), toschools, which are shoals that exhibit regular spacing and coordinated swimming behavior (e.g., the gruntHaemulon flavolineatum[Hein 1996]). Some benefits of grouping accrue only to species in the latter two categories, so it can be important to distinguish group size (the number of fish within a shoal) from the areal density of individuals (Shima 2001, White and Warner 2007b). Areal density is measured as fish per square meter. For example, a square meter of reef could contain either a shoal of four conspecifics or four noninteracting fish, each occupying its own territory. Both cases represent a density of 4 fish/m 2 , but only in the former case will the fish be able to take advantage of active shoaling behaviors. Per capita predation risk may be reduced passively due to attack-abatement effects. These consist of both numericalrisk dilution(a decrease in per capita predation risk in a single predator attack) and passive predator avoidance(a decrease in the per capita risk of detection by predators, or the temporary swamping of predator functional responses [reviewed by Pitcher and Parrish 1993]). IDD mortality in reef fishes has been attributed to risk dilution (e.g., per capita predator attack rate declined with the size ofC. cyaneashoals [Sandin and Pacala 2005b]), and temporary swamping at sites with low predator density (Johnson 2006b, White 2007). Notably, attack-abatement benefits apply only when handling time or satiation prevents a predator from consuming all the prey in a single shoal (Connell 2000). In addition to the passive benefits of group living, fish living in shoals may lower their predation risk through active responses to predators. Such behaviors may include shared vigilance, in which the first individual to detect a predator shares that information with its shoalmates, reducing the average time it takes them to react to a predator (Magurran et al. 1985), and quorum responses, whereby fish in groups make faster, more accurate decisions about evading predation than solitary individuals (Ward et al. 2008). Some reef fishes also exhibit classical antipredator schooling maneuvers, such as the fountain effect in the gruntH. flavolineatum(Hein 1996). In addition, shoaling fishes are capable of predator deterrence behaviors such as notification and mobbing (Motta 1984), both of which have been observed in reef fishes (e.g., Sweatman 1984, Ishihara 1987). P ROCESSESLEADING TO DENSITY-INDEPENDENTMORTALITY Most reef fish studies treat DI mortality as a null hypothesis: in the absence of evidence for any IDD or DDD processes, per capita mortality is assumed to be independent of density (described by Hixon 1998; see Schmitt et al. 1999 for an alternative framework). We favor a different conceptual model, in which DI mortality is expected when the underlying IDD or DDD process influencing prey mortality rate is obscured by either (1) low statistical power or (2) counteracting ecological interactions. First, DI mortality may emerge when the signal of the density-dependent process is exceeded by the noise of variation in predation. For instance, when prey are sparse, variation in prey density may be low enough relative to random variability in predator movement and July 20101951DENSITY DEPENDENCE IN REEF FISHES C ONCEPTS &S YNTHESIS predation success that per capita mortality (via preda- tion) is decoupled from prey density at the spatial scale of that reef. However, it is unlikely that mortality is ever strictly DI over the full range of prey densities because (a) all predator functional responses must saturate at high prey densities, leading to IDD mortality (Hassell et al. 1985), and (b) prey that compete for refuges will eventually saturate those refuges at high densities, leading to DDD mortality (Holbrook and Schmitt 2002). Thus, in the presence of predators, it is more appropriate to consider DI mortality to be akin to Type II error; rather than being a separate functional form, it represents the failure to detect the underlying DDD or IDD process due to low statistical power or testing over too narrow a range of prey/predator densities (Hixon 1998, Osenberg et al. 2002). Of course, some species may never reach densities high enough to experience DDD mortality, and the underlying DDD process may only be revealed by experiments that increase densities beyond the natural range (e.g., Jones 1988, Schmitt et al. 1999). Such populations may belimitedby DI processes, but nonetheless ultimatelyregulatedby DDD processes (Hixon et al. 2002). A second way in which DI mortality patterns may emerge is when multiple processes with counteracting effects operate simultaneously. ‘‘Cryptic’’ DDD mortal- ity may appear DI in observational studies if prey density is correlated with habitat quality (Shima and Osenberg 2003). For example, Wilson and Osenberg (2002) found that the gobiesElacatinus evelynaeandE. prochilossettled preferentially to higher-quality coral heads where DDD mortality was weakest. The positive effect of habitat quality on survival offset the negative effect of density, leading to similar mortality rates across a range of prey densities. Similarly, Overholtzer- McLeod (2006) found DI mortality of the wrasse Halichoeres garnotiwhen DDD predation by a resident predator was swamped by DI visitation by transient predators. Note that in isolation, DI predator visitation should have produced IDD mortality. Recall that the null hypothesis of DI mortality assumes that the probability of a strike is distributed uniformly across individual prey, not uniformly across space. In the latter case, the realized per capita mortality of prey will be inversely related to local density (i.e., IDD mortality [Sandin and Pacala 2005b]). PLATE1. Spotted moray eel,Gymnothorax meleagrison a coral reef in Moorea, French Polynesia. Piscivores such as moray eels are usually the proximate cause of density-dependent mortality in coral reef fishes. Photo credit: A. C. Stier. J. WILSON WHITE ET AL.1952Ecology, Vol. 91, No. 7 C ONCEPTS &S YNTHESIS THEROLE OFSPATIALSCALE AND HABITATCONFIGURATION DDD and IDD processes are not mutually exclusive. In fact, a mixture of processes is likely to be occurring in any given species, and the process that is detected can be sensitive to the spatial scale of observation. Addition- ally, the type of density dependence observed in a population may be shaped by the spatial configuration of the reef itself. Spatial scale Most studies to date have found that DDD mortality measured at small spatial scales (approximately square meters) is also detectable when mortality and density are both measured at much larger spatial scales (e.g.,.1000 m 2 ) (Steele and Forrester 2005, Johnson 2006a, For- rester et al. 2008). By contrast, White and Warner (2007b) found that newly settled bluehead wrasse experienced IDD mortality at the scale of small groups (,1m 2 ), but DDD mortality at the scale of entire reefs (.1000 m 2 ). This type of scale-dependent switch has not been reported in other reef fishes, but is known to occur among terrestrial insects (Mohd Norowi et al. 2000, Schellhorn and Andow 2005). Whether small-scale patterns scale up could depend on the mechanism leading to prey aggregation. Many prey aggregate when exploiting limited and patchily distributed resources, such as structural refuges. In these species, mortality is likely to be related to the per capita availability of refuges (i.e., the prey-to-refuge ratio [Samhouri et al. 2009b]) across a wide range of spatial scales. This appears to be the case for rubble-dwelling gobies (Steele and Forrester 2005). The DDD relation- ship may deteriorate at very large spatial scales because mean-field estimates of prey density and refuge avail- ability can obscure smaller-scale spatial covariance between those two variables (Chesson et al. 2005). Additionally, if prey distribute themselves in an approx- imately ideal-free manner (sensu Fretwell and Lucas 1970) with respect to refuges, or if predators distribute themselves to match the pattern of prey availability, mortality risk may be similar everywhere and appear to be DI (i.e., cryptic density dependence [Shima and Osenberg 2003, Shima et al. 2008]). Aggregation in other species yields social risk- reduction benefits and is not associated with the acquisition of patchily distributed, limited resources. In these species, mortality may be IDD at the spatial scale of individual shoals, but DDD when measured at larger scales (e.g., White and Warner 2007b). This scale dependence may depend on thepredator foraging scale, the spatial scale at which predators define a ‘‘patch’’ of prey and choose to stay in that patch or move on (Ritchie 1998). For instance, the foraging scale (tens to hundreds of meters) of certain predators (e.g., coney groupers) may exceed the spatial scale (tens to hundreds of centimeters) at which some prey (e.g., bluehead wrasse) aggregate (Fig. 1A). In such cases, variation in prey density at the scale of individual prey aggregations will not influence predator behavior, i.e., predators will forage indiscriminately among prey aggregations within a foraging patch. Consequently, prey will receive benefits of attack abatement and experience IDD mortality at the aggregation scale (Sandin and Pacala 2005b). However, at the same time and for the same set of predator and prey species, mortality measured at the larger spatial scale of predator foraging can be DDD given particular types of predator behavior (e.g., Type III functional response [White and Warner 2007b]). While few studies have considered such dynamical transitions across spatial scales in reef fishes, this phenomenon has been reported in weevils parasitized by wasps (Mohd Norowi et al. 2000), and it may be a general feature of insect consumer resource interactions (Walde and Murdoch 1988). Of course, the foraging scale of small-bodied predators (e.g., hawkfishPara- cirrhites arcatus[Shima et al. 2008]) may be the same as FIG. 1. Cartoon illustrating the effect of the spatial scale of predator foraging on prey mortality. Two predator species have different characteristic foraging scales; each defines a patch of prey at the spatial scale indicated by the shaded circle. The predator distributes foraging effort randomly within that patch. (A) On a continuous reef, the larger foraging scale tends to overlap multiple prey shoals, leading to IDD prey mortality at the shoal scale. The smaller foraging scale coincides with the spatial scale of prey aggregation, leading to DDD prey mortality at the shoal scale. (B) A similar pattern occurs on closely spaced patch reefs. (C) When reef spacing is wider, the foraging scale of all predators is constrained to the scale of a single prey aggregation, producing DDD mortality in all cases, given sufficient time and the appropriate type of predator functional response. July 20101953DENSITY DEPENDENCE IN REEF FISHES C ONCEPTS &S YNTHESIS or smaller than the spatial scale at which prey aggregate (Fig. 1A). Such predators will view individual prey aggregations as foraging patches, and may focus predation on high-density patches, causing DDD prey mortality. The effects of predator foraging scale may become especially important when comparing results from continuous reefs to those from systems of small, widely spaced patch reefs. On a continuous reef, predators with larger foraging scales are less likely to view individual prey aggregations as foraging patches, and should produce IDD mortality at the scale of prey aggregations, as described in the preceding paragraph (Fig. 1A). The same pattern should hold on tightly spaced patch reef systems, in which a large spatial scale of predator foraging may still envelop multiple patch reefs and thus multiple prey aggregations (Fig. 1B). If patch reef spacing is very large, however (e.g., 50 m in Over- holtzer-McLeod 2006; 200 m in Hixon and Carr 1997), and each patch reef is only large enough to support a single prey aggregation, the foraging scale of highly mobile predators may only encompass a single patch reef and thus a single prey aggregation (Fig. 1C). The predator foraging scale then matches the prey aggrega- tion scale, producing DDD mortality at the prey aggregation scale. For example, Overholtzer-McLeod (2006) found that mortality of a socially aggregating wrasse was DDD on an array of widely spaced reefs, but DI when reefs were closer together. On the latter set of reefs, foraging snappers established home ranges that encompassed the entire reef array, moving rapidly among the reefs and not in response to prey density, i.e., they made a foraging decision at the scale of multiple reefs rather than a single reef. The mortality caused by this behavior overwhelmed the DDD pattern produced by resident groupers (which had a Type III functional response and did not move among reefs). Overholtzer-McLeod’s (2006) results suggest that there is not a clear distinction between patch and continuous reefs in this context, because any difference in the form of density-dependent mortality among habitats will depend on the relative spatial scales of movement of predators and prey. Alternatively, continuous reefs may appear patchy to some species whose preferred habitat is not continuous across the reef, such as trumpetfish (Aulostomus maculatus),whichdependonpatchily distributed gorgonians as cover for their sit-and-wait predation tactic (Sandin and Pacala 2005b). Prey interaction with habitat configuration A second possible effect of habitat configuration is its interaction with prey behavior. Most species that feed while hovering above the reef retreat to structural refuges when predators strike (Sandin and Pacala 2005b, White and Warner 2007a). A simple conceptual model explains how habitat configuration may influence the functional form of DDD mortality for such species. (This model is derived formally by S. A. Sandin, J. F. Samhouri, and S. L. Hamilton [unpublished manuscript].) In this conceptual model, we assume that the prey species occurs in shoals (e.g.,Chromis cyanea, juvenile Pseudanthiassp.), each individual is identical and aware of most structural refuges within its home range, each refuge can shelter only one individual, all refuges offer equal protection, individuals do not defend particular refuges, and predators attack only one shoal at a time where multiple shoals occur in the same habitat. During a predator strike on a shoal, prey retreat to refuges.Any prey failing to find an unoccupied refuge remains exposed in the water column, where it has higher mortality risk than those in refuges (Fig. 2A). This ‘‘musical chairs’’ model of mortality risk was first identified in bridled gobies,C. glaucofraenum(Samhouri et al. 2009b), but has been discussed anecdotally for other species, including beaugregory damselfishS. leucostictusand surgeonfishAcanthurusspp. (Shulman 1984) and shoaling damselfishC. cyanea(Sandin and Pacala 2005b). On a continuous reef, the escape radius of individuals in a shoal is smaller than any dimension of the habitat area, and individuals can evade predation by retreating FIG. 2. Cartoon illustrating difference in predator escape behavior on isolated habitat units and contiguous reefs. (A) Prey that find a refuge (solid arrow) have a lower mortality risk than those that do not (dashed arrow). (B) Prey on a continuous reef can access refuges within a certain radius (indicated by shaded circle). If predators only attack one shoal at a time, neighboring shoals can share refuge space over time, reducing effective prey density. (C) For prey near the edge of a patch reef, no refuges are available beyond the patch edge. As the radius of the reef shrinks relative to the escape radius of the shoal, effective density increases. J. WILSON WHITE ET AL.1954Ecology, Vol. 91, No. 7 C ONCEPTS &S YNTHESIS to a refuge in any direction. Even if multiple aggrega- tions occur on a continuous reef and the escape radii of adjacent aggregations overlap (Fig. 2B), the probability of separate predators simultaneously striking adjacent shoals by chance alone should be small. Thus, when one shoal is attacked, its members can use refuges that might be used by the adjacent shoal were it to be attacked. Effectively, then, prey on a continuous reef could participate in temporal refuge sharing (Fig. 2B), whereby the effective number of prey per refuge is lower because adjacent groups can use the same set of refuges so long as the two groups are not attacked simulta- neously. This should relax competition for refuges such that attack abatement effects may lead to IDD mortality. In contrast, the escape radius for shoals on a patch reef may exceed the radius of the reef itself (Fig. 2C). If the area surrounding the patch reef (e.g., sand, seagrass) offers no suitable refuge from predation, prey are constrained by the total area containing refuges available for retreat during a predator strike. This area becomes severely limiting as patch reefs get small or prey densities increase. Thus, the intensity of competition for refuges should be relatively stronger on smaller patch reefs and when densities are higher, enhancing predation risk to aggregating prey and potentially causing DDD mortality. This model predicts that per capita mortality is a bowl-shaped function of effective prey density, i.e., the prey/refuge ratio. Risk dilution causes per capita mortality to decrease with increasing effective prey density until refuges become limiting and per capita mortality begins to increase with effective prey density. (Jones 1988 reports this type of mortality function.) The reflective boundaries of patch reefs reduce the number of available refuges, increasing effective prey density and making DDD mortality more likely. In contrast, temporal refuge sharing on continuous reefs should decrease effective prey density and makes IDD mortality more likely. This hypothesis and the under- lying model have not yet been tested explicitly, but they are supported by Nanami and Nishihira’s (2001) finding that damselfish on continuous reefs utilized shelters in the reef surrounding their standardized habitat units and experienced lower, more weakly DDD mortality than fish in identical habitat units on patch reefs. S YNTHESIS:SCALE,HABITAT,ANDBEHAVIORSHAPE DENSITY-DEPENDENTPROCESSES The preceding review suggests a synthetic framework for explaining the relationships among previous empir- ical results and predicting the outcomes of future studies. In Fig. 3 we give the type of density dependence (DDD or IDD mortality) observed in published studies as a function of prey behavioral type, habitat configu- ration, predator foraging scale, and the spatial scale of observation. We also suggest conditions under which DI or IDD mortality may be observed regardless of whether the underlying process is DDD or IDD. This framework is based on our interpretation of the existing body of reef fish literature, so where possible we have included references to studies reporting results that fall within each category in Fig. 3. In most cases it was impossible to apply a quantitative test for discrimination among prey behavioral types (Grear and Schmitz 2005), so we relied upon authors’ descriptions and our own knowl- edge. These references are not exhaustive, as some studies are difficult to classify because of inadequate reporting of methods, a limited range of prey densities, or lack of knowledge about predators or habitat (details given in the Appendix). Although we were unable to place some studies within this table, we know of none that clearly deviate from our explanatory framework. In describing prey behavior, we recognize three different social types among commonly studied reef fishes: nonaggregators, refuge-based aggregators, and social aggregators. Nonaggregators are nonsocial and often territorial, like many gobies. These species may occur at high densities where resources and shelter are abundant, but do not shoal. Second are refuge-based aggregators (sensu Safran et al. 2007), like many damselfishes, that form shoals because of the spatial patchiness of refuges (e.g., branching coral heads). Third are social aggregators (sensu Safran et al. 2007), like many wrasses, that form high-density aggregations independent of refuge availability, apparently yielding antipredator benefits (White and Warner 2007b). We distinguish among these behavioral types using a conceptual test like that proposed by Grear and Schmitz (2005): in a continuous habitat with an even distribution of refuges, nonaggregators and refuge-based aggregators will distribute themselves evenly in space and exploit empty refuges, while social aggregators will form shoals and leave many refuges unused. When refuges are highly clumped in space, all three social types will also exhibit clumped distributions, and both refuge-based and social aggregators will occur in shoals. Versions of this test have been implemented in the field for at least two species. The damselfishDascyllus flavicaudussettled preferentially on empty coral heads rather than nearby coral heads occupied by conspecifics (Schmitt and Holbrook 2000), making it a refuge-based aggregator. By contrast, the wrasseT. bifasciatumsettled preferen- tially in groups despite the availability of empty settlement habitat nearby (White and Warner 2007b), making it a social aggregator. The delineation of social types is intended to represent the primary determinant of prey sociality in the context of density-dependent mortality, but these categories may experience similar predator–prey interactions in some situations. For example, refuge-based aggregators may enjoy risk reduction in some situations (e.g., Holbrook and Schmitt 2002: Fig. 5A), although in general they avoid predation by retreating to refuges defended in size hierarchies (Holbrook and Schmitt 2002). Conversely, July 20101955DENSITY DEPENDENCE IN REEF FISHES C ONCEPTS &S YNTHESIS FIG. 3. Influence of prey behavior, predator foraging scale, habitat configuration, and the spatial scale of observation (or replication) on the expected functional relationship between prey density and per capita prey mortality (directly density dependent [DDD] or inversely density dependent [IDD]), as well as alternative patterns (density independent [DI] or IDD) that may be detected under certain conditions, regardless of whether the underlying form of mortality is DDD or IDD. Nonaggregators refers to prey species that may occur at high densities where resources and shelter are abundant, but which do not shoal. Resource aggregators refers to prey species that form loose shoals in response to the spatial patchiness of refuges but tend to compete for access to those refuges. Social aggregators form high-density aggregations independent of refuge availability, and reduce predation risk by shoaling. Predator foraging scale is the spatial scale at which predators define a ‘‘patch’’ of prey and choose to stay in that patch or move on (Ritchie 1998). If a predator’s foraging scale is relatively large, it does not recognize individual isolated habitat units or prey aggregations as patches and forages indiscriminately among them (see Fig. 1). In cases where the prediction is DDD, we have assumed that predators exhibit a Type III functional response to prey densities, and that mortality is measured over a sufficiently long time scale; observations over short time scales or with few predators will tend to exhibit saturation of the predators’ functional response. Observation scale refers to the spatial scale at which an observer measures prey density and per capita mortality. Time scale of observation refers to the time elapsed between measuring ‘‘initial’’ and ‘‘final’’ abundances to calculate mortality. Superscript lowercase letters (a–z) refer to references in the Appendix. J. WILSON WHITE ET AL.1956Ecology, Vol. 91, No. 7 C ONCEPTS &S YNTHESIS species considered social aggregators generally form tighter shoals when threatened (Overholtzer-McLeod 2006), although some species in this category may also utilize refuges when threatened (as described forC. cyaneainThe role of spatial scale and habitat configu- ration: Prey interaction with habitat configuration). Overall, our intent is not to suggest that refuge-based aggregators are not social (in fact, many such species form social mating hierarchies), nor that social aggre- gators do not compete for resources, but rather to characterize the nature of group interactions with respect to mortality. In fact, these two categories could be treated as the opposite extremes of a continuum, although in practice we were able to satisfactorily place most species into one or the other category. For nonaggregators and refuge-based aggregators, per capita mortality risk is generally an increasing function of the ratio of prey to refuges, so DDD mortality is likely to be observed in both patchy and continuous habitats and at all spatial scales of observa- tion. This expectation is very clear when predators forage at the spatial scale of prey aggregations. In this case, predator foraging alone would be expected to produce DDD mortality (due to predator aggregation and/or Type III functional responses), and refuge competition would simply magnify this effect. Given sufficient competition for refuges, DDD mortality will also occur when predators forage at scales greater than the scale of prey aggregations (on continuous reefs) or of habitat spacing (on patch reefs). This appears to have been the case for two studies on continuous reefs where the scale of predator foraging exceeded the scale of prey aggregation, as DDD mortality was observed for both damselfish and basslets (Carr et al. 2002, Webster 2004). Only if predators forage at a relatively large scale and refuges are sufficiently abundant to preclude competi- tion will DI or IDD mortality be observed. For social aggregators, the dilution effect and active antipredator behaviors should produce IDD mortality at the observation scale of individual shoals, especially on continuous reefs where temporal resource sharing lowers effective densities. This occurs because the spatial scale of predator foraging encompasses multiple prey aggregations (Fig. 1A, B). However, if predators possess Type III functional or aggregative responses, mortality may be DDD when observed at the relatively large predator foraging scale, even if mortality is IDD when observed at the smaller scale of individual prey aggregations (White and Warner 2007b). DDD mortal- ity could also arise when the predator foraging scale is constrained to the scale of a single prey aggregation, which may occur in some widely spaced patch reef configurations (Fig. 1C). This constraint causes preda- tors to respond to prey at the spatial scale of individual aggregations (Fig. 1C), leading to DDD prey mortality. For all three behavioral types, IDD (or possibly DI) mortality is possible when predator densities are very low, so that predators with saturating functional responses are swamped for the duration of observations (Johnson 2006a, White 2007). In such cases, DDD mortality may be revealed by longer-term observations that allow time for swamped predators to resume feeding and for additional predators to aggregate (White and Warner 2007b). The patterns proposed in Fig. 3 are intended to describe the results of pairwise predator–prey interac- tions. By contrast, the dynamics of most reef fish assemblages typically have multiple predator species interacting with multiple prey species, thus complicating the prediction and interpretation of density-dependent patterns. Given such trophic diversity, it is reasonable to expect patterns of mortality to fall along a continuum between the extremes of DDD and IDD, depending on predator behaviors and relative interaction strengths. For example, Hixon and Carr (1997) found that predators with different foraging styles acted synergis- tically to produce stronger DDD mortality inChromis cyanea. There may also be more complex effects of multiple prey species on the observed pattern of density dependence. Webster and Almany (2002) showed that large schools of cardinalfish (Apogonidae) drew the attention of predators on patch reefs, leading to lower mortality of other prey species on the same reefs. In a separate study, predators focused on rare prey species in multispecies assemblages (an ‘‘oddity effect’’), effectively amplifying IDD mortality in the more abundant species (Almany and Webster 2004). Additionally, emerging evidence suggests that mortality patterns in multispecies assemblages also depend on the relative timing of larval settlement of different prey species (Geange and Stier 2009). Overall, careful consideration of the potential influences of multiple factors is needed to predict patterns on natural reefs. Nonetheless, the framework proposed here provides the conceptual foundation needed to build more complex, multispecies models of prey demography. D ISCUSSION Reef fish assemblages are widely regarded as a testing ground for both behavioral and population ecology. As such, it is important to bridge these fields in order to explain how fish behaviors may influence population- level processes like mortality. This need is becoming increasingly evident as hypotheses initially developed using refuge-competing damselfishes are tested on species with alternative behavioral strategies, such as wrasses and snappers. Similarly, efforts to scale up observations from small plots can be improved by considering the behavioral ecology of the species involved. For a nonaggregating species in homogenous habitat, small-scale interactions may scale up to entire reefs quite readily (e.g., the gobyCoryphopterus glaucofraenum[Steele and Forrester 2005]). By contrast, species with shoaling behavior can experience dilution effects at the group scale but DDD mortality at larger scales (e.g., the wrasseThalassoma bifasciatum[White July 20101957DENSITY DEPENDENCE IN REEF FISHES C ONCEPTS &S YNTHESIS and Warner 2007b]). We urge reef ecologists to consider these behavioral factors when comparing results across species and study sites. To this end, our synthetic framework (Fig. 3) can serve as a set of predictions for future studies. We hope this framework provides a more useful set of null hypotheses for future studies that advance the field beyond the general expectation that all reef fishes experience DDD (or DI) mortality, or that there is a fundamental difference between patch and continuous reefs independent of the species involved or the quality of the reef habitat. Our review also yielded several suggestions that may help researchers place their work in a useful context. First, when possible, it is worthwhile to conduct work on both patch reefs and continuous reefs to ensure that findings are not restricted to a single habitat type (e.g., Carr et al. 2002). Second, if shoaling is possible in the study species, it is important to be explicit about both areal density (number per square meter) and group sizes found in each habitat unit. Finally, because predators are key players in most studies of reef fish demography, it is important to determine the identity and density of likely predators, along with their typical foraging scales, and the potential consequences of predation by multiple predators with different foraging strategies. When reporting evidence for DDD mortality, many authors note its importance for regulated population dynamics (Murdoch 1994). However, the stabilizing role of DDD mortality does not necessarily imply that species exhibiting IDD mortality have unstable popula- tion dynamics (Hassell et al. 1991). While IDD mortality is generally destabilizing, the type of IDD mortality discussed here is merely one component of the overall demography of a species and may be offset by density dependence occurring at a different spatial scale or life stage (Gascoigne and Lipcius 2004). For example, IDD postsettlement mortality may be offset by DDD adult fecundity (Samhouri 2009). Additionally, population models indicate that DDD mortality occurring at the (larger) scale of predator foraging is usually sufficient to stabilize the dynamics of a species with IDD mortality at the (smaller) scale of prey aggregations (J. W. White, unpublished manuscript). The idea that the type of ecological process one observes depends on the scale of observation is not new (Levin 1992). Indeed, relationships between the scale of predator foraging and the spatial scale of observation have been noted in several nonreef systems. Pelagic seabirds typically have a characteristic spatial scale at which they define patches of their fish prey and at which there is a positive relationship between seabird and prey densities (e.g., Schneider and Piatt 1986, Burger et al. 2004). Several studies in other systems have explicitly considered scale-dependent transitions in the response of predators to spatial variation in prey density. For example, Cummings et al. (1997) found that wading birds did not respond to small-scale (0.25 m 2 ) changes in bivalve density on mudflats when overall bivalve density at a larger scale (2.5310 4 m 2 ) was controlled. Scale dependence may be especially relevant to many insect predator–prey interactions, where, as on reefs, the habitat itself naturally defines several distinctive spatial scales. The parasitoid waspMesopolobus incultuspro- duced IDD mortality in the weevilGymnetron pascuo- rumat the scale of individual seed heads, but DDD mortality at larger scales of plants and experimental plots (Mohd Norowi et al. 2000). A similar pattern was found for parasitoid-induced DDD mortality in leaf- mining flies (Liriomyza commelinae[Freeman and Smith 1990]). This is not to say that IDD will always be detected at the smaller of two spatial scales; Schellhorn and Andow (2005) found that coccinellid beetles responded to the density of their aphid prey more strongly at the scale of plants than at the larger scale of plots, although they did not investigate subplant scales at which the response may have been IDD. In general, the evidence from other systems matches our hypothesis for reef fishes: predators produce DDD mortality when their foraging scale coincides with the spatial scale of prey aggregation (t and Kieckhefer 2000) but IDD mortality when the spatial scale of foraging is larger than the scale of prey aggregation (Mohd Norowi 2000; also see review by Walde and Murdoch 1988). In other cases, our hypothesis is not supported. Stiling et al. (1991) examined parasitism rates of planthoppers at two spatial scales with parasitoids of varying mobility and found no evidence for DDD mortality with any species at either scale. It is unclear why this result departs from our prediction, but as in reef studies, it is likely to be important to control for confounding factors such as cryptic density dependence when testing for DDD and IDD. Of course, it is also essential to ensure that the suite of spatial scales under consideration is broad enough to include the one actually used by the predator (Horne and Schneider 1994). The importance of considering prey behavior when examining the demographic consequences of group size also extends beyond reef fish systems. It is commonly observed that birds, mammals, and fishes in larger groups exhibit lower per capita antipredator vigilance and spend more time foraging in risky habitats than conspecifics in smaller groups (Beauchamp 2003). Just as we have advocated distinguishing between refuge- based and social aggregators, there is a need to determine whether animals in groups undertake risky behavior because they are better able to detect predators or because they have increased resource requirements due to enhanced competition within groups (e.g., Cow- lishaw 1997). Reliably distinguishing between these alternatives will be key to understanding the interplay between prey behavior, group size, and predation risk (Eggleston and Lipcius 1992, Beauchamp 2003, White and Warner 2007a). Likewise, increased attention to behavioral decision making in predators is sorely needed (Cosner et al. 1999, Lima 2002). Hopefully, consider- ation of the additional factors we propose in our J. WILSON WHITE ET AL.1958Ecology, Vol. 91, No. 7 C ONCEPTS &S YNTHESIS synthetic framework (habitat configuration, predator and prey behavior) may shed light on patterns of DDD and IDD processes in other systems as well. Based on this synthesis of patterns of density dependence in reef fishes, we close with a prospectus. First, our framework (Fig. 3) generally agrees with published descriptions of behavior, habitats, and mor- tality, but no single study has examined the same species in patchy and contiguous habitats under conditions in which both (1) the foraging scale of the primary predator exceeds and does not exceed the spacing of habitat units, and (2) the scale of observation is focused both on individual prey groups and on enti",
  "sections": {
    "abstract": ".Coral and rocky reef fish populations are widely used as model systems for the experimental exploration of density-dependent vital rates, but patterns of density-dependent mortality in these systems are not yet fully understood. In particular, the paradigm for strong, directly density-dependent (DDD) postsettlement mortality stands in contrast to recent evidence for inversely density-dependent (IDD) mortality. We review the processes responsible for DDD and IDD per capita mortality in reef fishes, noting that the pattern observed depends on predator and prey behavior, the spatial configuration of the reef habitat, and the spatial and temporal scales of observation. Specifically, predators tend to produce DDD prey mortality at their characteristic spatial scale of foraging, but prey mortality is IDD at smaller spatial scales due to attack-abatement effects (e.g., risk dilution). As a result, DDD mortality may be more common than IDD mortality on patch reefs, which tend to constrain predator foraging to the same scale as prey aggregation, eliminating attack-abatement effects. Additionally, adjacent groups of prey on continuous reefs may share a subset of refuges, increasing per capita refuge availability and relaxing DDD mortality relative to prey on patch reefs, where the patch edge could prevent such refuge sharing. These hypotheses lead to a synthetic framework to predict expected mortality patterns for a variety of scenarios. For nonsocial, nonaggregating species and species that aggregate in order to take advantage of spatially clumped refuges, IDD mortality is possible but likely superseded by DDD refuge competition, especially on patch reefs. By contrast, for species that aggregate socially, mortality should be IDD at the scale of individual aggregations but DDD at larger scales. The results of nearly all prior reef fish studies fit within this framework, although additional work is needed to test many of the predicted outcomes. This synthesis reconciles some",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "results suggesting that some reef fish species experience inversely density- dependent (IDD) postsettlement mortality (i.",
    "results suggest that there is not a clear distinction between patch and continuous reefs in this context, because any difference in the form of density-dependent mortality among habitats will depend on the relative spatial scales of movement of predators and prey."
  ],
  "fullText": "\n\nCONCEPTS & SYNTHESIS\nEMPHASIZING   NEW    IDEAS    TO   STIMULATE    RESEARCH    IN   ECOLOGY\nEcology, 91(7), 2010, pp. 1949–1961\nÓ2010 by the Ecological Society of America\nSynthesizing  mechanisms  of  density  dependence  in  reef  fishes:\nbehavior,  habitat  configuration,  and  observational  scale\nJ. WILSONWHITE,\n1,7\nJAMEALF. SAMHOURI,\n2\nADRIANC. STIER,\n3\nCLAREL. WORMALD,\n4\nSCOTTL. HAMILTON,\n5\nANDSTUARTA. SANDIN\n6\n1\nDepartment of Wildlife, Fish, and Conservation Biology, University of California–Davis, Bodega Marine Laboratory,\nBodega Bay, California 94923 USA\n2\nNOAA Fisheries, Northwest Fisheries Science Center, 2725 Montlake Boulevard E, Seattle, Washington 98112 USA\n3\nDepartment of Biology, University of Florida, Gainesville, Florida 32611-8525 USA\n4\nDepartment of Biology, California State University–Northridge, 18111 Nordhoff Street, Northridge, California 91330-8303 USA\n5\nMarine Science Institute, University of California, Santa Barbara, California 93106-6510 USA\n6\nCenter for Marine Biodiversity and Conservation, Scripps Institution of Oceanography, 9500 Gilman Drive,\nLa Jolla, California 92093-0202 USA\nAbstract.Coral and rocky reef fish populations are widely used as model systems for the\nexperimental exploration of density-dependent vital rates, but patterns of density-dependent\nmortality in these systems are not yet fully understood. In particular, the paradigm for strong,\ndirectly density-dependent (DDD) postsettlement mortality stands in contrast to recent\nevidence for inversely density-dependent (IDD) mortality. We review the processes responsible\nfor DDD and IDD per capita mortality in reef fishes, noting that the pattern observed depends\non predator and prey behavior, the spatial configuration of the reef habitat, and the spatial\nand temporal scales of observation. Specifically, predators tend to produce DDD prey\nmortality at their characteristic spatial scale of foraging, but prey mortality is IDD at smaller\nspatial scales due to attack-abatement effects (e.g., risk dilution). As a result, DDD mortality\nmay be more common than IDD mortality on patch reefs, which tend to constrain predator\nforaging to the same scale as prey aggregation, eliminating attack-abatement effects.\nAdditionally, adjacent groups of prey on continuous reefs may share a subset of refuges,\nincreasing per capita refuge availability and relaxing DDD mortality relative to prey on patch\nreefs, where the patch edge could prevent such refuge sharing. These hypotheses lead to a\nsynthetic framework to predict expected mortality patterns for a variety of scenarios. For\nnonsocial, nonaggregating species and species that aggregate in order to take advantage of\nspatially clumped refuges, IDD mortality is possible but likely superseded by DDD refuge\ncompetition, especially on patch reefs. By contrast, for species that aggregate socially,\nmortality should be IDD at the scale of individual aggregations but DDD at larger scales. The\nresults of nearly all prior reef fish studies fit within this framework, although additional work\nis needed to test many of the predicted outcomes. This synthesis reconciles some apparent\ncontradictions in the recent reef fish literature and suggests the importance of accounting for\nthe scale-sensitive details of predator and prey behavior in any study system.\nKey words:  direct density dependence; inverse density dependence; patch vs. continuous reef; reef fish;\nrefuge-based aggregation; shoaling; social aggregation; spatial scaling.\nINTRODUCTION\nDensity-dependent vital rates are critical factors\nstructuring population dynamics (Murdoch 1994). The\nmechanisms underpinning density-dependent regulation\nare revealed best by small-scale observations and\nexperimental manipulations (Harrison and Cappuccino\n1995), and benthic marine populations provide a fertile\ntesting ground for these efforts (Hixon 1998, Menge\n2000, Hixon et al. 2002). Nonetheless, while density-\ndependent regulation in terrestrial systems is rather well\nunderstood (Turchin 2003), regulation in marine sys-\nManuscript received 20 February 2009; revised 26 June 2009;\naccepted 20 October 2009. Corresponding Editor: S. R.\nThorrold.\n7\nE-mail: jwwhite@ucdavis.edu\n1949\n\ntems is still an active and contentious area of research\n(Sale and Tolimieri 2000, Jenkins et al. 2008), especially\nfor coral and rocky reef fishes with pelagic larvae\n(Sandin and Pacala 2005b, Anderson et al. 2007).\nFor most benthic fishes and invertebrates, widespread\ndispersal and highly variable mortality during the\npelagic larval phase can decouple reproduction from\nsubsequent recruitment at almost all spatial scales, thus\neliminating regulatory feedbacks typically found in non-\nmarine systems (Caley et al. 1996). There is a dearth of\nevidence for density dependence during the pelagic\nlarval phase of any marine fish or invertebrate (e.g.,\nShanks and Roegner 2007), possibly due to the logistic\ndifficulties inherent in quantifying larval mortality rates\nin the ocean. Most work on reef fishes, therefore, has\ncentered on the potential for regulatory, directly density-\ndependent (hereafter, DDD) per capita mortality during\nthe vulnerable postsettlement stage just after juvenile\nfish leave the plankton and enter the benthic environ-\nment (reviewed by Caley et al. 1996, Hixon and Webster\n2002).\nAfter early debates regarding the possibility that\nbenthic marine populations were unregulated, Menge\n(2000) proposed the ‘‘recruit–adult hypothesis,’’ which\nholds that population densities are extremely sensitive to\nthe stochastic and density-independent (DI) arrival of\nlarval settlers so long as settlement rates are low (also see\nConnell 1985, Sandin and Pacala 2005a). As settlement\nrates increase, DDD processes become more important\nuntil, in the extreme, population density is unchanged by\nthe arrival of additional larvae. This hypothesis has been\nborne out by sensitivity analysis across a range of settler\ndensities (Schmitt et al. 1999), and a meta-analysis\nrevealed that nondetection of DDD mortality was\ngenerally a result of using settler densities that were\ntoo low (Osenberg et al. 2002). There now appears to be\nconsensus  that  (a)  most  benthic  populations  are\nregulated by some benthic DDD process (Hixon et al.\n2002), and (b) the proximate cause is usually DDD\npostsettlement mortality (Roughgarden et al. 1988,\nMenge 2000, Hixon and Webster 2002).\nWhat is to be made, then, of results suggesting that\nsome reef fish species experience inversely density-\ndependent (IDD) postsettlement mortality (i.e., mortal-\nity rates that decline with increasing density [e.g., Sandin\nand Pacala 2005b, Johnson 2006a, White and Warner\n2007b, Wormald 2007])? Hixon and Webster’s (2002)\nexhaustive review of patterns of density dependence in\ncoral reef fishes identified a few studies that reported\nIDD mortality (e.g., Booth 1995), but their review\nfocused predominantly on the more common finding of\nstrong DDD mortality. However, recent studies have\nprovided conflicting results of both DDD and IDD\nmortality in the same species at different locations, or\nwhen measured at different spatial scales (Chromis\ncyanea[Sandin and Pacala 2005b, Anderson et al.\n2007];Thalassoma bifasciatum[Caselle 1999, White\nand Warner 2007b]). It is unclear in which species and\nunder what conditions one should expect to find IDD\nrather than DDD mortality. We propose a conceptual\nframework that explains mortality patterns based on\nprey and predator behavior, habitat configuration, and\nthe scale of observation. Using this framework, we offer\na synthetic interpretation of the results of prior studies\nof reef fishes and follow this with a prospectus for future\nresearch that is relevant for studies of population\ndynamics beyond reef fish systems.\nP\nROCESSESLEADING TODENSITY-DEPENDENTMORTALITY\nWe define DDD mortality as an increase in the per\ncapita death rate corresponding to an increase in\npopulation density. Predation is usually the proximate\ncause of DDD mortality in reef fishes (Hixon and Jones\n2005) (see Plate 1), but ultimate causes may include\ncompetition, parasitism, and disease (Holbrook and\nSchmitt 2002, Hixon and Jones 2005, Forrester and\nFinley 2006). Importantly, these mechanisms may\noperate during any life stage and are not mutually\nexclusive (Caley 1998).\nPredators can generate DDD prey mortality via\nspecific types ofaggregative responses(Hassell and\nMay 1974),functional responses(Holling 1959, Murdoch\n1969),numerical responses(Holling 1959), anddevelop-\nmental responses(Murdoch 1971). The first two are\nshort-term, behavioral responses and the latter two are\nlong-term, demographic responses, though combina-\ntions of these four may operate simultaneously. All but\naggregative responses can produce regulatory, temporal\nDDD mortality (because with aggregation, predators\nrespond only to the relative, not absolute, density of\nprey in a patch [Stewart-Oaten and Murdoch 1990]).\nAggregative and functional responses are short-term,\nbehavioral responses to prey density, and are more\namenable to field study than the other mechanisms of\nDDD predation. For example, predator aggregation to\nhigh-density patches of prey has been reported in several\nstudies (coral reef carangids [Hixon and Carr 1997]; the\ntemperate serranidParalabrax clathratus[Anderson\n2001]; and coral reef serranids and aulostomids [Webster\n2003]), though aggregation is not always observed\n(Sandin and Pacala 2005b, Overholtzer-McLeod 2006).\nAlternatively, Overholzer-McLeod (2006) revealed evi-\ndence of DDD mortality of beaugregory damselfish\n(Stegastes leucostictus) through a Type III functional\nresponse,  in  which  the  predatory  coney  grouper\n(Cephalopholis fulva) switched from consuming damsel-\nfish when these prey were at high densities to consuming\nalternative prey when the damselfish were at low density.\nNumerical and behavioral responses are relatively long-\nterm demographic responses, involving dynamic chang-\nes in population size or consumptive patterns, respec-\ntively, of predators. We are unaware of clear evidence of\nnumerical or developmental responses in reef fishes, but\nexamples have been found in other systems (Houde and\nSchekter 1980, Wood and Hand 1985).\nJ. WILSON WHITE ET AL.1950Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nCompetition for limiting resources has emerged as the\nultimate mechanism of DDD mortality in several species\nof reef fishes. Most commonly, intense competition for\npredator refuges (e.g., crevices in living corals or coral\nrubble) at high prey densities (Holbrook and Schmitt\n2002, Forrester and Steele 2004, Johnson 2007) or in the\npresence of larger conspecifics (Schmitt and Holbrook\n1999, Webster 2004, Samhouri et al. 2009a) or hetero-\nspecifics (Carr et al. 2002) causes the DDD mortality. At\nleast two other ultimate mechanisms of DDD mortality\nare possible, though they may be slower to take effect.\nAt high population densities, scramble competition for\nfood may leave some individuals more vulnerable to\npredation, due either to their smaller size or weakened\nphysiological state (Steele and Forrester 2002). In-\ncreased frequency of aggressive behaviors at high\ndensities may produce similar effects (Booth 1995,\nWhite and Warner 2007a). In social species, such\ncompetition may lead to growth depensation, in which\nsocially dominant individuals grow faster and have\nhigher survival than subordinates (Jones 1987, Hixon\nand Jones 2005).\nParasites and diseases can also contribute to DDD\nmortality in reef fishes (Forrester and Finley 2006).\nDDD mortality will result directly from parasites or\ndisease if the prevalence or transmission rate increases\nwith population density, as is the case for copepod gill\nparasites in bridled gobies,Coryphopterus glaucofrae-\nnum(Finley and Forrester 2003). Alternatively, DDD\nmortality can arise indirectly if morbid individuals are\nmore susceptible to predation, such as fishes that\nundertake riskier behaviors when parasitized by larval\ntrematodes (Lafferty and Morris 1996).\nP\nROCESSESLEADING TOINVERSELY\nDENSITY-DEPENDENTMORTALITY\nIDD mortality occurs when the per capita mortality\nrate declines with increasing population density. Though\nless commonly reported than DDD mortality, several\nstudies have detected IDD mortality in coral reef fishes,\nimplying some benefit of aggregation in these species\n(Booth 1995, Sandin and Pacala 2005b, Johnson 2006a,\nWhite and Warner 2007b, Wormald 2007).\nMany reef fishes occur in groups, which may produce\nbenefits simply by virtue of group membership or via\nactive social behaviors. In reef fishes, the degree of\nsociality ranges from high-density clumps of individuals\nthat are nearby in space but interact infrequently, if at\nall (e.g., the gobyC. glaucofraenum[Forrester and\nFinley 2006]), toshoalsconsisting of tightly grouped but\nnonpolarized fish (e.g., the wrasseT. bifasciatum[White\nand Warner 2007a]), toschools, which are shoals that\nexhibit regular spacing and coordinated swimming\nbehavior (e.g., the gruntHaemulon flavolineatum[Hein\n1996]). Some benefits of grouping accrue only to species\nin the latter two categories, so it can be important to\ndistinguish group size (the number of fish within a shoal)\nfrom the areal density of individuals (Shima 2001, White\nand Warner 2007b). Areal density is measured as fish per\nsquare meter. For example, a square meter of reef could\ncontain either a shoal of four conspecifics or four\nnoninteracting fish, each occupying its own territory.\nBoth cases represent a density of 4 fish/m\n2\n, but only in\nthe former case will the fish be able to take advantage of\nactive shoaling behaviors.\nPer capita predation risk may be reduced passively\ndue to attack-abatement effects. These consist of both\nnumericalrisk dilution(a decrease in per capita\npredation risk in a single predator attack) and passive\npredator avoidance(a decrease in the per capita risk of\ndetection by predators, or the temporary swamping of\npredator functional responses [reviewed by Pitcher and\nParrish 1993]). IDD mortality in reef fishes has been\nattributed to risk dilution (e.g., per capita predator\nattack rate declined with the size ofC. cyaneashoals\n[Sandin and Pacala 2005b]), and temporary swamping at\nsites with low predator density (Johnson 2006b, White\n2007). Notably, attack-abatement benefits apply only\nwhen handling time or satiation prevents a predator\nfrom consuming all the prey in a single shoal (Connell\n2000).\nIn addition to the passive benefits of group living, fish\nliving in shoals may lower their predation risk through\nactive responses to predators. Such behaviors may\ninclude shared vigilance, in which the first individual\nto detect a predator shares that information with its\nshoalmates, reducing the average time it takes them to\nreact to a predator (Magurran et al. 1985), and quorum\nresponses, whereby fish in groups make faster, more\naccurate decisions about evading predation than solitary\nindividuals (Ward et al. 2008). Some reef fishes also\nexhibit classical antipredator schooling maneuvers, such\nas the fountain effect in the gruntH. flavolineatum(Hein\n1996). In addition, shoaling fishes are capable of\npredator deterrence behaviors such as notification and\nmobbing (Motta 1984), both of which have been\nobserved in reef fishes (e.g., Sweatman 1984, Ishihara\n1987).\nP\nROCESSESLEADING TO\nDENSITY-INDEPENDENTMORTALITY\nMost reef fish studies treat DI mortality as a null\nhypothesis: in the absence of evidence for any IDD or\nDDD processes, per capita mortality is assumed to be\nindependent of density (described by Hixon 1998; see\nSchmitt et al. 1999 for an alternative framework). We\nfavor a different conceptual model, in which DI\nmortality is expected when the underlying IDD or\nDDD process influencing prey mortality rate is obscured\nby either (1) low statistical power or (2) counteracting\necological interactions.\nFirst, DI mortality may emerge when the signal of the\ndensity-dependent process is exceeded by the noise of\nvariation in predation. For instance, when prey are\nsparse, variation in prey density may be low enough\nrelative to random variability in predator movement and\nJuly 20101951DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\npredation success that per capita mortality (via preda-\ntion) is decoupled from prey density at the spatial scale\nof that reef. However, it is unlikely that mortality is ever\nstrictly DI over the full range of prey densities because\n(a) all predator functional responses must saturate at\nhigh prey densities, leading to IDD mortality (Hassell et\nal. 1985), and (b) prey that compete for refuges will\neventually saturate those refuges at high densities,\nleading to DDD mortality (Holbrook and Schmitt\n2002). Thus, in the presence of predators, it is more\nappropriate to consider DI mortality to be akin to Type\nII error; rather than being a separate functional form, it\nrepresents the failure to detect the underlying DDD or\nIDD process due to low statistical power or testing over\ntoo narrow a range of prey/predator densities (Hixon\n1998, Osenberg et al. 2002). Of course, some species may\nnever reach densities high enough to experience DDD\nmortality, and the underlying DDD process may only be\nrevealed by experiments that increase densities beyond\nthe natural range (e.g., Jones 1988, Schmitt et al. 1999).\nSuch populations may belimitedby DI processes, but\nnonetheless ultimatelyregulatedby DDD processes\n(Hixon et al. 2002).\nA second way in which DI mortality patterns may\nemerge is when multiple processes with counteracting\neffects operate simultaneously. ‘‘Cryptic’’ DDD mortal-\nity may appear DI in observational studies if prey\ndensity is correlated with habitat quality (Shima and\nOsenberg 2003). For example, Wilson and Osenberg\n(2002) found that the gobiesElacatinus evelynaeandE.\nprochilossettled preferentially to higher-quality coral\nheads where DDD mortality was weakest. The positive\neffect of habitat quality on survival offset the negative\neffect of density, leading to similar mortality rates across\na range of prey densities. Similarly, Overholtzer-\nMcLeod (2006) found DI mortality of the wrasse\nHalichoeres garnotiwhen DDD predation by a resident\npredator was swamped by DI visitation by transient\npredators. Note that in isolation, DI predator visitation\nshould have produced IDD mortality. Recall that the\nnull hypothesis of DI mortality assumes that the\nprobability of a strike is distributed uniformly across\nindividual prey, not uniformly across space. In the latter\ncase, the realized per capita mortality of prey will be\ninversely related to local density (i.e., IDD mortality\n[Sandin and Pacala 2005b]).\nPLATE1.  Spotted moray eel,Gymnothorax meleagrison a coral reef in Moorea, French Polynesia. Piscivores such as moray eels\nare usually the proximate cause of density-dependent mortality in coral reef fishes. Photo credit: A. C. Stier.\nJ. WILSON WHITE ET AL.1952Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nTHEROLE OFSPATIALSCALE\nAND\nHABITATCONFIGURATION\nDDD and IDD processes are not mutually exclusive.\nIn fact, a mixture of processes is likely to be occurring in\nany given species, and the process that is detected can be\nsensitive to the spatial scale of observation. Addition-\nally, the type of density dependence observed in a\npopulation may be shaped by the spatial configuration\nof the reef itself.\nSpatial scale\nMost studies to date have found that DDD mortality\nmeasured at small spatial scales (approximately square\nmeters) is also detectable when mortality and density are\nboth measured at much larger spatial scales (e.g.,.1000\nm\n2\n) (Steele and Forrester 2005, Johnson 2006a, For-\nrester et al. 2008). By contrast, White and Warner\n(2007b) found that newly settled bluehead wrasse\nexperienced IDD mortality at the scale of small groups\n(,1m\n2\n), but DDD mortality at the scale of entire reefs\n(.1000 m\n2\n). This type of scale-dependent switch has not\nbeen reported in other reef fishes, but is known to occur\namong terrestrial insects (Mohd Norowi et al. 2000,\nSchellhorn and Andow 2005).\nWhether small-scale patterns scale up could depend\non the mechanism leading to prey aggregation. Many\nprey aggregate when exploiting limited and patchily\ndistributed resources, such as structural refuges. In these\nspecies, mortality is likely to be related to the per capita\navailability of refuges (i.e., the prey-to-refuge ratio\n[Samhouri et al. 2009b]) across a wide range of spatial\nscales. This appears to be the case for rubble-dwelling\ngobies (Steele and Forrester 2005). The DDD relation-\nship may deteriorate at very large spatial scales because\nmean-field estimates of prey density and refuge avail-\nability can obscure smaller-scale spatial covariance\nbetween those two variables (Chesson et al. 2005).\nAdditionally, if prey distribute themselves in an approx-\nimately ideal-free manner (sensu Fretwell and Lucas\n1970) with respect to refuges, or if predators distribute\nthemselves to match the pattern of prey availability,\nmortality risk may be similar everywhere and appear to\nbe DI (i.e., cryptic density dependence [Shima and\nOsenberg 2003, Shima et al. 2008]).\nAggregation in other species yields social risk-\nreduction benefits and is not associated with the\nacquisition of patchily distributed, limited resources. In\nthese species, mortality may be IDD at the spatial scale\nof individual shoals, but DDD when measured at larger\nscales (e.g., White and Warner 2007b). This scale\ndependence may depend on thepredator foraging scale,\nthe spatial scale at which predators define a ‘‘patch’’ of\nprey and choose to stay in that patch or move on\n(Ritchie 1998). For instance, the foraging scale (tens to\nhundreds of meters) of certain predators (e.g., coney\ngroupers) may exceed the spatial scale (tens to hundreds\nof centimeters) at which some prey (e.g., bluehead\nwrasse) aggregate (Fig. 1A). In such cases, variation in\nprey density at the scale of individual prey aggregations\nwill not influence predator behavior, i.e., predators will\nforage indiscriminately among prey aggregations within\na foraging patch. Consequently, prey will receive\nbenefits of attack abatement and experience IDD\nmortality at the aggregation scale (Sandin and Pacala\n2005b). However, at the same time and for the same set\nof predator and prey species, mortality measured at the\nlarger spatial scale of predator foraging can be DDD\ngiven particular types of predator behavior (e.g., Type\nIII functional response [White and Warner 2007b]).\nWhile few studies have considered such dynamical\ntransitions across spatial scales in reef fishes, this\nphenomenon has been reported in weevils parasitized\nby wasps (Mohd Norowi et al. 2000), and it may be a\ngeneral feature of insect consumer resource interactions\n(Walde and Murdoch 1988). Of course, the foraging\nscale of small-bodied predators (e.g., hawkfishPara-\ncirrhites arcatus[Shima et al. 2008]) may be the same as\nFIG. 1.  Cartoon illustrating the effect of the spatial scale of\npredator foraging on prey mortality. Two predator species have\ndifferent characteristic foraging scales; each defines a patch of\nprey at the spatial scale indicated by the shaded circle. The\npredator distributes foraging effort randomly within that patch.\n(A) On a continuous reef, the larger foraging scale tends to\noverlap multiple prey shoals, leading to IDD prey mortality at\nthe shoal scale. The smaller foraging scale coincides with the\nspatial scale of prey aggregation, leading to DDD prey\nmortality at the shoal scale. (B) A similar pattern occurs on\nclosely spaced patch reefs. (C) When reef spacing is wider, the\nforaging scale of all predators is constrained to the scale of a\nsingle prey aggregation, producing DDD mortality in all cases,\ngiven sufficient time and the appropriate type of predator\nfunctional response.\nJuly 20101953DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\nor smaller than the spatial scale at which prey aggregate\n(Fig. 1A). Such predators will view individual prey\naggregations as foraging patches, and may focus\npredation on high-density patches, causing DDD prey\nmortality.\nThe effects of predator foraging scale may become\nespecially important when comparing results from\ncontinuous reefs to those from systems of small, widely\nspaced patch reefs. On a continuous reef, predators with\nlarger foraging scales are less likely to view individual\nprey aggregations as foraging patches, and should\nproduce IDD mortality at the scale of prey aggregations,\nas described in the preceding paragraph (Fig. 1A). The\nsame pattern should hold on tightly spaced patch reef\nsystems, in which a large spatial scale of predator\nforaging may still envelop multiple patch reefs and thus\nmultiple prey aggregations (Fig. 1B). If patch reef\nspacing is very large, however (e.g., 50 m in Over-\nholtzer-McLeod 2006; 200 m in Hixon and Carr 1997),\nand each patch reef is only large enough to support a\nsingle prey aggregation, the foraging scale of highly\nmobile predators may only encompass a single patch\nreef and thus a single prey aggregation (Fig. 1C). The\npredator foraging scale then matches the prey aggrega-\ntion scale, producing DDD mortality at the prey\naggregation scale. For example, Overholtzer-McLeod\n(2006) found that mortality of a socially aggregating\nwrasse was DDD on an array of widely spaced reefs, but\nDI when reefs were closer together. On the latter set of\nreefs, foraging snappers established home ranges that\nencompassed the entire reef array, moving rapidly\namong the reefs and not in response to prey density,\ni.e., they made a foraging decision at the scale of\nmultiple reefs rather than a single reef. The mortality\ncaused by this behavior overwhelmed the DDD pattern\nproduced by resident groupers (which had a Type III\nfunctional response and did not move among reefs).\nOverholtzer-McLeod’s (2006) results suggest that there\nis not a clear distinction between patch and continuous\nreefs in this context, because any difference in the form\nof density-dependent mortality among habitats will\ndepend on the relative spatial scales of movement of\npredators and prey. Alternatively, continuous reefs may\nappear patchy to some species whose preferred habitat is\nnot continuous across the reef, such as trumpetfish\n(Aulostomus maculatus),whichdependonpatchily\ndistributed gorgonians as cover for their sit-and-wait\npredation tactic (Sandin and Pacala 2005b).\nPrey interaction with habitat configuration\nA second possible effect of habitat configuration is its\ninteraction with prey behavior. Most species that feed\nwhile hovering above the reef retreat to structural\nrefuges when predators strike (Sandin and Pacala\n2005b, White and Warner 2007a). A simple conceptual\nmodel explains how habitat configuration may influence\nthe functional form of DDD mortality for such species.\n(This model is derived formally by S. A. Sandin, J. F.\nSamhouri, and S. L. Hamilton [unpublished manuscript].)\nIn this conceptual model, we assume that the prey\nspecies occurs in shoals (e.g.,Chromis cyanea, juvenile\nPseudanthiassp.), each individual is identical and aware\nof most structural refuges within its home range, each\nrefuge can shelter only one individual, all refuges offer\nequal protection, individuals do not defend particular\nrefuges, and predators attack only one shoal at a time\nwhere multiple shoals occur in the same habitat. During\na predator strike on a shoal, prey retreat to refuges.Any\nprey failing to find an unoccupied refuge remains\nexposed in the water column, where it has higher\nmortality risk than those in refuges (Fig. 2A). This\n‘‘musical chairs’’ model of mortality risk was first\nidentified in bridled gobies,C. glaucofraenum(Samhouri\net al. 2009b), but has been discussed anecdotally for\nother species, including beaugregory damselfishS.\nleucostictusand surgeonfishAcanthurusspp. (Shulman\n1984) and shoaling damselfishC. cyanea(Sandin and\nPacala 2005b).\nOn a continuous reef, the escape radius of individuals\nin a shoal is smaller than any dimension of the habitat\narea, and individuals can evade predation by retreating\nFIG. 2.  Cartoon illustrating difference in predator escape\nbehavior on isolated habitat units and contiguous reefs. (A)\nPrey that find a refuge (solid arrow) have a lower mortality risk\nthan those that do not (dashed arrow). (B) Prey on a\ncontinuous reef can access refuges within a certain radius\n(indicated by shaded circle). If predators only attack one shoal\nat a time, neighboring shoals can share refuge space over time,\nreducing effective prey density. (C) For prey near the edge of a\npatch reef, no refuges are available beyond the patch edge. As\nthe radius of the reef shrinks relative to the escape radius of the\nshoal, effective density increases.\nJ. WILSON WHITE ET AL.1954Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nto a refuge in any direction. Even if multiple aggrega-\ntions occur on a continuous reef and the escape radii of\nadjacent aggregations overlap (Fig. 2B), the probability\nof separate predators simultaneously striking adjacent\nshoals by chance alone should be small. Thus, when one\nshoal is attacked, its members can use refuges that might\nbe used by the adjacent shoal were it to be attacked.\nEffectively, then, prey on a continuous reef could\nparticipate  in temporal  refuge sharing (Fig. 2B),\nwhereby the effective number of prey per refuge is lower\nbecause adjacent groups can use the same set of refuges\nso long as the two groups are not attacked simulta-\nneously. This should relax competition for refuges such\nthat  attack  abatement  effects  may  lead  to  IDD\nmortality.\nIn contrast, the escape radius for shoals on a patch\nreef may exceed the radius of the reef itself (Fig. 2C). If\nthe area surrounding the patch reef (e.g., sand, seagrass)\noffers no suitable refuge from predation, prey are\nconstrained  by  the  total  area  containing  refuges\navailable for retreat during a predator strike. This area\nbecomes severely limiting as patch reefs get small or prey\ndensities increase. Thus, the intensity of competition for\nrefuges should be relatively stronger on smaller patch\nreefs and when densities are higher, enhancing predation\nrisk to aggregating prey and potentially causing DDD\nmortality.\nThis model predicts that per capita mortality is a\nbowl-shaped function of effective prey density, i.e., the\nprey/refuge ratio. Risk dilution causes per capita\nmortality to decrease with increasing effective prey\ndensity until refuges become limiting and per capita\nmortality begins to increase with effective prey density.\n(Jones 1988 reports this type of mortality function.)\nThe reflective boundaries of patch reefs reduce the\nnumber of available refuges, increasing effective prey\ndensity and making DDD mortality more likely. In\ncontrast, temporal refuge sharing on continuous reefs\nshould decrease effective prey density and makes IDD\nmortality more likely. This hypothesis and the under-\nlying model have not yet been tested explicitly, but they\nare supported by Nanami and Nishihira’s (2001)\nfinding that damselfish on continuous reefs utilized\nshelters in the reef surrounding their standardized\nhabitat units and experienced lower, more weakly\nDDD mortality than fish in identical habitat units on\npatch reefs.\nS\nYNTHESIS:SCALE,HABITAT,ANDBEHAVIORSHAPE\nDENSITY-DEPENDENTPROCESSES\nThe preceding review suggests a synthetic framework\nfor explaining the relationships among previous empir-\nical results and predicting the outcomes of future\nstudies. In Fig. 3 we give the type of density dependence\n(DDD or IDD mortality) observed in published studies\nas a function of prey behavioral type, habitat configu-\nration, predator foraging scale, and the spatial scale of\nobservation. We also suggest conditions under which DI\nor IDD mortality may be observed regardless of whether\nthe underlying process is DDD or IDD. This framework\nis based on our interpretation of the existing body of reef\nfish literature, so where possible we have included\nreferences to studies reporting results that fall within\neach category in Fig. 3. In most cases it was impossible\nto apply a quantitative test for discrimination among\nprey behavioral types (Grear and Schmitz 2005), so we\nrelied upon authors’ descriptions and our own knowl-\nedge. These references are not exhaustive, as some\nstudies are difficult to classify because of inadequate\nreporting of methods, a limited range of prey densities,\nor lack of knowledge about predators or habitat (details\ngiven in the Appendix). Although we were unable to\nplace some studies within this table, we know of none\nthat clearly deviate from our explanatory framework.\nIn describing prey behavior, we recognize three\ndifferent social types among commonly studied reef\nfishes: nonaggregators, refuge-based aggregators, and\nsocial aggregators. Nonaggregators are nonsocial and\noften territorial, like many gobies. These species may\noccur at high densities where resources and shelter are\nabundant, but do not shoal. Second are refuge-based\naggregators (sensu Safran et al. 2007), like many\ndamselfishes, that form shoals because of the spatial\npatchiness of refuges (e.g., branching coral heads). Third\nare social aggregators (sensu Safran et al. 2007), like\nmany wrasses, that form high-density aggregations\nindependent of refuge availability, apparently yielding\nantipredator benefits (White and Warner 2007b). We\ndistinguish among these behavioral types using a\nconceptual test like that proposed by Grear and Schmitz\n(2005): in a continuous habitat with an even distribution\nof refuges, nonaggregators and refuge-based aggregators\nwill distribute themselves evenly in space and exploit\nempty refuges, while social aggregators will form shoals\nand leave many refuges unused. When refuges are highly\nclumped in space, all three social types will also exhibit\nclumped distributions, and both refuge-based and social\naggregators will occur in shoals. Versions of this test\nhave been implemented in the field for at least two\nspecies. The damselfishDascyllus flavicaudussettled\npreferentially on empty coral heads rather than nearby\ncoral heads occupied by conspecifics (Schmitt and\nHolbrook 2000), making it a refuge-based aggregator.\nBy contrast, the wrasseT. bifasciatumsettled preferen-\ntially in groups despite the availability of empty\nsettlement habitat nearby (White and Warner 2007b),\nmaking it a social aggregator.\nThe delineation of social types is intended to represent\nthe primary determinant of prey sociality in the context\nof density-dependent mortality, but these categories may\nexperience similar predator–prey interactions in some\nsituations. For example, refuge-based aggregators may\nenjoy risk reduction in some situations (e.g., Holbrook\nand Schmitt 2002: Fig. 5A), although in general they\navoid predation by retreating to refuges defended in size\nhierarchies (Holbrook and Schmitt 2002). Conversely,\nJuly 20101955DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\nFIG. 3.  Influence of prey behavior, predator foraging scale, habitat configuration, and the spatial scale of observation (or\nreplication) on the expected functional relationship between prey density and per capita prey mortality (directly density dependent\n[DDD] or inversely density dependent [IDD]), as well as alternative patterns (density independent [DI] or IDD) that may be\ndetected under certain conditions, regardless of whether the underlying form of mortality is DDD or IDD. Nonaggregators refers\nto prey species that may occur at high densities where resources and shelter are abundant, but which do not shoal. Resource\naggregators refers to prey species that form loose shoals in response to the spatial patchiness of refuges but tend to compete for\naccess to those refuges. Social aggregators form high-density aggregations independent of refuge availability, and reduce predation\nrisk by shoaling. Predator foraging scale is the spatial scale at which predators define a ‘‘patch’’ of prey and choose to stay in that\npatch or move on (Ritchie 1998). If a predator’s foraging scale is relatively large, it does not recognize individual isolated habitat\nunits or prey aggregations as patches and forages indiscriminately among them (see Fig. 1). In cases where the prediction is DDD,\nwe have assumed that predators exhibit a Type III functional response to prey densities, and that mortality is measured over a\nsufficiently long time scale; observations over short time scales or with few predators will tend to exhibit saturation of the predators’\nfunctional response. Observation scale refers to the spatial scale at which an observer measures prey density and per capita\nmortality. Time scale of observation refers to the time elapsed between measuring ‘‘initial’’ and ‘‘final’’ abundances to calculate\nmortality. Superscript lowercase letters (a–z) refer to references in the Appendix.\nJ. WILSON WHITE ET AL.1956Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nspecies considered social aggregators generally form\ntighter shoals when threatened (Overholtzer-McLeod\n2006), although some species in this category may also\nutilize refuges when threatened (as described forC.\ncyaneainThe role of spatial scale and habitat configu-\nration: Prey interaction with habitat configuration).\nOverall, our intent is not to suggest that refuge-based\naggregators are not social (in fact, many such species\nform social mating hierarchies), nor that social aggre-\ngators do not compete for resources, but rather to\ncharacterize the nature of group interactions with\nrespect to mortality. In fact, these two categories could\nbe treated as the opposite extremes of a continuum,\nalthough in practice we were able to satisfactorily place\nmost species into one or the other category.\nFor nonaggregators and refuge-based aggregators,\nper capita mortality risk is generally an increasing\nfunction of the ratio of prey to refuges, so DDD\nmortality is likely to be observed in both patchy and\ncontinuous habitats and at all spatial scales of observa-\ntion. This expectation is very clear when predators\nforage at the spatial scale of prey aggregations. In this\ncase, predator foraging alone would be expected to\nproduce DDD mortality (due to predator aggregation\nand/or Type III functional responses), and refuge\ncompetition would simply magnify this effect. Given\nsufficient competition for refuges, DDD mortality will\nalso occur when predators forage at scales greater than\nthe scale of prey aggregations (on continuous reefs) or of\nhabitat spacing (on patch reefs). This appears to have\nbeen the case for two studies on continuous reefs where\nthe scale of predator foraging exceeded the scale of prey\naggregation, as DDD mortality was observed for both\ndamselfish and basslets (Carr et al. 2002, Webster 2004).\nOnly if predators forage at a relatively large scale and\nrefuges are sufficiently abundant to preclude competi-\ntion will DI or IDD mortality be observed.\nFor social aggregators, the dilution effect and active\nantipredator behaviors should produce IDD mortality\nat the observation scale of individual shoals, especially\non continuous reefs where temporal resource sharing\nlowers effective densities. This occurs because the spatial\nscale of predator foraging encompasses multiple prey\naggregations (Fig. 1A, B). However, if predators possess\nType III functional or aggregative responses, mortality\nmay be DDD when observed at the relatively large\npredator foraging scale, even if mortality is IDD when\nobserved  at  the  smaller  scale  of  individual  prey\naggregations (White and Warner 2007b). DDD mortal-\nity could also arise when the predator foraging scale is\nconstrained to the scale of a single prey aggregation,\nwhich may occur in some widely spaced patch reef\nconfigurations (Fig. 1C). This constraint causes preda-\ntors to respond to prey at the spatial scale of individual\naggregations (Fig. 1C), leading to DDD prey mortality.\nFor all three behavioral types, IDD (or possibly DI)\nmortality is possible when predator densities are very\nlow, so that predators with saturating functional\nresponses are swamped for the duration of observations\n(Johnson 2006a, White 2007). In such cases, DDD\nmortality may be revealed by longer-term observations\nthat allow time for swamped predators to resume\nfeeding and for additional predators to aggregate (White\nand Warner 2007b).\nThe patterns proposed in Fig. 3 are intended to\ndescribe the results of pairwise predator–prey interac-\ntions. By contrast, the dynamics of most reef fish\nassemblages typically have multiple predator species\ninteracting with multiple prey species, thus complicating\nthe prediction and interpretation of density-dependent\npatterns. Given such trophic diversity, it is reasonable to\nexpect patterns of mortality to fall along a continuum\nbetween the extremes of DDD and IDD, depending on\npredator behaviors and relative interaction strengths.\nFor example, Hixon and Carr (1997) found that\npredators with different foraging styles acted synergis-\ntically to produce stronger DDD mortality inChromis\ncyanea. There may also be more complex effects of\nmultiple prey species on the observed pattern of density\ndependence. Webster and Almany (2002) showed that\nlarge schools of cardinalfish (Apogonidae) drew the\nattention of predators on patch reefs, leading to lower\nmortality of other prey species on the same reefs. In a\nseparate study, predators focused on rare prey species in\nmultispecies assemblages (an ‘‘oddity effect’’), effectively\namplifying IDD mortality in the more abundant species\n(Almany and Webster 2004). Additionally, emerging\nevidence suggests that mortality patterns in multispecies\nassemblages also depend on the relative timing of larval\nsettlement of different prey species (Geange and Stier\n2009). Overall, careful consideration of the potential\ninfluences of multiple factors is needed to predict\npatterns on natural reefs. Nonetheless, the framework\nproposed here provides the conceptual foundation\nneeded to build more complex, multispecies models of\nprey demography.\nD\nISCUSSION\nReef fish assemblages are widely regarded as a testing\nground for both behavioral and population ecology. As\nsuch, it is important to bridge these fields in order to\nexplain how fish behaviors may influence population-\nlevel processes like mortality. This need is becoming\nincreasingly evident as hypotheses initially developed\nusing refuge-competing damselfishes are tested on\nspecies with alternative behavioral strategies, such as\nwrasses and snappers. Similarly, efforts to scale up\nobservations from small plots can be improved by\nconsidering the behavioral ecology of the species\ninvolved. For a nonaggregating species in homogenous\nhabitat, small-scale interactions may scale up to entire\nreefs  quite  readily  (e.g.,  the  gobyCoryphopterus\nglaucofraenum[Steele and Forrester 2005]). By contrast,\nspecies with shoaling behavior can experience dilution\neffects at the group scale but DDD mortality at larger\nscales (e.g., the wrasseThalassoma bifasciatum[White\nJuly 20101957DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\nand Warner 2007b]). We urge reef ecologists to consider\nthese behavioral factors when comparing results across\nspecies and study sites. To this end, our synthetic\nframework (Fig. 3) can serve as a set of predictions for\nfuture studies. We hope this framework provides a more\nuseful set of null hypotheses for future studies that\nadvance the field beyond the general expectation that all\nreef fishes experience DDD (or DI) mortality, or that\nthere is a fundamental difference between patch and\ncontinuous reefs independent of the species involved or\nthe quality of the reef habitat.\nOur review also yielded several suggestions that may\nhelp researchers place their work in a useful context.\nFirst, when possible, it is worthwhile to conduct work\non both patch reefs and continuous reefs to ensure that\nfindings are not restricted to a single habitat type (e.g.,\nCarr et al. 2002). Second, if shoaling is possible in the\nstudy species, it is important to be explicit about both\nareal density (number per square meter) and group sizes\nfound in each habitat unit. Finally, because predators\nare key players in most studies of reef fish demography,\nit is important to determine the identity and density of\nlikely predators, along with their typical foraging scales,\nand the potential consequences of predation by multiple\npredators with different foraging strategies.\nWhen reporting evidence for DDD mortality, many\nauthors note its importance for regulated population\ndynamics (Murdoch 1994). However, the stabilizing role\nof DDD mortality does not necessarily imply that\nspecies exhibiting IDD mortality have unstable popula-\ntion dynamics (Hassell et al. 1991). While IDD mortality\nis generally destabilizing, the type of IDD mortality\ndiscussed here is merely one component of the overall\ndemography of a species and may be offset by density\ndependence occurring at a different spatial scale or life\nstage (Gascoigne and Lipcius 2004). For example, IDD\npostsettlement mortality may be offset by DDD adult\nfecundity (Samhouri 2009). Additionally, population\nmodels indicate that DDD mortality occurring at the\n(larger) scale of predator foraging is usually sufficient to\nstabilize the dynamics of a species with IDD mortality at\nthe (smaller) scale of prey aggregations (J. W. White,\nunpublished manuscript).\nThe idea that the type of ecological process one\nobserves depends on the scale of observation is not new\n(Levin 1992). Indeed, relationships between the scale of\npredator foraging and the spatial scale of observation\nhave been noted in several nonreef systems. Pelagic\nseabirds typically have a characteristic spatial scale at\nwhich they define patches of their fish prey and at which\nthere is a positive relationship between seabird and prey\ndensities (e.g., Schneider and Piatt 1986, Burger et al.\n2004). Several studies in other systems have explicitly\nconsidered scale-dependent transitions in the response of\npredators to spatial variation in prey density. For\nexample, Cummings et al. (1997) found that wading\nbirds did not respond to small-scale (0.25 m\n2\n) changes in\nbivalve density on mudflats when overall bivalve density\nat a larger scale (2.5310\n4\nm\n2\n) was controlled. Scale\ndependence may be especially relevant to many insect\npredator–prey interactions, where, as on reefs, the\nhabitat itself naturally defines several distinctive spatial\nscales. The parasitoid waspMesopolobus incultuspro-\nduced IDD mortality in the weevilGymnetron pascuo-\nrumat the scale of individual seed heads, but DDD\nmortality at larger scales of plants and experimental\nplots (Mohd Norowi et al. 2000). A similar pattern was\nfound for parasitoid-induced DDD mortality in leaf-\nmining flies (Liriomyza commelinae[Freeman and Smith\n1990]). This is not to say that IDD will always be\ndetected at the smaller of two spatial scales; Schellhorn\nand Andow (2005) found that coccinellid beetles\nresponded to the density of their aphid prey more\nstrongly at the scale of plants than at the larger scale of\nplots, although they did not investigate subplant scales\nat which the response may have been IDD. In general,\nthe evidence from other systems matches our hypothesis\nfor reef fishes: predators produce DDD mortality when\ntheir foraging scale coincides with the spatial scale of\nprey aggregation (t and Kieckhefer 2000) but IDD\nmortality when the spatial scale of foraging is larger\nthan the scale of prey aggregation (Mohd Norowi 2000;\nalso see review by Walde and Murdoch 1988).\nIn other cases, our hypothesis is not supported. Stiling\net al. (1991) examined parasitism rates of planthoppers\nat two spatial scales with parasitoids of varying mobility\nand found no evidence for DDD mortality with any\nspecies at either scale. It is unclear why this result\ndeparts from our prediction, but as in reef studies, it is\nlikely to be important to control for confounding factors\nsuch as cryptic density dependence when testing for\nDDD and IDD. Of course, it is also essential to ensure\nthat the suite of spatial scales under consideration is\nbroad enough to include the one actually used by the\npredator (Horne and Schneider 1994).\nThe importance of considering prey behavior when\nexamining the demographic consequences of group size\nalso extends beyond reef fish systems. It is commonly\nobserved that birds, mammals, and fishes in larger\ngroups exhibit lower per capita antipredator vigilance\nand spend more time foraging in risky habitats than\nconspecifics in smaller groups (Beauchamp 2003). Just\nas we have advocated distinguishing between refuge-\nbased and social aggregators, there is a need to\ndetermine whether animals in groups undertake risky\nbehavior because they are better able to detect predators\nor because they have increased resource requirements\ndue to enhanced competition within groups (e.g., Cow-\nlishaw 1997). Reliably distinguishing between these\nalternatives will be key to understanding the interplay\nbetween prey behavior, group size, and predation risk\n(Eggleston and Lipcius 1992, Beauchamp 2003, White\nand Warner 2007a). Likewise, increased attention to\nbehavioral decision making in predators is sorely needed\n(Cosner et al. 1999, Lima 2002). Hopefully, consider-\nation of the additional factors we propose in our\nJ. WILSON WHITE ET AL.1958Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nsynthetic framework (habitat configuration, predator\nand prey behavior) may shed light on patterns of DDD\nand IDD processes in other systems as well.\nBased on this synthesis of patterns of density\ndependence in reef fishes, we close with a prospectus.\nFirst, our framework (Fig. 3) generally agrees with\npublished descriptions of behavior, habitats, and mor-\ntality, but no single study has examined the same species\nin patchy and contiguous habitats under conditions in\nwhich both (1) the foraging scale of the primary\npredator exceeds and does not exceed the spacing of\nhabitat units, and (2) the scale of observation is focused\nboth on individual prey groups and on entire reefs. Such\na study, especially using a socially aggregating species,\nwould provide a needed check on the overall validity of\nthe framework. Second, we note that few reef fish studies\nhave explicitly characterized the spatial scale at which\npredators define foraging patches, but it would be\nstraightforward to do so and to determine whether the\nforaging scale interacts with the prey aggregation scale\nto produce IDD mortality, as we predict. Likewise, there\nis anecdotal evidence for temporal resource sharing\noccurring on continuous but not patch reefs (Nanami\nand Nishihira 2001), but this has not been directly tested\nas a factor affecting the form of density dependence.\nThird, some types of interactions, notably parasitism\n(Lafferty et al. 2008), disease (Dobson and May 1986),\nand sublethal predator effects (Creel and Christianson\n2008), may have strong effects on prey population\ndynamics but are relatively unstudied in reef systems. As\na result, our framework is directed primarily at density\ndependence caused by predation, but other interactions\nshould not be ignored (Hixon and Jones 2005). Finally,\nas it becomes clearer that the nature and strength of\ninteractions changes with habitat configuration and\nspatial  scale,  a  pressingquestion  emerges.  What\nobservation scale is the most appropriate in order to\npredict prey population dynamics? Providing an answer\nto this question will require the careful integration of\npopulation modeling and field observations.\nACKNOWLEDGMENTS\nWe are grateful to M. Steele, C. Osenberg, M. Hixon, M.\nAlbins, M. Christie, D. Johnson, T. Pusack, and M. Webster\nfor comments that greatly improved this manuscript, although\nany errors and oversights are our own.\nL\nITERATURECITED\nAlmany, G. R., and M. S. Webster. 2004. Odd species out as\npredators reduce diversity of coral-reef fishes. Ecology 85:\n2933–2937.\nAnderson, T. W. 2001. Predator responses, prey refuges, and\ndensity-dependent mortality of a marine fish. Ecology 82:\n245–257.\nAnderson, T. W., M. H. Carr, and M. A. Hixon. 2007. Patterns\nand mechanisms of variable settlement and recruitment of a\ncoral reef damselfish,Chromis cyanea. Marine Ecology\nProgress Series 350:109–116.\nBeauchamp, G. 2003. Group-size effects on vigilance: a search\nfor mechanisms. Behavioral Processes 63:111–121.\nBooth, D. J. 1995. Juvenile groups in a coral-reef damselfish:\ndensity-dependent effects on individual fitness and popula-\ntion demography. Ecology 76:91–106.\nBurger, A. E., C. L. Hitchcock, and G. K. Davoren. 2004.\nSpatial aggregations of seabirds and their prey on the\ncontinental shelf off SW Vancouver Island. Marine Ecology\nProgress Series 283:279–292.\nCaley, M. J. 1998. Age-specific mortality rates in reef fishes:\nevidence and implications. Australian Journal of Ecology 23:\n241–245.\nCaley, M. J., M. H. Carr, M. A. Hixon, T. P. Hughes, G. P.\nJones, and B. A. Menge. 1996. Recruitment and the local\ndynamics of open marine populations. Annual Review of\nEcology and Systematics 27:477–500.\nCarr, M. H., T. W. Anderson, and M. A. Hixon. 2002.\nBiodiversity, population regulation, and the stability of coral-\nreef fish communities. Proceedings of the National Academy\nof Sciences USA 99:11241–11245.\nCaselle, J. E. 1999. Early post-settlement mortality in a coral\nreef fish and its effect on local population size. Ecological\nMonographs 69:177–194.\nChesson, P., M. Donahue, B. Melbourne, and A. Sears. 2005.\nScale transition theory for understanding mechanisms in\nmetacommunities. Pages 279–306inM. Holyoak, M. A.\nLeibold, and R. D. Holt, editors. Metacommunities: spatial\ndynamics and ecological communities. University of Chicago\nPress, Chicago, Illinois, USA.\nConnell, J. H. 1985. The consequences of variation in initial\nsettlement vs. post-settlement mortality in rocky intertidal\ncommunities. Journal of Experimental Marine Biology and\nEcology 93:11–45.\nConnell, S. D. 2000. Is there safety-in-numbers for prey? Oikos\n88:527–532.\nCosner, C., D. L. DeAngelis, J. S. Ault, and D. B. Olson. 1999.\nEffects of spatial grouping on the functional response of\npredators. Theoretical Population Biology 56:65–75.\nCowlishaw, G. 1997. Trade-offs between foraging and preda-\ntion  risk  determine  habitat  use  in  a  desert  baboon\npopulation. Animal Behaviour 53:667–686.\nCreel, S., and D. Christianson. 2008. Relationships between\ndirect predation and risk effects. Trends in Ecology and\nEvolution 23:194–201.\nCummings, V. J., D. C. Schneider, and M. R. Wilkinson. 1997.\nMultiscale experimental analysis of aggregative responses of\nmobile predators to infaunal prey. Journal of Experimental\nMarine Biology and Ecology 216:211–227.\nDobson, A. P., and R. M. May. 1986. The effects of parasites\non fish populations—theoretical aspects. International Jour-\nnal for Parasitology 17:363–370.\nEggleston, D. B., and R. N. Lipcius. 1992. Shelter selection by\nspiny lobster under variable predation risk, social conditions,\nand shelter size. Ecology 73:992–1011.\nElliott, N. C., and R. W. Kieckhefer. 2000. Response by\ncoccinellids to spatial variation in cereal aphid density.\nPopulation Ecology 42:81–90.\nFinley, R. J., and G. E. Forrester. 2003. Impact of ectoparasites\non the demography of a small reef fish. Marine Ecology\nProgress Series 248:305–309.\nForrester, G. E., and R. J. Finley. 2006. Parasitism and a\nshortage of refuges jointly mediate the strength of density\ndependence in a reef fish. Ecology 87:1110–1115.\nForrester, G. E., and M. A. Steele. 2004. Predators, prey\nrefuges, and the spatial scaling of density-dependent prey\nmortality. Ecology 85:1332–1342.\nForrester, G. E., M. A. Steele, J. F. Samhouri, B. Evans, and\nR. R. Vance. 2008. Spatial density dependence scales up but\ndoes not produce temporal density dependence in a coral reef\nfish. Ecology 89:2980–2985.\nFreeman, B. E., and D. C. Smith. 1990. Variation of density-\ndependence with spatial scale in the leaf-mining flyLiriomyza\nJuly 20101959DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\ncommelinae(Diptera: Agromyzidae). Ecological Entomology\n15:265–274.\nFretwell, S. D., and H. L. Lucas. 1970. On territorial behavior\nand other factors influencing habitat distribution in birds.\nActa Biotheoretica 19:16–36.\nGascoigne, J. C., and R. N. Lipcius. 2004. Allee effects driven\nby predation. Journal of Animal Ecology 41:801–810.\nGeange, S. W., and A. C. Stier. 2009. Order of arrival affects\ncompetition in two reef fishes. Ecology 90:2868–2878.\nGrear, J. S., and O. J. Schmitz. 2005. Effects of grouping\nbehavior and predators on the spatial distribution of a forest\nfloor arthropod. Ecology 86:960–971.\nHarrison, S., and N. Cappuccino. 1995. Using density-\nmanipulation experiments to study population regulation.\nPages 131–148inN. Cappuccino and P. W. Price, editors.\nPopulation dynamics: new approach and synthesis. Academ-\nic Press, San Diego, California, USA.\nHassell, M. P., C. M. Lessells, and G. C. McGavin. 1985.\nInverse density dependent parasitism in a patchy environ-\nment: a laboratory system. Ecological Entomology 10:393–\n402.\nHassell, M. P., and R. M. May. 1974. Aggregation of predators\nand insect parasites and its effect on stability. Journal of\nAnimal Ecology 43:567–594.\nHassell, M. P., R. M. May, S. W. Pacala, and P. L. Chesson.\n1991. The persistence of host-parasitoid associations in\npatchy environments. I. A general criterion. American\nNaturalist 138:568–583.\nHein, R. G. 1996. Mobbing behavior in juvenile French grunts\n(Haemulon flavolineatum). Copeia 1996:989–991.\nHixon, M. A. 1998. Population dynamics of coral-reef fishes:\ncontroversial concepts and hypotheses. Australian Journal of\nEcology 23:192–201.\nHixon, M. A., and M. H. Carr. 1997. Synergistic predation,\ndensity dependence, and population regulation in marine\nfish. Science 277:946–949.\nHixon, M. A., and G. P. Jones. 2005. Competition, predation,\nand density-dependent mortality in demersal marine fishes.\nEcology 86:2847–2859.\nHixon, M. A., S. W. Pacala, and S. A. Sandin. 2002. Population\nregulation: Historical context and contemporary challenges\nof open vs. closed systems. Ecology 83:1490–1508.\nHixon, M. A., and M. S. Webster. 2002. Density dependence in\nmarine fishes: coral-reef populations as model systems. Pages\n303–325inP. F. Sale, editor. Coral reef fishes: dynamics and\ndiversity in a complex ecosystem. Academic Press, San\nDiego, California, USA.\nHolbrook, S. J., and R. J. Schmitt. 2002. Competition for\nshelter space causes density-dependent predation mortality in\ndamselfishes. Ecology 83:2855–2868.\nHolling, C. S. 1959. Some characteristics of simple types of\npredation and parasitism. Canadian Entomologist 91:385–\n398.\nHorne, J. K., and D. C. Schneider. 1994. Lack of spatial\ncoherence of predators with prey: a bioenergetic explanation\nfor Atlantic cod feeding on capelin. Journal of Fish Biology\n45(Supplement A):191–207.\nHoude, E. D., and R. C. Schekter. 1980. Feeding by marine fish\nlarvae: developmental and functional responses. Environ-\nmental Biology of Fishes 5:315–334.\nIshihara, M. 1987. Effect of mobbing toward predators by the\ndamselfishPomacentrus coelestis(Pisces: Pomacentridae).\nJournal of Ethology 5:43–52.\nJenkins, S. R., J. Murua, and M. T. Burrows. 2008. Temporal\nchanges in the strength of density-dependent mortality and\ngrowth in intertidal barnacles. Journal of Animal Ecology 77:\n573–584.\nJohnson, D. W. 2006a. Predation, habitat complexity, and\nvariation in density dependent mortality of temperate reef\nfishes. Ecology 87:1179–1188.\nJohnson, D. W. 2006b. Density dependence in marine fish\npopulations revealed at small and large spatial scales.\nEcology 87:319–325.\nJohnson, D. W. 2007. Habitat complexity modifies post-\nsettlement mortality and recruitment dynamics of a marine\nfish. Ecology 88:1716–1725.\nJones, G. P. 1987. Competitive interactions among adults and\njuveniles in a coral reef fish. Ecology 68:1534–1547.\nJones, G. P. 1988. Experimental evaluation of the effects of\nhabitat structure and competitive interactions on juveniles of\ntwo coral reef fishes. Journal of Experimental Marine\nBiology 123:115–126.\nLafferty, K. D., et al. 2008. Parasites in food webs: the ultimate\nmissing links. Ecology Letters 11:533–546.\nLafferty, K. D., and A. K. Morris. 1996. Altered behavior of\nparasitized killifish increases susceptibility to predation by\nbird final hosts. Ecology 77:1390–1397.\nLevin, S. A. 1992. The problem of pattern and scale in ecology.\nEcology 73:1943–1967.\nLima, S. L. 2002. Putting predators back into behavioral\npredator-prey interactions. Trends in Ecology and Evolution\n17:70–75.\nMagurran, A. E., W. J. Oulton, and T. J. Pitcher. 1985. Vigilant\nbehaviour and shoal size in minnows. Zeitschrift fu\n ̈\nr\nTierpsychologie 67:167–178.\nMenge, B. A. 2000. Recruitment vs. postrecruitment processes\nas determinants of population abundance. Ecological Mono-\ngraphs 70:265–288.\nMohd Norowi, H., J. N. Perry, W. Powell, and K. Rennolls.\n2000. The effect of spatial scale on interactions between two\nweevils and their parasitoid. Ecological Entomology 25:188–\n196.\nMotta, P. J. 1984. Response by potential prey to coral reef\npredators. Animal Behaviour 31:1257–1259.\nMurdoch, W. W. 1969. Switching in general predators:\nexperiments on predator specificity and stability of prey\npopulations. Ecological Monographs 39:335–354.\nMurdoch, W. W. 1971. The developmental response of\npredators to changes in prey density. Ecology 52:132–137.\nMurdoch, W. W. 1994. Population regulation in theory and\npractice. Ecology 75:271–287.\nNanami, A., and M. Nishihira. 2001. Survival rates of juvenile\ncoral reef fishes differ between patchy and continuous\nhabitats. Bulletin of Marine Science 69:1209–1221.\nOsenberg, C. W., C. M. St. Mary, R. J. Schmitt, S. J. Holbrook,\nP. Chesson, and B. Byrne. 2002. Rethinking ecological\ninference: density dependence in reef fishes. Ecology Letters\n5:715–721.\nOverholtzer-McLeod, K. L. 2006. Consequences of patch reef\nspacing for density dependent mortality of coral-reef fishes.\nEcology 87:1017–1026.\nPitcher, T. J., and J. K. Parrish. 1993. Functions of shoaling\nbehavior in teleosts. Pages 363–439inT. J. Pitcher, editor.\nBehaviour of teleost fishes. Second edition. Chapman and\nHall, London, UK.\nRitchie, M. E. 1998. Scale-dependent foraging and patch\nchoice in fractal environments. Evolutionary Ecology 12:\n309–330.\nRoughgarden, J., S. D. Gaines, and H. P. Possingham. 1988.\nRecruitment dynamics in complex life cycles. Science 241:\n1460–1466.\nSafran, R. J., V. A. J. Doerr, P. W. Sherman, E. D. Doerr,\nS. M. Flaxman, and D. W. Winkler. 2007. Group breeding in\nvertebrates: linking individual- and population-level ap-\nproaches. Evolutionary Ecology Research 9:1163–1185.\nSale, P. F., and N. Tolimieri. 2000. Density dependence at some\ntime and place? Oecologia 124:166–171.\nSamhouri, J. F. 2009. Food supply influences offspring\nprovisioning but not density-dependent fecundity in a marine\nfish. Ecology 90:3478–3488.\nJ. WILSON WHITE ET AL.1960Ecology, Vol. 91, No. 7\nC\nONCEPTS\n&S\nYNTHESIS\n\nSamhouri, J. F., M. A. Steele, and G. E. Forrester. 2009a.\nIntercohort competition drives density dependence and\nselective mortality in a marine fish. Ecology 90:1009–1020.\nSamhouri, J. F., R. R. Vance, G. E. Forrester, and M. A.\nSteele. 2009b. Density-dependent deaths caused by competi-\ntion for unguarded refuges: musical chairs mortality func-\ntions. Oecologia 160:257–265.\nSandin, S. A., and S. W. Pacala. 2005a. Demographic theory of\ncoral reef fish populations with stochastic recruitment:\ncomparing sources of population regulation. American\nNaturalist 165:107–119.\nSandin, S. A., and S. W. Pacala. 2005b. Fish aggregation results\nin inversely density-dependent predation on continuous coral\nreefs. Ecology 86:1520–1530.\nSchellhorn, N. A., and D. A. Andow. 2005. Response of\ncoccinellids to their aphid prey at different spatial scales.\nPopulation Ecology 47:71–76.\nSchmitt, R. J., and S. J. Holbrook. 1999. Mortality of juvenile\ndamselfish: implications for assessing processes that deter-\nmine abundance. Ecology 80:35–50.\nSchmitt, R. J., and S. J. Holbrook. 2000. Habitat-limited\nrecruitment of coral reef damselfish. Ecology 81:3479–3494.\nSchmitt, R. J., S. J. Holbrook, and C. W. Osenberg. 1999.\nQuantifying the effects of multiple processes on local\nabundance:  a cohort  approach for open populations.\nEcology Letters 2:294–303.\nSchneider, D. C., and J. F. Piatt. 1986. Scale-dependent\ncorrelation of seabirds with schooling fish in a coastal\necosystem. Marine Ecology Progress Series 32:237–246.\nShanks, A. L., and G. C. Roegner. 2007. Recruitment\nlimitation in Dungeness crab populations is driven by\nvariation in atmospheric forcing. Ecology 88:1726–1737.\nShima, J. S. 2001. Regulation of local populations of a coral\nreef fish via joint effects of density- and number-dependent\nmortality. Oecologia 126:58–65.\nShima, J. S., and C. W. Osenberg. 2003. Cryptic density\ndependence: effects of covariation between density and site\nquality in reef fish. Ecology 84:46–52.\nShima, J. S., C. W. Osenberg, and C. M. St. Mary. 2008.\nQuantifying site quality in a heterogeneous landscape:\nrecruitment of a reef fish. Ecology 89:86–94.\nShulman, M. J. 1984. Resource limitation and recruitment\npatterns  in  a  coral  reef  fishassemblage.  Journal  of\nExperimental Marine Biology and Ecology 74:85–109.\nSteele, M. A., and G. E. Forrester. 2002. Variation in the\nrelative importance of sublethal effects of predators and\ncompetitors on growth of a temperate reef fish. Marine\nEcology Progress Series 237:233–245.\nSteele, M. A., and G. E. Forrester. 2005. Small-scale field\nexperiments accurately scale up to predict density depen-\ndence in reef fish populations at large scales. Proceedings of\nthe National Academy of Sciences USA 102:13513–13516.\nStewart-Oaten, A., and W. W. Murdoch. 1990. Temporal\nconsequences of spatial density dependence. Journal of\nAnimal Ecology 59:1027–1045.\nStiling, P., A. Throckmorton, J. Silvanima, and D. R. Strong.\n1991. Does spatial scale affect the incidence of density\ndependence? A field test with insect parasitoids. Ecology 72:\n2143–2154.\nSweatman, H. P. A. 1984. A field study of the predatory\nbehavior and feeding rate of a piscivorous coral-reef fish, the\nlizardfishSynodus englemani. Copeia 1984:187–194.\nTurchin, P. 2003. Complex population dynamics. Princeton\nUniversity Press, Princeton, New Jersey, USA.\nWalde, S. J., and W. W. Murdoch. 1988. Spatial density\ndependence in parasitoids. Annual Reviews in Entomology\n33:441–466.\nWard, A. J. W., D. J. T. Sumpter, I. D. Couzin, P. J. B. Hart,\nand J. Krause. 2008. Quorum decision-making facilitates\ninformation transfer in fish shoals. Proceedings of the\nNational Academy of Sciences USA 105:6948–6953.\nWebster, M. S. 2003. Temporal density dependence and\npopulation regulation in a marine fish. Ecology 84:623–628.\nWebster, M. S. 2004. Density dependence via intercohort\ncompetition in a coral-reef fish. Ecology 85:986–994.\nWebster, M. S., and G. R. Almany. 2002. Positive indirect\neffects in a coral reef fish community. Ecology Letters 5:549–\n557.\nWhite, J. W. 2007. Spatially correlated recruitment of a marine\npredator and its prey shapes the large-scale pattern of\ndensity-dependent prey mortality. Ecology Letters 10:1054–\n1065.\nWhite, J. W., and R. R. Warner. 2007a. Behavioral and\nenergetic costs of group membership in a coral reef fish.\nOecologia 154:423–433.\nWhite, J. W., and R. R. Warner. 2007b. Safety in numbers and\nthe spatial scaling of density-dependent mortality in a coral\nreef fish. Ecology 88:3044–3054.\nWilson, J., and C. W. Osenberg. 2002. Experimental and\nobservational patterns of density-dependent settlement and\nsurvival in the marine fishGobiosoma. Oecologia 130:205–\n215.\nWood, C. C., and C. M. Hand. 1985. Food-searching behavior\nof the common merganser (Mergus merganser). 1. Functional\nresponses to prey and predator density. Canadian Journal of\nZoology 63:1260–1270.\nWormald, C. L. 2007. Effects of density and habitat structure\non growth and survival of harvested coral reef fishes.\nDissertation. University of Rhode Island, Kingston, Rhode\nIsland, USA.\nAPPENDIX\nA summary of the literature review and list of studies referenced in Fig. 3 (Ecological ArchivesE091-133-A1).\nJuly 2010\n1961DENSITY DEPENDENCE IN REEF FISHES\nC\nONCEPTS\n&S\nYNTHESIS\n\nEcological Archives E091-133-A1 \nJ. Wilson White, Jameal F. Samhouri, Adrian C. Stier, \nClare L. Wormald, Scott L. Hamilton, and Stuart A. \nSandin. 2010. Synthesizing mechanisms of density \ndependence in reef fishes: behavior, habitat \nconfiguration, and observation scale. Ecology 91:1949–\n1961. \nAppendix A. A summary of the literature review and list of studies referenced in Fig. 3. \nThe footnotes in Fig. 3 refer to the citations in the table below. In order to populate Fig. 3 with as many \nexamples as possible from the reef fish literature, we performed a literature search for reef fish mortality \nstudies published since 1970. We obtained references from the meta-analyses of Hixon and Webster (2002) \nand Osenberg et al. (2002) as well as a literature search for years 1970–2008 using ISI Web of Science with \nkeywords “reef fish,” “density dependence,” “inverse density dependence,” and “Allee effect.” From each \npaper we extracted the species, spatial scale, habitat configuration, and type of mortality (direct density \ndependence, inverse density dependence, or density independence) reported by the authors. Each reference \nwas then placed into the appropriate category in Fig. 3. Note that some papers contained multiple studies \nand thus occur in several categories in Fig. 3. \nThe literature search produced several papers that we were unable to place into Fig. 3 with confidence. \nBased on the findings of Osenberg et al. (2002), we did not attempt to classify studies in which maximum \nprey densities were < 2 fish/m\n2\n, as this density range may be too low to detect density dependence (Doherty \n1982, Victor 1986, Jones 1987, Robertson 1988, Doherty and Fowler 1994, and studies within Tupper and \nHunte 1994, Sano 1997, Caselle 1999). Booth and Alquezar (2002) did not have any low-density treatment, \nwhich similarly precluded a test for density dependence. Several studies had treatments in which multiple \nspecies shared the same habitat units, making it difficult to estimate “density” and evaluate the strength of \ndensity dependence (Schmitt and Holbrook 1999, Stewart and Jones 2001, Webster 2002). Other studies \ndid not adequately specify the spatial scale of observation (Chua and Teng 1979, Letourneur et al. 1998, \nPlanes et al. 1998). \nCertain papers were difficult to place in Fig. 3 with confidence, so we detail our reasoning regarding those \npapers. Jones (1988) reported a hump-shaped density function, which we interpret as IDD mortality at \nrelatively low densities followed by DDD mortality at higher densities once competition for refuges \nensued. Webster (2003, 2004) reported DDD mortality in the fairy basslet, Gramma loreto, which he \ndescribed as a social species. However, he also reported that there was size-dependent competition for \npredator-free space within each aggregation, much like the competition among the refuge-based aggregator \nDascyllus trimaculatus (Holbrook and Schmitt 2002). Based on the latter information, we tentatively \nclassified G. loreto as a refuge-based aggregator, although a more quantitative basis for discriminating \namong social types would be helpful (Grear and Schmitz 2005). \nWhite (2007) reported a full continuum of IDD, DI, and DDD mortality across multiple reefs, apparently \nfollowing a parallel continuum of predator densities. He interpreted the IDD and DI mortality results as \nrepresenting cases of predator swamping, such that over a longer time period DDD mortality would be \nobserved (White and Warner 2007); as such we placed that result in two locations in the table: illustrating \nDDD mortality when the observation scale > prey aggregation scale and illustrating DI and IDD mortality \nwhen predator densities were low. We applied similar logic in the classification of Johnson (2006b) who \nreported both DDD and IDD mortality across a range of predator densities. Similarly, for studies reporting \ncryptic density dependence (Wilson and Osenberg 2002, Shima and Osenberg 2003) we take the \nobservational components of the study to illustrate DI mortality in the presence of confounding variation in \nmortality risk and the experimental components of the study to illustrate the actual underlying DDD \nmortality process. \nAnderson et al. (2007) reported DDD mortality for groups of Chromis cyanea on continuous reefs in the \nBahamas, which appears to conflict with Sandin and Pacala (2005), who found IDD on continuous reefs in \nthe same species on reefs in the Netherlands Antilles. This discrepancy may result from minor \nmethodological differences between the studies (e.g., study duration), but other possible explanations could \n\narise from differences in the overall habitat quality or the predator community at the two locations. For \nexample, there may be differences in overall habitat quality or reef complexity between the two locations, \nsuch that the Antillean reefs provided greater refuge availability in the reef surrounding each C. cyanea \naggregation, lowering effective density and making IDD mortality more likely than on the Bahamian reefs. \nAlternatively, differences in the abundance or species composition of predators among reefs can produce \ncorresponding differences in the type or strength of density-dependent prey mortality (Hixon and Carr \n1997, Schmitt and Holbrook 2007). This may occur because of swamping at low predator densities over \nshort time scales (Johnson 2006b, White 2007) or because predator species differ in their characteristic \nforaging scale (Overholtzer-McLeod 2006). Video observations in the Netherlands Antilles revealed that \npredators attacked C. cyanea aggregations in an IDD manner (i.e., they had a foraging scale larger than a \nprey aggregation; Sandin and Pacala 2005b), although comparable data from Bahamian reefs are not \navailable. Given the videographic evidence available from the Antilles, we tentatively classified these two \nstudies according to the second hypothesis, that the major predators had different spatial foraging scales, \nalthough additional information could shed more light on the differences between these studies. \nTABLE A1. References corresponding to footnotes in Fig. 3. \nFootnote Species Citation \nCoryphopterus glaucofraenum \nForrester (1995) \nForrester and Steele (2000) \nGobiosoma evelynae \nGobiosoma prochilos \nWilson and Osenberg (2002) \nGnatholepis thompsoni Forrester et al. (2008) \nLythrypnus dalli \nSteele (1997,1998) \nForrester and Steele (2000) \na \nRhinogobiops nicholsii \nSteele (1997,1998) \nSteele and Forrester (2002) \nb Zebrasoma flavescens Claisse et al. (2009) \nCoryphopterus glaucofraenum  \nForrester and Steele (2004) \nSteele and Forrester (2005) \nGnatholepis thompsoni \nForrester et al. (2008) \nSamhouri et al. (2009) \nc \nSagamia genetonema Sano (1997) \nGobiosoma evelynae \nd \nGobiosoma prochilos \nWilson and Osenberg (2002) \ne Lythrypnus dalli \n Rhinogobiops nicholsii \nSteele (1998) \nCoryphopterus glaucofraenum  \nGnatholepis thompsoni  \nSteele and Forrester (2002) \nf \nRhinogobiops nicholsii Forrester and Steele (2000) \ng Brachyistius frenatus Anderson (2001) \nAcanthochromis polyacanthus Connell (1998, 2000) \nDascyllus aruanus \nSchmitt and Holbrook (1999) \nJones (1987, 1988) \nForrester (1990) \nh \nDascyllus flavicaudus Holbrook and Schmitt (2002) \n\nSchmitt and Holbrook (2007) \nDascyllus trimaculatus \nHolbrook and Schmitt (2002) \nSchmitt and Holbrook (1996, 1999) \nSchmitt et al. (1999) \nPomacentrus amboinensis \nHixon and Jones (2005) \nJones (1987, 1988, 1990) \nWebster (2002) \nPomacentrus moluccensis Beukers and Jones (1997) \nStegastes leucostictus Overholtzer-McLeod (2006) \n \nStegastes partitus \nTupper and Hunte (1994) \nCarr et al. (2002) \nSebastes atrovirens Johnson (2006b, 2007) \ni \nStegastes leucostictus Overholtzer-McLeod (2006) \nPomacentrus moluccensis Brunton and Booth (2003) \nj \nStegastes partitus Carr et al. (2002) \nk Gramma loreto Webster (2003, 2004) \nl Naso unicornis Doherty et al. (2004) \nm Brachyistius frenatus Anderson (1994) \nn Stegastes planifrons Robertson (1992) \nSebastes atrovirens Johnson (2006a) \nSebastes spp. Johnson (2006b) \no \nSebastes mystinus Johnson (2007) \np Acanthochromis polyacanthus Connell (2000) \nSebastes atrovirens  Johnson (2006a)  \nq \nSebastes spp. Johnson (2006b)  \nAcanthurus bahianus \nAcanthurus chirurgus \nr \nAcanthurus coeruleus \nRobertson (1988) \nHalichoeres garnoti Overholtzer-McLeod (2004, 2006) \nPseudolabrus celidontus Jones (1984) \nTautoglaubrus adspersus  Tupper and Boutilier (1995) \nThalassoma bifasciatum Tupper and Hunte (1994) \ns \nThalassoma hardwicke \nShima (1999, 2001a, 2001b, 2002) \nShima and Osenberg (2003) \nt Chromis cyanea Hixon and Carr (1997) \nu Thalassoma bifasciatum \nWhite and Warner (2007) \nWhite (2007) \nChromis cyanea Sandin and Pacala (2005) \nv \nDascyllus albisella Booth (1995) \nw Thalassoma bifasciatum Hunt von Herbing and Hunte (1991) \n\nCaselle (1999) \nOverholtzer-McLeod (2005) \nx Chromis cyanea Anderson et al. (2007) \nHalichoeres garnoti Overholtzer-McLeod (2004, 2005, 2006) \nThalassoma bifasciatum Overholtzer-McLeod (2005) \ny \nThalassoma hardwicke Shima and Osenberg (2003) \nz Thalassoma bifasciatum White (2007) \n  \nLITERATURE CITED  \n \nAnderson, T. W. 1994. Role of macroalgal structure in the distribution and abundance of \na temperate reef fish. Marine Ecology Progress Series 113:279–290. \n \nAnderson, T. W. 2001. Predator responses, prey refuges, and density-dependent mortality \nof a marine fish. Ecology 82:245–257. \n \nAnderson, T. W., M. H. Carr, and M. A. Hixon. 2007. Patterns and mechanisms of \nvariable settlement and recruitment of a coral reef damselfish, Chromis cyanea. Marine \nEcology Progress Series 350:109–116. \n \nBeukers, J. S., and G. P. Jones. 1997. Habitat complexity modifies the impact of \npiscivores on a coral reef fish population. Oecologia 114:50–59. \n \nBooth, D. J. 1995. Juvenile groups in a coral-reef damselfish: density-dependent effects \non individual fitness and population demography. Ecology 76:91–106. \n \nBooth, D., and R. Alquezar. 2002. Food supplementation increases larval growth, \ncondition, and survival of Acanthochromis polyacanthus. Journal of Fish Biology \n60:1126–1133. \n \nBrunton, B. J., and D. J. Booth. 2003. Density- and size-dependent mortality of a settling \ncoral-reef damselfish (Pomacentrus moluccensis Bleeker). Oecologia 137:377–384. \n \nCarr, M. H., T. W. Anderson, and M. A. Hixon. 2002. Biodiversity, population \nregulation, and the stability of coral-reef fish communities. Proceedings of the National \nAcademy of Sciences of the United States of America 99:11241–11245. \n \nCaselle, J. E. 1999. Early post-settlement mortality in a coral reef fish and its effect on \nlocal population size. Ecological Monographs 69:177–194. \n \nChua, T. E., and S. K. Teng. 1979. Relative growth and production of the estuary grouper \nEpinephelus salmoides under different stocking densities in floating net-cages. Marine \nBiology 54:363–372. \n \nClaisse, J. T., S. A. McTee, and J. D. Parrish. 2009. Effects of age, size, and density on \nnatural survival for an important coral reef fishery species, yellow tang, Zebrasoma \nflavescens. Coral Reefs 28:95–105. \n \nConnell, S. D. 1998. Effects of predators on growth, mortality and abundance of a \njuvenile reef-fish: evidence from manipulations of predator and prey abundance. Marine \nEcology Progress Series 169:251–261. \n \nConnell, S. D. 2000. Is there safety-in-numbers for prey? Oikos 88:527–532. \n\n \nDoherty, P. J. 1982. Some effects of density on the juveniles of two species of tropical, \nterritorial damselfish. Journal of Experimental Marine Biology and Ecology 65:249–261. \n \nDoherty, P. J., and A. Fowler. 1994. An empirical test of recruitment limitation in a coral \nreef fish. Science 263:935–939. \n \nDoherty, P. J., V. Dufour, R. Galzin, M. A. Hixon, M. G. Meekan, and S. Planes. 2004. \nHigh mortality during settlement is a population bottleneck for a tropical surgeonfish. \nEcology 85:2422–2428.  \n \nForrester G. E. 1990. Factors influencing the juvenile demography of a coral-reef fish. \nEcology 71(5):1666–1681. \n \nForrester, G. E. 1995. Strong density-dependent survival and recruitment regulate the \nabundance of a coral reef fish. Oecologia 103:275–282. \n \nForrester, G. E., and M. A. Steele. 2000. Variation in the presence and cause of density-\ndependent mortality in three species of reef fishes. Ecology 81:2416–2427. \n \nForrester, G. E., and M. A. Steele. 2004. Predators, prey refuges, and the spatial scaling \nof density-dependent prey mortality. Ecology 85:1332–1342. \n \nForrester, G. E., M. A. Steele, J. F. Samhouri, B. Evans, and R. R. Vance. 2008. Spatial \ndensity dependence scales up but does not produce temporal density dependence in a \ncoral reef fish. Ecology 89:2980–2985. \n \nGrear, J. S., and O. J. Schmitz. 2005. Effects of grouping behavior and predators on the \nspatial distribution of a forest floor arthropod. Ecology 86:960–971. \n \nHixon, M. A., and M. H. Carr. 1997. Synergistic predation, density dependence, and \npopulation regulation in marine fish. Science 277:946–949. \n \nHixon, M. A., and G. P. Jones. 2005. Competition, predation, and density-dependent \nmortality in demersal marine fishes. Ecology 86:2847–2859. \n \nHolbrook, S. J., and R. J. Schmitt. 2002. Competition for shelter space causes density-\ndependent predation mortality in damselfishes. Ecology 83:2855–2868. \n \nHunt von Herbing, I., and W. Hunte. 1991. Spawning and recruitment of the bluehead \nwrasse Thalassoma bifasciatum in Barbados, West Indies. Marine Ecology Progress \nSeries 72:49–58. \n \nJohnson, D. W. 2006a. Predation, habitat complexity, and variation in density dependent \nmortality of temperate reef fishes. Ecology 87:1179–1188. \n \nJohnson, D. W. 2006b. Density dependence in marine fish populations revealed at small \nand large spatial scales. Ecology 87:319–325.  \n \nJohnson, D. W. 2007. Habitat complexity modifies post-settlement mortality and \nrecruitment dynamics of a marine fish. Ecology 88:1716–1725. \n \nJones, G. P. 1984. Population ecology of the temperate reef fish Pseudolabrus celidotus \nBloch and Schneider (Pisces: Labridae). II. Factors influencing adult density. Journal of \nExperimental Marine Biology and Ecology 75:277–303. \n \n\nJones, G. P. 1987. Competitive interactions among adults and juveniles in a coral reef \nfish. Ecology 68:1534–1547. \n \nJones, G. P. 1988. Experimental evaluation of the effects of habitat structure and \ncompetitive interactions on juveniles of two coral reef fishes. Journal of Experimental \nMarine Biology 123:115–126. \n \nJones, G. P. 1990. The importance of recruitment to the dynamics of a coral reef fish \npopulation. Ecology 71:1691–1698. \n \nLetourneur, Y., P. Chabanet, L. Vigliola, and M. Harmelin-Vivien. 1998. Mass \nsettlement and post-settlement mortality of Epinephelus merra (Pisces: Serranidae) on \nReunion coral reefs. Journal of the Marine Biological Association of the United Kingdom \n78:307–319. \n \nOsenberg, C. W., C. M. St. Mary, R. J. Schmitt, S. J. Holbrook, P. Chesson, and B. \nByrne. 2002. Rethinking ecological inference: density dependence in reef fishes. Ecology \nLetters 5:715–721. \n \nOverholtzer-McLeod, K. L. 2004. Variance in reef spatial structure masks density \ndependence in coral-reef fish populations on natural versus artificial reefs. Marine \nEcology Progress Series 276:269–280. \n \nOverholtzer-McLeod, K. L. 2005. Post-settlement emigration affects mortality estimates \nfor two Bahamian wrasses. Coral Reefs 24:283–291. \n \nOverholtzer-McLeod, K. L. 2006. Consequences of patch reef spacing for density \ndependent mortality of coral-reef fishes. Ecology 87:1017–1026. \n \nPlanes, S., J.-Y. Jouvenel, and P. Lenfant. 1998. Density dependence in post-recruitment \nprocesses of juvenile sparids in the littoral of the Mediterranean Sea. Oikos 83:293–300. \n \nRobertson, D. R. 1988. Abundances of surgeonfishes on patch-reefs in Caribbean \nPanama: due to settlement, or post-settlement events? Marine Biology 97:495–501. \n \nRobertson, D. R. 1992. Patterns of lunar settlement and early recruitment in Caribbean \nreef fishes at Panama. Marine Biology 114:527–537. \n \nSamhouri, J. F., M. A. Steele, and G. E. Forrester. 2009. Intercohort competition drives \ndensity dependence and selective mortality in a marine fish. Ecology 90:1009–1020. \n \nSano, M. 1997. Temporal variation in density dependence: recruitment and \npostrecruitment demography of a temperate sand goby. Journal of Experimental Marine \nBiology and Ecology. 214:67–84. \n \nSandin, S. A., and S. W. Pacala. 2005. Fish aggregation results in inversely density-\ndependent predation on continuous coral reefs. Ecology 86:1520–1530. \n \nSchmitt, R. J., and S. J. Holbrook. 1996. Local-scale patterns of larval settlement in a \nplanktivorous damselfish—do they predict recruitment. Marine and Freshwater Research \n47:449–463. \n \nSchmitt, R. J., and S. J. Holbrook. 1999. Settlement and recruitment of three damselfish \nspecies: larval delivery and competition for shelter space. Oecologia 118:76–86. \n \nSchmitt, R. J., and S. J. Holbrook. 2007. The scale and cause of spatial heterogeneity in \n\nthe strength of temporal density dependence. Ecology 88:1241–1249. \n \nSchmitt, R. J., S. J. Holbrook, and C. W. Osenberg. 1999. Quantifying the effects of \nmultiple processes on local abundance: a cohort approach for open populations. Ecology \nLetters 2:294–303. \n \nShima, J. S. 1999. Variability in relative importance of determinants of reef fish \nrecruitment. Ecology Letters 2:304–310. \n \nShima, J. S. 2001a. Recruitment of a coral reef fish: roles of settlement, habitat, and \npostsettlement losses. Ecology 82:2190–2199. \n \nShima, J. S. 2001b. Regulation of local populations of a coral reef fish via joint effects of \ndensity- and number-dependent mortality. Oecologia 126:58–65. \n \nShima, J. S. 2002. Mechanisms of density- and number-dependent population regulation \nof a coral-reef fish. Marine and Freshwater Research 53:175–179. \n \nShima, J. S., and C. W. Osenberg. 2003. Cryptic density dependence: Effects of \ncovariation between density and site quality in reef fish. Ecology 84:46–52. \n \nSteele, M. A. 1997. Population regulation by post-settlement mortality in two temperate \nfishes. Oecologia 112:64–74. \n \nSteele, M. A. 1998. The relative importance of predation and competition in two reef \nfishes. Oecologia 115:222–232. \n \nSteele, M. A., and G. E. Forrester. 2002. Early postsettlement predation on three reef \nfishes: effects on spatial patterns of recruitment. Ecology 83:1076–1091. \n \nSteele, M. A., and G. E. Forrester. 2005. Small-scale field experiments accurately scale \nup to predict density dependence in reef fish populations at large scales. Proceedings of \nthe National Academy of Sciences 102:13513–13516. \n \nStewart, B. D., and G. P. Jones. 2001. Associations between the abundance of \npiscivorous fishes and their prey on coral reefs: implications for prey-fish mortality. \nMarine Biology 138:383–397. \n \nTupper, M., and R. G. Boutilier. 1995. Effects of conspecific density on settlement, \ngrowth, and post-settlement survival of a temperate reef fish. Journal of Experimental \nMarine Biology and Ecology 191:209–222. \n \nTupper, M., and W. Hunte. 1994. Recruitment dynamics of coral reef fishes in Barbados. \nMarine Ecology Progress Series 108:225–235. \n \nVictor, B. C. 1986. Larval settlement and juvenile mortality in a recruitment-limited coral \nreef fish population. Ecological Monographs 56:145–160. \n \nWebster, M. S. 2002. Role of predators in the early post-settlement demography of coral-\nreef fishes. Oecologia 131:52–60. \n \nWebster, M. S. 2003. Temporal density dependence and population regulation in a \nmarine fish. Ecology 84:623–628. \n \nWebster, M. S. 2004. Density dependence via intercohort competition in a coral-reef fish. \nEcology 85:986–994. \n\n \nWhite, J. W. 2007. Spatially correlated recruitment of a marine predator and its prey \nshapes the large-scale pattern of density-dependent prey mortality. Ecology Letters \n10:1054–1065. \n \nWhite, J. W., and R. R. Warner. 2007. Behavioral and energetic costs of group \nmembership in a coral reef fish. Oecologia 154:423–433. \n \nWilson, J., and C. W. Osenberg. 2002. Experimental and observational patterns of \ndensity-dependent settlement and survival in the marine fish Gobiosoma. Oecologia \n130:205–215. \n \n[Back to E091-133]  \n\nPhoto Gallery\nPhoto 1.     Snapper (Lutjanus bohar) surrounded by a school of manini (Acanthurus triostegus) at \nPalmyra Atoll. Prey can mitigate predation risk through sheer safety in numbers, or via a repertoire \nof anti-predator group behaviors such as the vacuole effect seen here. These phenomena can cause \nper capita mortality to decrease with prey density at the spatial scale of the prey group. Photo \ncredit:  Stuart A. Sandin.\nWe reviewed the various mechanisms reported to produce directly density-dependent mortality \n(per capita mortality increasing with prey density) and inversely density-dependent mortality (per \ncapita mortality decreasing with prey density) in well-studied reef fish systems. Interestingly, recent \nyears have seen several apparently conflicting reports of both directly and inversely density-dependent \nmortality in the same species. We proposed a conceptual synthesis explaining how prey behavior, reef \nhabitat configuration, the spatial scale of predator foraging decisions, and the spatial scale of human \nobservations all interact to determine patterns of prey mortality and population dynamics. While \nconceived with reef fishes in mind, this model could apply to other systems, such as insect predators \nand prey.\nfISH DENSITY ON REEFS\n April 2010    347\n\nPhoto Gallery\nPhoto 2.    Juvenile damselfish (Chromis viridis) sheltering within coral (Pocillopora sp.) in Moorea, \nFrench Polynesia. Some reef fish species avoid predation by taking refuge in complex habitats. There \nis a limited number of crevices for hiding, so per capita predation mortality increases with prey \ndensity at the spatial scale of the prey group. Photo credit:  Adrian C. Stier.\n348 Bulletin of the Ecological Society of America\n\nPhoto Gallery\nPhoto 3.    Coney grouper (Cephalopholis fulva) on St. Croix, U.S. Virgin Islands.\nPhoto credit:  J. Wilson White.\nPhoto 4.     Blacktip reef shark (Carcharhinus melanopterus) foraging over a reef on Flint \nIsland, Kiribati. The spatial scale at which predators such as the grouper and shark shown \nabove define a “patch” of prey and make foraging decisions may determine whether prey \nmortality increases or decreases with group size. Photo credit:  Stuart A. Sandin.\n April 2010    349\n\nPhoto Gallery\nThese photographs illustrate the article “Synthesizing mechanisms of density dependence \nin reef fishes: behavior, habitat configuration, and observational scale,” by J. Wilson White, \nJameal F. Samhouri, Adrian C. Stier, Clare L. Wormald, Scott L. Hamilton, and Stuart A. Sandin, \nscheduled to appear in Ecology 91(7):1949–1961, July 2010.\nPhoto 5.    A diver (A. C. Stier) hovers over an array of artificial reefs used in experiments \non Moorea, French Polynesia. The spacing of arrays such as this may constrain predators’ \nforaging behavior, and the spatial scale at which researchers observe mortality (individual \ncorals vs. the entire array) may influence the type of density dependence that is detected. \nPhoto credit:  Shelby Boyer.\n350 Bulletin of the Ecological Society of America\n\n95\nth\n ANNUAL MEETING\nSunday, August 1–Friday, August 6, 2010 \nThe David L. Lawrence Convention Center \nPittsburgh, Pennsylvania \n96\nth\n ANNUAL MEETING\nSunday, August 7–Friday, August 12, 2011 \nAustin Convention Center \nAustin, Texas\n97th ANNUAL MEETING\n  Sunday, August 5–Friday, August 10, 2012\n  Oregon Convention Center\n  Portland, Oregon\n98th  ANNUAL MEETING\n  Sunday, August 4–Friday, August 9, 2013\n  Minneapolis Convention Center    \n  Minneapolis, Minnesota\n99th ANNUAL MEETING\n  Sunday, August 10–Friday, August 15, 2014\n  Sacramento, California\n100th ANNUAL MEETING\n  Sunday, August 9–Friday, August 14, 2015\n  Baltimore Convention Center\n  Baltimore, Maryland\nFuture ESA\nAnnual Meetings\n April 2010    351",
  "extractedAt": "2025-12-12T18:45:15.830Z",
  "success": true,
  "matchedPublication": {
    "title": "Synthesizing mechanisms of density dependence in reef fishes: behavior, habitat configuration, and observational scale",
    "doi": "10.1890/09-0298.1",
    "year": "2010",
    "authors": "White, J. Wilson; Samhouri, Jameal F.; Stier, Adrian C.; Wormald, Clare L.; Hamilton, Scott L.; Sandin, Stuart A."
  }
}