{
  "filename": "Wilson et al. (Marine Biology) 2021.pdf",
  "numPages": 11,
  "text": "Vol.:(0123456789) 1 3 Marine Biology (2021) 168:53 https://doi.org/10.1007/s00227-021-03844-9 ORIGINAL PAPER Variation in herbivore grazing behavior across Caribbean reef sites Margaret W. Wilson 1 · Steven D. Gaines 1 · Adrian C. Stier 2 · Benjamin S. Halpern 1,3 Received: 11 June 2020 / Accepted: 1 February 2021 © The Author(s) 2021 Abstract Herbivorous fish can increase coral growth and survival by grazing down algal competitors. With coral reefs in global decline, maintaining adequate herbivory has become a primary goal for many managers. However, herbivore biomass targets assume grazing behavior is consistent across different reef systems, even though relatively few have been studied. We docu- ment grazing behavior of two scarid species in Antigua, Barbuda, and Bonaire. Our analyses show significant differences in intraspecific feeding rates, time spent grazing, and intensity of grazing across sites, which may alter the ecological impact of a given scarid population. We suggest several hypothesized mechanisms for these behavioral variations that would benefit from explicit testing in future research. As managers set targets to enhance herbivory on reefs, it is critical that we understand potential differences in scarid grazing impact. Our findings demonstrate the variability of grazing behavior across different reef sites and call for further investigation of the drivers and ecological implications of these inconsistencies. Introduction Herbivorous fishes can play a critical role in coral reef eco- systems by suppressing algae and thereby facilitating coral growth, recruitment, and survival (Box and Mumby 2007; Rasher and Hay 2010; Steneck et al. 2014). In recent dec- ades, coral reefs have become increasingly threatened by diverse anthropogenic impacts, including overfishing of her- bivorous fish populations (Hughes et al. 2007; Edwards et al. 2014). Insufficient herbivory can allow algae to outcompete corals for space, ultimately driving shifts from coral to algal dominance that have occurred in much of the Caribbean region (Jackson et al. 2014). Coral reef fisheries thus can- not simply manage for sustainable yields as in traditional fisheries, but must also consider the levels of persistent her- bivory required to maintain critical ecosystem functions. Increasing attention has been given to understanding how much herbivory is needed to sustain coral reef health and to identify thresholds of herbivore biomass that can be used to guide fisheries management targets (McClanahan et al. 2011; Adam et al. 2015; Karr et al. 2015). However, all herbivorous fish are not the same in terms of their grazing impact on reefs, and variation can occur both among and within species. Studies have highlighted func- tional differences across species and size classes in terms of feeding morphology, selectivity, and foraging distribution within a reefscape (Bruggemann et al. 1994, 1996; Bonaldo and Bellwood 2008; Lokrantz et al. 2008; Ong and Holland 2010; Burkepile and Hay 2011; Rasher et al. 2013; Afeworki et al. 2013; Adam et al. 2015, 2018; Hoey 2018). Selec- tive exclusions of different herbivorous fish species result in distinct algal communities (Burkepile and Hay 2011), high- lighting the ecological significance of interspecific differ- ences in functional roles among herbivores and suggesting that simple targets for total herbivore populations may be inadequate in managing for coral reef health. In addition to established interspecific and size-specific differences, environmental contexts can also drive variabil- ity in herbivore behavior. Several empirical studies have demonstrated the sensitivity of behaviors such as foraging and movement to predator presence (Madin et al. 2010b; Davis et al. 2017); reef rugosity (Catano et al. 2014); grazing behaviors of proximate herbivores (Gil and Hein 2017); and the abundance, distribution, and nutritional content of algal Responsible Editor: A. Gori. Reviewers: undisclosed experts. * Margaret W. Wilson mwwilson@ucsb.edu 1 Bren School of Environmental Science and Management, University of California, Santa Barbara, CA 93106, USA 2 Department of Ecology, Evolution, and Marine Biology, University of California, Santa Barbara, CA 93106, USA 3 National Center for Ecological Analysis and Synthesis, University of California, Santa Barbara, CA 93101, USA Marine Biology (2021) 168:53 1 3 53 Page 2 of 11 resources (Tootell and Steele 2016; Davis et al. 2017). In some cases, these behavioral variations have been explicitly linked to larger ecosystem impacts. For example, fishing- induced declines in predatory fish abundances can increase grazing ranges of herbivorous fish and alter seascape-level algal distribution patterns (Madin et al. 2010b; DiFiore et al. 2019). Despite a growing understanding of the ecological impor- tance of herbivore behavior and its sensitivity to environ- mental conditions, many efforts to predict herbivore impact on reefs assume species- and size-specific feeding rates that remain constant across different reef environments, over- looking factors such as fishing pressure and habitat shifts that, as noted above, have the potential to dramatically alter grazing behaviors. For example, many reef models use grazing behavior data from one or two locations (e.g., Mumby et al. 2006; Bozec et al. 2016; Perry et al. 2018) which—while still valuable—may not accurately represent dynamics on other reefs. Other studies have struggled to establish links between herbivore biomass and reef health (e.g., McClanahan et al. 2011; Karr et al. 2015; Bruno et al. 2019), which could reflect variation in herbivore behavior that makes biomass an incomplete metric of herbivory. If herbivore feeding activity is suppressed under degraded reef conditions, such as low reef structural complexity or low fish populations, the biomass of herbivorous fish identified as capable of maintaining reef function in pristine systems may be insufficient in degraded environments. Insufficient herbivory may of course further reef degradation, potentially forming a reinforcing feedback loop (Mumby and Steneck 2008; Nyström et al. 2012; Bozec et al. 2013; Adam et al. 2015). Knowledge gaps around herbivore grazing behaviors are particularly important as we seek to manage individual reef ecosystems that vary greatly in terms of reef context and condition. Here we assess both interspecific and intraspecific vari- ability in multiple components of feeding behavior for two scarid (parrotfish) species across reef sites around three Car- ibbean islands and discuss potential underlying mechanisms, ecological consequences, and management implications. We provide a framework of hypothesized pathways in which human activities may alter reef function through impacts on herbivore behavior that motivate future research and can be used to guide management. Materials and methods Study sites Caribbean reefs vary greatly in terms of anthropogenic impacts and reef condition. Our study focused on 13 reef sites off the islands of Bonaire, Antigua, and Barbuda (Fig. 1) that encompass a range of benthic and fish com- munity conditions. Bonaire has among the highest live coral cover and herbivorous fish biomass in the Caribbean region (Jackson et al. 2014), likely a result of longstanding fishing restrictions that include the prohibition of parrotfish harvest Fig. 1 Map of the Caribbean region highlighting Barbuda, Antigua, and Bonaire, the three islands included in this study. Inset maps show the locations of each study site within these three islands Marine Biology (2021) 168:53 1 3 Page 3 of 11 53 (Steneck et al. 2019). Antiguan and Barbudan reefs are more representative of many Caribbean reefs today (Jackson et al. 2014), with relatively low coral cover and high algal abun- dances, as well as reduced fish stocks due to substantial local fishing pressure. All three islands receive regular wave and wind exposure from the east and northeast, and sites were selected on relatively sheltered western- and southwestern- facing shores for dive feasibility. Surveys All data were collected between March and August of 2017. Reef characteristics were assessed at 10 m depth to con- trol for the influence of depth on algal growth rates, with behavioral observations of fish initiated between 8 and 12 m depths. Behavioral data were discarded if focal fish left a 5–15 m depth range during the observation period. Behavioral observations We observed grazing behavior of two dominant scarid spe- cies, Sparisoma viride and Scarus vetula, at each of our 13 study sites. We targeted these species because of their rela- tive abundance as well as their contrasting grazing mecha- nisms. S. vetula takes relatively shallow, scraping bites and ingests mostly epilithic algae, or algae growing on a substrate’s surface. S. viride is an excavating grazer, tak- ing deeper bites containing large amounts of both endolithic algae, which grow within the skeleton of a substrate such as dead coral or porous rock, and crustose algae, which form a thin crust on a substrate’s surface (Bruggemann et al. 1994). This analysis focuses only on initial phase (female) individu- als due to their relatively high abundance and to eliminate potential interactions between territorial male behavior and feeding patterns. A size window of 15–30 cm forklength was used to reduce the potentially confounding effects of fish size on feeding behaviors. Prior to data collection, three divers conducted under- water size calibrations with marked PVC reference pipes to ensure consistency and accuracy of fish forklength estimates. PVC dive sleeves (tubes on which data were recorded) were marked at 5 cm increments to provide size references during data collection. Practice dives were completed at the onset of the Bonaire, Antigua, and Barbuda data collection peri- ods, during which divers took turns observing each other’s fish follows to ensure consistency in diver behavior and data notation. Divers quantified grazing behavior by following individ- ual fish for a 2-min observation period. Once a target fish was identified, we estimated fish size and allowed for a 15-s calibration period. We initiated all follows from a distance of at least 3.5 m based on previously established flight initiation distances (S. viride = 2.4 ± 0.4 m, S. vetula = 2.8 ± 0.4 m; Table S2) at spearfished sites in Antigua. Fish in Bonaire were assumed to have smaller flight initiation distances because of the longstanding and heavily enforced spearfish- ing ban, but we still initiated follows from a conservative 3.5 m distance. Divers maintained this distance unless the focal fish approached, in which case divers maintained their positioning. We discarded data from any incomplete follows (e.g., where visual contact could not be maintained for a full 2-min period) or follows where fish hid or fled from the observing diver. After each 2-min observation, divers moved slowly in a preestablished direction along the reef and identi- fied a subsequent focal individual of a different species and/ or estimated forklength to avoid repeated observations of the same individual (Nash et al. 2016). During each follow period, divers recorded the com- mencement and cessation of grazing forays and the number of bites taken during each foray. Grazing forays were defined as a cluster of consecutive bites and were distinguished from a preceding foray by an elevation of the fish’s head > 45° above the substrate and active swimming to another loca- tion (Nash et al. 2012). We used these grazing data to quan- tify several components of feeding behavior: active bite rate, time spent grazing, feeding rate, and grazing intensity (Table 1). Active bite rate refers to the frequency of bites taken during periods of active feeding, while feeding rate refers to the frequency of bites taken during the entire dura- tion of a follow, including time not spent feeding. Time spent grazing is reported as the fraction of the total observation period during which a fish was actively feeding. Grazing intensity refers to the average number of consecutive bites taken in a feeding foray before feeding ceases. Reef community data At each site we conducted fish, benthic, and rugosity surveys to quantify various components of reef condition (Table 2). We used a modified Atlantic Gulf Rapid Reef Assessment Table 1 Behavioral variables measured during fish follows VariableDefinitionUnit Bite rateBite rate during active grazing foraysbites s −1 Time spent grazingFraction of time spent grazing during followfraction Feeding rateOverall bite rate during total followbites min −1 Grazing intensityAverage number of bites per grazing foraybites foray −1 Marine Biology (2021) 168:53 1 3 53 Page 4 of 11 (AGRRA; Lang et al. 2010) protocol with 30 m by 4 m belt transects and 10 m point-intercept transects for fish and benthic surveys, respectively. We recorded all herbivorous and piscivorous fish encountered that were larger than 5 cm forklength. On benthic surveys, we assessed percent cover of live and dead coral, epilithic turf algae, macroalgae, and other benthic organisms by identifying the substrate under transect points at 10 cm intervals. In cases where multi- ple substrate types overlapped (e.g., dead coral covered by algae or other benthic organisms), we identified the substrate based on the uppermost layer. We measured the canopy height of turf and macroalgae at each point where it was present to a precision of 1 mm. To assess reef rugosity, we measured the length of a line run molded to the reef contour directly below each meter of the taut 10 m benthic tran- sect tape (sensu Alvarez-Filip et al. 2009). We carried out between five and seven fish transects and between four and five benthic and rugosity transects per site. Analysis To estimate fish biomass at each site, we calculated the weight of individual fish encountered on underwater sur- veys using published length–weight relationships (Bohn- sack and Harper 1988). We classified potential predators as piscivores above 30 cm forklength based on approxima- tions of predator gape size relative to the body depth of the smallest (15 cm forklength) S. viride and S. vetula individ- uals observed in this study (details provided in electronic supplementary material). While optimal prey size is likely smaller than a predator’s full gape (Mumby et al. 2006), consumption of prey up to gape size has been observed (Wainwright and Richard 1995; Nash et al. 2012). We used benthic point-intercept data to calculate the proportion of each transect composed of each benthic substrate type. To calculate rugosity, we generated a ratio of contoured to taut transect lines where 1 is a flat surface and increasing values indicate increasing complexity (Alvarez-Filip et al. 2009). Mean fish, benthic, and rugosity characteristics across transects for each site were integrated via princi- pal component analysis (PCA) to characterize differences across our 13 study sites. All analyses were conducted in R 4.0.2 (R Core Team 2020). When analyzing behavioral data, we excluded one site in Barbuda (Pallaster West) from S. viride analyses and two sites in Antigua (Rendezvous and Turtle Bay) and one in Barbuda (Pallaster East) from S. vetula analyses due to a low abundance of initial phase individuals at these sites. Thus, results are based on a total sample size of n = 194 and n = 163 individuals for S. viride and S. vetula, respectively, with means of 16.2 ± 1.6 and 16.3 ± 3.2 individuals observed per site (see Table S3). Grazing intensity was calculated by averaging the number of bites in a complete feeding foray for each individual fish followed. Site-level summary sta- tistics were calculated using mean values of bite rates, time spent grazing, feeding rates, and grazing intensity. Variation among sites was quantified via Kruskal–Wallis analysis of variance, because heteroscedasticity of behavioral response variables violated parametric assumptions. To evaluate the effects of reef condition, species, and fish size on grazing behaviors across sites, we used generalized additive mixed models (GAMMs) with Gaussian distribu- tions using the mgcv package in R (Wood 2020). GAMMs allow for detection of nonlinear relationships among vari- ables as well as the distinction among fixed and random effects (Zuur et al. 2009). Because explanatory fish and ben- thic community variables of interest exhibited collinearities (VIF (variable inflation factor) > 3; Zuur et al. 2007), PC1 and PC2 from our PCA were used to summarize variations in reef condition. Our models included combinations of PC1, PC2, species, and mean size (forklength) of focal fish for each species and site as explanatory variables, as well as interactions between species and PC1, species and PC2, and species and size to allow for different responses among species. All continuous variables (PC1, PC2, size, and any interactions) were included with smooth terms to allow for potential nonlinear relationships, while species, a categorical variable, was included with a parametric term. Island was included as a random effect. Mean feeding rates and graz- ing intensities were calculated for each species and site and included as the two behavioral response variables for our GAMMs. The number of knots, which correlates with the complexity of a GAMM’s fitted spline, was set to three to prevent overfitting while still accommodating potential non- linear relationships (Zuur et al. 2009). We evaluated mod- els using Akaike’s information criteria adjusted for small sample sizes (AICc) using the MuMIn package in R (Bar- tón 2020). Effective degrees of freedom (edf) are reported to quantify nonlinearities among continuous predictor and response variables (Hunsicker et al. 2016). Table 2 Factor loadings of nine reef characteristic variables for PC1 and PC2 FactorPC1 loadingPC2 loading Rugosity− 0.370.34 Macroalgal cover0.360.29 Macroalgal canopy height0.350.33 Turf cover0.25− 0.54 Turf canopy height0.310.20 Coral cover− 0.41− 0.06 Scarid biomass− 0.37− 0.04 Scarid density− 0.210.56 Predator biomass− 0.32− 0.17 Marine Biology (2021) 168:53 1 3 Page 5 of 11 53 Results Reef community composition Reef characteristics varied substantially among sites (Fig. 2). PC1 and PC2 accounted for 55.6% and 24.6% of variation among sites, respectively. High PC1 values reflect primar- ily low coral cover, reef rugosity, and scarid biomass and high macroalgal cover and canopy height (Table 2), essen- tially indicating poor reef health. High PC2 values, on the other hand, primarily indicate high scarid density and low turf algal cover. Large predator biomass and density were highly correlated (R 2 = 0.99), so only biomass was used to represent predator presence in the PCA. Bonaire sites were characterized by higher scarid and predator biomass and lower turf and macroalgal canopy height and macroalgal percent cover than Antiguan and Barbudan sites. Barbudan sites typically had higher scarid densities and reef rugosity and lower percent cover of turf algae than Antiguan sites, with both islands having similar levels of coral cover and scarid and predator biomasses. Feeding behavior Feeding rates, time spent grazing, and grazing intensity var- ied significantly (p < 0.001) across sites for both S. vetula and S. viride populations (Fig. 3). For S. vetula, feeding rates differed almost ninefold and grazing intensity differed nearly fivefold between the highest and lowest sites, while S. vir- ide feeding rates and grazing intensities varied over fivefold and sixfold, respectively. Differences in site-level feeding rates reflected differences in the fraction of time that fish spent grazing as opposed to differences in bite rates while actively feeding, which did not differ significantly among sites (p > 0.5). To investigate potential drivers of these documented behavioral differences, we compared GAMMs with differ- ent combinations of reef condition and fish species and size predictors. We focused on drivers of feeding rate and grazing intensity, omitting time spent grazing because of its inher- ent link with overall feeding rate. Species and PC1 were included in all of the best models predicting both feeding rate and grazing intensity (Tables 3, S4). The role of species in driving feeding behaviors reflects known differences in grazing morphologies between S. viride and S. vetula, with S. vetula taking more frequent bites (Table S5). PC1 had an inverse relationship with both feeding rate and grazing intensity (see Figs. 2, 3), suggesting that scarids take fewer total bites and fewer bites per individual grazing foray on reefs characterized by low scarid and predator abundances, low coral cover and rugosity, and high turf and macroalgal cover. In the succeeding models for both feeding rate and grazing intensity, PC1 had a stronger negative effect for S. vetula than S. viride (Table S5). Fish size was included in the third best performing models for both feeding rate and graz- ing intensity, although it was not a significant predictor in either model (Table S5). Continuous predictor variables had linear relationships (edf = 1) in all selected models except for the second-best model predicting grazing intensity, in which the species and PC1 interaction term was slightly nonlinear (edf = 1.455 and 1.432 for S. vetula and S. viride, respec- tively; Table S5). Fig. 2 Principal compo- nent analysis (PCA) of reef characteristics at 13 assessed sites across Antigua Barbuda, and Bonaire. Arrows represent the contributions of nine reef variables to the first and second principal components (PC1 and PC2). PC1 and PC2 account for 55.6% and 24.5% of variance in reef characteristics, respectively Marine Biology (2021) 168:53 1 3 53 Page 6 of 11 Discussion Several underlying mechanisms linking environmental con- ditions to herbivore behavior may be driving observed dif- ferences among sites. Covariation among linked reef char- acteristics restrict us to using PCA indicators as opposed to specific reef traits in our GAMM analyses, and our corre- lational results do not allow us to determine causality (e.g., algal abundance may be causing differences in herbivore behavior, or vice versa). Despite these limitations, we pre- sent hypotheses for potential underlying mechanisms here (Fig. 4) and discuss relevant theory and ecological and man- agement implications. While we cannot conclusively test these hypotheses within the scope of this study, we discuss Fig. 3 Mean feeding rates, fraction of time spent grazing, bite rate, and grazing intensity across sites for initial phase S. viride and S. vetula between 15 and 30 cm forklength. Error bars represent ± standard error Table 3 GAMM results predicting feeding rate and grazing intensity by site Asterisks denote interactions among explanatory variables. The top three models based on AICc values are reported here ModelAdj. R 2 AICcΔAICc A) Feeding rate 1. Species + PC10.59150.420.00 2. Species + PC1*species0.64155.955.53 3. Species + size + PC10.57159.849.42 B) Grazing intensity 1. Species + PC10.64119.870.00 2. Species + PC1*species0.70125.195.32 3. Species + size + PC10.63129.199.32 Marine Biology (2021) 168:53 1 3 Page 7 of 11 53 preliminary evidence for each and highlight priorities for further research. Social feeding or shared vigilance hypothesis: shared vigilance theory describes the benefits to prey of grouping together (e.g., schools, herds), as each individual can spend less time looking out for predators and more time carrying out other behaviors such as feeding (Pulliam et al. 1982; Roberts 1996; Lima and Bednekoff 1999). Assuming con- stant predator populations, as group size decreases, vigilance becomes more concentrated on each individual group mem- ber. A recent empirical study demonstrated that herbivorous reef fish use social cues from the density and behavior of other herbivores to determine whether or not to feed (Gil and Hein 2017). Individual fish were more likely to com- mence grazing as the presence of other feeding individuals increased. This ‘behavioral coupling’ may drive a poten- tial reinforcing feedback loop in which higher herbivore abundances increase the feeding activity of each individual fish, further increasing the grazing impact of a given school (Fig. 4). While we cannot distinguish among correlated reef characteristics here, scarid biomass was one of the strongest contributors to PC1 (Table 2), a significant predictor of feed- ing rate and grazing intensity in all best performing GAMMs (Table 3). Scarid density contributed moderately to PC1 and strongly to PC2, which was not a significant predictor in any of the selected models. More data and dedicated studies are needed to distinguish the exact effects of herbivore abun- dance in determining feeding behaviors. Predation risk hypothesis: as introduced above, predation risk can be an important driver of feeding behavior. While collective vigilance can moderate predation risk, predator presence is an ultimate determinant. Previous work has documented the suppressive effect of acute predator pres- ence (typically simulated with large piscivore decoys) on herbivore feeding rates (Madin et al. 2010a; Rizzari and Frisch 2014; Catano et al. 2017; DiFiore et al. 2019). Reef rugosity may also impact predation risk by modifying prey refuge availability and visibility to predators (Alvarez-Filip et al. 2009). While predator biomass was a moderate driver of PC1, rugosity was among the strongest (Table 2), suggest- ing it may have played a role in predicting feeding rate and grazing intensity in our top performing models. While not explicitly investigated here, risk of predation from spearfishers may play a substantial role in determining scarid grazing behavior. The larger S. vetula and S. viride individuals observed in our behavioral observations are approaching size refuge from most natural predators, but they would be likely targets for spearfishers in both Anti- gua and Barbuda. We did not quantify spearfisher presence across sites (beyond its enforced absence in Bonaire), so we cannot assess this potential effect here, but point out that it may have important implications for herbivore behavior. While declines in herbivorous fish abundances that could alter perceived risk and social feeding behaviors may be countered by simultaneous declines in natural predator abundance, spearfishing can have the effect of both reduc- ing group size and increasing predation risk (Fig. 4). Similar to the social feeding hypothesis, spearfishing could have a double impact of both reducing herbivorous fish biomass and reducing the grazing impact of remaining fish by alter- ing perceived risk environments. While several studies have documented the effects of spearfishing on fish flight behavior (e.g., Gotanda et al. 2009; Januchowski-Hartley et al. 2011, 2015), further work is needed to investigate the potential chronic effects of spearfishing on herbivore feed- ing behaviors. Bite content hypothesis: differences in feeding rates could also reflect differences in the content or quality of an indi- vidual bite. Significant negative relationships between PC1 and both feeding rates and grazing intensity in all top mod- els reflect negative associations with the cover and canopy height of both turf and macroalgae (Table 2). In sites with higher algal canopies, scarids may be obtaining more bio- mass of food per bite than in areas with heavily cropped algae, requiring them to take fewer bites to obtain the same nutritional intake. However, previous empirical work done on the bite volume of both S. viride and S. vetula showed that bite content (biomass of algae removed) did not vary significantly with algal canopy height (Bruggemann et al. Fig. 4 Hypothesized pathways in which various environmental fac- tors may impact herbivore feeding behaviors, and potential feedback loops affecting overall grazing impact and coral health. Dashed lines indicate behaviorally mediated effects while solid lines represent density-mediated effects. Proposed mechanisms include social feed- ing dynamics (1), risk effects driven by predator presence (2) or reef rugosity (3), and bite content (4) Marine Biology (2021) 168:53 1 3 53 Page 8 of 11 1994). It is also possible that scarids need to employ more rapid feeding rates if forced to graze on material with lower nutritional quality. This could be the case in Bonaire, where higher parrotfish densities and lower algal cover may make high quality resources more limited. While actual bite con- tent was not assessed here in terms of biomass nor nutri- tional quality, it would be valuable to investigate potential differences across sites as these could have implications for both fish growth and benthic dynamics. Variation in herbivore feeding rates and grazing intensity may have important ecological consequences and manage- ment implications for coral reef systems. Feeding rates can directly influence the amount of algae removed from a given reef, while grazing intensity can influence the effectiveness of grazing in cropping algae. Grazing forays with more con- secutive bites suggest more concentrated grazing, which are likely more effective in maintaining sufficiently low algal canopy heights and clearing substrate for growing or newly recruiting corals than bites dispersed throughout the reefs- cape. Experimental evidence has shown that more spatially concentrated grazing results in persistently suppressed algal canopy heights, suggesting that a given herbivore popula- tion’s ability to maintain algae in a cropped state depends on the distribution of grazing efforts (Williams et al. 2001). Because of these ecological implications, behavioral variations may be important in guiding effective coral reef management. If feeding rate data from one area are used to predict the impact of a given species in other parts of the region, we may be overlooking important behavioral differ- ences and misrepresenting grazing levels of different scarid populations. Feeding rates are used in herbivory models to calculate the grazing impact by a given fish community (usu- ally expressed as the amount of reef surface area grazed per unit time). Studies examining relationships between herbi- vore biomass and reef health have had difficulty finding clear relationships (McClanahan et al. 2011; Karr et al. 2015; Bruno et al. 2019), possibly because these relationships are being distorted by differences in feeding behavior in differ- ent reef environments. Several hypothesized mechanisms predict lower feeding rates in more degraded reef conditions, implying that models using feeding rates from exemplary reefs may overestimate herbivory when applied to other systems. While these exact mechanisms are not tested here, we document some supporting trends and pose important questions for future research. Specifically, the relative roles of scarid abundance and scarid behavior, and the potentially reinforcing effects of these two factors, are critical areas for future empirical and modelling work. While our study investigates the relationships between various reef traits and herbivore grazing behaviors, it is also important to note that we cannot establish causality here and that many of these relationships may be bidi- rectional or cyclical. For example, correlations between high algal abundances and low feeding rates may mean algal abundance is driving reduced feeding rates or that reduced feeding rates are increasing algal abundances, or that both relationships drive a reinforcing feedback loop. If mechanisms such as social feeding are respon- sible for variations in herbivore behavior, then links to algal communities could indicate the ecological implica- tions of these behavioral impacts. Because algal variables were expectedly correlated with other reef characteristics such as rugosity and herbivore populations, we could not examine them here as potential response variables. Further investigation of these exact drivers is required to deter- mine causality and investigate potential feedback loops in which grazing reductions attributed to more degraded reef conditions would further compound reef deterioration (Fig. 4). While additional experimental work is needed to distinguish underlying behavioral triggers, it is also likely that multiple mechanisms are acting in tandem as fishing, fish, and benthic characteristics are tightly linked in most reef systems. Human activities are driving widespread changes in wildlife behaviors across marine and terrestrial ecosystems (Madin et al. 2015; Larson et al. 2016), which have the potential to affect critical ecological processes (Hebblewhite et al. 2005; Madin et al. 2010b; Ripple and Beschta 2012; Wilson et al. 2020). This study documents differences in multiple scarid feeding behaviors across various Caribbean reef systems and suggests possible sensitivity of these criti- cal feeding behaviors to reef condition. Coral reef manag- ers should be aware of pathways in which human activities may reduce herbivore grazing impacts and be conservative in setting targets for herbivorous fish biomass in areas where feeding behaviors may be suppressed. If behavioral variation among reef environments is ignored, managers of character- istically degraded areas may overestimate the grazing impact of a given herbivore population when using behavioral data from more ‘pristine’ systems, thereby underestimating the herbivore biomass needed to sufficiently suppress algae and insufficiently restricting fisheries. Managers may also inac- curately assume that increasing herbivore biomass will line- arly increase herbivory, while in fact these relationships may be moderated by other environmental conditions. If social feeding dynamics are a strong driver of herbivory behaviors, cessation of spearfishing in reef areas would have dispro- portionately positive effects on herbivory, in that herbivore biomass would increase as would the grazing impact of each individual. However, further investigation of these specific drivers is needed before conclusive management recommen- dations can be made. Initial insights from this study suggest a need for increased incorporation of behavioral effects into ecosystem management and highlight critical areas for future research. Marine Biology (2021) 168:53 1 3 Page 9 of 11 53 Supplementary Information The online version contains supplemen- tary material available at https:// doi. org/ 10. 1007/ s00227- 021- 03844-9. Acknowledgements We thank J. Mason, R. Boenish, and A. Casa- grande for their assistance in reef surveys and behavioral observation dives, N. Psihoyos and R. Boltar for the use of their boats in Antigua and Barbuda, and STINAPA for all of their research support in Bonaire. We thank three anonymous reviewers for their constructive feedback on a previous version of this manuscript. We gratefully acknowledge the National Science Foundation GRFP program and The Schmidt Family Foundation for funding this work. Funding This work was supported by a National Science Founda- tion Graduate Research Fellowship and U.C. Santa Barbara Schmidt Research Accelerator Award to M. Wilson. Data availability All data are available at https:// github. com/ molwi lson/ scarid- behav ior. Code availability All code is available at https:// github. com/ molwi lson/ scarid- behav ior. Compliance with ethical standards Conflict of interest The authors declare that they have no conflict of interest. All data were obtained via observational and non-extractive methods and were collected in accordance with local research pro- tocols. Data are publicly available at https:// github. com/ molwi lson/ scarid- behav ior. Open Access This article is licensed under a Creative Commons Attri- bution 4.0 International License, which permits use, sharing, adapta- tion, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/. References Adam TC, Burkepile DE, Ruttenberg BI, Paddack MJ (2015) Her- bivory and the resilience of Caribbean coral reefs: knowledge gaps and implications for management. Mar Ecol Prog Ser 520:1–20. https:// doi. org/ 10. 3354/ meps1 1170 Adam TC, Duran A, Fuchs CE, Roycroft MV, Rojas MC, Rutten- berg BI, Burkepile DE (2018) Comparative analysis of foraging behavior and bite mechanics reveals complex functional diversity among Caribbean parrotfishes. Mar Ecol Prog Ser 597:207–220. https:// doi. org/ 10. 3354/ meps1 2600 Afeworki Y, Zekeria ZA, Videler JJ, Bruggemann JH (2013) Food intake by the parrotfish Scarus ferrugineus varies seasonally and is determined by temperature, size and territoriality. Mar Ecol Prog Ser 489:213–224. https:// doi. org/ 10. 3354/ meps1 0379 Alvarez-Filip L, Dulvy NK, Gill JA, Côté IM, Watkinson AR (2009) Flattening of Caribbean coral reefs: region-wide declines in architectural complexity. Proc Biol Sci R Soc 276:3019–3025. https:// doi. org/ 10. 1098/ rspb. 2009. 0339 Bartón K (2020) MuMIn: multi-model inference. R package version 1.43.17 Bohnsack JA, Harper DE (1988) Length-weight relationships of selected marine reef. Fishes from the Southeastern United States and the Caribbean. Tech Memm NMFS-SEFC-215, NOAA, Miami, FL Bonaldo RM, Bellwood DR (2008) Size-dependent variation in the functional role of the parrotfish Scarus rivulatus on the Great Barrier Reef, Australia. Mar Ecol Prog Ser 360:237–244. https:// doi. org/ 10. 3354/ meps0 7413 Box SJ, Mumby PJ (2007) Effect of macroalgal competition on growth and survival of juvenile Caribbean corals. Mar Ecol Prog Ser 342:139–149 Bozec Y-M, Yakob L, Bejarano S, Mumby PJ (2013) Reciprocal facil- itation and non-linearity maintain habitat engineering on coral reefs. Oikos 122:428–440. https:// doi. org/ 10. 1111/j. 1600- 0706. 2012. 20576.x Bozec Y-M, O’Farrell S, Bruggemann JH, Luckhurst BE, Mumby PJ (2016) Tradeoffs between fisheries harvest and the resilience of coral reefs. Proc Natl Acad Sci 113:201601529–201601529. https:// doi. org/ 10. 1073/ pnas. 16015 29113 Bruggemann J, Kuyper M, Breeman A (1994) Comparative analysis of foraging and habitat use by the sympatric Caribbean parrotfish Scarus vetula and Sparisoma viride (Scaridae). Mar Ecol Prog Ser 112:51–66 Bruggemann J, Van Kessel AM, Van Rooij JM, Breeman AM (1996) Bioerosion and sediment ingestion by the caribbean parrotfish Scarus vetula and Sparisoma viride: Implications of fish size, feeding mode and habitat use. Mar Ecol Prog Ser 134:59–71. https:// doi. org/ 10. 3354/ meps1 34059 Bruno JF, Côté IM, Toth LT (2019) Climate change, coral loss, and the curious case of the parrotfish paradigm: why don’t marine pro- tected areas improve reef resilience? Annu Rev Mar Sci 11:307– 334. https:// doi. org/ 10. 1146/ annur ev- marine- 010318- 095300 Burkepile DE, Hay ME (2011) Feeding complementarity versus redun- dancy among herbivorous fishes on a Caribbean reef. Coral Reefs 30:351–362. https:// doi. org/ 10. 1007/ s00338- 011- 0726-6 Catano LB, Shantz AA, Burkepile DE (2014) Predation risk, competi- tion, and territorial damselfishes as drivers of herbivore foraging on Caribbean coral reefs. Mar Ecol Prog Ser 511:193–207. https:// doi. org/ 10. 3354/ meps1 0921 Catano LB, Barton MB, Boswell KM, Burkepile DE (2017) Predator identity and time of day interact to shape the risk–reward trade-off for herbivorous coral reef fishes. Oecologia 183:763–773. https:// doi. org/ 10. 1007/ s00442- 016- 3794-z Davis K, Carlson PM, Bradley D, Warner RR, Caselle JE (2017) Preda- tion risk influences feeding rates but competition structures space use for a common Pacific parrotfish. Oecologia 184:1–11. https:// doi. org/ 10. 1007/ s00442- 017- 3857-9 DiFiore B, Queenborough S, Madin E, Paul V, Decker M, Stier A (2019) Grazing halos on coral reefs: predation risk, herbivore density, and habitat size influence grazing patterns that are vis- ible from space. Mar Ecol Prog Ser 627:71–81. https:// doi. org/ 10. 3354/ meps1 3074 Edwards CB, Friedlander AM, Green AG, Hardt MJ, Sala E, Sweatman HP, Williams ID, Zgliczynski B, Sandin SA, Smith JE (2014) Global assessment of the status of coral reef herbivorous fishes: evidence for fishing effects. Proc R Soc B Biol Sci 281:20131835. https:// doi. org/ 10. 1098/ rspb. 2013. 1835 Gil MA, Hein AM (2017) Social interactions among grazing reef fish drive material flux in a coral reef ecosystem. PNAS 114:4703– 4708. https:// doi. org/ 10. 1073/ pnas. 16156 52114 Gotanda KM, Turgeon K, Kramer DL (2009) Body size and reserve protection affect flight initiation distance in parrotfishes. Marine Biology (2021) 168:53 1 3 53 Page 10 of 11 Behav Ecol Sociobiol 63:1563–1572. https:// doi. org/ 10. 1007/ s00265- 009- 0750-5 Hebblewhite M, White C, Nietvelt C, McKenzie J, Hurd T, Fryxell J, Bayley S, Paquet P (2005) Human activity mediates a trophic cascade caused by wolves. Ecology 86:2135–2144 Hoey AS (2018) Feeding in parrotfishes: the influence of species, body size, and temperature. Biology of parrotfishes. CRC Press, Boca Raton, pp 119–133 Hughes TP, Rodrigues MJ, Bellwood DR, Ceccarelli D, Hoegh-Gul- dberg O, McCook L, Moltschaniwskyj N, Pratchett MS, Steneck RS, Willis B (2007) Phase shifts, herbivory, and the resilience of coral reefs to climate change. Curr Biol 17:360–365. https:// doi. org/ 10. 1016/j. cub. 2006. 12. 049 Hunsicker ME, Kappel CV, Selkoe KA, Halpern BS, Scarborough C, Mease L, Amrhein A (2016) Characterizing driver-response rela- tionships in marine pelagic ecosystems for improved ocean man- agement. Ecol Appl 26:651–663. https:// doi. org/ 10. 1890/ 14- 2200 Jackson EJ, Donovan M, Cramer K, Lam V (2014) Status and trends of Caribbean coral reefs: 1970-2012. Global Coral Reef Monitoring Network, IUCN, Gland, Switzerland Januchowski-Hartley FA, Graham NAJ, Feary DA, Morove T, Cinner JE (2011) Fear of fishers: human predation explains behavioral changes in coral reef fishes. PLoS ONE. https:// doi. org/ 10. 1371/ journ al. pone. 00227 61 Januchowski-Hartley FA, Graham NAJ, Cinner JE, Russ GR (2015) Local fishing influences coral reef fish behavior inside protected areas of the Indo-Pacific. Biol Conserv 182:8–12. https:// doi. org/ 10. 1016/j. biocon. 2014. 11. 024 Karr KA, Fujita R, Halpern BS, Kappel CV, Crowder L, Selkoe KA, Alcolado PM, Rader D (2015) Thresholds in Caribbean coral reefs: implications for ecosystem-based fishery management. J Appl Ecol 52:402–412. https:// doi. org/ 10. 1111/ 1365- 2664. 12388 Lang J, Marks K, Kramer P, Kramer P, Ginsburg R (2010) AGRRA protocols version 5.4 Larson CL, Reed SE, Merenlender AM, Crooks KR (2016) Effects of recreation on animals revealed as widespread through a global systematic review. PLoS ONE 11:e0167259–e0167259. https:// doi. org/ 10. 1371/ journ al. pone. 01672 59 Lima SL, Bednekoff PA (1999) Temporal variation in danger drives antipredator behavior: the predation risk allocation hypothesis. Am Nat 153:649–659. https:// doi. org/ 10. 1086/ 303202 Lokrantz J, Nyström M, Thyresson M, Johansson C (2008) The non-linear relationship between body size and function in par- rotfishes. Coral Reefs 27:967–974. https:// doi. org/ 10. 1007/ s00338- 008- 0394-3 Madin EMP, Gaines SD, Warner RR (2010a) Field evidence for perva- sive indirect effects of fishing on prey foraging behavior. Ecology 91:3563–3571. https:// doi. org/ 10. 1890/ 09- 2174.1 Madin EMP, Gaines SD, Madin JS, Warner RR (2010b) Fishing indi- rectly structures macroalgal assemblages by altering herbivore behavior. Am Nat 176:785–801. https:// doi. org/ 10. 1086/ 657039 Madin EMP, Dill LM, Ridlon AD, Heithaus MR, Warner RR (2015) Human activities change marine ecosystems by altering predation risk. Glob Change Biol. https:// doi. org/ 10. 1111/ gcb. 13083 McClanahan TR, Graham NAJ, MacNeil MA, Muthiga NA, Cinner JE, Bruggemann JH, Wilson SK (2011) Critical thresholds and tangible targets for ecosystem-based management of coral reef fisheries. Proc Natl Acad Sci USA 108:17230–17233. https:// doi. org/ 10. 1073/ pnas. 11068 61108 Mumby P, Steneck R (2008) Coral reef management and conservation in light of rapidly evolving ecological paradigms. Trends Ecol Evol 23:555–563. https:// doi. org/ 10. 1016/j. tree. 2008. 06. 011 Mumby PJ, Dahlgren CP, Harborne AR, Kappel CV, Micheli F, Brum- baugh DR, Holmes KE, Mendes JM, Broad K, Sanchirico JN, Buch K, Box S, Stoffle RW, Gill AB (2006) Fishing, trophic cascades, and the process of grazing on coral reefs. Science 311:98–101. https:// doi. org/ 10. 1126/ scien ce. 11211 29 Nash KL, Graham NAJ, Januchowski-Hartley FA, Bellwood DR (2012) Influence of habitat condition and competition on foraging behav- iour of parrotfishes. Mar Ecol Prog Ser 457:113–124. https:// doi. org/ 10. 3354/ meps0 9742 Nash K, Abesamis R, Graham N, McClure E, Moland E (2016) Driv- ers of herbivory on coral reefs: species, habitat and management effects. Mar Ecol Prog Ser 554:129–140. https:// doi. org/ 10. 3354/ meps1 1795 Nyström M, Norström AV, Blenckner T, de la Torre-Castro M, Eklöf JS, Folke C, Österblom H, Steneck RS, Thyresson M, Troell M (2012) Confronting feedbacks of degraded marine ecosystems. Ecosystems 15:695–710. https:// doi. org/ 10. 1007/ s10021- 012- 9530-6 Ong L, Holland KN (2010) Bioerosion of coral reefs by two Hawai- ian parrotfishes: species, size differences and fishery impli- cations. Mar Biol 157:1313–1323. https:// doi. org/ 10. 1007/ s00227- 010- 1411-y Perry CT, Alvarez-Filip L, Graham NAJ, Mumby PJ, Wilson SK, Kench PS, Manzello DP, Morgan KM, Slangen ABA, Thomson DP, Januchowski-Hartley F, Smithers SG, Steneck RS, Carlton R, Edinger EN, Enochs IC, Estrada-Saldívar N, Haywood MDE, Kolodziej G, Murphy GN, Pérez-Cervantes E, Suchley A, Valen- tino L, Boenish R, Wilson M, Macdonald C (2018) Loss of coral reef growth capacity to track future increases in sea level. Nature 558:396–400. https:// doi. org/ 10. 1038/ s41586- 018- 0194-z Pulliam HR, Pyke GH, Caraco T (1982) The scanning behavior of jun- cos: a game-theoretical approach. J Theor Biol 95:89–103. https:// doi. org/ 10. 1016/ 0022- 5193(82) 90289-2 R Core Team (2020) R: a language and environment for statistical com- puting. R Foundation for Statistical Computing, Vienna, Austria Rasher DB, Hay ME (2010) Chemically rich seaweeds poison cor- als when not controlled by herbivores. Proc Natl Acad Sci USA 107:9683–9688. https:// doi. org/ 10. 1073/ pnas. 09120 95107 Rasher DB, Hoey AS, Hay ME (2013) Consumer diversity interacts with prey defenses to drive ecosystem function. Ecology 94:1347– 1358. https:// doi. org/ 10. 1890/ 12- 0389.1 Ripple WJ, Beschta RL (2012) Trophic cascades in Yellowstone: The first 15 years after wolf reintroduction. Biol Conserv 145:205– 213. https:// doi. org/ 10. 1016/j. biocon. 2011. 11. 005 Rizzari J, Frisch A (2014) Not worth the risk: apex predators suppress herbivory on coral reefs Justin. Oikos 123:829–836. https:// doi. org/ 10. 1111/ oik. 01318 Roberts G (1996) Why individual vigilance declines as group size increases. Anim Behav 51:1077–1086. https:// doi. org/ 10. 1006/ anbe. 1996. 0109 Steneck RS, Arnold SN, Boenish R, de León R, Mumby PJ, Rasher DB, Wilson MW (2019) Managing recovery resilience in coral reefs against Climate-induced bleaching and hurricanes: a 15 year case study from Bonaire, Dutch Caribbean. Frontiers Marine Sci. https:// doi. org/ 10. 3389/ fmars. 2019. 00265 Steneck RS, Arnold SN, Mumby PJ (2014) Experiment mimics fish- ing on parrotfish: Insights on coral reef recovery and alternative attractors. Mar Ecol Prog Ser 506:115–127. https:// doi. org/ 10. 3354/ meps1 0764 Tootell JS, Steele MA (2016) Distribution, behavior, and condition of herbivorous fishes on coral reefs track algal resources. Oecologia 181:13–24. https:// doi. org/ 10. 1007/ s00442- 015- 3418-z Wainwright PC, Richard BA (1995) Predicting patterns of prey use from morphology of fishes. Environ Biol Fishes 44:97–113. https:// doi. org/ 10. 1007/ BF000 05909 Williams I, Polunin N, Hendrick V (2001) Limits to grazing by her- bivorous fishes and the impact of low coral cover on macroalgal abundance on a coral reef in Belize. Mar Ecol Prog Ser 222:187– 196. https:// doi. org/ 10. 3354/ meps2 22187 Marine Biology",
  "sections": {
    "abstract": "Herbivorous fish can increase coral growth and survival by grazing down algal competitors. With coral reefs in global decline, maintaining adequate herbivory has become a primary goal for many managers. However, herbivore biomass targets assume grazing behavior is consistent across different reef systems, even though relatively few have been studied. We docu- ment grazing behavior of two scarid species in Antigua, Barbuda, and Bonaire. Our analyses show significant differences in intraspecific feeding rates, time spent grazing, and intensity of grazing across sites, which may alter the ecological impact of a given scarid population. We suggest several hypothesized mechanisms for these behavioral variations that would benefit from explicit testing in future research. As managers set targets to enhance herbivory on reefs, it is critical that we understand potential differences in scarid grazing impact. Our findings demonstrate the variability of grazing behavior across different reef sites and call for further investigation of the drivers and ecological implications of these inconsistencies.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "Our findings demonstrate the variability of grazing behavior across different reef sites and call for further investigation of the drivers and ecological implications of these inconsistencies.",
    "We observed grazing behavior of two dominant scarid spe- cies, Sparisoma viride and Scarus vetula, at each of our 13 study sites.",
    "significant differences in intraspecific feeding rates, time spent grazing, and intensity of grazing across sites, which may alter the ecological impact of a given scarid population."
  ],
  "fullText": "\n\nVol.:(0123456789)\n1 3\nMarine Biology          (2021) 168:53  \nhttps://doi.org/10.1007/s00227-021-03844-9\nORIGINAL PAPER\nVariation in herbivore grazing behavior across Caribbean reef sites\nMargaret W. Wilson\n1\n  · Steven D. Gaines\n1\n · Adrian C. Stier\n2\n · Benjamin S. Halpern\n1,3\nReceived: 11 June 2020 / Accepted: 1 February 2021 \n© The Author(s) 2021\nAbstract\nHerbivorous fish can increase coral growth and survival by grazing down algal competitors. With coral reefs in global \ndecline, maintaining adequate herbivory has become a primary goal for many managers. However, herbivore biomass targets \nassume grazing behavior is consistent across different reef systems, even though relatively few have been studied. We docu-\nment grazing behavior of two scarid species in Antigua, Barbuda, and Bonaire. Our analyses show significant differences in \nintraspecific feeding rates, time spent grazing, and intensity of grazing across sites, which may alter the ecological impact \nof a given scarid population. We suggest several hypothesized mechanisms for these behavioral variations that would benefit \nfrom explicit testing in future research. As managers set targets to enhance herbivory on reefs, it is critical that we understand \npotential differences in scarid grazing impact. Our findings demonstrate the variability of grazing behavior across different \nreef sites and call for further investigation of the drivers and ecological implications of these inconsistencies.\nIntroduction\nHerbivorous fishes can play a critical role in coral reef eco-\nsystems by suppressing algae and thereby facilitating coral \ngrowth, recruitment, and survival (Box and Mumby 2007; \nRasher and Hay 2010; Steneck et al. 2014). In recent dec-\nades, coral reefs have become increasingly threatened by \ndiverse anthropogenic impacts, including overfishing of her-\nbivorous fish populations (Hughes et al. 2007; Edwards et al. \n2014). Insufficient herbivory can allow algae to outcompete \ncorals for space, ultimately driving shifts from coral to algal \ndominance that have occurred in much of the Caribbean \nregion (Jackson et al. 2014). Coral reef fisheries thus can-\nnot simply manage for sustainable yields as in traditional \nfisheries, but must also consider the levels of persistent her-\nbivory required to maintain critical ecosystem functions. \nIncreasing attention has been given to understanding how \nmuch herbivory is needed to sustain coral reef health and \nto identify thresholds of herbivore biomass that can be used \nto guide fisheries management targets (McClanahan et al. \n2011; Adam et al. 2015; Karr et al. 2015).\nHowever, all herbivorous fish are not the same in terms of \ntheir grazing impact on reefs, and variation can occur both \namong and within species. Studies have highlighted func-\ntional differences across species and size classes in terms of \nfeeding morphology, selectivity, and foraging distribution \nwithin a reefscape (Bruggemann et al. 1994, 1996; Bonaldo \nand Bellwood 2008; Lokrantz et al. 2008; Ong and Holland \n2010; Burkepile and Hay 2011; Rasher et al. 2013; Afeworki \net al. 2013; Adam et al. 2015, 2018; Hoey 2018). Selec-\ntive exclusions of different herbivorous fish species result in \ndistinct algal communities (Burkepile and Hay 2011), high-\nlighting the ecological significance of interspecific differ-\nences in functional roles among herbivores and suggesting \nthat simple targets for total herbivore populations may be \ninadequate in managing for coral reef health.\nIn addition to established interspecific and size-specific \ndifferences, environmental contexts can also drive variabil-\nity in herbivore behavior. Several empirical studies have \ndemonstrated the sensitivity of behaviors such as foraging \nand movement to predator presence (Madin et al. 2010b; \nDavis et al. 2017); reef rugosity (Catano et al. 2014); grazing \nbehaviors of proximate herbivores (Gil and Hein 2017); and \nthe abundance, distribution, and nutritional content of algal \nResponsible Editor: A. Gori.\nReviewers: undisclosed experts.\n * Margaret W. Wilson \n       mwwilson@ucsb.edu\n1\n Bren School of Environmental Science and Management, \nUniversity of California, Santa Barbara, CA 93106, USA\n2\n Department of Ecology, Evolution, and Marine Biology, \nUniversity of California, Santa Barbara, CA 93106, USA\n3\n National Center for Ecological Analysis and Synthesis, \nUniversity of California, Santa Barbara, CA 93101, USA\n\n Marine Biology          (2021) 168:53 \n1 3\n   53  Page 2 of 11\nresources (Tootell and Steele 2016; Davis et al. 2017). In \nsome cases, these behavioral variations have been explicitly \nlinked to larger ecosystem impacts. For example, fishing-\ninduced declines in predatory fish abundances can increase \ngrazing ranges of herbivorous fish and alter seascape-level \nalgal distribution patterns (Madin et al. 2010b; DiFiore et al. \n2019).\nDespite a growing understanding of the ecological impor-\ntance of herbivore behavior and its sensitivity to environ-\nmental conditions, many efforts to predict herbivore impact \non reefs assume species- and size-specific feeding rates that \nremain constant across different reef environments, over-\nlooking factors such as fishing pressure and habitat shifts \nthat,  as  noted  above,  have  the  potential  to  dramatically  \nalter grazing behaviors. For example, many reef models \nuse grazing behavior data from one or two locations (e.g., \nMumby et al. 2006; Bozec et al. 2016; Perry et al. 2018) \nwhich—while still valuable—may not accurately represent \ndynamics on other reefs. Other studies have struggled to \nestablish links between herbivore biomass and reef health \n(e.g., McClanahan et al. 2011; Karr et al. 2015; Bruno et al. \n2019), which could reflect variation in herbivore behavior \nthat makes biomass an incomplete metric of herbivory. If \nherbivore feeding activity is suppressed under degraded reef \nconditions, such as low reef structural complexity or low \nfish populations, the biomass of herbivorous fish identified \nas capable of maintaining reef function in pristine systems \nmay be insufficient in degraded environments. Insufficient \nherbivory may of course further reef degradation, potentially \nforming a reinforcing feedback loop (Mumby and Steneck \n2008; Nyström et al. 2012; Bozec et al. 2013; Adam et al. \n2015). Knowledge gaps around herbivore grazing behaviors \nare particularly important as we seek to manage individual \nreef ecosystems that vary greatly in terms of reef context \nand condition.\nHere we assess both interspecific and intraspecific vari-\nability in multiple components of feeding behavior for two \nscarid (parrotfish) species across reef sites around three Car-\nibbean islands and discuss potential underlying mechanisms, \necological consequences, and management implications. We \nprovide a framework of hypothesized pathways in which \nhuman activities may alter reef function through impacts on \nherbivore behavior that motivate future research and can be \nused to guide management.\nMaterials and methods\nStudy sites\nCaribbean  reefs  vary  greatly  in  terms  of  anthropogenic  \nimpacts and reef condition. Our study focused on 13 reef \nsites  off  the  islands  of  Bonaire,  Antigua,  and  Barbuda  \n(Fig. 1) that encompass a range of benthic and fish com-\nmunity conditions. Bonaire has among the highest live coral \ncover and herbivorous fish biomass in the Caribbean region \n(Jackson et al. 2014), likely a result of longstanding fishing \nrestrictions that include the prohibition of parrotfish harvest \nFig. 1    Map of the Caribbean region highlighting Barbuda, Antigua, and Bonaire, the three islands included in this study. Inset maps show the \nlocations of each study site within these three islands\n\nMarine Biology          (2021) 168:53  \n1 3\nPage 3 of 11    53 \n(Steneck et al. 2019). Antiguan and Barbudan reefs are more \nrepresentative of many Caribbean reefs today (Jackson et al. \n2014), with relatively low coral cover and high algal abun-\ndances, as well as reduced fish stocks due to substantial local \nfishing pressure. All three islands receive regular wave and \nwind exposure from the east and northeast, and sites were \nselected on relatively sheltered western- and southwestern-\nfacing shores for dive feasibility.\nSurveys\nAll data were collected between March and August of 2017. \nReef characteristics were assessed at 10 m depth to con-\ntrol for the influence of depth on algal growth rates, with \nbehavioral observations of fish initiated between 8 and 12 m \ndepths. Behavioral data were discarded if focal fish left a \n5–15 m depth range during the observation period.\nBehavioral observations\nWe observed grazing behavior of two dominant scarid spe-\ncies, Sparisoma viride and Scarus vetula, at each of our 13 \nstudy sites. We targeted these species because of their rela-\ntive abundance as well as their contrasting grazing mecha-\nnisms. S.  vetula  takes  relatively  shallow,  scraping  bites  \nand ingests mostly epilithic algae, or algae growing on a \nsubstrate’s surface. S. viride is an excavating grazer, tak-\ning deeper bites containing large amounts of both endolithic \nalgae, which grow within the skeleton of a substrate such as \ndead coral or porous rock, and crustose algae, which form a \nthin crust on a substrate’s surface (Bruggemann et al. 1994). \nThis analysis focuses only on initial phase (female) individu-\nals due to their relatively high abundance and to eliminate \npotential interactions between territorial male behavior and \nfeeding patterns. A size window of 15–30 cm forklength was \nused to reduce the potentially confounding effects of fish size \non feeding behaviors.\nPrior to data collection, three divers conducted under-\nwater size calibrations with marked PVC reference pipes to \nensure consistency and accuracy of fish forklength estimates. \nPVC dive sleeves (tubes on which data were recorded) were \nmarked at 5 cm increments to provide size references during \ndata collection. Practice dives were completed at the onset \nof the Bonaire, Antigua, and Barbuda data collection peri-\nods, during which divers took turns observing each other’s \nfish follows to ensure consistency in diver behavior and data \nnotation.\nDivers quantified grazing behavior by following individ-\nual fish for a 2-min observation period. Once a target fish \nwas identified, we estimated fish size and allowed for a 15-s \ncalibration period. We initiated all follows from a distance of \nat least 3.5 m based on previously established flight initiation \ndistances (S. viride = 2.4 ± 0.4 m, S. vetula = 2.8 ± 0.4 m; \nTable S2) at spearfished sites in Antigua. Fish in Bonaire \nwere  assumed  to  have  smaller  flight  initiation  distances  \nbecause of the longstanding and heavily enforced spearfish-\ning ban, but we still initiated follows from a conservative \n3.5 m distance. Divers maintained this distance unless the \nfocal fish approached, in which case divers maintained their \npositioning. We discarded data from any incomplete follows \n(e.g., where visual contact could not be maintained for a \nfull 2-min period) or follows where fish hid or fled from the \nobserving diver. After each 2-min observation, divers moved \nslowly in a preestablished direction along the reef and identi-\nfied a subsequent focal individual of a different species and/\nor estimated forklength to avoid repeated observations of the \nsame individual (Nash et al. 2016).\nDuring  each  follow  period,  divers  recorded  the  com-\nmencement and cessation of grazing forays and the number \nof bites taken during each foray. Grazing forays were defined \nas a cluster of consecutive bites and were distinguished from \na preceding foray by an elevation of the fish’s head >   45° \nabove the substrate and active swimming to another loca-\ntion (Nash et al. 2012). We used these grazing data to quan-\ntify several components of feeding behavior: active bite \nrate, time spent grazing, feeding rate, and grazing intensity \n(Table 1). Active bite rate refers to the frequency of bites \ntaken during periods of active feeding, while feeding rate \nrefers to the frequency of bites taken during the entire dura-\ntion of a follow, including time not spent feeding. Time spent \ngrazing is reported as the fraction of the total observation \nperiod during which a fish was actively feeding. Grazing \nintensity refers to the average number of consecutive bites \ntaken in a feeding foray before feeding ceases.\nReef community data\nAt each site we conducted fish, benthic, and rugosity surveys \nto quantify various components of reef condition (Table 2). \nWe used a modified Atlantic Gulf Rapid Reef Assessment \nTable 1    Behavioral variables \nmeasured during fish follows\nVariableDefinitionUnit\nBite rateBite rate during active grazing foraysbites  s\n−1\nTime spent grazingFraction of time spent grazing during followfraction\nFeeding rateOverall bite rate during total followbites  min\n−1\nGrazing intensityAverage number of bites per grazing foraybites  foray\n−1\n\n Marine Biology          (2021) 168:53 \n1 3\n   53  Page 4 of 11\n(AGRRA; Lang et al. 2010) protocol with 30 m by 4 m belt \ntransects and 10 m point-intercept transects for fish and \nbenthic surveys, respectively. We recorded all herbivorous \nand piscivorous fish encountered that were larger than 5 cm \nforklength. On benthic surveys, we assessed percent cover \nof live and dead coral, epilithic turf algae, macroalgae, and \nother benthic organisms by identifying the substrate under \ntransect points at 10 cm intervals. In cases where multi-\nple substrate types overlapped (e.g., dead coral covered by \nalgae or other benthic organisms), we identified the substrate \nbased on the uppermost layer. We measured the canopy \nheight of turf and macroalgae at each point where it was \npresent to a precision of 1 mm. To assess reef rugosity, we \nmeasured the length of a line run molded to the reef contour \ndirectly below each meter of the taut 10 m benthic tran-\nsect tape (sensu Alvarez-Filip et al. 2009). We carried out \nbetween five and seven fish transects and between four and \nfive benthic and rugosity transects per site.\nAnalysis\nTo estimate fish biomass at each site, we calculated the \nweight of individual fish encountered on underwater sur-\nveys using published length–weight relationships (Bohn-\nsack and Harper 1988). We classified potential predators \nas piscivores above 30 cm forklength based on approxima-\ntions of predator gape size relative to the body depth of the \nsmallest (15 cm forklength) S. viride and S. vetula individ-\nuals observed in this study (details provided in electronic \nsupplementary material). While optimal prey size is likely \nsmaller than a predator’s full gape (Mumby et al. 2006), \nconsumption of prey up to gape size has been observed \n(Wainwright and Richard 1995; Nash et al. 2012). We used \nbenthic point-intercept data to calculate the proportion of \neach transect composed of each benthic substrate type. To \ncalculate rugosity, we generated a ratio of contoured to \ntaut transect lines where 1 is a flat surface and increasing \nvalues indicate increasing complexity (Alvarez-Filip et al. \n2009). Mean fish, benthic, and rugosity characteristics \nacross transects for each site were integrated via princi-\npal component analysis (PCA) to characterize differences \nacross our 13 study sites. All analyses were conducted in \nR 4.0.2 (R Core Team 2020).\nWhen analyzing behavioral data, we excluded one site \nin Barbuda (Pallaster West) from S. viride analyses and two \nsites in Antigua (Rendezvous and Turtle Bay) and one in \nBarbuda (Pallaster East) from S. vetula analyses due to a \nlow abundance of initial phase individuals at these sites. \nThus, results are based on a total sample size of n = 194  and \nn = 163  individuals  for S. viride and S. vetula, respectively, \nwith means of 16.2 ±   1.6 and 16.3 ±   3.2 individuals observed \nper site (see Table S3). Grazing intensity was calculated by \naveraging the number of bites in a complete feeding foray \nfor each individual fish followed. Site-level summary sta-\ntistics were calculated using mean values of bite rates, time \nspent grazing, feeding rates, and grazing intensity. Variation \namong sites was quantified via Kruskal–Wallis analysis of \nvariance, because heteroscedasticity of behavioral response \nvariables violated parametric assumptions.\nTo evaluate the effects of reef condition, species, and fish \nsize on grazing behaviors across sites, we used generalized \nadditive mixed models (GAMMs) with Gaussian distribu-\ntions using the mgcv package in R (Wood 2020). GAMMs \nallow for detection of nonlinear relationships among vari-\nables as well as the distinction among fixed and random \neffects (Zuur et al. 2009). Because explanatory fish and ben-\nthic community variables of interest exhibited collinearities \n(VIF (variable inflation factor) > 3; Zuur et al. 2007), PC1 \nand PC2 from our PCA were used to summarize variations \nin reef condition. Our models included combinations of \nPC1, PC2, species, and mean size (forklength) of focal fish \nfor each species and site as explanatory variables, as well \nas interactions between species and PC1, species and PC2, \nand species and size to allow for different responses among \nspecies. All continuous variables (PC1, PC2, size, and any \ninteractions) were included with smooth terms to allow for \npotential nonlinear relationships, while species, a categorical \nvariable, was included with a parametric term. Island was \nincluded as a random effect. Mean feeding rates and graz-\ning intensities were calculated for each species and site and \nincluded as the two behavioral response variables for our \nGAMMs. The number of knots, which correlates with the \ncomplexity of a GAMM’s fitted spline, was set to three to \nprevent overfitting while still accommodating potential non-\nlinear relationships (Zuur et al. 2009). We evaluated mod-\nels using Akaike’s information criteria adjusted for small \nsample sizes (AICc) using the MuMIn package in R (Bar-\ntón 2020). Effective degrees of freedom (edf) are reported \nto quantify nonlinearities among continuous predictor and \nresponse variables (Hunsicker et al. 2016).\nTable 2    Factor  loadings  of  nine  reef  characteristic  variables  for  PC1  \nand PC2\nFactorPC1 loadingPC2 loading\nRugosity− 0.370.34\nMacroalgal cover0.360.29\nMacroalgal canopy height0.350.33\nTurf cover0.25− 0.54\nTurf canopy height0.310.20\nCoral cover− 0.41− 0.06\nScarid biomass− 0.37− 0.04\nScarid density− 0.210.56\nPredator biomass− 0.32− 0.17\n\nMarine Biology          (2021) 168:53  \n1 3\nPage 5 of 11    53 \nResults\nReef community composition\nReef characteristics varied substantially among sites (Fig. 2). \nPC1 and PC2 accounted for 55.6% and 24.6% of variation \namong sites, respectively. High PC1 values reflect primar-\nily low coral cover, reef rugosity, and scarid biomass and \nhigh macroalgal cover and canopy height (Table 2), essen-\ntially indicating poor reef health. High PC2 values, on the \nother hand, primarily indicate high scarid density and low \nturf algal cover. Large predator biomass and density were \nhighly correlated (R\n2\n = 0.99), so only biomass was used to \nrepresent predator presence in the PCA. Bonaire sites were \ncharacterized by higher scarid and predator biomass and \nlower turf and macroalgal canopy height and macroalgal \npercent cover than Antiguan and Barbudan sites. Barbudan \nsites typically had higher scarid densities and reef rugosity \nand lower percent cover of turf algae than Antiguan sites, \nwith both islands having similar levels of coral cover and \nscarid and predator biomasses.\nFeeding behavior\nFeeding rates, time spent grazing, and grazing intensity var-\nied significantly (p <   0.001) across sites for both S. vetula \nand S. viride populations (Fig. 3). For S. vetula, feeding rates \ndiffered almost ninefold and grazing intensity differed nearly \nfivefold between the highest and lowest sites, while S. vir-\nide feeding rates and grazing intensities varied over fivefold \nand sixfold, respectively. Differences in site-level feeding \nrates reflected differences in the fraction of time that fish \nspent grazing as opposed to differences in bite rates while \nactively feeding, which did not differ significantly among \nsites (p > 0.5).\nTo  investigate  potential  drivers  of  these  documented  \nbehavioral differences, we compared GAMMs with differ-\nent combinations of reef condition and fish species and size \npredictors. We focused on drivers of feeding rate and grazing \nintensity, omitting time spent grazing because of its inher-\nent link with overall feeding rate. Species and PC1 were \nincluded in all of the best models predicting both feeding \nrate and grazing intensity (Tables 3, S4). The role of species \nin driving feeding behaviors reflects known differences in \ngrazing morphologies between S. viride and S. vetula, with \nS. vetula taking more frequent bites (Table S5). PC1 had \nan inverse relationship with both feeding rate and grazing \nintensity (see Figs. 2, 3), suggesting that scarids take fewer \ntotal bites and fewer bites per individual grazing foray on \nreefs characterized by low scarid and predator abundances, \nlow coral cover and rugosity, and high turf and macroalgal \ncover. In the succeeding models for both feeding rate and \ngrazing intensity, PC1 had a stronger negative effect for S. \nvetula than S. viride (Table S5). Fish size was included in the \nthird best performing models for both feeding rate and graz-\ning intensity, although it was not a significant predictor in \neither model (Table S5). Continuous predictor variables had \nlinear relationships (edf =   1) in all selected models except for \nthe second-best model predicting grazing intensity, in which \nthe species and PC1 interaction term was slightly nonlinear \n(edf =   1.455 and 1.432 for S. vetula and S. viride, respec-\ntively; Table S5).\nFig. 2    Principal compo-\nnent analysis (PCA) of reef \ncharacteristics at 13 assessed \nsites across Antigua Barbuda, \nand Bonaire. Arrows represent \nthe contributions of nine reef \nvariables to the first and second \nprincipal components (PC1 and \nPC2). PC1 and PC2 account for \n55.6% and 24.5% of variance in \nreef characteristics, respectively\n\n Marine Biology          (2021) 168:53 \n1 3\n   53  Page 6 of 11\nDiscussion\nSeveral underlying mechanisms linking environmental con-\nditions to herbivore behavior may be driving observed dif-\nferences among sites. Covariation among linked reef char-\nacteristics restrict us to using PCA indicators as opposed to \nspecific reef traits in our GAMM analyses, and our corre-\nlational results do not allow us to determine causality (e.g., \nalgal abundance may be causing differences in herbivore \nbehavior, or vice versa). Despite these limitations, we pre-\nsent hypotheses for potential underlying mechanisms here \n(Fig. 4) and discuss relevant theory and ecological and man-\nagement implications. While we cannot conclusively test \nthese hypotheses within the scope of this study, we discuss \nFig. 3    Mean  feeding  rates,  fraction  of  time  spent  grazing,  bite  rate,  and  grazing  intensity  across  sites  for  initial  phase  S.  viride  and  S.  vetula \nbetween 15 and 30 cm forklength. Error bars represent ±   standard error\nTable 3    GAMM  results  predicting  feeding  rate  and  grazing  intensity  \nby site\nAsterisks  denote  interactions  among  explanatory  variables.  The  top  \nthree models based on AICc values are reported here\nModelAdj. R\n2\nAICcΔAICc\nA) Feeding rate\n1.  Species + PC10.59150.420.00\n2.  Species + PC1*species0.64155.955.53\n3.  Species + size + PC10.57159.849.42\nB) Grazing intensity\n1.  Species + PC10.64119.870.00\n2.  Species + PC1*species0.70125.195.32\n3.  Species + size + PC10.63129.199.32\n\nMarine Biology          (2021) 168:53  \n1 3\nPage 7 of 11    53 \npreliminary evidence for each and highlight priorities for \nfurther research.\nSocial feeding or shared vigilance hypothesis: shared \nvigilance theory describes the benefits to prey of grouping \ntogether (e.g., schools, herds), as each individual can spend \nless time looking out for predators and more time carrying \nout other behaviors such as feeding (Pulliam et al. 1982; \nRoberts 1996; Lima and Bednekoff 1999). Assuming con-\nstant predator populations, as group size decreases, vigilance \nbecomes more concentrated on each individual group mem-\nber. A recent empirical study demonstrated that herbivorous \nreef fish use social cues from the density and behavior of \nother herbivores to determine whether or not to feed (Gil \nand Hein 2017). Individual fish were more likely to com-\nmence grazing as the presence of other feeding individuals \nincreased. This ‘behavioral coupling’ may drive a poten-\ntial reinforcing feedback loop in which higher herbivore \nabundances increase the feeding activity of each individual \nfish, further increasing the grazing impact of a given school \n(Fig. 4). While we cannot distinguish among correlated reef \ncharacteristics here, scarid biomass was one of the strongest \ncontributors to PC1 (Table 2), a significant predictor of feed-\ning rate and grazing intensity in all best performing GAMMs \n(Table 3). Scarid density contributed moderately to PC1 and \nstrongly to PC2, which was not a significant predictor in any \nof the selected models. More data and dedicated studies are \nneeded to distinguish the exact effects of herbivore abun-\ndance in determining feeding behaviors.\nPredation risk hypothesis: as introduced above, predation \nrisk can be an important driver of feeding behavior. While \ncollective vigilance can moderate predation risk, predator \npresence  is  an  ultimate  determinant.  Previous  work  has  \ndocumented the suppressive effect of acute predator pres-\nence (typically simulated with large piscivore decoys) on \nherbivore feeding rates (Madin et al. 2010a; Rizzari and \nFrisch 2014; Catano et al. 2017; DiFiore et al. 2019). Reef \nrugosity may also impact predation risk by modifying prey \nrefuge availability and visibility to predators (Alvarez-Filip \net al. 2009). While predator biomass was a moderate driver \nof PC1, rugosity was among the strongest (Table 2), suggest-\ning it may have played a role in predicting feeding rate and \ngrazing intensity in our top performing models.\nWhile not explicitly investigated here, risk of predation \nfrom spearfishers may play a substantial role in determining \nscarid grazing behavior. The larger S. vetula and S. viride \nindividuals  observed  in  our  behavioral  observations  are  \napproaching size refuge from most natural predators, but \nthey would be likely targets for spearfishers in both Anti-\ngua and Barbuda. We did not quantify spearfisher presence \nacross sites (beyond its enforced absence in Bonaire), so we \ncannot assess this potential effect here, but point out that \nit may have important implications for herbivore behavior. \nWhile declines in herbivorous fish abundances that could \nalter perceived risk and social feeding behaviors may be \ncountered  by  simultaneous  declines  in  natural  predator  \nabundance, spearfishing can have the effect of both reduc-\ning group size and increasing predation risk (Fig. 4). Similar \nto the social feeding hypothesis, spearfishing could have a \ndouble impact of both reducing herbivorous fish biomass \nand reducing the grazing impact of remaining fish by alter-\ning  perceived  risk  environments.  While  several  studies  \nhave documented the effects of spearfishing on fish flight \nbehavior (e.g., Gotanda et al. 2009; Januchowski-Hartley \net al. 2011, 2015), further work is needed to investigate the \npotential chronic effects of spearfishing on herbivore feed-\ning behaviors.\nBite content hypothesis: differences in feeding rates could \nalso reflect differences in the content or quality of an indi-\nvidual bite. Significant negative relationships between PC1 \nand both feeding rates and grazing intensity in all top mod-\nels reflect negative associations with the cover and canopy \nheight of both turf and macroalgae (Table 2). In sites with \nhigher algal canopies, scarids may be obtaining more bio-\nmass of food per bite than in areas with heavily cropped \nalgae, requiring them to take fewer bites to obtain the same \nnutritional intake. However, previous empirical work done \non the bite volume of both S. viride and S. vetula showed \nthat bite content (biomass of algae removed) did not vary \nsignificantly with algal canopy height (Bruggemann et al. \nFig. 4    Hypothesized  pathways  in  which  various  environmental  fac-\ntors  may  impact  herbivore  feeding  behaviors,  and  potential  feedback  \nloops affecting overall grazing impact and coral health. Dashed lines \nindicate  behaviorally  mediated  effects  while  solid  lines  represent  \ndensity-mediated  effects.  Proposed  mechanisms  include  social  feed-\ning dynamics (1), risk effects driven by predator presence (2) or reef \nrugosity (3), and bite content (4)\n\n Marine Biology          (2021) 168:53 \n1 3\n   53  Page 8 of 11\n1994). It is also possible that scarids need to employ more \nrapid feeding rates if forced to graze on material with lower \nnutritional quality. This could be the case in Bonaire, where \nhigher parrotfish densities and lower algal cover may make \nhigh quality resources more limited. While actual bite con-\ntent was not assessed here in terms of biomass nor nutri-\ntional quality, it would be valuable to investigate potential \ndifferences across sites as these could have implications for \nboth fish growth and benthic dynamics.\nVariation in herbivore feeding rates and grazing intensity \nmay have important ecological consequences and manage-\nment implications for coral reef systems. Feeding rates can \ndirectly influence the amount of algae removed from a given \nreef, while grazing intensity can influence the effectiveness \nof grazing in cropping algae. Grazing forays with more con-\nsecutive bites suggest more concentrated grazing, which are \nlikely more effective in maintaining sufficiently low algal \ncanopy heights and clearing substrate for growing or newly \nrecruiting corals than bites dispersed throughout the reefs-\ncape. Experimental evidence has shown that more spatially \nconcentrated grazing results in persistently suppressed algal \ncanopy heights, suggesting that a given herbivore popula-\ntion’s ability to maintain algae in a cropped state depends \non the distribution of grazing efforts (Williams et al. 2001).\nBecause  of  these  ecological  implications,  behavioral  \nvariations may be important in guiding effective coral reef \nmanagement. If feeding rate data from one area are used to \npredict the impact of a given species in other parts of the \nregion, we may be overlooking important behavioral differ-\nences and misrepresenting grazing levels of different scarid \npopulations. Feeding rates are used in herbivory models to \ncalculate the grazing impact by a given fish community (usu-\nally expressed as the amount of reef surface area grazed per \nunit time). Studies examining relationships between herbi-\nvore biomass and reef health have had difficulty finding clear \nrelationships (McClanahan et al. 2011; Karr et al. 2015; \nBruno et al. 2019), possibly because these relationships are \nbeing distorted by differences in feeding behavior in differ-\nent reef environments. Several hypothesized mechanisms \npredict lower feeding rates in more degraded reef conditions, \nimplying that models using feeding rates from exemplary \nreefs may overestimate herbivory when applied to other \nsystems. While these exact mechanisms are not tested here, \nwe document some supporting trends and pose important \nquestions for future research. Specifically, the relative roles \nof scarid abundance and scarid behavior, and the potentially \nreinforcing effects of these two factors, are critical areas for \nfuture empirical and modelling work.\nWhile our study investigates the relationships between \nvarious reef traits and herbivore grazing behaviors, it is \nalso important to note that we cannot establish causality \nhere and that many of these relationships may be bidi-\nrectional or cyclical. For example, correlations between \nhigh algal abundances and low feeding rates may mean \nalgal abundance is driving reduced feeding rates or that \nreduced feeding rates are increasing algal abundances, \nor that both relationships drive a reinforcing feedback \nloop. If mechanisms such as social feeding are respon-\nsible for variations in herbivore behavior, then links to \nalgal communities could indicate the ecological implica-\ntions of these behavioral impacts. Because algal variables \nwere expectedly correlated with other reef characteristics \nsuch as rugosity and herbivore populations, we could not \nexamine them here as potential response variables. Further \ninvestigation of these exact drivers is required to deter-\nmine causality and investigate potential feedback loops \nin which grazing reductions attributed to more degraded \nreef conditions would further compound reef deterioration \n(Fig. 4). While additional experimental work is needed to \ndistinguish underlying behavioral triggers, it is also likely \nthat multiple mechanisms are acting in tandem as fishing, \nfish, and benthic characteristics are tightly linked in most \nreef systems.\nHuman  activities  are  driving  widespread  changes  in  \nwildlife behaviors across marine and terrestrial ecosystems \n(Madin et al. 2015; Larson et al. 2016), which have the \npotential to affect critical ecological processes (Hebblewhite \net al. 2005; Madin et al. 2010b; Ripple and Beschta 2012; \nWilson et al. 2020). This study documents differences in \nmultiple scarid feeding behaviors across various Caribbean \nreef systems and suggests possible sensitivity of these criti-\ncal feeding behaviors to reef condition. Coral reef manag-\ners should be aware of pathways in which human activities \nmay reduce herbivore grazing impacts and be conservative \nin setting targets for herbivorous fish biomass in areas where \nfeeding behaviors may be suppressed. If behavioral variation \namong reef environments is ignored, managers of character-\nistically degraded areas may overestimate the grazing impact \nof a given herbivore population when using behavioral data \nfrom more ‘pristine’ systems, thereby underestimating the \nherbivore biomass needed to sufficiently suppress algae and \ninsufficiently restricting fisheries. Managers may also inac-\ncurately assume that increasing herbivore biomass will line-\narly increase herbivory, while in fact these relationships may \nbe moderated by other environmental conditions. If social \nfeeding dynamics are a strong driver of herbivory behaviors, \ncessation of spearfishing in reef areas would have dispro-\nportionately positive effects on herbivory, in that herbivore \nbiomass would increase as would the grazing impact of each \nindividual. However, further investigation of these specific \ndrivers is needed before conclusive management recommen-\ndations can be made. Initial insights from this study suggest \na need for increased incorporation of behavioral effects into \necosystem management and highlight critical areas for future \nresearch.\n\nMarine Biology          (2021) 168:53  \n1 3\nPage 9 of 11    53 \nSupplementary Information The online version contains supplemen-\ntary material available at https:// doi. org/ 10. 1007/ s00227- 021- 03844-9.\nAcknowledgements  We thank J. Mason, R. Boenish, and A. Casa-\ngrande for their assistance in reef surveys and behavioral observation \ndives, N. Psihoyos and R. Boltar for the use of their boats in Antigua \nand Barbuda, and STINAPA for all of their research support in Bonaire. \nWe thank three anonymous reviewers for their constructive feedback on \na previous version of this manuscript. We gratefully acknowledge the \nNational Science Foundation GRFP program and The Schmidt Family \nFoundation for funding this work.\nFunding This work was supported by a National Science Founda-\ntion Graduate Research Fellowship and U.C. Santa Barbara Schmidt \nResearch Accelerator Award to M. Wilson.\nData availability All data are available at https:// github. com/ molwi \nlson/ scarid- behav ior.\nCode availability All code is available at https:// github. com/ molwi lson/ \nscarid- behav ior.\nCompliance with ethical standards \nConflict  of  interest  The  authors  declare  that  they  have  no  conflict  of  \ninterest.  All  data  were  obtained  via  observational  and  non-extractive  \nmethods  and  were  collected  in  accordance  with  local  research  pro-\ntocols.  Data  are  publicly  available  at  https:// github. com/ molwi lson/ \nscarid- behav ior.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.\nReferences\nAdam TC, Burkepile DE, Ruttenberg BI, Paddack MJ (2015) Her-\nbivory and the resilience of Caribbean coral reefs: knowledge gaps \nand implications for management. Mar Ecol Prog Ser 520:1–20. \nhttps:// doi. org/ 10. 3354/ meps1 1170\nAdam TC, Duran A, Fuchs CE, Roycroft MV, Rojas MC, Rutten-\nberg BI, Burkepile DE (2018) Comparative analysis of foraging \nbehavior and bite mechanics reveals complex functional diversity \namong Caribbean parrotfishes. Mar Ecol Prog Ser 597:207–220. \nhttps:// doi. org/ 10. 3354/ meps1 2600\nAfeworki Y, Zekeria ZA, Videler JJ, Bruggemann JH (2013) Food \nintake by the parrotfish Scarus ferrugineus varies seasonally and is \ndetermined by temperature, size and territoriality. Mar Ecol Prog \nSer 489:213–224. https:// doi. org/ 10. 3354/ meps1 0379\nAlvarez-Filip L, Dulvy NK, Gill JA, Côté IM, Watkinson AR (2009) \nFlattening  of  Caribbean  coral  reefs:  region-wide  declines  in  \narchitectural complexity. Proc Biol Sci R Soc 276:3019–3025. \nhttps:// doi. org/ 10. 1098/ rspb. 2009. 0339\nBartón K (2020) MuMIn: multi-model inference. R package version \n1.43.17\nBohnsack  JA,  Harper  DE  (1988)  Length-weight  relationships  of  \nselected marine reef. Fishes from the Southeastern United States \nand  the  Caribbean.  Tech  Memm  NMFS-SEFC-215,  NOAA,  \nMiami, FL\nBonaldo RM, Bellwood DR (2008) Size-dependent variation in the \nfunctional role of the parrotfish Scarus rivulatus on the Great \nBarrier Reef, Australia. Mar Ecol Prog Ser 360:237–244. https:// \ndoi. org/ 10. 3354/ meps0 7413\nBox SJ, Mumby PJ (2007) Effect of macroalgal competition on growth \nand survival of juvenile Caribbean corals. Mar Ecol Prog Ser \n342:139–149\nBozec Y-M, Yakob L, Bejarano S, Mumby PJ (2013) Reciprocal facil-\nitation and non-linearity maintain habitat engineering on coral \nreefs. Oikos 122:428–440. https:// doi. org/ 10. 1111/j. 1600- 0706. \n2012. 20576.x\nBozec Y-M, O’Farrell S, Bruggemann JH, Luckhurst BE, Mumby \nPJ (2016) Tradeoffs between fisheries harvest and the resilience \nof coral reefs. Proc Natl Acad Sci 113:201601529–201601529. \nhttps:// doi. org/ 10. 1073/ pnas. 16015 29113\nBruggemann J, Kuyper M, Breeman A (1994) Comparative analysis \nof foraging and habitat use by the sympatric Caribbean parrotfish \nScarus vetula and Sparisoma viride (Scaridae). Mar Ecol Prog \nSer 112:51–66\nBruggemann J, Van Kessel AM, Van Rooij JM, Breeman AM (1996) \nBioerosion and sediment ingestion by the caribbean parrotfish \nScarus vetula and Sparisoma viride: Implications of fish size, \nfeeding mode and habitat use. Mar Ecol Prog Ser 134:59–71. \nhttps:// doi. org/ 10. 3354/ meps1 34059\nBruno JF, Côté IM, Toth LT (2019) Climate change, coral loss, and the \ncurious case of the parrotfish paradigm: why don’t marine pro-\ntected areas improve reef resilience? Annu Rev Mar Sci 11:307–\n334. https:// doi. org/ 10. 1146/ annur ev- marine- 010318- 095300\nBurkepile DE, Hay ME (2011) Feeding complementarity versus redun-\ndancy among herbivorous fishes on a Caribbean reef. Coral Reefs \n30:351–362. https:// doi. org/ 10. 1007/ s00338- 011- 0726-6\nCatano LB, Shantz AA, Burkepile DE (2014) Predation risk, competi-\ntion, and territorial damselfishes as drivers of herbivore foraging \non Caribbean coral reefs. Mar Ecol Prog Ser 511:193–207. https:// \ndoi. org/ 10. 3354/ meps1 0921\nCatano LB, Barton MB, Boswell KM, Burkepile DE (2017) Predator \nidentity and time of day interact to shape the risk–reward trade-off \nfor herbivorous coral reef fishes. Oecologia 183:763–773. https:// \ndoi. org/ 10. 1007/ s00442- 016- 3794-z\nDavis K, Carlson PM, Bradley D, Warner RR, Caselle JE (2017) Preda-\ntion risk influences feeding rates but competition structures space \nuse for a common Pacific parrotfish. Oecologia 184:1–11. https:// \ndoi. org/ 10. 1007/ s00442- 017- 3857-9\nDiFiore B, Queenborough S, Madin E, Paul V, Decker M, Stier A \n(2019) Grazing halos on coral reefs: predation risk, herbivore \ndensity, and habitat size influence grazing patterns that are vis-\nible from space. Mar Ecol Prog Ser 627:71–81. https:// doi. org/ \n10. 3354/ meps1 3074\nEdwards CB, Friedlander AM, Green AG, Hardt MJ, Sala E, Sweatman \nHP, Williams ID, Zgliczynski B, Sandin SA, Smith JE (2014) \nGlobal assessment of the status of coral reef herbivorous fishes: \nevidence for fishing effects. Proc R Soc B Biol Sci 281:20131835. \nhttps:// doi. org/ 10. 1098/ rspb. 2013. 1835\nGil MA, Hein AM (2017) Social interactions among grazing reef fish \ndrive material flux in a coral reef ecosystem. PNAS 114:4703–\n4708. https:// doi. org/ 10. 1073/ pnas. 16156 52114\nGotanda KM, Turgeon K, Kramer DL (2009) Body size and reserve \nprotection  affect  flight  initiation  distance  in  parrotfishes.  \n\n Marine Biology          (2021) 168:53 \n1 3\n   53  Page 10 of 11\nBehav Ecol Sociobiol 63:1563–1572. https:// doi. org/ 10. 1007/ \ns00265- 009- 0750-5\nHebblewhite M, White C, Nietvelt C, McKenzie J, Hurd T, Fryxell \nJ, Bayley S, Paquet P (2005) Human activity mediates a trophic \ncascade caused by wolves. Ecology 86:2135–2144\nHoey AS (2018) Feeding in parrotfishes: the influence of species, body \nsize, and temperature. Biology of parrotfishes. CRC Press, Boca \nRaton, pp 119–133\nHughes TP, Rodrigues MJ, Bellwood DR, Ceccarelli D, Hoegh-Gul-\ndberg O, McCook L, Moltschaniwskyj N, Pratchett MS, Steneck \nRS, Willis B (2007) Phase shifts, herbivory, and the resilience of \ncoral reefs to climate change. Curr Biol 17:360–365. https:// doi. \norg/ 10. 1016/j. cub. 2006. 12. 049\nHunsicker ME, Kappel CV, Selkoe KA, Halpern BS, Scarborough C, \nMease L, Amrhein A (2016) Characterizing driver-response rela-\ntionships in marine pelagic ecosystems for improved ocean man-\nagement. Ecol Appl 26:651–663. https:// doi. org/ 10. 1890/ 14- 2200\nJackson EJ, Donovan M, Cramer K, Lam V (2014) Status and trends of \nCaribbean coral reefs: 1970-2012. Global Coral Reef Monitoring \nNetwork, IUCN, Gland, Switzerland\nJanuchowski-Hartley FA, Graham NAJ, Feary DA, Morove T, Cinner \nJE (2011) Fear of fishers: human predation explains behavioral \nchanges in coral reef fishes. PLoS ONE. https:// doi. org/ 10. 1371/ \njourn al. pone. 00227 61\nJanuchowski-Hartley FA, Graham NAJ, Cinner JE, Russ GR (2015) \nLocal fishing influences coral reef fish behavior inside protected \nareas of the Indo-Pacific. Biol Conserv 182:8–12. https:// doi. org/ \n10. 1016/j. biocon. 2014. 11. 024\nKarr KA, Fujita R, Halpern BS, Kappel CV, Crowder L, Selkoe KA, \nAlcolado PM, Rader D (2015) Thresholds in Caribbean coral \nreefs: implications for ecosystem-based fishery management. J \nAppl Ecol 52:402–412. https:// doi. org/ 10. 1111/ 1365- 2664. 12388\nLang J, Marks K, Kramer P, Kramer P, Ginsburg R (2010) AGRRA \nprotocols version 5.4\nLarson CL, Reed SE, Merenlender AM, Crooks KR (2016) Effects of \nrecreation on animals revealed as widespread through a global \nsystematic review. PLoS ONE 11:e0167259–e0167259. https:// \ndoi. org/ 10. 1371/ journ al. pone. 01672 59\nLima SL, Bednekoff PA (1999) Temporal variation in danger drives \nantipredator behavior: the predation risk allocation hypothesis. \nAm Nat 153:649–659. https:// doi. org/ 10. 1086/ 303202\nLokrantz  J,  Nyström  M,  Thyresson  M,  Johansson  C  (2008)  The  \nnon-linear relationship between body size and function in par-\nrotfishes.  Coral  Reefs  27:967–974.  https:// doi. org/ 10. 1007/ \ns00338- 008- 0394-3\nMadin EMP, Gaines SD, Warner RR (2010a) Field evidence for perva-\nsive indirect effects of fishing on prey foraging behavior. Ecology \n91:3563–3571. https:// doi. org/ 10. 1890/ 09- 2174.1\nMadin EMP, Gaines SD, Madin JS, Warner RR (2010b) Fishing indi-\nrectly structures macroalgal assemblages by altering herbivore \nbehavior. Am Nat 176:785–801. https:// doi. org/ 10. 1086/ 657039\nMadin EMP, Dill LM, Ridlon AD, Heithaus MR, Warner RR (2015) \nHuman activities change marine ecosystems by altering predation \nrisk. Glob Change Biol. https:// doi. org/ 10. 1111/ gcb. 13083\nMcClanahan TR, Graham NAJ, MacNeil MA, Muthiga NA, Cinner \nJE, Bruggemann JH, Wilson SK (2011) Critical thresholds and \ntangible targets for ecosystem-based management of coral reef \nfisheries. Proc Natl Acad Sci USA 108:17230–17233. https:// doi. \norg/ 10. 1073/ pnas. 11068 61108\nMumby P, Steneck R (2008) Coral reef management and conservation \nin light of rapidly evolving ecological paradigms. Trends Ecol \nEvol 23:555–563. https:// doi. org/ 10. 1016/j. tree. 2008. 06. 011\nMumby PJ, Dahlgren CP, Harborne AR, Kappel CV, Micheli F, Brum-\nbaugh DR, Holmes KE, Mendes JM, Broad K, Sanchirico JN, \nBuch  K,  Box  S,  Stoffle  RW,  Gill  AB  (2006)  Fishing,  trophic  \ncascades,  and  the  process  of  grazing  on  coral  reefs.  Science  \n311:98–101. https:// doi. org/ 10. 1126/ scien ce. 11211 29\nNash KL, Graham NAJ, Januchowski-Hartley FA, Bellwood DR (2012) \nInfluence of habitat condition and competition on foraging behav-\niour of parrotfishes. Mar Ecol Prog Ser 457:113–124. https:// doi. \norg/ 10. 3354/ meps0 9742\nNash K, Abesamis R, Graham N, McClure E, Moland E (2016) Driv-\ners of herbivory on coral reefs: species, habitat and management \neffects. Mar Ecol Prog Ser 554:129–140. https:// doi. org/ 10. 3354/ \nmeps1 1795\nNyström  M,  Norström  AV,  Blenckner  T,  de  la  Torre-Castro  M,  \nEklöf  JS,  Folke  C,  Österblom  H,  Steneck  RS,  Thyresson  M,  \nTroell  M  (2012)  Confronting  feedbacks  of  degraded  marine  \necosystems. Ecosystems 15:695–710. https:// doi. org/ 10. 1007/ \ns10021- 012- 9530-6\nOng L, Holland KN (2010) Bioerosion of coral reefs by two Hawai-\nian  parrotfishes:  species,  size  differences  and  fishery  impli-\ncations.  Mar  Biol  157:1313–1323.  https:// doi. org/ 10. 1007/ \ns00227- 010- 1411-y\nPerry CT, Alvarez-Filip L, Graham NAJ, Mumby PJ, Wilson SK, \nKench PS, Manzello DP, Morgan KM, Slangen ABA, Thomson \nDP, Januchowski-Hartley F, Smithers SG, Steneck RS, Carlton \nR, Edinger EN, Enochs IC, Estrada-Saldívar N, Haywood MDE, \nKolodziej G, Murphy GN, Pérez-Cervantes E, Suchley A, Valen-\ntino L, Boenish R, Wilson M, Macdonald C (2018) Loss of coral \nreef growth capacity to track future increases in sea level. Nature \n558:396–400. https:// doi. org/ 10. 1038/ s41586- 018- 0194-z\nPulliam HR, Pyke GH, Caraco T (1982) The scanning behavior of jun-\ncos: a game-theoretical approach. J Theor Biol 95:89–103. https:// \ndoi. org/ 10. 1016/ 0022- 5193(82) 90289-2\nR Core Team (2020) R: a language and environment for statistical com-\nputing. R Foundation for Statistical Computing, Vienna, Austria\nRasher DB, Hay ME (2010) Chemically rich seaweeds poison cor-\nals when not controlled by herbivores. Proc Natl Acad Sci USA \n107:9683–9688. https:// doi. org/ 10. 1073/ pnas. 09120 95107\nRasher DB, Hoey AS, Hay ME (2013) Consumer diversity interacts \nwith prey defenses to drive ecosystem function. Ecology 94:1347–\n1358. https:// doi. org/ 10. 1890/ 12- 0389.1\nRipple WJ, Beschta RL (2012) Trophic cascades in Yellowstone: The \nfirst 15 years after wolf reintroduction. Biol Conserv 145:205–\n213. https:// doi. org/ 10. 1016/j. biocon. 2011. 11. 005\nRizzari J, Frisch A (2014) Not worth the risk: apex predators suppress \nherbivory on coral reefs Justin. Oikos 123:829–836. https:// doi. \norg/ 10. 1111/ oik. 01318\nRoberts G (1996) Why individual vigilance declines as group size \nincreases. Anim Behav 51:1077–1086. https:// doi. org/ 10. 1006/ \nanbe. 1996. 0109\nSteneck RS, Arnold SN, Boenish R, de León R, Mumby PJ, Rasher \nDB, Wilson MW (2019) Managing recovery resilience in coral \nreefs against Climate-induced bleaching and hurricanes: a 15 year \ncase study from Bonaire, Dutch Caribbean. Frontiers Marine Sci. \nhttps:// doi. org/ 10. 3389/ fmars. 2019. 00265\nSteneck RS, Arnold SN, Mumby PJ (2014) Experiment mimics fish-\ning on parrotfish: Insights on coral reef recovery and alternative \nattractors. Mar Ecol Prog Ser 506:115–127. https:// doi. org/ 10. \n3354/ meps1 0764\nTootell JS, Steele MA (2016) Distribution, behavior, and condition of \nherbivorous fishes on coral reefs track algal resources. Oecologia \n181:13–24. https:// doi. org/ 10. 1007/ s00442- 015- 3418-z\nWainwright PC, Richard BA (1995) Predicting patterns of prey use \nfrom  morphology  of  fishes.  Environ  Biol  Fishes  44:97–113.  \nhttps:// doi. org/ 10. 1007/ BF000 05909\nWilliams I, Polunin N, Hendrick V (2001) Limits to grazing by her-\nbivorous fishes and the impact of low coral cover on macroalgal \nabundance on a coral reef in Belize. Mar Ecol Prog Ser 222:187–\n196. https:// doi. org/ 10. 3354/ meps2 22187\n\nMarine Biology          (2021) 168:53  \n1 3\nPage 11 of 11    53 \nWilson MW, Ridlon AD, Gaynor KM, Gaines SD, Stier AC, Halpern \nBS (2020) Ecological impacts of human-induced animal behav-\niour change. Ecol Lett 23(10):1522–1536\nWood S (2020) mgcv: Mixed GAM computation vehicle with auto-\nmatic smoothness estimation. R package version 1.8.33\nZuur  AF,  Ieno  EN,  Smith  GM  (2007)  Analyzing  ecological  data.  \nSpringer, Berlin\nZuur AF, Ieno EN, Walker N, Saveliev AA, Smith GM (2009) Mixed \neffects models and extensions in ecology with R. Springer Science \n& Business Media, Berlin\nPublisher’s  Note  Springer  Nature  remains  neutral  with  regard  to  \njurisdictional claims in published maps and institutional affiliations.",
  "extractedAt": "2025-12-12T18:45:16.114Z",
  "success": true,
  "matchedPublication": {
    "title": "Variation in herbivore grazing behavior across Caribbean reef sites",
    "doi": "10.1007/s00227-021-03844-9",
    "year": "2021",
    "authors": "Wilson, Margaret W.; Gaines, Steven D.; Stier, Adrian C.; Halpern, Benjamin S."
  }
}