{
  "filename": "Wilson et al. (Ecology Letters) 2020.pdf",
  "numPages": 15,
  "text": "REVIEWS AND SYNTHESES Ecological impacts of human-induced animal behaviour change Margaret W. Wilson, 1 * April D. Ridlon, 2 Kaitlyn M. Gaynor, 2 Steven D. Gaines, 1 Adrian C. Stier 3 and Benjamin S. Halpern 1,2 1 Bren School of Environmental Science & Management, University of California, Santa Barbara, CA 93106, USA 2 National Center for Ecological Analysis and Synthesis, University of California, Santa Barbara, CA 93101, USA 3 Department of Ecology, Evolution, and Marine Biology, University of California Santa Barbara, Santa Bar- bara, CA 93106, USA *Correspondence: E-mail: mwwilso- n@ucsb.edu Abstract A growing body of literature has documented myriad effects of human activities on animal beha- viour, yet the ultimate ecological consequences of these behavioural shifts remain largely uninves- tigated. While it is understood that, in the absence of humans, variation in animal behaviour can have cascading effects on species interactions, community structure and ecosystem function, we know little about whether the type or magnitude of human-induced behavioural shifts translate into detectable ecological change. Here we synthesise empirical literature and theory to create a novel framework for examining the range of behaviourally mediated pathways through which human activities may affect different ecosystem functions. We highlight the few empirical studies that show the potential realisation of some of these pathways, but also identify numerous factors that can dampen or prevent ultimate ecosystem consequences. Without a deeper understanding of these pathways, we risk wasting valuable resources on mitigating behavioural effects with little ecological relevance, or conversely mismanaging situations in which behavioural effects do drive ecosystem change. The framework presented here can be used to anticipate the nature and likeli- hood of ecological outcomes and prioritise management among widespread human-induced beha- vioural shifts, while also suggesting key priorities for future research linking humans, animal behaviour and ecology. Keywords Animal behaviour, behavioural ecology, behavioural effects, ecosystem management, human impacts, human–wildlife interactions. Ecology Letters(2020) INTRODUCTION As human activities continue to expand in magnitude, number and extent (Venteret al. 2016; Watsonet al. 2016; Halpern et al. 2019), a growing body of literature has documented widespread human impacts on animal behaviour across aqua- tic and terrestrial ecosystems (Wong & Candolin 2015; Larson et al. 2016; Shannonet al. 2016; Gaynoret al. 2018; Tucker et al. 2018; Samia et al. 2019; Suraciet al. 2019). Animal behaviour underlies many critical ecological functions, includ- ing nutrient cycling, primary productivity, pathogen transfer and habitat provision (Gribbenet al. 2009; Barber & Dinge- manse 2010; Palkovacs & Dalton 2012). By affecting both interspecific and intraspecific interactions, behavioural trait variation can alter population and community dynamics (Bol- nicket al. 2011) and wildlife conservation outcomes (Festa- Bianchet & Apollonio 2003; Blumstein & Fern   andez-Juricic 2010; Berger-tal & Saltz 2016), yet we know little about whether the type or magnitude of human-induced behavioural shifts translate into ecological change. While many beha- vioural effect studies allude to the implications of their find- ings for populations, communities and ecosystems, limited empirical and theoretical investigation as well as a lack of syn- thesis across existing literature spheres preclude us from knowing where and to what degree these impacts occur, limit- ing our ability to guide and prioritise management efforts. Without an enhanced understanding of the ecological conse- quences of human-induced behavioural effects, we risk both overlooking important drivers of ecological change that are not addressed through traditional management strategies, and misallocating management resources to mitigating behavioural impacts that ultimately have little ecological relevance. While recent frameworks and case studies have linked numerical declines of animal populations to ecological conse- quences (Esteset al. 2011; Dirzoet al. 2014), we lack a similar understanding of the behaviourally mediated pathways through which humans impact ecosystems. Here, we present a novel framework outlining the pathways through which human activities may modify ecosystems via changes in ani- mal behaviour. We begin by categorising the mechanisms through which human activities affect animal behaviour, syn- thesising a broad literature on human-induced behaviour change that previous reviews have segregated by ecosystem [e.g. forests (Marzano & Dandy 2012)], behaviour [e.g. flight (Stankowich 2008)] or human disturbance [e.g. noise (Wil- liamset al. 2015; Shannonet al. 2016)]. We then present detailed pathways linking documented animal behaviour changes to established or hypothesised ecosystem conse- quences. While our integrative framework illustrates the potential for human-impacted behaviours to affect population dynamics, community interactions and ecosystem functions, we identify numerous factors likely to dampen these various pathways and discuss the relevance of these factors for antici- pating and managing the ecological consequences of beha- viour change. While much remains to be learned about the drivers of animal behaviour change, we highlight ©2020 John Wiley & Sons Ltd/CNRS Ecology Letters, (2020)doi: 10.1111/ele.13571 comparatively large knowledge gaps around the actualised ecological impacts of many human-impacted animal beha- viours that prevent us from drawing management recommen- dations from many existing studies. As this body of literature continues to grow, we advocate for an increase in empirical and modelling studies that go beyond documenting behavioural impacts to examine the potential for realised ecological implications of human-induced animal behaviour change. MECHANISMS FOR HUMAN-INDUCED ANIMAL BEHAVIOUR CHANGE Human activities are increasingly impacting the aquatic and terrestrial environments in which wildlife persist. In addition to our growing population and rising urban and agricultural development, technological advances enable us to access and modify previously remote environments (Ramirez-Llodra et al. 2011; Pertierraet al. 2017), and increased participation in outdoor recreation expands our anthropogenic footprint in natural areas once thought of as protected and pristine (Gon- sonet al. 2016; Watsonet al. 2016). Even when not directly present, human disturbance permeates ecosystems through chemical and sensory pollution (Longcore & Rich 2004; Wil- liamset al. 2015), habitat modification (Torreset al. 2016), trash deposition (Newsome & van Eeden 2017), human-facili- tated invasive species (Murphy & Romanuk 2013) and anthropogenic climate change (Rosenzweiget al. 2008; Hoegh-Guldberg & Bruno 2010). These diverse human impacts can induce changes in animal behaviour by altering the conditions under which animals make behavioural decisions. Direct human presence and indi- rect impacts on an animal’s surroundings can alter behaviour via changes in population densities, top-down effects, bottom- up effects and changes in the physical environment (Fig. 1). We introduce these four mechanisms here, integrating previ- ously disparate literature to establish a foundation for assess- ing human-induced behaviour change pathways more coherently. Selected examples for each empirically docu- mented pathway are provided in Table S1. Population density effects By changing the density of a given population, humans can alter numerous behaviours that are sensitive to population size. For example reducing local wildlife abundances through culling has been shown to alter territorial behaviours and increase mixing between social units inMeles meles(Eurasian badger) populations (Carteret al. 2007). Reduced male to female ratios due to selective hunting of maleSaiga tatarica (Saiga antelope) led to disruptions of harem breeding dynam- ics in which older females aggressively prevented subdominant females from mating (Milner-Gullandet al. 2003). Other social behaviours such as group foraging (MacNultyet al. 2012; Gil & Hein 2017) and shared vigilance (Beauchamp et al. 2012; Gilet al. 2017) have been established as sensitive to group size and could inferably be impacted by human-in- duced changes in population density, though these potential links have not been documented empirically. Top-down effects Humans can have top-down impacts on animal behaviour by directly or indirectly altering how and where animals perceive risk [i.e. ‘landscapes of fear’ (Laundreet al. 2010; Gaynor et al. 2019; Suraciet al. 2019)]. Animals adjust their beha- viours when they perceive direct human presence as a threat, even in response to benign activities such as hiking or boating (Larsonet al. 2016). Humans play the ecological role of ‘su- per predators’ in many systems and can shift the behaviour of even the highest trophic level species (Darimontet al. 2015), triggering fear effects that can differ from and exceed those of natural predators (Proffittet al. 2009; Ciutiet al. 2012; Clin- chyet al. 2016). Humans can also indirectly affect a prey’s perception of risk by modifying the populations of their natu- ral predators, either increasing or decreasing risk of predation. For example exploitation and habitat conversion have led to global predator losses (Esteset al. 2011), whereas predator restoration programmes [e.g.Canis lupus(gray wolves) in Yel- lowstone (Ripple & Beschta 2004)] and human-facilitated invasive species [e.g.Carcinus maenas(green crabs; Bertness & Coverdale 2013)] have increased predator abundances in some systems. Risk assessments and associated behavioural responses can change dramatically as a result of these human- induced changes in predator densities (Ripple & Beschta 2003; Madinet al. 2010). Top-down effects may be particularly prevalent in aquatic systems, where fluid environments enhance the transmission of chemical cues among species (Preisseret al. 2005; Mitchell & Harborne 2020). Bottom-up effects Human activity can also have bottom-up impacts on animal behaviour by changing the availability and distribution of prey or resources (Monket al. 2018). Intentional and unintentional anthropogenic food subsidies (e.g. provisioning wildlife for tourism purposes, trash availability in residential or recre- ational areas) can increase resource availability and modify resource distributions (Ditchkoffet al. 2006; Burgin & Hardi- man 2015; Soulsbury & White 2015). Alternatively, hunting, fishing, land use change, pollution and climate change can alter resource availability and drive changes in consumer foraging behaviours (Esteset al. 1998; Gutierrezet al. 2008; Tinkeret al. 2008). While altering resource availability can of course have numeric effects on consumer populations, it also impacts the conditions determining animal behaviour, including risk-forag- ing trade-offs, movement patterns and habitat selection. Physical environment effects Anthropogenic activities that modify habitat structure or generate chemical or sensory pollution can alter animal behaviour by changing environmental conditions and habitat suitability, and by altering sensory cues that inform animal decision making. Noise and light pollution, for example influence patterns of animal movement (Tuxbury & Salmon 2005; Castelloteet al. 2012; Davieset al. 2013), feeding (Bird et al. 2004; Pirottaet al. 2014) and communication (Parks et al. 2011; Vargas-Salinaset al. 2014). Structural habitat ©2020 John Wiley & Sons Ltd/CNRS 2M. W. Wilsonetal.Reviews And Syntheses modifications such as those associated with land or coastal development can have large-scale impacts on animal move- ment and distribution patterns (Leblondet al. 2013; Skarin & Alam 2017; Wanget al. 2017). Many aquatic organisms are sensitive to anthropogenic changes in water clarity and chemical concentrations, which have been shown to interrupt communication, mating and schooling behaviours (Seehausen et al. 1997; Wardet al. 2008; Brodinet al. 2013). Changing climate is also reshaping the physical environment in unprecedented ways, many of which are likely to alter ani- mal behaviour, as explored more explicitly in other reviews (Wuethrich 2000; Knowlton & Graham 2010; Harmon & Barton 2013; Beeveret al. 2017). LINKING HUMAN-INDUCED BEHAVIOUR CHANGE TO ECOLOGICAL FUNCTIONS Animal behaviour underlies many critical ecosystem functions by shaping interactions with conspecifics, other species and the abiotic environment (Sihet al. 2010; Start & Gilbert 2017). These functions include nutrient cycling, primary pro- duction and carbon sequestration, habitat provision and regu- lation, pollination and seed dispersal, disturbance regulation and pathogen transfer (Table 1). Humans can alter these func- tions by changing animal behaviours that directly facilitate them (e.g. altering animal movement may affect seed disper- sal). Humans may also indirectly impact these functions by inducing behaviour changes that alter individual fitness, popu- lation dynamics, and/or interspecific interactions that cascade to affect ultimate functions (e.g. changes in breeding beha- viours of a seed disperser may indirectly affect dispersal through changes in population abundances). While human-in- duced behaviour change has the potential to disrupt ecosys- tem functions, it can also enable functions to persist through adaptations to human-impacted conditions. We outline both documented and hypothesised pathways (Fig. 1, Table S2) that illuminate the potential implications of human-induced animal behaviour change, and illustrate a needed shift in research priorities to evaluate ecosystem consequences and address numerous links that have not yet been investigated in Animal behavior Ecological implications Community Ecosystem functions Population Individual Human impacts Proposed link Empirical link Resource subsidies Structural modifications Species extractions Human presence Species introductions Pollution & climate change Top-down effects Bottom-up effects Population density Phsyical environment Timing & distribution of activities Movement Foraging Communication Rest & hygiene Vigilance & flight Breeding & parental care Pathogen transfer Nutrient cycling Primary production Habitat modification Disturbance regulation Species co-occurence Population growth Physiology & fitness Pollination & seed dispersal Figure 1Diverse pathways in which human impacts may affect ecosystem functions through animal behaviour change. Solid arrows indicate links supported by one or more empirical studies explicitly linked to human impacts (see Table S2 for supporting examples). Dashed arrows indicate proposed links that have not been empirically documented in human impacted systems, but are supported by models and/or by our understanding of the role of animal behaviour in natural systems. While human impacts on animal behaviour are relatively well documented, many prospective links between animal behaviour change and ecosystem functions have not been investigated in human-impacted systems–likely in part due to the complexity of many of these pathways. Studies have documented the effects of human-induced animal behaviour change on individuals, populations and communities, though cascading effects on ecosystem functions remain relatively unexplored. Potential links from individual, population and community dynamics to numerous ecosystem functions are consolidated into single arrows here for clarity. While nearly all of an individual animal’s behaviours will be interrelated due to trade-offs in time budgets, links among behaviours here represent behaviour changes that directly induce changes in subsequent behaviours of the same individual, conspecifics or heterospecifics. ©2020 John Wiley & Sons Ltd/CNRS Reviews And SynthesesEcological impacts of altered animal behaviour3 human-impacted systems. We discuss existing evidence for various pathways through a novel synthesis of existing litera- ture, highlighting pathways with both stronger and weaker empirical and theoretical links to ultimate ecological impacts. We end by outlining open questions for future research. Foraging The best evidence for ecosystem consequences of human-in- duced animal behaviour changes come from systems where humans have directly and indirectly altered animal foraging behaviours. By modifying risk environments, top-down human disturbances can initiate behaviourally mediated trophic cascades in which changes in predator or prey beha- viour cascade to affect downstream trophic interactions (Sch- mitzet al. 1997). For example Hebblewhite and colleagues (2005) showed how changes inC. lupusdistribution patterns to avoid human activity on hiking trails led to changes inCer- vus elaphus(elk) grazing patterns and plant community com- position, altering habitat suitability for other species and resulting in changes inCastor canadensis(beaver) lodge den- sity and riparian songbird diversity and abundance. Fishing- depleted piscivore populations have been shown to modify the foraging behaviours of herbivorous fish, contributing to seas- cape-level differences in algal distribution patterns (Madin et al. 2010, 2019; DiFioreet al. 2019). Direct human presence has also been linked to nutrient cycling in coral reef systems via models, where suppressed herbivore grazing observed in the presence of a spearfisher alters carbon and nitrogen flux in a corresponding simulation model (Gil & Hein 2017). Beyond implications for habitat suitability and nutrient cycling, the potential ecological impacts of altered animal for- aging behaviours are numerous and can be induced by a wide range of human impacts (Fig. 1). Changes in the quantity, type or location of resources consumed can alter seed disper- sal (Beauneet al. 2013; Mor   an-L   opez et al. 2020), whereas consumptive behaviours that alter plant or algal communities can drive changes in primary production and carbon storage (Silliman & Bertness 2002; Atwoodet al. 2018), habitat suit- ability (Seabloom & Richards 2003; De Knegtet al. 2008) and disturbance regulation such as wildfire and flooding dynamics (Schmitzet al. 2008; Cherryet al. 2016). Changes in foraging behaviours that alter the type or quantity of resources consumed can also have impacts on body condition (Votieret al. 2010) that could potentially cascade up to popu- lation and ecosystem consequences, though evidence for these latter links is limited. Movement Another pathway through which humans can have ecologi- cally significant impacts on animal behaviour is by altering movement (Spiegelet al. 2017). Top-down, bottom-up and physical environment disturbances have driven widespread changes in animal movement patterns (Tuckeret al. 2018), which have the potential to modify the transport of nutrients, pathogens, seeds and pollen within and among ecosystems (Doughertyet al. 2018). Changes inBycanistes bucinator (trumpeter hornbill) movement patterns due to habitat frag- mentation have been linked to changes in seed dispersal ranges (Lenzet al. 2011), whereas changes in movement and aggregation patterns driven by anthropogenic food subsidies have been shown to increase disease transmission in both aquatic (Semeniuk & Rothley 2008; Burgin & Hardiman 2015) and terrestrial (Carteret al. 2007; Becker & Hall 2014; Forbeset al. 2015; Moyerset al. 2018) systems. Our frame- work points out the potential link between animal movement and nutrient dynamics, which has been well established in nat- ural systems literature, but not yet empirically linked to human impacts. For exampleC. lupusmovements while hunt- ing can drive soil and foliar nutrient patterns by determining the distribution ofAlces alces(moose) carcasses, leading to increased macronutrient content, microbial abundances and leaf nitrogen that can persist for more than 2 years after a kill (Bumpet al. 2009). Human disturbance can alter movement patterns of numerous predators that have been linked to nutrient transfer in separate natural systems studies, including C. lupus(Ashenafiet al. 2005; Hebblewhiteet al. 2005),Puma concolor[pumas (Smithet al. 2016; Barryet al. 2019)],Ursus spp. [bears (Schindleret al. 2003; Nevin & Gilbert 2005; Zeller et al. 2019)] andCarcharhinus spp. [sharks (Brunnschweiler & Barnett 2013; Williamset al. 2018)], yet no studies have inves- tigated the resulting links between human-induced changes in movement patterns and ecosystem nutrient dynamics. Table 1Ecosystem functions affected by animal behaviours, with select examples from natural systems. While these impacts are well established in natural systems, only links to habitat modification, pollination and seed dispersal and pathogen transfer have been empirically documented in human-impacted sys- tems Ecosystem functionExampleReferences Primary productionHerbivore grazing alters plant communities, primary production and carbon storage.Silliman & Bertness (2002); Schmitzet al. (2008) Nutrient cyclingPredators distribute carcasses throughout a landscape, with consequences for soil nutrient composition. Palkovacs & Dalton (2012); Leroux & Schmitz (2015) Habitat modificationWoodpecker foraging provides nest holes for other species.Cockleet al. (2011) Pollination & seed dispersalAnimal movement affects seed dispersal ranges.Russoet al. (2006); Beauneet al. (2013) Disturbance regulationHerbivore foraging moderates wildfire potential by altering groundcover composition.Cherryet al. (2016) Pathogen transferAnimal movement and interactions facilitate disease transfer.Hawleyet al. (2011) ©2020 John Wiley & Sons Ltd/CNRS 4M. W. Wilsonetal.Reviews And Syntheses Communication By altering animal communication through top-down effects as well as impacts on the physical environment and popula- tion densities, humans have the potential to drive changes in population dynamics, interspecific interactions and ultimate ecosystem functions. The transfer of information among indi- viduals can play a critical role in determining mating success (Schmidtet al. 2015), foraging decisions (Gil & Hein 2017), competitive outcomes (Gilet al. 2019) and susceptibility to predation (Gilet al. 2017). Because animals often glean infor- mation from communication among heterospecifics (Magrath et al. 2015), impacts on communication can also alter infor- mation available to other species. While human impacts on animal communication have been documented for numerous species and systems, the ecosystem consequences of altered communication have been less investigated. Gil & Hein (2017) demonstrated the role of communication about fear and food in determining foraging behaviours of herbivorous fish, with modelled implications for algal consumption and nutrient flux. Altered environmental conditions can also negatively impact breeding via suppressed communication (Habibet al. 2007), whereas many other studies document the ability of individuals and species to adapt communication strategies to account for changing sensory environments (Parris & McCarthy 2013; Vargas-Salinaset al. 2014). Timing and distribution of activities Top-down, bottom-up and physical environment effects of human activities may also alter ecosystem dynamics through shifts in the timing and distribution of animal activities, such as increasing nocturnality (Ben   ıtez-L   opez 2018; Gaynoret al. 2018) and avoidance of or attraction to developed areas (Leblondet al. 2013; Soulsbury & White 2015). Because some species are more spatially or temporally displaced by or drawn to human activities than others (George & Crooks 2006; Erb et al. 2012; Ladleet al. 2018; Mollet al. 2018; Smithet al. 2018), human disturbance can impact community dynamics by altering co-occurence and interactions among species. Predators, for example are often more displaced than prey species (Reed & Merenlender 2008; Muhlyet al. 2011; Wang et al. 2017), and prey may actively seek human disturbance as a shield against natural predators (Berger 2007). Dispropor- tionate predator and prey displacement can in some cases lead to changes in predator diets and subsequent trophic interac- tions (Smithet al. 2018). Spatial or temporal displacement may also alter competitive relationships by disproportionately displacing competitor species (Ladleet al. 2018; Mollet al. 2018) or by increasing niche overlap between species previ- ously occupying separate niches (Smithet al. 2018). While changes in species co-occurrence could potentially impact vari- ous ecosystem functions, these ecological consequences have not been documented empirically beyond implications for individual species’ survival (Vinneet al. 2019). Existing studies have largely measured shifts in activity levels, but not in eco- logically transferable behaviours (e.g. feeding), making it chal- lenging to infer the ecological impacts of some of these spatial and temporal shifts (but see Smithet al. 2018). Vigilance and flight A large number of studies on human-induced behaviour change have focused on human impacts on vigilance and flight behaviours (Stankowich 2008; Westonet al. 2012). Changes in flight or vigilance can impact individual fitness via changes in physiological stress (Arlettazet al. 2007; Tarjuelo et al. 2015) and susceptibility to predation (Arroyoet al. 2017). Human-induced stress has in some cases been linked to lower reproductive output (Pauli & Buskirk 2007; French et al. 2011; Arroyoet al. 2017) and reduced offspring survival (Mannet al. 2000; Phillips & Alldredge 2000), whereas other studies have documented population stability in spite of increased flight and vigilance behaviours (Reimerset al. 2009). Even if the costs of these anti-predator behaviours do add up to influence individual fitness and drive changes in population growth rates (Gomes & Sarrazin 2016), links to broader eco- logical consequences beyond the affected species remain unstudied (Fig. 1). Changes in flight and vigilance may also indicate trade-offs with other behaviours [e.g. foraging (Cooper (Jr.) et al. 2015; Tarjueloet al. 2015)] that could potentially alter ecosystem function, but these trade-offs should not be assumed and instead measured explicitly (see ‘Measuring ecological outcomes of human-induced animal behaviour change’). Rest and hygiene Human activities can also affect rest (Nayloret al. 2009; Bar- nettet al. 2016; D   eauxet al. 2018) and hygienic behaviours (Tituset al. 2015; Nedelecet al. 2017) through top-down, bot- tom-up and physical environment effects. Hygienic behaviours such as personal, conspecific or heterospecific grooming or the cleaning of an animal’s habitat have been shown to affect pathogen transmission in natural systems (Spivak & Reuter 2001; MacIntosh et al. 2012; Duboscqet al. 2016), though these links have not been established in human-impacted sys- tems. Human impacts on rest have been linked to physiologi- cal changes (Barnettet al. 2016), but population and ecosystem consequences have not been investigated. Breeding and parental care Human impacts on breeding and parental care behaviours can lead to changes in population dynamics with uninvestigated impacts on ecosystem functions. Through top-down effects, perceived risk from human nest visits increased incubation breaks and reduced the probability of nest survival inAnser albifrons[greater white-fronted geese (Meixell & Flint 2017)]. Through bottom-up effects, provisioning fromTursiops trun- catus(bottlenose dolphin) tour boats reduced the amount of time that mothers spent with their calves, which was associ- ated with lower calf survival rates (Mannet al. 2000; For- oughirad & Mann 2013). By changing the physical environment, noise from road traffic had negative impacts on Parus major(great tit) clutch size (Halfwerket al. 2011). Changes in population densities can also alter breeding beha- viours, such as theS. tataricaexample in which smaller herd size and skewed sex ratios lead to increased aggression among ©2020 John Wiley & Sons Ltd/CNRS Reviews And SynthesesEcological impacts of altered animal behaviour5 females, thought to have contributed to observed declines in reproductive rates (Milner-Gullandet al. 2003). Despite widely documented impacts on breeding and parental care behaviours and implications for population dynamics and sin- gle-species conservation goals, links to broader ecosystem functions have not been established. FACTORS INFLUENCING EXPECTED PATHWAY OUTCOMES As described above, human activities have the potential to alter numerous ecosystem functions through diverse behaviou- rally mediated pathways. However, not all human distur- bances will translate into changes in animal behaviour, let alone ecological consequences. Human disturbances can also induce behaviour changes that serve to maintain ecosys- tem functions. As demonstrated in Fig. 1, investigation of these complete pathways is extremely limited, giving us little information on the prevalence or strength of these pathways and the conditions under which they are realised. Here we draw on synthesised literature and theory to highlight several factors likely to affect the strength of these pathways (Fig. 2, Table 2), which may contribute to the overall lack of evidence for many ultimate links to ecosystem functions. These factors of interest can also be used as management intervention points and focal areas for future research. Behavioural responses to human disturbance Spatial and temporal distribution of human disturbance The degree to which human activities modify animal beha- viours–and the likelihood that these behavioural shifts could go on to affect ecosystem functions–will depend in part on the spatial and temporal distribution of human dis- turbance. Infrequent or highly localised disturbances can at times have dramatic immediate effects on animal behaviour, but may not be persistent enough to affect larger ecosystem processes if animals resume behaviours during undisturbed periods (see‘Magnitude and persistence of behaviour change’ below). Chronic and spatially pervasive human disturbances–such as those caused by changes in population densities, top-down or bottom-up effects of altered predator or resource abun- dances, or changes to the physical environment–may have more persistent and widespread impacts on animal behaviour. Indeed, some of the best evidence we have for ecosystem con- sequences of human-induced animal behaviour change comes from systems in which human activities have had chronic impacts via alterations of natural predator abundance that persist beyond direct human presence (Ripple & Beschta 2004; Madinet al. 2010). In cases where animals perceive human disturbances as negative (e.g. hunter or fisher presence, increase in predator abundance) or positive (e.g. provisioning from wildlife tourism, human trash), increased exposure may increase sensitisation to disturbance cues (Blumstein 2016). Conversely, when a human disturbance is perceived as non- threatening, chronic or repeated disturbance can facilitate habituation and tolerance (Reeset al. 2005; Rodr   ıguez-Prieto et al. 2010; Wheat & Wilmers 2016). Many human activities are restricted to or peak in intensity at certain temporal cycles (e.g. diurnal human activity cycles, hunting or recreation seasons) or locations (e.g. roads, recre- ational trails), often allowing animals to shift activities into less disturbed times or places (Rodeet al. 2006; Leblondet al. 2013; Bateman & Fleming 2017; Gaynoret al. 2018). These shifts can alter species co-occurrence, as discussed in the previous section, but can also enable other behavioural functions to persist alongside human disturbance (Sihet al. 2011). Some beha- viours, however, may be more sensitive to spatial and temporal displacement (Wilmerset al. 2013). Because the condition of an animal likely varies in time and space, the timing and location of human disturbances may also have differing effects on beha- viours that are state-dependent. For exampleUrsus americanus (black bears) have been shown to forage most heavily on anthropogenic food sources during seasons when natural food production is low and individuals are presumably hungrier (Lewiset al. 2015). Disturbances at critical times or locations such as breeding events, along migration routes, or at key resource locations may have elevated population or ecosystem impacts relative to equal disturbance levels occurring at differ- ent locations or times of day or year. While many species con- servation efforts already include restrictions on human activity at sensitive times or locations (e.g. breeding grounds), we rec- ommend adapting this approach for ecosystem management based on ecologically critical behaviours likely to be sensitive to the timing or location of human disturbances. Human activities Animal behavior Ecological implications Spatial distribution Temporal distribution Intensity Interactions Ecological function Magnitude Persistence Population impacts Figure 2Factors influencing links among human impacts, animal behaviour and ecological implications. Linking human activities to ecosystem impacts via changes in animal behaviour. Human impacts on animal behaviour will depend on the spatial and temporal distribution and the intensity of human activities. Depending on the ecological function of a given animal behaviour, functional redundancy within a community and the magnitude and persistence of behaviour change, human-impacted animal behaviour may ultimately drive changes in ecosystem functions. ©2020 John Wiley & Sons Ltd/CNRS 6M. W. Wilsonetal.Reviews And Syntheses Intensity of human disturbance The intensity of human disturbance also likely plays a role in determining if and to what extent animals alter behaviour (Leblondet al. 2013). However, these relationships can exhibit numerous nonlinear forms [Fig. 3 (Tab lado & Jenni 2017; Gaynoret al. 2019)]. Behavioural alterations often come at a cost for animals (Frid & Dill 2002; Eldegardet al. 2012; Lamanna & Martin 2016), and may only occur if human dis- turbance reaches a certain threshold level (Bejderet al. 2006; Scillitaniet al. 2010; Beyeret al. 2013; Tab lado & Jenni 2017; Smithet al. 2019). For exampleSus scrofa(wild boars) maintained relatively constant social dynamics and movement patterns as hunter presence increased from low levels, but abandoned former territoriality and dramatically altered mobility across the landscape when hunter presence surpassed a certain threshold (Scillitaniet al. 2010). Similarly, Smith and colleagues (Smithet al. 2019) identified a threshold in housing density that creates barriers forP. concolormove- ment. Threshold effects relative to human disturbance levels may also occur when animals learn positive associations with human activities, such as anthropogenic food subsidies. When the availability of food from humans reaches a certain level or consistency, animals may abandon prior foraging behaviours and adopt strategies centred around anthropogenic food sources (Yirgaet al. 2012; Lewiset al. 2015). Conversely, habituation to human activities may dampen or decelerate impacts on animal behaviour as human activities intensify when animals perceive these activities as neither threatening Table 2Factors hypothesised to influence the strength of pathways linking human impacts, animal behaviour and ecological implications. These hypotheses can be tested in future studies across systems with varying degrees of disturbance to better understand when human impacts are likely to impact animal behaviour and/or ecosystems. Many relationships may also exhibit nonlinearities, which could be further illuminated through future studies Mediating factorTraits expected to strengthen pathwayTraits expected to weaken pathway Human disturbance?behavioural responses Temporal distribution of human disturbance • Chronic • Unpredictable • Infrequent • Predictable Spatial distribution of human disturbance • Widespread • Continuous • Unpredictable • Localised • Non-continuous • Predictable Intensity of human disturbance • High intensity • Low intensity Behavioural responses?Ecosystem consequences Ecological function of animal behaviour • Critical ecological function of impacted behaviour (e.g. keystone species, ecosystem engineers) • Functional redundancy of impacted behaviour Population impacts of behaviour change • Ecological traps and maladaptive behaviour change • Behaviourally mediated Allee effects • Overlapping threatening and non-threatening human activities • Adaptive behaviour change • Habituation and tolerance Magnitude of animal behaviour change • Large behavioural shifts • Small behavioural shifts Persistence of animal behaviour change • Lag effects • Behavioural adaptations • Behavioural recovery • Compensatory behaviours dampening I. Human activity II. Animal behavior change I. Animal behavior change II. Ecological response linear decelerating dampening threshold Figure 3Examples of potential nonlinear relationships between human activity levels and animal behaviour change (I) and animal behaviour change and ecological responses (II). In relationships between human activities and animal behaviour (I), threshold effects can occur when behaviour change is costly and may not be induced until human disturbance reaches a certain intensity, after which behaviour shifts relatively dramatically. Threshold dynamics have also been documented in cases when animals perceive a human disturbance as beneficial, but can only shift behaviour once this disturbance is sufficiently consistent or substantial, such as the switching of animal foraging behaviour in response to anthropogenic food subsidies. Dampening trends may be exhibited when a human disturbance is initially perceived as threatening or bothersome, but is eventually habituated to. Deceleration of behavioural responses may occur when behaviour change becomes increasingly costly relative to actual disturbance from human activities, but some level of altered behaviour is still perceived as beneficial. Threshold dynamics are relatively common in ecosystem responses to disturbance, suggesting that many relationships between animal behaviour change and ecosystem change (II) may exhibit similar patterns. ©2020 John Wiley & Sons Ltd/CNRS Reviews And SynthesesEcological impacts of altered animal behaviour7 nor beneficial (Higham & Shelton 2011; Jim   enezet al. 2011; Soldatiniet al. 2015; Tituset al. 2015). Interacting human disturbances Given the vast global human footprint, animals are likely experiencing not one, but many forms of direct and indirect anthropogenic impacts that might have additive or interactive effects on animal behaviour. For example hunting pressure has been shown to exacerbate the behavioural impacts of road traffic on migrating elk (Patonet al. 2017). Environments where threatening and non-threatening human activities mix– such as areas used by both hunters and hikers, spearfishers and recreational divers, etc.–may be of particular concern as they can prevent animals from accurately assessing risk and adjusting behaviour appropriately (Colemanet al. 2008). In cases where animals do habituate to non-threatening human interactions, they may be more susceptible to hunters or poachers (Januchowski-Hartleyet al. 2013; Geffroyet al. 2015). Direct human impacts on animal behaviour are likely accompanied by additional indirect effects such as altered predator or resource abundances and changes in habitat suit- ability, though the behavioural and ecological implications of these overlapping disturbances remain uninvestigated. Ecosystem consequences of animal behaviour change Ecological function of animal behaviour Regardless of the magnitude or persistence of animal beha- viour change, resulting ecological outcomes will ultimately depend on the ecological importance of a given behaviour. While every species is inherently linked to ecosystem function, the behaviours of some–such as keystone species or ecosys- tem engineers–are far more critical than others for overall ecosystem function. For example changes in beaver foraging behaviours could have disproportionately large consequences for ecosystem function by changing local water distributions, while changes in foraging behaviours of other rodent species may not trigger any detectable ecological changes. While human-induced behaviour change often has a negative conno- tation, changes in some behaviours may actually be acting to preserve behaviours with direct ecosystem functions. For example changes in the timing of activities to avoid human interactions may allow beavers to maintain foraging impacts despite human disturbances. Monitoring behaviours that are directly transferable to ecosystem function (e.g. foraging) as opposed to or in addition to those that could have indirect implications (e.g. flight behaviours, which may or may not impact foraging) will be more valuable in anticipating ecosys- tem impacts. Ecosystem managers can prioritise management efforts by identifying ecologically foundational or keystone behaviours in a given ecosystem context. The pathways illus- trated in this framework can guide the mitigation of human disturbances likely to alter these critical behaviours as well as the monitoring of downstream ecological effects. Population impacts of behaviour change As introduced earlier, behaviourally mediated changes in spe- cies abundances also have the potential to impact ecosystem function. While population impacts for any species will be important from a conservation perspective, those with unique ecological roles will be more relevant to ecosystem function than others. By altering the contexts in which animals make decisions, human impacts can uncouple formerly reliable envi- ronmental cues from actual outcomes. In these ecological traps, animals elect seemingly adaptive behaviours that actu- ally prove to be maladaptive and can lead to population decli- nes (Schlaepferet al. 2002; Battin 2004). For example while Bison bison(American bison) repeatedly choose to forage on agricultural lands due to bottom-up human impacts on resource distributions, they are subject to increased hunting in these habitats which has contributed to a nearly 50% popula- tion decline in less than a decade (Sigaudet al. 2017). Con- versely, ecological traps can also arise when animals fail to change their behaviour in human impacted scenarios. For example antipredator responses such as grouping or schooling that are effective for natural predators may actually increase susceptibility to hunters or fishers (Proffittet al. 2009; Hamil- tonet al. 2016). Ecological traps can lead to demographic Allee effects, in which maladaptive behaviours are unconstrained or exasper- ated at low population densities and lead to further popula- tion declines (Kokko & Sutherland 2001). By depleting local species abundances, humans can also induce information-me- diated Allee effects where insufficient communication at low densities impede critical processes such as breeding habitat selection (Schmidtet al. 2015) or foraging (Gilet al. 2017), potentially compounding population declines and increasing extinction risk for already threatened species (Gilet al. 2019). Conversely, the communication of social information can also rescue populations from spiralling demographic declines (Kokko & Sutherland 2001; Schmidtet al. 2015; Gilet al. 2019). While behaviourally mediated Allee effects can have dramatic consequences for populations, ultimate cascading impacts on ecosystem functions will depend on the role of the species, as well as on current population size. Magnitude and persistence of animal behaviour change Even when human activities alter animal behaviours, the mag- nitude or persistence of the resulting changes may not be sub- stantial enough to affect ecosystem functions. Many human- impact studies focus on acute effects, or behaviour changes that occur while humans or human disturbances are immedi- ately present, but provide little clarity as to if and how imme- diate responses translate to more enduring behavioural shifts with consequences for ecosystem function. For example while coral reef cleaner shrimpAncyclomenes pedersonireduce clean- ing interactions by over 50% in the presence of SCUBA divers, these behavioural shifts likely have little ecological impact if divers are present for only a small fraction of the day and shrimp resume cleaning behaviours during undis- turbed periods or habituate to human presence over time (Tituset al. 2015). Despite numerous short-term studies docu- menting acute disruption of shark behaviour when SCUBA divers are present (Quiros 2007; Smithet al. 2010; Cubero- Pardoet al. 2011), a long-term study found no persistent effects of SCUBA diving on sharks (Bradleyet al. 2017), high- lighting a potential disconnect in the implications of some acute and chronic effects studies. Many animals resume ©2020 John Wiley & Sons Ltd/CNRS 8M. W. Wilsonetal.Reviews And Syntheses normal behaviours relatively quickly when human disturbance ceases or diminishes (Neumannet al. 2010; Higham & Shelton 2011; Tituset al. 2015), though lag effects in systems exposed to hunting or provisioning can sustain behavioural shifts for up to months or even years after hunting or provisioning stops (Kitchenet al. 2000; Pauli & Buskirk 2007; Smithet al. 2008; Foroughirad & Mann 2013; Januchowski-Hartleyet al. 2013). Some animals have been shown to compensate for behavioural shifts during low-disturbance periods, such as birds that reduce feeding during weekends when human activ- ity is highest, but compensate with increased foraging on sub- sequent mornings (Tarjueloetal. 2015). Explicitly documenting animal behaviour beyond just periods of acute or novel human disturbance is needed to determine ultimate implications for individuals, populations and ecosystems. One mechanism through which human impacts can induce persistent behavioural change is by selecting for certain beha- vioural traits that ultimately alter behavioural phenotypes within a given population. For example a long-term study of Circus pygargus(Montagu’s harrier) populations found increases in boldness towards humans and a gradual disap- pearance of shy individuals, with an observed negative rela- tionship between human disturbance levels and nest success for shy parents, but not bold ones (Arroyoet al. 2017). By selecting for certain behaviours that are adaptive in response to human disturbance, humans can drive broader shifts in behaviour that may extend beyond just human-impacted sce- narios. These behavioural syndromes, or groups of correlated behaviours, can be adaptive in some situations, but maladap- tive in others [e.g. boldness in response to human vs. natural predators (Geffroyet al. 2015)] and may affect intra- and interspecific interactions as well as ecosystem functions (Sih et al. 2004). While increasing the magnitude of animal behaviour change would arguably increase associated ecological impacts, these relationships are not necessarily linear and can take a variety of forms (Fig. 3). Many ecosystems exhibit tipping points or thresholds beyond which small increases in a disturbance lead to rapid shifts in ecological condition (Holling 1973; Scheffer & Carpenter 2003). In these systems, behavioural shifts–or population changes that alter the number of individuals per- forming an ecological function–would have to reach a cer- tain threshold level before having any substantial impact on ecological function. For example herbivory on coral reefs is thought to have nonlinear impacts on coral health and recruitment, driving a shift between coral- and algal-domi- nated states (Knowlton 1992; Karret al. 2015). Changes in herbivore feeding behaviour may therefore have little effect on coral reef ecosystems until grazing is driven below a certain threshold level at which algae is not sufficiently controlled (Karret al. 2015). Potential threshold dynamics may mask the ecological relevance of some human-induced animal behaviour changes and make them more challenging to detect at low dis- turbance levels. SHIFTING OBJECTIVES FOR FUTURE RESEARCH As the human footprint expands, human activity will likely have a growing impact on animal behaviour, increasing the likelihood of cascading ecosystem consequences and the need to understand and anticipate them. However, our review of existing literature highlights significant knowledge gaps around the prevalence of these pathways and their underlying dynamics, which hinder our ability to prioritise management efforts among ever-increasing human–wildlife interactions and mitigate negative consequences of human activity on ecosys- tems where applicable. Here we discuss key objectives for future research, challenges faced and approaches to address these challenges. Measuring ecological outcomes of human-induced animal behaviour change As shown in Figure 1, the central gap in our understanding of human-induced behavioural effect pathways is centred around the ecological outcomes of human-induced animal behaviour changes. A key hurdle in linking altered behaviours to down- stream ecological consequences is the implicit challenge in iso- lating the effects of behaviour on complex, larger scale ecological dynamics. Distinguishing behaviourally mediated effects from d",
  "sections": {
    "abstract": "A growing body of literature has documented myriad effects of human activities on animal beha- viour, yet the ultimate ecological consequences of these behavioural shifts remain largely uninves- tigated. While it is understood that, in the absence of humans, variation in animal behaviour can have cascading effects on species interactions, community structure and ecosystem function, we know little about whether the type or magnitude of human-induced behavioural shifts translate into detectable ecological change. Here we synthesise empirical literature and theory to create a novel framework for examining the range of behaviourally mediated pathways through which human activities may affect different ecosystem functions. We highlight the few empirical studies that show the potential realisation of some of these pathways, but also identify numerous factors that can dampen or prevent ultimate ecosystem consequences. Without a deeper understanding of these pathways, we risk wasting valuable resources on mitigating behavioural effects with little ecological relevance, or conversely mismanaging situations in which behavioural effects do drive ecosystem change. The framework presented here can be used to anticipate the nature and likeli- hood of ecological outcomes and prioritise management among widespread human-induced beha- vioural shifts, while also suggesting key priorities for future research linking humans, animal behaviour and ecology.",
    "introduction": "",
    "methods": "",
    "results": "",
    "discussion": "",
    "conclusion": ""
  },
  "keyFindings": [
    "significant impacts on animal behaviour is by altering movement (Spiegelet al."
  ],
  "fullText": "\n\nREVIEWS AND\nSYNTHESES\nEcological impacts of human-induced animal behaviour change\nMargaret W. Wilson,\n1\n*\nApril D. Ridlon,\n2\nKaitlyn M. Gaynor,\n2\nSteven D. Gaines,\n1\nAdrian C. Stier\n3\nand\nBenjamin S. Halpern\n1,2\n1\nBren School of Environmental\nScience & Management, University\nof California, Santa Barbara, CA\n93106, USA\n2\nNational Center for Ecological\nAnalysis and Synthesis, University of\nCalifornia, Santa Barbara, CA\n93101, USA\n3\nDepartment of Ecology, Evolution,\nand Marine Biology, University of\nCalifornia Santa Barbara, Santa Bar-\nbara, CA 93106, USA\n*Correspondence: E-mail: mwwilso-\nn@ucsb.edu\nAbstract\nA growing body of literature has documented myriad effects of human activities on animal beha-\nviour, yet the ultimate ecological consequences of these behavioural shifts remain largely uninves-\ntigated. While it is understood that, in the absence of humans, variation in animal behaviour can\nhave cascading effects on species interactions, community structure and ecosystem function, we\nknow little about whether the type or magnitude of human-induced behavioural shifts translate\ninto detectable ecological change. Here we synthesise empirical literature and theory to create a\nnovel framework for examining the range of behaviourally mediated pathways through which\nhuman activities may affect different ecosystem functions. We highlight the few empirical studies\nthat show the potential realisation of some of these pathways, but also identify numerous factors\nthat can dampen or prevent ultimate ecosystem consequences. Without a deeper understanding of\nthese pathways, we risk wasting valuable resources on mitigating behavioural effects with little\necological relevance, or conversely mismanaging situations in which behavioural effects do drive\necosystem change. The framework presented here can be used to anticipate the nature and likeli-\nhood of ecological outcomes and prioritise management among widespread human-induced beha-\nvioural shifts, while also suggesting key priorities for future research linking humans, animal\nbehaviour and ecology.\nKeywords\nAnimal behaviour, behavioural ecology, behavioural effects, ecosystem management, human\nimpacts, human–wildlife interactions.\nEcology Letters(2020)\nINTRODUCTION\nAs human activities continue to expand in magnitude, number\nand extent (Venteret  al. 2016; Watsonet  al. 2016; Halpern\net  al. 2019), a growing body of literature has documented\nwidespread human impacts on animal behaviour across aqua-\ntic and terrestrial ecosystems (Wong & Candolin 2015; Larson\net  al. 2016; Shannonet  al. 2016; Gaynoret  al. 2018; Tucker\net  al. 2018; Samia et al. 2019; Suraciet  al. 2019). Animal\nbehaviour underlies many critical ecological functions, includ-\ning nutrient cycling, primary productivity, pathogen transfer\nand habitat provision (Gribbenet  al. 2009; Barber & Dinge-\nmanse 2010; Palkovacs & Dalton 2012). By affecting both\ninterspecific and intraspecific interactions, behavioural trait\nvariation can alter population and community dynamics (Bol-\nnicket  al. 2011) and wildlife conservation outcomes (Festa-\nBianchet & Apollonio 2003; Blumstein & Fern\n\u0001\nandez-Juricic\n2010; Berger-tal & Saltz 2016), yet we know little about\nwhether the type or magnitude of human-induced behavioural\nshifts translate into ecological change. While many beha-\nvioural effect studies allude to the implications of their find-\nings for populations, communities and ecosystems, limited\nempirical and theoretical investigation as well as a lack of syn-\nthesis across existing literature spheres preclude us from\nknowing where and to what degree these impacts occur, limit-\ning our ability to guide and prioritise management efforts.\nWithout an enhanced understanding of the ecological conse-\nquences of human-induced behavioural effects, we risk both\noverlooking important drivers of ecological change that are\nnot addressed through traditional management strategies, and\nmisallocating management resources to mitigating behavioural\nimpacts that ultimately have little ecological relevance.\nWhile recent frameworks and case studies have linked\nnumerical declines of animal populations to ecological conse-\nquences (Esteset al. 2011; Dirzoet al. 2014), we lack a similar\nunderstanding  of  the  behaviourally  mediated  pathways\nthrough which humans impact ecosystems. Here, we present a\nnovel  framework  outlining  the  pathways  through  which\nhuman activities may modify ecosystems via changes in ani-\nmal behaviour. We begin by categorising the mechanisms\nthrough which human activities affect animal behaviour, syn-\nthesising a broad literature on human-induced behaviour\nchange that previous reviews have segregated by ecosystem\n[e.g. forests (Marzano & Dandy 2012)], behaviour [e.g. flight\n(Stankowich 2008)] or human disturbance [e.g. noise (Wil-\nliamset  al. 2015; Shannonet  al. 2016)]. We then present\ndetailed  pathways  linking  documented  animal  behaviour\nchanges  to  established  or  hypothesised  ecosystem  conse-\nquences.  While  our  integrative  framework  illustrates  the\npotential for human-impacted behaviours to affect population\ndynamics, community interactions and ecosystem functions,\nwe identify numerous factors likely to dampen these various\npathways and discuss the relevance of these factors for antici-\npating and managing the ecological consequences of beha-\nviour change. While much remains to be learned about the\ndrivers   of   animal   behaviour   change,   we   highlight\n©2020 John Wiley & Sons Ltd/CNRS\nEcology Letters, (2020)doi: 10.1111/ele.13571\n\ncomparatively large knowledge gaps around the actualised\necological impacts of many human-impacted animal beha-\nviours that prevent us from drawing management recommen-\ndations  from  many  existing  studies.  As  this  body  of\nliterature continues to grow, we advocate for an increase in\nempirical and modelling studies that go beyond documenting\nbehavioural impacts to examine the potential for realised\necological implications of human-induced animal behaviour\nchange.\nMECHANISMS FOR HUMAN-INDUCED ANIMAL\nBEHAVIOUR CHANGE\nHuman activities are increasingly impacting the aquatic and\nterrestrial environments in which wildlife persist. In addition\nto our growing population and rising urban and agricultural\ndevelopment, technological advances enable us to access and\nmodify  previously  remote  environments  (Ramirez-Llodra\net  al. 2011; Pertierraet  al. 2017), and increased participation\nin outdoor recreation expands our anthropogenic footprint in\nnatural areas once thought of as protected and pristine (Gon-\nsonet  al. 2016; Watsonet  al. 2016). Even when not directly\npresent, human disturbance permeates ecosystems through\nchemical and sensory pollution (Longcore & Rich 2004; Wil-\nliamset  al. 2015), habitat modification (Torreset  al. 2016),\ntrash deposition (Newsome & van Eeden 2017), human-facili-\ntated  invasive  species  (Murphy  &  Romanuk  2013)  and\nanthropogenic  climate  change  (Rosenzweiget   al.  2008;\nHoegh-Guldberg & Bruno 2010).\nThese diverse human impacts can induce changes in animal\nbehaviour by altering the conditions under which animals\nmake behavioural decisions. Direct human presence and indi-\nrect impacts on an animal’s surroundings can alter behaviour\nvia changes in population densities, top-down effects, bottom-\nup effects and changes in the physical environment (Fig. 1).\nWe introduce these four mechanisms here, integrating previ-\nously disparate literature to establish a foundation for assess-\ning  human-induced  behaviour  change  pathways  more\ncoherently.  Selected  examples  for  each  empirically  docu-\nmented pathway are provided in Table S1.\nPopulation density effects\nBy changing the density of a given population, humans can\nalter numerous behaviours that are sensitive to population\nsize. For example reducing local wildlife abundances through\nculling has been shown to alter territorial behaviours and\nincrease mixing between social units inMeles meles(Eurasian\nbadger) populations (Carteret  al. 2007). Reduced male to\nfemale ratios due to selective hunting of maleSaiga  tatarica\n(Saiga antelope) led to disruptions of harem breeding dynam-\nics in which older females aggressively prevented subdominant\nfemales from mating (Milner-Gullandet   al. 2003). Other\nsocial behaviours such as group foraging (MacNultyet  al.\n2012; Gil & Hein 2017) and shared vigilance (Beauchamp\net al. 2012; Gilet al. 2017) have been established as sensitive\nto group size and could inferably be impacted by human-in-\nduced changes in population density, though these potential\nlinks have not been documented empirically.\nTop-down effects\nHumans can have top-down impacts on animal behaviour by\ndirectly or indirectly altering how and where animals perceive\nrisk [i.e. ‘landscapes of fear’ (Laundreet  al. 2010; Gaynor\net  al. 2019; Suraciet  al. 2019)]. Animals adjust their beha-\nviours when they perceive direct human presence as a threat,\neven in response to benign activities such as hiking or boating\n(Larsonet  al. 2016). Humans play the ecological role of ‘su-\nper predators’ in many systems and can shift the behaviour of\neven the highest trophic level species (Darimontet  al. 2015),\ntriggering fear effects that can differ from and exceed those of\nnatural predators (Proffittet  al. 2009; Ciutiet  al. 2012; Clin-\nchyet  al. 2016). Humans can also indirectly affect a prey’s\nperception of risk by modifying the populations of their natu-\nral predators, either increasing or decreasing risk of predation.\nFor example exploitation and habitat conversion have led to\nglobal predator losses (Esteset  al. 2011), whereas predator\nrestoration programmes [e.g.Canis lupus(gray wolves) in Yel-\nlowstone (Ripple & Beschta 2004)] and human-facilitated\ninvasive species [e.g.Carcinus maenas(green crabs; Bertness &\nCoverdale 2013)] have increased predator abundances in some\nsystems.  Risk  assessments  and  associated  behavioural\nresponses can change dramatically as a result of these human-\ninduced changes in predator densities (Ripple & Beschta 2003;\nMadinet  al. 2010). Top-down effects may be particularly\nprevalent  in  aquatic  systems,  where  fluid  environments\nenhance the transmission of chemical cues among species\n(Preisseret al. 2005; Mitchell & Harborne 2020).\nBottom-up effects\nHuman activity can also have bottom-up impacts on animal\nbehaviour by changing the availability and distribution of prey\nor resources (Monket al. 2018). Intentional and unintentional\nanthropogenic food subsidies (e.g. provisioning wildlife for\ntourism purposes, trash availability in residential or recre-\national areas) can increase resource availability and modify\nresource distributions (Ditchkoffet al. 2006; Burgin & Hardi-\nman 2015; Soulsbury & White 2015). Alternatively, hunting,\nfishing, land use change, pollution and climate change can alter\nresource availability and drive changes in consumer foraging\nbehaviours (Esteset al. 1998; Gutierrezet al. 2008; Tinkeret al.\n2008). While altering resource availability can of course have\nnumeric effects on consumer populations, it also impacts the\nconditions determining animal behaviour, including risk-forag-\ning trade-offs, movement patterns and habitat selection.\nPhysical environment effects\nAnthropogenic activities that modify habitat structure or\ngenerate  chemical  or  sensory  pollution  can  alter  animal\nbehaviour by changing environmental conditions and habitat\nsuitability, and by altering sensory cues that inform animal\ndecision making.  Noise  and  light  pollution,  for example\ninfluence patterns of animal movement (Tuxbury & Salmon\n2005; Castelloteet al. 2012; Davieset al. 2013), feeding (Bird\net  al. 2004; Pirottaet  al. 2014) and communication (Parks\net  al. 2011; Vargas-Salinaset  al. 2014). Structural habitat\n©2020 John Wiley & Sons Ltd/CNRS\n2M.  W.  Wilsonetal.Reviews And  Syntheses\n\nmodifications such as those associated with land or coastal\ndevelopment can have large-scale impacts on animal move-\nment and distribution patterns (Leblondet  al. 2013; Skarin\n& Alam 2017; Wanget  al. 2017). Many aquatic organisms\nare sensitive to anthropogenic changes in water clarity and\nchemical concentrations, which have been shown to interrupt\ncommunication, mating and schooling behaviours (Seehausen\net  al. 1997; Wardet  al. 2008; Brodinet  al. 2013). Changing\nclimate  is  also  reshaping  the  physical  environment  in\nunprecedented ways, many of which are likely to alter ani-\nmal behaviour, as explored more explicitly in other reviews\n(Wuethrich 2000; Knowlton & Graham 2010; Harmon &\nBarton 2013; Beeveret al. 2017).\nLINKING HUMAN-INDUCED BEHAVIOUR CHANGE TO\nECOLOGICAL FUNCTIONS\nAnimal behaviour underlies many critical ecosystem functions\nby shaping interactions with conspecifics, other species and\nthe abiotic environment (Sihet  al. 2010; Start & Gilbert\n2017). These functions include nutrient cycling, primary pro-\nduction and carbon sequestration, habitat provision and regu-\nlation, pollination and seed dispersal, disturbance regulation\nand pathogen transfer (Table 1). Humans can alter these func-\ntions by changing animal behaviours that directly facilitate\nthem (e.g. altering animal movement may affect seed disper-\nsal). Humans may also indirectly impact these functions by\ninducing behaviour changes that alter individual fitness, popu-\nlation dynamics, and/or interspecific interactions that cascade\nto affect ultimate functions (e.g. changes in breeding beha-\nviours of a seed disperser may indirectly affect dispersal\nthrough changes in population abundances). While human-in-\nduced behaviour change has the potential to disrupt ecosys-\ntem functions, it can also enable functions to persist through\nadaptations to human-impacted conditions. We outline both\ndocumented and hypothesised pathways (Fig. 1, Table S2)\nthat illuminate the potential implications of human-induced\nanimal behaviour change, and illustrate a needed shift in\nresearch priorities to evaluate ecosystem consequences and\naddress numerous links that have not yet been investigated in\nAnimal behavior\nEcological implications\nCommunity\nEcosystem functions\nPopulation\nIndividual\nHuman impacts\nProposed link\nEmpirical link\nResource subsidies\nStructural\nmodifications\nSpecies extractions\nHuman presence\nSpecies introductions\nPollution &\nclimate change\nTop-down effects\nBottom-up effects\nPopulation density\nPhsyical\nenvironment\nTiming & distribution\nof activities\nMovement\nForaging\nCommunication\nRest & hygiene\nVigilance & flight\nBreeding &\nparental care\nPathogen transfer\nNutrient cycling\nPrimary production\nHabitat\nmodification\nDisturbance regulation\nSpecies \nco-occurence\nPopulation \ngrowth\nPhysiology &\nfitness\nPollination & seed\ndispersal\nFigure 1Diverse pathways in which human impacts may affect ecosystem functions through animal behaviour change. Solid arrows indicate links\nsupported by one or more empirical studies explicitly linked to human impacts (see Table S2 for supporting examples). Dashed arrows indicate proposed\nlinks that have not been empirically documented in human impacted systems, but are supported by models and/or by our understanding of the role of\nanimal behaviour in natural systems. While human impacts on animal behaviour are relatively well documented, many prospective links between animal\nbehaviour change and ecosystem functions have not been investigated in human-impacted systems–likely in part due to the complexity of many of these\npathways. Studies have documented the effects of human-induced animal behaviour change on individuals, populations and communities, though cascading\neffects on ecosystem functions remain relatively unexplored. Potential links from individual, population and community dynamics to numerous ecosystem\nfunctions are consolidated into single arrows here for clarity. While nearly all of an individual animal’s behaviours will be interrelated due to trade-offs in\ntime budgets, links among behaviours here represent behaviour changes that directly induce changes in subsequent behaviours of the same individual,\nconspecifics or heterospecifics.\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts of  altered  animal behaviour3\n\nhuman-impacted systems. We discuss existing evidence for\nvarious pathways through a novel synthesis of existing litera-\nture, highlighting pathways with both stronger and weaker\nempirical and theoretical links to ultimate ecological impacts.\nWe end by outlining open questions for future research.\nForaging\nThe best evidence for ecosystem consequences of human-in-\nduced animal behaviour changes come from systems where\nhumans have directly and indirectly altered animal foraging\nbehaviours.  By  modifying  risk  environments,  top-down\nhuman  disturbances  can  initiate  behaviourally  mediated\ntrophic cascades in which changes in predator or prey beha-\nviour cascade to affect downstream trophic interactions (Sch-\nmitzet  al. 1997). For example Hebblewhite and colleagues\n(2005) showed how changes inC.  lupusdistribution patterns\nto avoid human activity on hiking trails led to changes inCer-\nvus  elaphus(elk) grazing patterns and plant community com-\nposition, altering habitat suitability for other species and\nresulting in changes inCastor  canadensis(beaver) lodge den-\nsity and riparian songbird diversity and abundance. Fishing-\ndepleted piscivore populations have been shown to modify the\nforaging behaviours of herbivorous fish, contributing to seas-\ncape-level differences in algal distribution patterns (Madin\net al. 2010, 2019; DiFioreet al. 2019). Direct human presence\nhas also been linked to nutrient cycling in coral reef systems\nvia models, where suppressed herbivore grazing observed in\nthe presence of a spearfisher alters carbon and nitrogen flux in\na corresponding simulation model (Gil & Hein 2017).\nBeyond implications for habitat suitability and nutrient\ncycling, the potential ecological impacts of altered animal for-\naging behaviours are numerous and can be induced by a wide\nrange of human impacts (Fig. 1). Changes in the quantity,\ntype or location of resources consumed can alter seed disper-\nsal (Beauneet  al. 2013; Mor\n\u0001\nan-L\n\u0001\nopez et al. 2020), whereas\nconsumptive behaviours that alter plant or algal communities\ncan drive changes in primary production and carbon storage\n(Silliman & Bertness 2002; Atwoodet  al. 2018), habitat suit-\nability (Seabloom & Richards 2003; De Knegtet  al. 2008)\nand disturbance regulation such as wildfire and flooding\ndynamics (Schmitzet al. 2008; Cherryet al. 2016). Changes in\nforaging  behaviours  that  alter  the  type  or  quantity  of\nresources consumed can also have impacts on body condition\n(Votieret al. 2010) that could potentially cascade up to popu-\nlation and ecosystem consequences, though evidence for these\nlatter links is limited.\nMovement\nAnother pathway through which humans can have ecologi-\ncally significant impacts on animal behaviour is by altering\nmovement (Spiegelet  al. 2017). Top-down, bottom-up and\nphysical environment disturbances have driven widespread\nchanges in animal movement patterns (Tuckeret  al. 2018),\nwhich have the potential to modify the transport of nutrients,\npathogens, seeds and pollen within and among ecosystems\n(Doughertyet   al. 2018). Changes inBycanistes   bucinator\n(trumpeter hornbill) movement patterns due to habitat frag-\nmentation have been linked to changes in seed dispersal\nranges (Lenzet  al. 2011), whereas changes in movement and\naggregation patterns driven by anthropogenic food subsidies\nhave been shown to increase disease transmission in both\naquatic (Semeniuk & Rothley 2008; Burgin & Hardiman\n2015) and terrestrial (Carteret  al. 2007; Becker & Hall 2014;\nForbeset  al. 2015; Moyerset  al. 2018) systems. Our frame-\nwork points out the potential link between animal movement\nand nutrient dynamics, which has been well established in nat-\nural systems literature, but not yet empirically linked to\nhuman impacts. For exampleC. lupusmovements while hunt-\ning can drive soil and foliar nutrient patterns by determining\nthe distribution ofAlces  alces(moose) carcasses, leading to\nincreased macronutrient content, microbial abundances and\nleaf nitrogen that can persist for more than 2 years after a kill\n(Bumpet  al. 2009). Human disturbance can alter movement\npatterns of numerous predators that have been linked to\nnutrient transfer in separate natural systems studies, including\nC. lupus(Ashenafiet al. 2005; Hebblewhiteet al. 2005),Puma\nconcolor[pumas (Smithet al. 2016; Barryet al. 2019)],Ursus\nspp. [bears (Schindleret al. 2003; Nevin & Gilbert 2005; Zeller\net al. 2019)] andCarcharhinus spp. [sharks (Brunnschweiler &\nBarnett 2013; Williamset al. 2018)], yet no studies have inves-\ntigated the resulting links between human-induced changes in\nmovement patterns and ecosystem nutrient dynamics.\nTable 1Ecosystem functions affected by animal behaviours, with select examples from natural systems. While these impacts are well established in natural\nsystems, only links to habitat modification, pollination and seed dispersal and pathogen transfer have been empirically documented in human-impacted sys-\ntems\nEcosystem functionExampleReferences\nPrimary productionHerbivore grazing alters plant communities, primary production and carbon storage.Silliman & Bertness (2002);\nSchmitzet al. (2008)\nNutrient cyclingPredators distribute carcasses throughout a landscape, with consequences for soil\nnutrient composition.\nPalkovacs & Dalton (2012);\nLeroux & Schmitz (2015)\nHabitat modificationWoodpecker foraging provides nest holes for other species.Cockleet al. (2011)\nPollination & seed dispersalAnimal movement affects seed dispersal ranges.Russoet al. (2006);\nBeauneet al. (2013)\nDisturbance regulationHerbivore foraging moderates wildfire potential by altering groundcover composition.Cherryet al. (2016)\nPathogen transferAnimal movement and interactions facilitate disease transfer.Hawleyet al. (2011)\n©2020 John Wiley & Sons Ltd/CNRS\n4M.  W.  Wilsonetal.Reviews And  Syntheses\n\nCommunication\nBy altering animal communication through top-down effects\nas well as impacts on the physical environment and popula-\ntion densities, humans have the potential to drive changes in\npopulation dynamics, interspecific interactions and ultimate\necosystem functions. The transfer of information among indi-\nviduals can play a critical role in determining mating success\n(Schmidtet  al. 2015), foraging decisions (Gil & Hein 2017),\ncompetitive outcomes (Gilet  al. 2019) and susceptibility to\npredation (Gilet al. 2017). Because animals often glean infor-\nmation from communication among heterospecifics (Magrath\net  al. 2015), impacts on communication can also alter infor-\nmation available to other species. While human impacts on\nanimal communication have been documented for numerous\nspecies and systems, the ecosystem consequences of altered\ncommunication have been less investigated. Gil & Hein (2017)\ndemonstrated the role of communication about fear and food\nin determining foraging behaviours of herbivorous fish, with\nmodelled implications for algal consumption and nutrient\nflux. Altered environmental conditions can also negatively\nimpact breeding via suppressed communication (Habibet  al.\n2007), whereas many other studies document the ability of\nindividuals and species to adapt communication strategies to\naccount  for  changing  sensory  environments  (Parris  &\nMcCarthy 2013; Vargas-Salinaset al. 2014).\nTiming and distribution of activities\nTop-down, bottom-up and physical environment effects of\nhuman activities may also alter ecosystem dynamics through\nshifts in the timing and distribution of animal activities, such\nas increasing nocturnality (Ben\n\u0001\nıtez-L\n\u0001\nopez 2018; Gaynoret  al.\n2018) and avoidance of or attraction to developed areas\n(Leblondet al. 2013; Soulsbury & White 2015). Because some\nspecies are more spatially or temporally displaced by or drawn\nto human activities than others (George & Crooks 2006; Erb\net  al. 2012; Ladleet  al. 2018; Mollet  al. 2018; Smithet  al.\n2018), human disturbance can impact community dynamics\nby  altering  co-occurence  and  interactions  among  species.\nPredators, for example are often more displaced than prey\nspecies (Reed & Merenlender 2008; Muhlyet  al. 2011; Wang\net al. 2017), and prey may actively seek human disturbance as\na shield against natural predators (Berger 2007). Dispropor-\ntionate predator and prey displacement can in some cases lead\nto changes in predator diets and subsequent trophic interac-\ntions (Smithet  al. 2018). Spatial or temporal displacement\nmay also alter competitive relationships by disproportionately\ndisplacing competitor species (Ladleet  al. 2018; Mollet  al.\n2018) or by increasing niche overlap between species previ-\nously occupying separate niches (Smithet  al. 2018). While\nchanges in species co-occurrence could potentially impact vari-\nous ecosystem functions, these ecological consequences have\nnot been documented empirically beyond implications for\nindividual species’ survival (Vinneet al. 2019). Existing studies\nhave largely measured shifts in activity levels, but not in eco-\nlogically transferable behaviours (e.g. feeding), making it chal-\nlenging to infer the ecological impacts of some of these spatial\nand temporal shifts (but see Smithet al. 2018).\nVigilance and flight\nA large number of studies on human-induced behaviour\nchange have focused on human impacts on vigilance and\nflight behaviours (Stankowich 2008; Westonet   al. 2012).\nChanges in flight or vigilance can impact individual fitness via\nchanges in physiological stress (Arlettazet  al. 2007; Tarjuelo\net  al. 2015) and susceptibility to predation (Arroyoet  al.\n2017). Human-induced stress has in some cases been linked to\nlower reproductive output (Pauli & Buskirk 2007; French\net al. 2011; Arroyoet al. 2017) and reduced offspring survival\n(Mannet  al. 2000; Phillips & Alldredge 2000), whereas other\nstudies have documented population stability  in spite of\nincreased flight and vigilance behaviours (Reimerset al. 2009).\nEven if the costs of these anti-predator behaviours do add up\nto influence individual fitness and drive changes in population\ngrowth rates (Gomes & Sarrazin 2016), links to broader eco-\nlogical  consequences  beyond  the  affected  species  remain\nunstudied (Fig. 1). Changes in flight and vigilance may also\nindicate  trade-offs  with  other  behaviours  [e.g.  foraging\n(Cooper (Jr.) et al. 2015; Tarjueloet  al. 2015)] that could\npotentially  alter  ecosystem  function,  but  these  trade-offs\nshould not be assumed and instead measured explicitly (see\n‘Measuring ecological outcomes of human-induced animal\nbehaviour change’).\nRest and hygiene\nHuman activities can also affect rest (Nayloret al. 2009; Bar-\nnettet  al. 2016; D\n\u0001\neauxet  al. 2018) and hygienic behaviours\n(Tituset al. 2015; Nedelecet al. 2017) through top-down, bot-\ntom-up and physical environment effects. Hygienic behaviours\nsuch as personal, conspecific or heterospecific grooming or the\ncleaning of an animal’s habitat have been shown to affect\npathogen transmission in natural systems (Spivak & Reuter\n2001; MacIntosh et al. 2012; Duboscqet  al. 2016), though\nthese links have not been established in human-impacted sys-\ntems. Human impacts on rest have been linked to physiologi-\ncal  changes  (Barnettet   al.  2016),  but  population  and\necosystem consequences have not been investigated.\nBreeding and parental care\nHuman impacts on breeding and parental care behaviours can\nlead to changes in population dynamics with uninvestigated\nimpacts on ecosystem functions. Through top-down effects,\nperceived risk from human nest visits increased incubation\nbreaks and reduced the probability of nest survival inAnser\nalbifrons[greater white-fronted geese (Meixell & Flint 2017)].\nThrough bottom-up effects, provisioning fromTursiops  trun-\ncatus(bottlenose dolphin) tour boats reduced the amount of\ntime that mothers spent with their calves, which was associ-\nated with lower calf survival rates (Mannet  al. 2000; For-\noughirad  &  Mann  2013).  By  changing  the  physical\nenvironment, noise from road traffic had negative impacts on\nParus  major(great tit) clutch size (Halfwerket  al. 2011).\nChanges in population densities can also alter breeding beha-\nviours, such as theS.  tataricaexample in which smaller herd\nsize and skewed sex ratios lead to increased aggression among\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts of  altered  animal behaviour5\n\nfemales, thought to have contributed to observed declines in\nreproductive  rates  (Milner-Gullandet   al.  2003).  Despite\nwidely documented impacts on breeding and parental care\nbehaviours and implications for population dynamics and sin-\ngle-species conservation goals, links to broader ecosystem\nfunctions have not been established.\nFACTORS INFLUENCING EXPECTED PATHWAY\nOUTCOMES\nAs described above, human activities have the potential to\nalter numerous ecosystem functions through diverse behaviou-\nrally mediated pathways. However, not all human distur-\nbances  will  translate  into  changes  in  animal  behaviour,\nlet alone ecological consequences. Human disturbances can\nalso induce behaviour changes that serve to maintain ecosys-\ntem functions. As demonstrated in Fig. 1, investigation of\nthese complete pathways is extremely limited, giving us little\ninformation on the prevalence or strength of these pathways\nand the conditions under which they are realised. Here we\ndraw on synthesised literature and theory to highlight several\nfactors likely to affect the strength of these pathways (Fig. 2,\nTable 2), which may contribute to the overall lack of evidence\nfor many ultimate links to ecosystem functions. These factors\nof interest can also be used as management intervention\npoints and focal areas for future research.\nBehavioural responses to human disturbance\nSpatial and temporal distribution of human disturbance\nThe degree to which human activities modify animal beha-\nviours–and the likelihood that these behavioural shifts\ncould go on to affect ecosystem functions–will depend in\npart on the spatial and temporal distribution of human dis-\nturbance. Infrequent or highly localised disturbances can at\ntimes have dramatic immediate effects on animal behaviour,\nbut may not be persistent enough to affect larger ecosystem\nprocesses if animals resume behaviours during undisturbed\nperiods (see‘Magnitude  and  persistence  of  behaviour  change’\nbelow).\nChronic and spatially pervasive human disturbances–such\nas those caused by changes in population densities, top-down\nor bottom-up effects of altered predator or resource abun-\ndances, or changes to the physical environment–may have\nmore persistent and widespread impacts on animal behaviour.\nIndeed, some of the best evidence we have for ecosystem con-\nsequences of human-induced animal behaviour change comes\nfrom systems in which human activities have had chronic\nimpacts via alterations of natural predator abundance that\npersist beyond direct human presence (Ripple & Beschta 2004;\nMadinet  al. 2010). In cases where animals perceive human\ndisturbances  as  negative  (e.g.  hunter  or  fisher  presence,\nincrease in predator abundance) or positive (e.g. provisioning\nfrom wildlife tourism, human trash), increased exposure may\nincrease sensitisation to disturbance cues (Blumstein 2016).\nConversely, when a human disturbance is perceived as non-\nthreatening, chronic or repeated disturbance can facilitate\nhabituation and tolerance (Reeset  al. 2005; Rodr\n\u0001\nıguez-Prieto\net al. 2010; Wheat & Wilmers 2016).\nMany human activities are restricted to or peak in intensity at\ncertain temporal cycles (e.g. diurnal human activity cycles,\nhunting or recreation seasons) or locations (e.g. roads, recre-\national trails), often allowing animals to shift activities into less\ndisturbed times or places (Rodeet al. 2006; Leblondet al. 2013;\nBateman & Fleming 2017; Gaynoret al. 2018). These shifts can\nalter species co-occurrence, as discussed in the previous section,\nbut can also enable other behavioural functions to persist\nalongside human disturbance (Sihet  al. 2011). Some beha-\nviours, however, may be more sensitive to spatial and temporal\ndisplacement (Wilmerset al. 2013). Because the condition of an\nanimal likely varies in time and space, the timing and location\nof human disturbances may also have differing effects on beha-\nviours that are state-dependent. For exampleUrsus americanus\n(black bears) have been shown to forage most heavily on\nanthropogenic food sources during seasons when natural food\nproduction is low and individuals are presumably hungrier\n(Lewiset al. 2015). Disturbances at critical times or locations\nsuch as breeding events, along migration routes, or at key\nresource locations may have elevated population or ecosystem\nimpacts relative to equal disturbance levels occurring at differ-\nent locations or times of day or year. While many species con-\nservation efforts already include restrictions on human activity\nat sensitive times or locations (e.g. breeding grounds), we rec-\nommend adapting this approach for ecosystem management\nbased on ecologically critical behaviours likely to be sensitive to\nthe timing or location of human disturbances.\nHuman activities\nAnimal behavior\nEcological implications\nSpatial distribution\nTemporal distribution\nIntensity\nInteractions\nEcological function\nMagnitude\nPersistence\nPopulation impacts\nFigure 2Factors  influencing  links  among  human  impacts,  animal\nbehaviour  and  ecological  implications.  Linking  human  activities  to\necosystem impacts via changes in animal behaviour. Human impacts on\nanimal behaviour will depend on the spatial and temporal distribution\nand the intensity of human activities. Depending on the ecological\nfunction of a given animal behaviour, functional redundancy within a\ncommunity and the magnitude and persistence of behaviour change,\nhuman-impacted  animal  behaviour  may  ultimately  drive  changes  in\necosystem functions.\n©2020 John Wiley & Sons Ltd/CNRS\n6M.  W.  Wilsonetal.Reviews And  Syntheses\n\nIntensity of human disturbance\nThe intensity of human disturbance also likely plays a role in\ndetermining if and to what extent animals alter behaviour\n(Leblondet al. 2013). However, these relationships can exhibit\nnumerous nonlinear forms [Fig. 3 (Tab lado & Jenni 2017;\nGaynoret  al. 2019)]. Behavioural alterations often come at a\ncost for animals (Frid & Dill 2002; Eldegardet  al. 2012;\nLamanna & Martin 2016), and may only occur if human dis-\nturbance reaches a certain threshold level (Bejderet  al. 2006;\nScillitaniet  al. 2010; Beyeret  al. 2013; Tab lado & Jenni\n2017; Smithet al. 2019). For exampleSus scrofa(wild boars)\nmaintained relatively constant social dynamics and movement\npatterns as hunter presence increased from low levels, but\nabandoned  former  territoriality  and  dramatically  altered\nmobility across the landscape when hunter presence surpassed\na certain threshold (Scillitaniet  al. 2010). Similarly, Smith\nand colleagues (Smithet  al. 2019) identified a threshold in\nhousing density that creates barriers forP.  concolormove-\nment. Threshold effects relative to human disturbance levels\nmay also occur when animals learn positive associations with\nhuman activities, such as anthropogenic food subsidies. When\nthe availability of food from humans reaches a certain level or\nconsistency, animals may abandon prior foraging behaviours\nand  adopt  strategies  centred  around  anthropogenic  food\nsources (Yirgaet  al. 2012; Lewiset  al. 2015). Conversely,\nhabituation to human activities may dampen or decelerate\nimpacts on animal behaviour as human activities intensify\nwhen animals perceive these activities as neither threatening\nTable 2Factors hypothesised to influence the strength of pathways linking human impacts, animal behaviour and ecological implications. These hypotheses\ncan be tested in future studies across systems with varying degrees of disturbance to better understand when human impacts are likely to impact animal\nbehaviour and/or ecosystems. Many relationships may also exhibit nonlinearities, which could be further illuminated through future studies\nMediating factorTraits expected to strengthen pathwayTraits expected to weaken pathway\nHuman disturbance?behavioural responses\nTemporal distribution of human disturbance\n•\nChronic\n•\nUnpredictable\n•\nInfrequent\n•\nPredictable\nSpatial distribution of human disturbance\n•\nWidespread\n•\nContinuous\n•\nUnpredictable\n•\nLocalised\n•\nNon-continuous\n•\nPredictable\nIntensity of human disturbance\n•\nHigh intensity\n•\nLow intensity\nBehavioural responses?Ecosystem consequences\nEcological function of animal behaviour\n•\nCritical ecological function of impacted\nbehaviour (e.g. keystone species,\necosystem engineers)\n•\nFunctional redundancy of\nimpacted behaviour\nPopulation impacts of behaviour change\n•\nEcological traps and maladaptive\nbehaviour change\n•\nBehaviourally mediated Allee effects\n•\nOverlapping threatening and non-threatening\nhuman activities\n•\nAdaptive behaviour change\n•\nHabituation and tolerance\nMagnitude of animal behaviour change\n•\nLarge behavioural shifts\n•\nSmall behavioural shifts\nPersistence of animal behaviour change\n•\nLag effects\n•\nBehavioural adaptations\n•\nBehavioural recovery\n•\nCompensatory behaviours\ndampening\nI. Human activity\nII. Animal behavior change\nI. Animal behavior change\nII. Ecological response \nlinear\ndecelerating\ndampening \nthreshold\nFigure 3Examples of potential nonlinear relationships between human\nactivity levels and animal behaviour change (I) and animal behaviour\nchange and ecological responses (II). In relationships between human\nactivities and animal behaviour (I), threshold effects can occur when\nbehaviour  change  is  costly  and  may  not  be  induced  until  human\ndisturbance reaches a certain intensity, after which behaviour shifts\nrelatively dramatically. Threshold dynamics have also been documented in\ncases when animals perceive a human disturbance as beneficial, but can\nonly shift behaviour once this disturbance is sufficiently consistent or\nsubstantial, such as the switching of animal foraging behaviour in\nresponse to anthropogenic food subsidies. Dampening trends may be\nexhibited when a human disturbance is initially perceived as threatening\nor  bothersome,  but  is  eventually  habituated  to.  Deceleration  of\nbehavioural  responses  may  occur  when  behaviour  change  becomes\nincreasingly costly relative to actual disturbance from human activities,\nbut some level of altered behaviour is still perceived as beneficial.\nThreshold dynamics are relatively common in ecosystem responses to\ndisturbance, suggesting that many relationships between animal behaviour\nchange and ecosystem change (II) may exhibit similar patterns.\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts of  altered  animal behaviour7\n\nnor beneficial (Higham & Shelton 2011; Jim\n\u0001\nenezet  al. 2011;\nSoldatiniet al. 2015; Tituset al. 2015).\nInteracting human disturbances\nGiven the vast global human footprint, animals are likely\nexperiencing not one, but many forms of direct and indirect\nanthropogenic impacts that might have additive or interactive\neffects on animal behaviour. For example hunting pressure\nhas been shown to exacerbate the behavioural impacts of road\ntraffic on migrating elk (Patonet  al. 2017). Environments\nwhere threatening and non-threatening human activities mix–\nsuch as areas used by both hunters and hikers, spearfishers\nand recreational divers, etc.–may be of particular concern as\nthey can prevent animals from accurately assessing risk and\nadjusting behaviour appropriately (Colemanet  al. 2008). In\ncases where animals do habituate to non-threatening human\ninteractions, they may be more susceptible to hunters or\npoachers (Januchowski-Hartleyet  al. 2013; Geffroyet  al.\n2015). Direct human impacts on animal behaviour are likely\naccompanied by additional indirect effects such as altered\npredator or resource abundances and changes in habitat suit-\nability, though the behavioural and ecological implications of\nthese overlapping disturbances remain uninvestigated.\nEcosystem consequences of animal behaviour change\nEcological function of animal behaviour\nRegardless of the magnitude or persistence of animal beha-\nviour change, resulting ecological outcomes will ultimately\ndepend on the ecological importance of a given behaviour.\nWhile every species is inherently linked to ecosystem function,\nthe behaviours of some–such as keystone species or ecosys-\ntem engineers–are far more critical than others for overall\necosystem function. For example changes in beaver foraging\nbehaviours could have disproportionately large consequences\nfor ecosystem function by changing local water distributions,\nwhile changes in foraging behaviours of other rodent species\nmay not trigger any detectable ecological changes. While\nhuman-induced behaviour change often has a negative conno-\ntation, changes in some behaviours may actually be acting to\npreserve  behaviours  with  direct  ecosystem functions.  For\nexample changes in the timing of activities to avoid human\ninteractions may allow beavers to maintain foraging impacts\ndespite human disturbances. Monitoring behaviours that are\ndirectly transferable to ecosystem function (e.g. foraging) as\nopposed to or in addition to those that could have indirect\nimplications (e.g. flight behaviours, which may or may not\nimpact foraging) will be more valuable in anticipating ecosys-\ntem impacts. Ecosystem managers can prioritise management\nefforts by identifying ecologically foundational or keystone\nbehaviours in a given ecosystem context. The pathways illus-\ntrated in this framework can guide the mitigation of human\ndisturbances likely to alter these critical behaviours as well as\nthe monitoring of downstream ecological effects.\nPopulation impacts of behaviour change\nAs introduced earlier, behaviourally mediated changes in spe-\ncies abundances also have the potential to impact ecosystem\nfunction. While population impacts for any species will be\nimportant from a conservation perspective, those with unique\necological roles will be more relevant to ecosystem function\nthan others. By altering the contexts in which animals make\ndecisions, human impacts can uncouple formerly reliable envi-\nronmental cues from actual outcomes. In these ecological\ntraps, animals elect seemingly adaptive behaviours that actu-\nally prove to be maladaptive and can lead to population decli-\nnes (Schlaepferet  al. 2002; Battin 2004). For example while\nBison  bison(American bison) repeatedly choose to forage on\nagricultural  lands  due  to  bottom-up  human  impacts  on\nresource distributions, they are subject to increased hunting in\nthese habitats which has contributed to a nearly 50% popula-\ntion decline in less than a decade (Sigaudet  al. 2017). Con-\nversely, ecological traps can also arise when animals fail to\nchange their behaviour in human impacted scenarios. For\nexample antipredator responses such as grouping or schooling\nthat are effective for natural predators may actually increase\nsusceptibility to hunters or fishers (Proffittet al. 2009; Hamil-\ntonet al. 2016).\nEcological traps can lead to demographic Allee effects, in\nwhich maladaptive behaviours are unconstrained or exasper-\nated at low population densities and lead to further popula-\ntion declines (Kokko & Sutherland 2001). By depleting local\nspecies abundances, humans can also induce information-me-\ndiated Allee effects where insufficient communication at low\ndensities impede critical processes such as breeding habitat\nselection (Schmidtet  al. 2015) or foraging (Gilet  al. 2017),\npotentially compounding population declines and increasing\nextinction risk for already threatened species (Gilet al. 2019).\nConversely, the communication of social information can also\nrescue  populations  from  spiralling  demographic  declines\n(Kokko & Sutherland 2001; Schmidtet  al. 2015; Gilet  al.\n2019). While behaviourally mediated Allee effects can have\ndramatic consequences for populations, ultimate cascading\nimpacts on ecosystem functions will depend on the role of the\nspecies, as well as on current population size.\nMagnitude and persistence of animal behaviour change\nEven when human activities alter animal behaviours, the mag-\nnitude or persistence of the resulting changes may not be sub-\nstantial enough to affect ecosystem functions. Many human-\nimpact studies focus on acute effects, or behaviour changes\nthat occur while humans or human disturbances are immedi-\nately present, but provide little clarity as to if and how imme-\ndiate responses translate to more enduring behavioural shifts\nwith consequences for ecosystem function. For example while\ncoral reef cleaner shrimpAncyclomenes pedersonireduce clean-\ning interactions by over 50% in the presence of SCUBA\ndivers, these behavioural shifts likely have little ecological\nimpact if divers are present for only a small fraction of the\nday and shrimp resume cleaning behaviours during undis-\nturbed periods or habituate to human presence over time\n(Tituset al. 2015). Despite numerous short-term studies docu-\nmenting acute disruption of shark behaviour when SCUBA\ndivers are present (Quiros 2007; Smithet  al. 2010; Cubero-\nPardoet  al. 2011), a long-term study found no persistent\neffects of SCUBA diving on sharks (Bradleyet al. 2017), high-\nlighting a potential disconnect in the implications of some\nacute  and  chronic  effects  studies.  Many  animals  resume\n©2020 John Wiley & Sons Ltd/CNRS\n8M.  W.  Wilsonetal.Reviews And  Syntheses\n\nnormal behaviours relatively quickly when human disturbance\nceases or diminishes (Neumannet al. 2010; Higham & Shelton\n2011; Tituset al. 2015), though lag effects in systems exposed\nto hunting or provisioning can sustain behavioural shifts for\nup to months or even years after hunting or provisioning\nstops (Kitchenet al. 2000; Pauli & Buskirk 2007; Smithet al.\n2008; Foroughirad & Mann 2013; Januchowski-Hartleyet  al.\n2013). Some animals have been shown to compensate for\nbehavioural shifts during low-disturbance periods, such as\nbirds that reduce feeding during weekends when human activ-\nity is highest, but compensate with increased foraging on sub-\nsequent  mornings  (Tarjueloetal.  2015).  Explicitly\ndocumenting animal behaviour beyond just periods of acute\nor novel human disturbance is needed to determine ultimate\nimplications for individuals, populations and ecosystems.\nOne mechanism through which human impacts can induce\npersistent behavioural change is by selecting for certain beha-\nvioural traits that ultimately alter behavioural phenotypes\nwithin a given population. For example a long-term study of\nCircus    pygargus(Montagu’s  harrier)  populations  found\nincreases in boldness towards humans and a gradual disap-\npearance of shy individuals, with an observed negative rela-\ntionship between human disturbance levels and nest success\nfor shy parents, but not bold ones (Arroyoet  al. 2017). By\nselecting for certain behaviours that are adaptive in response\nto human disturbance, humans can drive broader shifts in\nbehaviour that may extend beyond just human-impacted sce-\nnarios. These behavioural syndromes, or groups of correlated\nbehaviours, can be adaptive in some situations, but maladap-\ntive in others [e.g. boldness in response to human vs. natural\npredators (Geffroyet  al. 2015)] and may affect intra- and\ninterspecific interactions as well as ecosystem functions (Sih\net al. 2004).\nWhile increasing the magnitude of animal behaviour change\nwould arguably increase associated ecological impacts, these\nrelationships are not necessarily linear and can take a variety\nof forms (Fig. 3). Many ecosystems exhibit tipping points or\nthresholds beyond which small increases in a disturbance lead\nto rapid shifts in ecological condition (Holling 1973; Scheffer\n& Carpenter 2003). In these systems, behavioural shifts–or\npopulation changes that alter the number of individuals per-\nforming an ecological function–would have to reach a cer-\ntain threshold level before having any substantial impact on\necological function. For example herbivory on coral reefs is\nthought  to  have  nonlinear  impacts  on coral  health  and\nrecruitment, driving a shift between coral- and algal-domi-\nnated states (Knowlton 1992; Karret  al. 2015). Changes in\nherbivore feeding behaviour may therefore have little effect on\ncoral reef ecosystems until grazing is driven below a certain\nthreshold level at which algae is not sufficiently controlled\n(Karret al. 2015). Potential threshold dynamics may mask the\necological relevance of some human-induced animal behaviour\nchanges and make them more challenging to detect at low dis-\nturbance levels.\nSHIFTING OBJECTIVES FOR FUTURE RESEARCH\nAs the human footprint expands, human activity will likely\nhave a growing impact on animal behaviour, increasing the\nlikelihood of cascading ecosystem consequences and the need\nto understand and anticipate them. However, our review of\nexisting  literature  highlights  significant  knowledge  gaps\naround the prevalence of these pathways and their underlying\ndynamics, which hinder our ability to prioritise management\nefforts among ever-increasing human–wildlife interactions and\nmitigate negative consequences of human activity on ecosys-\ntems where applicable. Here we discuss key objectives for\nfuture research, challenges faced and approaches to address\nthese challenges.\nMeasuring ecological outcomes of human-induced animal behaviour\nchange\nAs shown in Figure 1, the central gap in our understanding of\nhuman-induced behavioural effect pathways is centred around\nthe ecological outcomes of human-induced animal behaviour\nchanges. A key hurdle in linking altered behaviours to down-\nstream ecological consequences is the implicit challenge in iso-\nlating  the  effects  of  behaviour  on  complex,  larger  scale\necological dynamics. Distinguishing behaviourally mediated\neffects from density-mediated effects can be especially tricky\nas they often occur in tandem (Bolkeret  al. 2003; Schmitz\net  al. 2004; Trussellet  al. 2006). For example changes in\npredator abundance, resource availability and habitat quality\nwill likely impact both the behaviour and the overall abun-\ndance of a given species, while direct impacts on a species’\nabundance can have additional behavioural consequences,\nmaking it difficult to determine the relative ecological impor-\ntance of these different mechanisms and to anticipate ecologi-\ncal outcomes. The behaviourally mediated nature of the\niconicised Yellowstone wolf cascade has been challenged for\nthis reason, with some researchers questioning the relative\neffects of changes inC. elaphusbehaviour as opposed to sim-\nply changes inC.  elaphusdensity as a consequence of wolf\nreintroduction (Kauffmanet  al. 2010). Furthermore, ecologi-\ncal responses generally occur over much longer time scales\nthan immediate behavioural responses to human activity. For\nexample Cherry and colleagues (Cherryet  al. 2016) could\nreadily measure the effects ofCanis latrans(coyote) exclusion\non deer grazing behaviours, but impacts on plant community\ndynamics were only apparent over the course of 10 years. As\nour anthropogenic footprint expands, it also becomes harder\nto find adequate control sites that are not impacted by some\nsort of human activity, especially as humans become more\ndrawn to ‘wilderness’ areas (Gonsonet al. 2016).\nPredicting ecological outcomes of human-induced animal behaviour\nchange\nThe challenges associated with measuring ecological outcomes\nempirically  call  for  further  incorporation  of  modelling\napproaches into behavioural effects literature. While the beha-\nvioural effect pathways linking human activities to ecosystem\nconsequences may seem overwhelmingly complex, we provide\na theory-supported framework for forecasting ecological out-\ncomes that can be directly adapted into models (Fig. 1). Sev-\neral studies have used models to infer the consequences of\nbehaviour change for populations (Christiansen & Lusseau\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts of  altered  animal behaviour9\n\n2015; Pauliet al. 2017; Gilet al. 2019; Smithet al. 2019) and,\nto a lesser extent, ecosystem functions (Becker & Hall 2014;\nGil & Hein 2017). While models can help predict the ecologi-\ncal outcomes of human-induced behaviour changes, they still\nrequire empirical data on how human activities affect beha-\nviours with inferable ecological functions. This is a significant\nlimitation in existing literature, which often measures human\nimpacts on behaviours that are not easily translated into eco-\nlogical outcomes. For example a large number of human-in-\nduced behavioural effects studies have focused on measuring\nflight initiation distances (Stankowich 2008; McLeodet  al.\n2013), which are a useful indicator of risk assessment (Stanko-\nwich & Coss 2007) and tolerance to human disturbance\n(Blumstein 2016), but are less informative for models predict-\ning ecosystem consequences. Even when a species plays an\nestablished ecological role, measurement of the wrong beha-\nvioural responses will limit our ability to estimate ecological\nimplications. For example herbivory can affect numerous eco-\nlogical functions, including primary productivity and habitat\nprovision, yet many studies measuring human impacts on her-\nbivores have monitored flight or timing of activities instead of\nactual foraging behaviours (e.g. grazing amount, distribution,\nselectivity) that could inform models of downstream implica-\ntions (see Gil & Hein 2017). A key step in progressing the\nbehavioural effects field is to broaden the range of behaviours\nthat are monitored and prioritise those hypothesised to be\nmost relevant to ecosystem function. Particular opportunity\nexists around pathways linked to foraging and movement,\nwhich have myriad potential consequences including nutrient\ncycling, primary production and habitat modification that\nhave not been sufficiently investigated, but have substantial\nsupport from natural systems theory. Future studies may con-\nsider specifically investigating the ecological consequences of\nhuman impacts on keystone species behaviours as these are\nmore likely to result in detectable ecological change and could\nprovide an upper bound in terms of anticipated outcomes of\nother behavioural effects pathways.\nAnother current limitation in existing literature is a lack\nof information on the persistence of human-induced beha-\nvioural effects. Many existing studies only measure acute\nbehavioural shifts while human disturbances are present, but\ndo not investigate whether or not these behavioural impacts\nare sustained over time, limiting the utility of these data for\nmodels of ecosystem consequences. Additionally, some beha-\nvioural impact studies measure responses to novel anthro-\npogenic  stimuli,  which  risk  overestimating  behavioural\nimpacts as they do not allow for animals to process and\nadapt to these disturbances as they would in situ (Peers\net    al.  2018).  Increased  studies  monitoring  behavioural\nresponses over time would be extremely beneficial in infer-\nring the actual ecosystem consequences of human-induced\nbehavioural effects.\nDifferentiating impacts among human disturbance scenarios\nAs introduced earlier, nonlinearities between human activity\nlevels, animal behaviour change and ecosystem processes can\ngreatly impact the ultimate outcomes of behavioural effect\npathways. In particular, initial studies have demonstrated\nboth accelerating and dampening relationships between levels\nof human activity and resulting animal behaviour change in\ndifferent contexts. To better understand these relationships,\nmore studies are needed that move beyond solely comparing\nbehavioural responses in disturbed and undisturbed scenarios\nand instead quantify gradients of human activity levels against\nwhich behavioural responses are measured. More information\nis also needed on potential interactions between concurrent\nhuman activities in terms of impacts on animal behaviour,\nspecifically with regards to overlapping lethal and non-lethal\nhuman activities. Eliminating human disturbance in most\necosystems is unrealistic if not impossible, leaving managers\nwith options to restrict certain types or levels of activities\nbased on anticipated implications for animal behaviour and\necosystem function. While our framework provides a founda-\ntion for connecting different human activity categories to\nbehavioural effect pathways, effective management decisions\nwill require an enhanced understanding of the effects of differ-\nent activity levels, types and combinations, which can also\ninform models predicting ecological outcomes of different\nhuman disturbance scenarios.\nCONCLUDING REMARKS\nAs human and wildlife activities increasingly overlap in space\nand time, it is critical that we evaluate and quantify the\npotential for human-induced changes in animal behaviour to\nimpact ecosystem structure and function. While investigation\nof these behavioural effect pathways has been limited, some\nexisting studies have demonstrated that human impacts on\nanimal behaviour can drive or contribute to substantial eco-\nlogical changes, making our ignorance of behaviour change\noutcomes in other scenarios concerning. Other studies docu-\nmenting human-induced animal behaviour change allude to\necosystem implications despite contextual factors likely to\ndampen their ultimate ecological effects.\nOur proposed framework provides a novel foundation for\nexamining and anticipating the ecological impacts of human-\ninduced behavioural effects and outlines priorities for future\nresearch. While it is valuable to document behavioural shifts\nin response to human activities, incorporating this informa-\ntion into ecosystem management requires an understanding of\nwhether or not these shifts are likely to drive detrimental\necosystem change. Without untangling the ecological conse-\nquences of human-induced animal behaviour change, we risk\nsituations in which ecologically important behaviour changes\ngo unrecognised and traditional management efforts are inef-\nfective in controlling ecological outcomes. Conversely, we also\nrisk wasting valuable management resources on mitigating\nbehaviour  changes  with  little  ecological  relevance.  While\nhuman impacts on animal behaviour often have a negative\nconnotation, behavioural shifts may in many cases be helping\nanimals adapt to unavoidably human-dominated landscapes\n(Sihet al. 2011; Soldatiniet al. 2015; Wheat & Wilmers 2016;\nBateman & Fleming 2017; Vinneet  al. 2019). In cases where\nbehavioural changes are negatively impacting populations,\ncommunities or ecosystems, we should strive to mitigate these\nimpacts through effective management that addresses beha-\nvioural effects. In other cases, behaviour change that allows\n©2020 John Wiley & Sons Ltd/CNRS\n10M.  W.  Wilsonetal.Reviews And  Syntheses\n\nan animal to persist in our increasingly human-impacted\nworld may be something to allow for, if not encourage. As\nthe human-induced behaviour change literature continues to\ngrow, our framework calls for an increase in studies that go\nbeyond  documenting  human-induced  animal  behaviour\nchange to investigate ecological impacts and the factors that\ninfluence these ultimate outcomes.\nACKNOWLEDGEMENTS\nWe thank Owen Liu, Dan Ovando and Karly Miller for their\nfeedback on the initial framework structure and early manu-\nscript conceptualisation, and we thank Mike Gil and two\nanonymous reviewers for their thoughtful comments. MWW\nwas supported by a National Science Foundation (NSF)\nGraduate  Research  Fellowship  Program  (GRFP)  award.\nKMG was supported by Schmidt Science Fellows in partner-\nship with Rhodes Trust.\nAUTHORSHIP\nMW developed initial framework and figures and wrote the\nfirst manuscript draft. All authors provided detailed feedback\non framework structure and presentation format and con-\ntributed substantially to manuscript revisions.\nPEER REVIEW\nThe peer review history for this article is available at https://\npublons.com/publon/10.1111/ele.13571.\nDATA AVAILABILITY STATEMENT\nNo data were used in the production of this manuscript.\nREFERENCES\nArlettaz, R., Patthey, P., Baltic, M., Leu, T., Schaub, M., Palme, R.et al.\n(2007). Spreading free-riding snow sports represent a novel serious\nthreat for wildlife.Proceedings   of   the   Royal   Society  B:   Biological\nSciences, 274, 1219–1224.\nArroyo, B., Mougeot, F. & Bretagnolle, V. (2017). Individual variation in\nbehavioural responsiveness to humans leads to differences in breeding\nsuccess and long-term population phenotypic changes.Ecol  Lett, 20,\n317–325.\nAshenafi, Z.T., Coulson, T., Sillero-Zubiri, C. & Leader-Williams, N.\n(2005). Behaviour and ecology of the Ethiopian wolf (Canis simensis)\nin  a  human-dominated  landscape  outside  protected  areas.Anim.\nConserv., 8, 113–121.\nAtwood, T.B., Madin, E.M.P., Harborne, A.R., Hammill, E., Luiz, O.J.,\nOllivier, Q.R.et al. (2018). Predators shape sedimentary organic carbon\nstorage in a coral reef ecosystem.Front. Ecol. Evol., 6. 110\nBarber, I. & Dingemanse, N.J. (2010). Parasitism and the evolutionary\necology of animal personality.Biol. Sci., 365, 4077–4088.\nBarnett, A., Payne, N.L., Semmens, J.M. & Fitzpatrick, R. (2016).\nEcotourism increases the field metabolic rate of whitetip reef sharks.\nBiol. Cons., 199, 132–136.\nBarry, J.M., Elbroch, L.M., Aiello-Lammens, M.E., Sarno, R.J., Seelye,\nL., Kusler, A.et  al. (2019). Pumas as ecosystem engineers: ungulate\ncarcasses  support  beetle  assemblages  in  the  Greater  Yellowstone\nEcosystem.Oecologia, 189, 577–586.\nBateman, P.W. & Fleming, P.A. (2017). Are negative effects of tourist\nactivities on wildlife over-reported? A review of assessment methods\nand empirical results.Biol. Cons., 211, 10–19.\nBattin, J. (2004). When good animals love bad habitats: ecological traps and\nthe conservation of animal populations.Conserv. Biol., 18, 1482–1491.\nBeauchamp, G., Alexander, P. & Jovani, R. (2012). Consistent waves of\ncollective vigilance in groups using public information about predation\nrisk.Behav. Ecol., 23, 368–374.\nBeaune, D., Bretagnolle, F., Bollache, L., Bourson, C., Hohmann, G. &\nFruth, B. (2013). Ecological services performed by the bonobo (Pan\npaniscus): seed dispersal effectiveness in tropical forest.J.  Trop.  Ecol.,\n29, 367–380.\nBecker, D.J. & Hall, R.J. (2014). Too much of a good thing: resource\nprovisioning alters infectious disease dynamics in wildlife.Biol. Let., 10.\nBeever, E.A., Hall, L.E., Varner, J., Loosen, A.E., Dunham, J.B., Gahl,\nM.K.et  al. (2017). Behavioral flexibility as a mechanism for coping\nwith climate change.Front. Ecol. Environ., 15, 299–308.\nBejder, L., Samuels, A., Whitehead, H., Gales, N., Mann, J., Connor, R.\net  al. (2006). Decline in relative abundance of bottlenose dolphins\nexposed to long-term disturbance.Conserv. Biol., 20, 1791–1798.\nBen\n\u0001\nıtez-L\n\u0001\nopez, A. (2018). Animals feel safer from humans in the dark.\nScience, 360(6394), 1185–1186.\nBerger, J. (2007). Fear, human shields and the redistribution of prey and\npredators in protected areas.Biol. Let., 3, 620–623.\nBerger-tal, O. & Saltz, D. (2016). Introduction: the whys and hows of\nconservation behavior. In:Conservation  behavior.  Applying  behavioral\nEcologytoWildlifeconservationandmanagement.  Cambridge\nUniversity Press, Cambridge, UK, pp. 3-25.\nBertness, M.D. & Coverdale, T.C. (2013). An invasive species facilitates the\nrecovery of salt marsh ecosystems on Cape Cod.Ecology, 94, 1937–1943.\nBeyer, H.L., Ung, R., Murray, D.L. & Fortin, M.-J. (2013). Functional\nresponses, seasonal variation and thresholds in behavioural responses\nof moose to road density.J. Appl. Ecol., 50, 286–294.\nBird, B., Branch, L. & Miller, D. (2004). Effects of coastal lighting on\nforaging behavior of beach mice.Conserv. Biol., 18, 1435–1439.\nBlumstein, D.T. (2016). Habituation and sensitization: new thoughts\nabout old ideas.Anim. Behav., 120, 255–262.\nBlumstein, D.T. & Fern\n\u0001\nandez-Juricic, E. (2010).A Primer of Conservation\nBehavior. Sunderland, MA: Sinauer Associates, pp. 224.\nBolker, B., Holyoak, M., Krivan, V., Rowe, L. & Schmitz, O.J. (2003).\nTrait-mediated interactions special feature.Ecology, 84, 1101–1114.\nBolnick, D.I., Amarasekare, P., Ara\n\u0001\nujo, M.S., B\n€\nurger, R., Levine, J.M.,\nNovak, M.et  al. (2011). Why intraspecific trait variation matters in\ncommunity ecology.Trends Ecol. Evol., 26, 183–192.\nBradley, D., Papastamatiou, Y.P. & Caselle, J.E. (2017). No persistent\nbehavioural effects of SCUBA diving on reef sharks.Mar.  Ecol. Prog.\nSer., 567, 173–184.\nBrodin,  T.,  Fick,  J.,  Jonsson,  M.  &  Klaminder,  J.  (2013).  Dilute\nconcentrations of a psychiatric drug alter behavior of fish from natural\npopulations.Science, 339, 814–815.\nBrunnschweiler, J.M. & Barnett, A. (2013). Opportunistic visitors: long-\nterm behavioural response of bull sharks to food provisioning in Fiji.\nPLoS ONE, 8(3), e58522.\nBump, J.K., Peterson, R.O. & Vucetich, J.A. (2009). Wolves modulate\nsoil nutrient heterogeneity and foliar nitrogen by configuring the\ndistribution of ungulate carcasses.Ecology, 90, 3159–3167.\nBurgin, S. & Hardiman, N. (2015). Effects of non-consumptive wildlife-\noriented tourism on marine species and prospects for their sustainable\nmanagement.J. Environ. Manage., 151, 210–\n220.\nCarter, S.P., Delahay, R.J., Smith, G.C., Macdonald, D.W., Riordan, P.,\nEtherington, T.R.et  al. (2007). Culling-induced social perturbation in\nEurasian badgers Meles meles and the management of TB in cattle: an\nanalysis of a critical problem in applied ecology.Proceedings  of  the\nRoyal Society B: Biological Sciences, 274, 2769–2777.\nCastellote, M., Clark, C.W. & Lammers, M.O. (2012). Acoustic and\nbehavioural changes by fin whales (Balaenoptera physalus) in response\nto shipping and airgun noise.Biol. Cons., 147, 115–122.\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts  of  altered animal  behaviour11\n\nCherry, M.J., Warren, R.J. & Mike Conner, L. (2016). Fear, fire, and\nbehaviorally mediated trophic cascades in a frequently burned savanna.\nFor. Ecol. Manage., 368, 133–139.\nChristiansen, F. & Lusseau, D. (2015). Linking behavior to vital rates to\nmeasure the effects of non-lethal disturbance on wildlife.Conserv. Lett.,\n8, 424–431.\nCiuti, S., Northrup, J.M., Muhly, T.B., Simi, S., Musiani, M., Pitt, J.A.\net al. (2012). Effects of humans on behaviour of wildlife exceed those of\nnatural predators in a landscape of fear.PLoS One, 7, e50611–e50611.\nClinchy, M., Zanette, L.Y., Roberts, D., Suraci, J.P., Buesching, C.D.,\nNewman, C.et  al. (2016). Fear of the human “super predator” far\nexceeds the fear of large carnivores in a model mesocarnivore.Behav.\nEcol., 27, 1826–1832.\nCockle, K.L., Martin, K. & Wesołowski, T. (2011). Woodpeckers, decay,\nand the future of cavity-nesting vertebrate communities worldwide.\nFront. Ecol. Environ., 9, 377–382.\nColeman, A., Richardson, D., Schechter, R. & Blumstein, D.T. (2008).\nDoes  habituation  to  humans  influence  predator  discrimination  in\nGunther’s dik-diks (Madoqua guentheri)?Biol. Let., 4, 250–252.\nCooper, W.E. Jr. & Blumstein, D.T. (2015).Escaping From Predators: An\nIntegrative   View   of   Escape   Decisions. Cambridge, UK: Cambridge\nUniversity Press.\nCubero-Pardo,  P.,  Herr\n\u0001\non,  P.  &  Gonz\n\u0001\nalez-P\n\u0001\nerez,  F.  (2011).  Shark\nreactions to scuba divers in two marine protected areas of the Eastern\nTropical Pacific.Aquat. Conserv., 21, 239–246.\nDarimont, C.T., Fox, C.H., Bryan, H.M. & Reimchen, T.E. (2015). The\nunique ecology of human predators.Science, 349, 858–860.\nDavies, T.W., Bennie, J., Inger, R. & Gaston, K.J. (2013). Artificial light\nalters natural regimes of night-time sky brightness.Sci. Rep.,3,1–6.\nDe Knegt, H.J., Groen, T.A., Van De Vijver, C.A.D.M., Prins, H.H.T. &\nVan Langevelde, F. (2008). Herbivores as architects of savannas:\nInducing and modifying spatial vegetation patterning.Oikos, 117, 543–\n554.\nD\n\u0001\neaux, E.C., Crowe, T. & Charrier, I. (2018). Recreational fishing alters\ndingo foraging behavior on Fraser Island.J. Wildl. Manage., 82, 85–92.\nDiFiore, B., Queenborough, S., Madin, E., Paul, V., Decker, M. & Stier,\nA. (2019). Grazing halos on coral reefs: predation risk, herbivore\ndensity, and habitat size influence grazing patterns that are visible from\nspace.Mar. Ecol. Prog. Ser., 627, 71–81.\nDirzo, R., Young, H.S., Galetti, M., Ceballos, G., Isaac, N.J.B. & Collen,\nB. (2014). Defaunation in the Anthropocene.Science, 345, 401–406.\nDitchkoff, S.S., Saalfeld, S.T. & Gibson, C.J. (2006). Animal behavior in\nurban ecosystems: Modifications due to human-induced stress.Urban\nEcosystems,9,5–12.\nDougherty, E.R., Seidel, D.P., Carlson, C.J., Spiegel, O. & Getz, W.M.\n(2018). Going through the motions: incorporating movement analyses\ninto disease research.Ecol Lett, 21, 588–604.\nDuboscq,  J.,  Romano,  V.,  Sueur,  C.  &  MacIntosh,  A.J.J.  (2016).\nNetwork centrality and seasonality interact to predict lice load in a\nsocial primate.Sci. Rep., 6, 22095.\nEldegard, K., Lyngved, J.T. & Hjeljord, O. (2012). Coping in a human-\ndominated landscape: Trade-off between foraging and keeping away\nfrom roads by moose (Alces alces).Eur. J. Wildl. Res., 58, 969–979.\nErb, P.L., McShea, W.J. & Guralnick, R.P. (2012). Anthropogenic\ninfluences on macro-level mammal occupancy in the appalachian trail\ncorridor.PLoS ONE, 7(8), e42574.\nEstes, J., Terborgh, J., Brashares, J.S., Power, M.E., Berger, J., Bond,\nW.J.et  al. (2011). Trophic downgrading of planet earth.Science, 333,\n301–306.\nEstes, J.A., Tinker, M.T. & Doak, D.F. (1998). Killer whale predation on\nsea otters linking oceanic and nearshore ecosystems.Science, 282, 473–\n476.\nFesta-Bianchet, M. & Apollonio, M. (2003).Animal Behavior and Wildlife\nConservation. Washington, DC: Island Press.\nForbes, K.M., Henttonen, H., Hirvela, V., Kipar, A., Mappes, T., Stuart,\nP.et   al.  (2015).  Food  provisioning  alters  infection  dynamics  in\npopulations of a wild rodent.Proc. R. Soc. B, 282, 20151939–20151939.\nForoughirad,  V.  &  Mann,  J.  (2013).  Long-term  impacts  of  fish\nprovisioning on the behavior and survival of wild bottlenose dolphins.\nBiol. Cons., 160, 242–249.\nFrench, S.S., Gonz\n\u0001\nalez-Su\n\u0001\narez, M., Young, J.K., Durham, S. & Gerber,\nL.R. (2011). Human disturbance influences reproductive success and\ngrowth rate in california sea lions (Zalophus californianus).PLoS\nONE, 6(3), e17686.\nFrid, A. & Dill, L. (2002). Human-caused disturbance stimuli as a form\nof predation risk.Conservation Ecology, 78, 58–67.\nGaynor, K.M., Brown, J.S., Middleton, A.D., Power, M.E. & Brashares,\nJ.S. (2019). Landscapes of fear: Spatial patterns of risk perception and\nresponse.Trends Ecol. Evol., 34, 355–368.\nGaynor, K.M., Hojnowski, C.E., Carter, N.H. & Brashares, J.S. (2018).\nThe influence of human disturbance on wildlife nocturnality.Science,\n360, 1232–1235.\nGeffroy, B., Samia, D.S.M., Bessa, E. & Blumstein, D.T. (2015). How\nnature-based tourism might increase prey vulnerability to predators.\nTrends Ecol. Evol., 30, 755–765.\nGeorge, S.L. & Crooks, K.R. (2006). Recreation and large mammal\nactivity in an urban nature reserve.Biol. Cons., 133, 107–\n117.\nGil, M.A., Baskett, M.L. & Schreiber, S.J. (2019). Social information drives\necological outcomes among competing species.Ecology, 100, e02835.\nGil, M.A., Emberts, Z., Jones, H. & St. Mary, C.M. (2017). Social\ninformation on fear and food drives animal grouping and fitness.Am.\nNat., 189, 227–241.\nGil, M.A. & Hein, A.M. (2017). Social interactions among grazing reef fish\ndrive material flux in a coral reef ecosystem.PNAS, 114, 4703–4708.\nGomes,  C.B.  &  Sarrazin,  F.  (2016).  From  individual  behavior  to\npopulation viability: implications for conservation and management. In\nConservationbehavior:Applyingbehavioralecolgytowildlife\nconservation    and    management(eds  Berger-Tal,  O.,  Saltz,  D.).\nCambridge University Press, Cambridge, UK.\nGonson, C., Pelletier, D., Gamp, E., Preuss, B., Jollit, I. & Ferraris, J.\n(2016).  Decadal  increase  in  the  number  of  recreational  users  is\nconcentrated in no-take marine reserves.Mar. Pollut. Bull., 107, 144–154.\nGribben, P.E., Byers, J.E., Clements, M., McKenzie, L.A., Steinberg, P.D.\n& Wright, J.T. (2009). Behavioural interactions between ecosystem\nengineers control community species richness.Ecol. Lett., 12, 1127–1136.\nGutierrez, A.P., Ponti, L., d’Oultremont, T. & Ellis, C.K. (2008). Climate\nchange effects on poikilotherm tritrophic interactions.Clim.  Change.,\n87, 167–192.\nHabib, L., Bayne, E.M. & Boutin, S. (2007). Chronic industrial noise\naffects  pairing  success  and  age  structure  of  ovenbirds  Seiurus\naurocapilla.J. Appl. Ecol., 44, 176–184.\nHalfwerk, W., Holleman, L.J.M., Lessells, C.K.M. & Slabbekoorn, H.\n(2011). Negative impact of traffic noise on avian reproductive success.\nJ. Appl. Ecol., 48, 210–219.\nHalpern, B.S., Frazier, M., Afflerbach, J., Lowndes, J.S., Micheli, F.,\nO’Hara, C.et  al. (2019). Recent pace of change in human impact on\nthe world’s ocean.Sci Rep,9,1–8.\nHamilton, R.J., Almany, G.R., Stevens, D., Bode, M., Pita, J., Peterson,\nN.A.et   al.  (2016).  Hyperstability  masks  declines  in  bumphead\nparrotfish (Bolbometopon muricatum) populations.Coral  Reefs, 35,\n751–763.\nHarmon, J.P. & Barton, B.T. (2013). On their best behavior: how animal\nbehavior  can  help  determine  the  combined  effects  of  species\ninteractions and climate change.Ann. N. Y. Acad. Sci., 1297, 139–147.\nHawley, D.M., Etienne, R.S., Ezenwa, V.O. & Jolles, A.E. (2011). Does\nanimal  behavior  underlie  covariation  between  hosts’  exposure  to\ninfectious agents and susceptibility to infection? Implications for disease\ndynamics.Integr. Comp. Biol., 51, 528–539.\nHebblewhite, M., White, C., Nietvelt, C., McKenzie, J., Hurd, T., Fryxell,\nJ.et  al. (2005). Human activity mediates a trophic cascade caused by\nwolves.Ecology, 86, 2135–2144.\nHigham, J.E.S. & Shelton, E.J. (2011). Tourism and wildlife habituation:\nReduced  population  fitness  or  cessation  of  impact?Tourism\nManagement, 32, 1290–1298.\n©2020 John Wiley & Sons Ltd/CNRS\n12M.  W.  Wilsonetal.Reviews And  Syntheses\n\nHoegh-Guldberg, O. & Bruno, J.F. (2010). The impact of climate change\non the world’s marine ecosystems.Science, 328, 1523–1528.\nHolling, C.S. (1973). Resilience and stability of ecological systems.Annu.\nRev. Ecol. Syst.,4,1–23.\nJanuchowski-Hartley, F.A., Graham, N.A.J., Cinner, J.E. & Russ, G.R.\n(2013). Spillover of fish naivete from marine reserves.Ecol.  Lett., 16,\n191–197.\nJim\n\u0001\nenez, G., Lemus, J.A., Mel\n\u0001\nendez, L., Blanco, G. & Laiolo, P. (2011).\nDampened  behavioral  and  physiological  responses  mediate  birds’\nassociation with humans.Biol. Cons., 144, 1702–1711.\nKarr, K.A., Fujita, R., Halpern, B.S., Kappel, C.V., Crowder, L., Selkoe,\nK.A.et al. (2015). Thresholds in Caribbean coral reefs: implications for\necosystem-based fishery management.J. Appl. Ecol., 52, 402–412.\nKauffman, M.J., Brodie, J.F. & Jules, E.S. (2010). Are wolves saving\nYellowstone’s aspen ? A landscape-level test of a behaviorally mediated\ntrophic cascade.Ecology, 91, 2742–2755.\nKitchen, A.M., Gese, E.M. & Schauster, E.R. (2000). Changes in coyote\nactivity patterns due to reduced exposure to human persecution.Can.\nJ. Zool., 78, 853–857.\nKnowlton, J.L. & Graham, C.H. (2010). Using behavioral landscape\necology to predict species’ responses to land-use and climate change.\nBiol. Cons., 143, 1342–1354.\nKnowlton, N. (1992). Thresholds and multiple stable states in coral reef\ncommunity dynamics.Integr Comp Biol, 32, 674–682.\nKokko, H. & Sutherland, W.J. (2001). Ecological traps in changing\nenvironments:  Ecological  and  evolutionary  consequences  of  a\nbehaviourally mediated Allee effect.Evol Ecol Res, 3, 603–610.\nLadle, A., Steenweg, R., Shepherd, B. & Boyce, M.S. (2018). The role of\nhuman outdoor recreation in shaping patterns of grizzly bear-black\nbear co-occurrence.PLoS One, 13, 1–16.\nLamanna, J.A. & Martin, T.E. (2016). Costs of fear: Behavioural and life-\nhistory responses to risk and their demographic consequences vary\nacross species.Ecol. Lett., 19, 403–413.\nLarson, C.L., Reed, S.E., Merenlender, A.M. & Crooks, K.R. (2016).\nEffects of recreation on animals revealed as widespread through a\nglobal systematic review.PLoS One, 11, e0167259–e0167259.\nLaundre, J.W., Hernandez, L. & Ripple, W.J. (2010). The landscape of\nfear: ecological implications of being afraid.Open Ecol. J.,3,1–7.\nLeblond, M., Dussault, C. & Ouellet, J.-P. (2013). Avoidance of roads by\nlarge herbivores and its relation to disturbance intensity.J. Zool., 289,\n32–40.\nLenz, J., Fiedler, W., Caprano, T., Friedrichs, W., Gaese, B.H., Wikelski,\nM.et  al. (2011). Seed-dispersal distributions by trumpeter hornbills in\nfragmented landscapes.Biol. Sci., 278, 2257–2264.\nLeroux, S.J. & Schmitz, O.J. (2015). Predator-driven elemental cycling:\nThe impact of predation and risk effects on ecosystem stoichiometry.\nEcol. Evol., 5, 4976–4988.\nLewis, D.L., Baruch-Mordo, S., Wilson, K.R., Breck, S.W., Mao, J.S. &\nBroderick,  J.  (2015).  Foraging  ecology  of  black  bears  in  urban\nenvironments: guidance for human-bear conflict mitigation.Ecosphere,\n6(8), art141\nLongcore, T. & Rich, C. (2004). Ecological light pollution.Front.  Ecol.\nEnviron., 2, 191–198.\nMacIntosh, A.J.J., Jacobs, A., Garcia, C., Shimizu, K., Mouri, K.,\nHuffman,  M.A.,  et  al.  (2012).  Monkeys  in  the  middle:  parasite\ntransmission through the social network of a wild primate.PLoS ONE,\n7(12), e51144.\nMacNulty, D.R., Smith, D.W., Mech, L.D., Vucetich, J.A. & Packer, C.\n(2012). Nonlinear effects of group size on the success of wolves hunting\nelk.Behav. Ecol., 23, 75–82.\nMadin, E.M.P., Gaines, S.D., Madin, J.S. & Warner, R.R. (2010).\nFishing  indirectly  structures  macroalgal  assemblages  by  altering\nherbivore behavior.Am. Nat., 176, 785–801.\nMadin, E.M.P., Precoda, K., Harborne, A.R., Atwood, T.B., Roelfsema,\nC.M. & Luiz, O.J. (2019). Multi-trophic species interactions shape\nseascape-scale coral reef vegetation patterns.Front. Ecol. Evol.,7,1–11.\nMagrath, R.D., Haff, T.M., Fallow, P.M. & Radford, A.N. (2015).\nEavesdropping on heterospecific alarm calls: from mechanisms to\nconsequences.Biol. Rev., 90, 560–586.\nMann, J., Connor, R.C., Barre, L.M. & Heithaus, M.R. (2000). Female\nreproductive success in bottlenose dolphins (Tursiops sp.): life history,\nhabitat, provisioning, and group-size effects.Behav. Ecol., 11, 210–219.\nMarzano, M. & Dandy, N. (2012). Recreationist behaviour in forests and\nthe disturbance of wildlife.Biodivers. Conserv., 21, 2967–2986.\nMcLeod, E.M., Guay, P.-J., Taysom, A.J., Robinson, R.W. & Weston,\nM.A. (2013). Buses, cars, bicycles and walkers: the influence of the type\nof human transport on the flight responses of waterbirds.PLoS One,8,\ne82008–e82008.\nMeixell, B.W. & Flint, P.L. (2017). Effects of industrial and investigator\ndisturbance on Arctic-nesting geese.J. Wildl. Manage., 81, 1372–1385.\nMilner-Gulland, E.J., Bukreeva, O.M., Bekenov, A.B., Grachev, I.A.,\nCoulson, T., Lushchekina, A.A.et al. (2003). Reproductive collapse in\nsaiga antelope harems.Nature, 422, 135.\nMitchell, M.D. & Harborne, A.R. (2020). Non-consumptive effects in fish\npredator–prey interactions on coral reefs.Coral Reefs.\nMoll,  R.J.,  Cepek,  J.D.,  Lorch,  P.D.,  Dennis,  P.M.,  Robison,  T.,\nMillspaugh, J.J.\net al. (2018). Humans and urban development mediate\nthe sympatry of competing carnivores.Urban Ecosystems, 21, 765–778.\nMonk, C.T.,  Barbier, M., Romanczuk, P., Watson, J.R.,  Al\n\u0001\nos, J.,\nNakayama, S.et   al. (2018). How ecology shapes exploitation: a\nframework to predict the behavioural response of human and animal\nforagers along exploration-exploitation trade-offs.Ecol Lett, 21, 779–793.\nMor\n\u0001\nan-L\n\u0001\nopez, T., Esp\n\u0001\nındola, W.D., Vizzachero, B.S., Fontanella, A.,\nSalinas, L., Arana, C.et  al. (2020). Can network metrics predict\nvulnerability and species roles in bird-dispersed plant communities? Not\nwithout behaviour.Ecol Lett, 23, 348–358.\nMoyers, S.C., Adelman, J.S., Farine, D.R., Thomason, C.A. & Hawley,\nD.M. (2018). Feeder density enhances house finch disease transmission\nin experimental epidemics.Philosophical   Transactions   of   the   Royal\nSociety B: Biological Sciences, 373, 20170090–20170090.\nMuhly, T.B., Semeniuk, C., Massolo, A., Hickman, L. & Musiani, M.\n(2011). Human activity helps prey win the predator-prey space race.\nPLoS ONE, 6(3), e17050\nMurphy, G.E.P. & Romanuk, T.N. (2013). A meta-analysis of declines in\nlocal species richness from human disturbances.Ecol. Evol.,4,91–103.\nNaylor, L.M., Wisdom, J. M. & Anthony, G. R. (2009). Behavioral\nresponses of north american elk to recreational activity.J.  Wildl.\nManage., 73, 328–338.\nNedelec, S.L., Mills, S.C., Radford, A.N., Beldade, R., Simpson, S.D.,\nNedelec,  B.et   al.  (2017).  Motorboat  noise  disrupts  co-operative\ninterspecific interactions.Sci. Rep.,7,1–8.\nNeumann,  W.,  Ericsson,  G.  &  Dettki,  H.  (2010).  Does  off-trail\nbackcountry skiing disturb moose?Eur. J. Wildl. Res., 56, 513–518.\nNevin, O.T. & Gilbert, B.K. (2005). Perceived risk, displacement and\nrefuging in brown bears: Positive impacts of ecotourism?Biol.  Cons.,\n121, 611–622.\nNewsome, T.M. & van Eeden, L.M. (2017). The effects of food waste on\nwildlife and humans.Sustainability, 9(7), 1269\nPalkovacs, E.P. & Dalton, C.M., Candolin, U., & Wong, B.B.M. (2012).\nEcosystem consequences of behavioural plasticity and contemporary\nevolution. In:Behavioral Responses to a Changing World. Oxford, UK:\nOxford University Press, pp. 175–189.\nParks, S.E., Johnson, M., Nowacek, D. & Tyack, P.L. (2011). Individual\nright whales call louder in increased environmental noise Subject\ncollections  Individual  right  whales  call  louder  in  increased\nenvironmental noise.Biol. Let.,733–35.\nParris, K.M. & McCarthy, M.A. (2013). Predicting the effect of urban\nnoise on the active space of avian vocal signals.Am.  Nat., 182, 452–\n464.\nPaton, D.G., Ciuti, S., Quinn, M. & Boyce, M.S. (2017). Hunting\nexacerbates the response to human disturbance in large herbivores\nwhile migrating through a road network.Ecosphere, 8(6), e01841\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts  of  altered animal  behaviour13\n\nPauli, B.P., Spaul, R.J. & Heath, J.A. (2017). Forecasting disturbance\neffects on wildlife: tolerance does not mitigate effects of increased\nrecreation on wildlands.Anim. Conserv., 20, 251–260.\nPauli, J.N. & Buskirk, S.W. (2007). Risk-disturbance overrides density\ndependence in a hunted colonial rodent, the black-tailed prairie dog\nCynomys ludovicianus.J. Appl. Ecol., 44, 1219–1230.\nPeers, M.J.L., Majchrzak, Y.N., Neilson, E., Lamb, C.T., H\n€\nam\n€\nal\n€\nainen,\nA.,  Haines,  J.A.et   al.  (2018).  Quantifying  fear  effects  on  prey\ndemography in nature.Ecology, 99, 1716–1723.\nPertierra, L.R., Hughes, K.A., Vega, G.C. & Olalla-T\n\u0001\narraga, M.\n\u0001\nA.\n(2017). High resolution spatial mapping of human footprint across\nantarctica  and  its  implications  for  the  strategic  conservation  of\navifauna.PLoS One, 12, e0168280–e0168280.\nPhillips, G.E. & Alldredge, A.W. (2000). Reproductive success of elk\nfollowing disturbance by humans during calving season.J.   Wildl.\nManag., 64, 521.\nPirotta, E., Brookes, K.L., Graham, I.M. & Thompson, P.M. (2014).\nVariation in harbour porpoise activity in response to seismic survey\nnoise.Biol. Let., 10, 20131090.\nPreisser, E., Bolnick, D. & Benard, M. (2005). Scared to death? the effects\nof intimidation and consumption in predator - prey interactions.\nEcology, 86, 501–509.\nProffitt, K.M., Grigg, J.L., Hamlin, K.L. & Garrott, R.A. (2009).\nContrasting effects of wolves and human hunters on elk behavioral\nresponses to predation risk.J. Wildl. Manage., 73, 345–356.\nQuiros, A.L. (2007). Tourist compliance to a Code of Conduct and the\nresulting effects on whale shark (Rhincodon typus) behavior in Donsol,\nPhilippines.Fish. Res., 84, 102–108.\nRamirez-Llodra, E., Tyler, P.A., Baker, M.C., Bergstad, O.A., Clark,\nM.R., Escobar, E.et  al. (2011). Man and the last great wilderness:\nhuman impact on the deep sea.PLoS ONE, 6(8), e22588\nReed, S.E. & Merenlender, A.M. (2008). Quiet, nonconsumptive recreation\nreduces protected area effectiveness.Conserv. Lett., 1, 146–154.\nRees, E.C., Bruce, J.H. & White, G.T. (2005). Factors affecting the\nbehavioural responses of whooper swans (Cygnus c. cygnus) to various\nhuman activities.Biol. Cons., 121, 369–382.\nReimers, E., Loe, L.E., Eftestøl, S., Colman, J.E. & Dahle, B. (2009).\nEffects of hunting on response behaviors of wild reindeer.J.  Wildl.\nManage., 73, 844–851.\nRipple, W.J. & Beschta, R.L. (2003). Wolf reintroduction, predation risk,\nand cottonwood recovery in Yellowstone National Park.For.  Ecol.\nManage., 184, 299–313.\nRipple, W.J. & Beschta, R.L. (2004). Wolves and the ecology of fear: can\npredation risk structure ecosystems?\nBioscience, 54, 755.\nRode, K.D., Farley, S.D. & Robbins, C.T. (2006). Behavioral responses\nof brown bears mediate nutritional effects of experimentally introduced\ntourism.Biol. Cons., 133, 70–80.\nRodr\n\u0001\nıguez-Prieto,  I.,  Mart\n\u0001\nın,  J.  &  Fern\n\u0001\nandez-Juricic,  E.  (2010).\nHabituation to low-risk predators improves body condition in lizards.\nBehav. Ecol. Sociobiol., 64, 1937–1945.\nRosenzweig, C., Karoly, D., Vicarelli, M., Neofotis, P., Wu, Q., Casassa,\nG.et   al.  (2008).  Attributing  physical  and  biological  impacts  to\nanthropogenic climate change.Nature, 453, 353–357.\nRusso, S.E., Portnoy, S. & Augspurger, C.K. (2006). Incorporating\nanimal behavior into seed dispersal models: implications for seed\nshadows.Ecology, 87, 3160–3174.\nSamia, D.S.M., Bessa, E., Blumstein, D.T., Nunes, J.A.C.C., Azzurro, E.,\nMorroni, L., et al. (2019). A meta-analysis of fish behavioural reaction\nto underwater human presence.Fish and Fisheries, 20(5), 817–829\nScheffer, M. & Carpenter, S.R. (2003). Catastrophic regime shifts in\necosystems: linking theory to observation.Trends  Ecol.  Evol., 18, 648–\n656.\nSchindler, D.E., Scheuerell, M.D., Moore, J.W., Gende, S.M., Francis,\nT.B. & Palen, W.J. (2003). Pacific salmon and the ecology of coastal\necosystems.Front. Ecol. Environ.,1,31–37.\nSchlaepfer, M.A., Runge, M.C. & Sherman, P.W. (2002). Ecological and\nevolutionary traps.Trends Ecol. Evol., 17, 474–480.\nSchmidt, K.A., Johansson, J. & Betts, M.G. (2015). Information-mediated\nallee effects in breeding habitat selection.Am. Nat., 186, E162–E171.\nSchmitz, O.J., Beckerman, A.P. & Brien, K.M.O. (1997). Behaviorally\nmediated trophic cascades: effects of predation risk on food web\ninteractions.Ecology, 78, 1388–1399.\nSchmitz, O.J., Grabowski, J.H., Peckarsky, B.L., Preisser, E., Trussell,\nG.C. & Vonesh, J.R. (2008). From individuals to ecosystem function:\nToward an integration of evolutionary and ecosystem ecology.Ecology,\n89, 2436–2445.\nSchmitz, O.J., Krivan, V. & Ovadia, O. (2004). Trophic cascades: The\nprimacy of trait-mediated indirect interactions.Ecol. Lett., 7, 153–163.\nScillitani, L., Monaco, A. & Toso, S. (2010). Do intensive drive hunts\naffect wild boar (Sus scrofa) spatial behaviour in Italy? Some evidences\nand management implications.Eur. J. Wildl. Res., 56, 307–318.\nSeabloom, E.W. & Richards, S.A. (2003). Multiple stable equilibria in\ngrasslands mediated by herbivore population dynamics and foraging\nbehavior.Ecology, 84, 2891–2904.\nSeehausen, O., van Alphen, J. & Witte, F. (1997). Cichlid fish diversity\nthreatened by eutrophication that curbs sexual selection.\nScience, 277,\n1808–1811.\nSemeniuk, C.A.D. & Rothley, K.D. (2008). Costs of group-living for a\nnormally solitary forager: Effects of provisioning tourism on southern\nstingrays Dasyatis americana.Mar. Ecol. Prog. Ser., 357, 271–282.\nShannon,  G.,  McKenna,  M.F.,  Angeloni,  L.M.,  Crooks,  K.R.,\nFristrup, K.M., Brown, E.et  al. (2016). A synthesis of two decades\nof research documenting the effects of noise on wildlife.Biol.  Rev.,\n91, 982–1005.\nSigaud, M., Merkle, J.A., Cherry, S.G., Fryxell, J.M., Berdahl, A. &\nFortin, D. (2017). Collective decision-making promotes fitness loss in a\nfusion-fission society.Ecol. Lett., 20, 33–40.\nSih, A., Bell, A. & Johnson, J.C. (2004). Behavioral syndromes: an\necological and evolutionary overview.Trends Ecol. Evol., 19, 372–378.\nSih,  A.,  Ferrari,  M.C.O.  &  Harris,  D.J.  (2011).  Evolution  and\nbehavioural responses to human-induced rapid environmental change.\nEvol. Appl., 4, 367–387.\nSih, A., Stamps, J., Yang, L.H., McElreath, R. & Ramenofsky, M.\n(2010). Behavior as a key component of integrative biology in a\nhuman-altered world.Integr. Comp. Biol., 50, 934–944.\nSilliman, B.R. & Bertness, M.D. (2002). A trophic cascade regulates salt\nmarsh primary production.Proc.  Natl  Acad.  Sci.  USA, 99, 10500–\n10505.\nSkarin, A. & Alam, M. (2017). Reindeer habitat use in relation to two\nsmall wind farms, during preconstruction, construction, and operation.\nEcol. Evol., 7, 3870–3882.\nSmith, H., Samuels, A. & Bradley, S. (2008). Reducing risky interactions\nbetween tourists and free-ranging dolphins (Tursiops sp.) in an artificial\nfeeding  program  at  Monkey  Mia.  Western  Australia.Tourism\nManagement, 29, 994–1001.\nSmith, J.A., Duane, T.P. & Wilmers, C.C. (2019). Moving through the\nmatrix: Promoting permeability for large carnivores in a human-\ndominated landscape.Landscape and Urban Planning, 183, 50–58.\nSmith, J.A., Thomas, A.C., Levi, T., Wang, Y. & Wilmers, C.C. (2018).\nHuman activity reduces niche partitioning among three widespread\nmesocarnivores.Oikos, 127, 890–901.\nSmith, J.A., Wang, Y. & Wilmers, C.C. (2016). Spatial characteristics of\nresidential development shift large carnivore prey habits.J.  Wildl.\nManage., 80, 1040–1048.\nSmith, K., Scarr, M. & Scarpaci, C. (2010). Grey nurse shark (carcharias\ntaurus) diving tourism: tourist compliance and shark behaviour at fish\nrock, Australia.Environ. Manage., 46, 699–710.\nSoldatini, C., Albores-Barajas, Y.V., Tagliavia, M., Massa, B., Fusani,\nL. & Canoine, V. (2015). Effects of human disturbance on cave-\nnesting  seabirds:  The  case  of  the  storm  petrel.Conservation\nPhysiology,3,1–10.\nSoulsbury, C.D. & White, P.C.L. (2015). Human\n–wildlife interactions in\nurban areas: a review of conflicts, benefits and opportunities.Wildl.\nRes., 42, 541.\n©2020 John Wiley & Sons Ltd/CNRS\n14M.  W.  Wilsonetal.Reviews And  Syntheses\n\nSpiegel, O., Leu, S.T., Bull, C.M. & Sih, A. (2017). What’s your move?\nMovement as a link between personality and spatial dynamics in\nanimal populations.Ecol Lett, 20, 3–18.\nSpivak, M. & Reuter, G.S. (2001). Resistance to American foulbrood\ndisease  by  honey  bee  colonies  Apis  mellifera  bred  for  hygienic\nbehavior.Apidologie, 32, 555–565.\nStankowich, T. (2008). Ungulate flight responses to human disturbance: A\nreview and meta-analysis.Biol. Cons., 141, 2159–2173.\nStankowich, T. & Coss, R.G. (2007). Effects of risk assessment, predator\nbehavior, and habitat on escape behavior in Columbian black-tailed\ndeer.Behav Ecol, 18, 358–367.\nStart, D. & Gilbert, B. (2017). Predator personality structures prey\ncommunities and trophic cascades.Ecol Lett, 20, 366–374.\nSuraci, J.P., Clinchy, M., Zanette, L.Y. & Wilmers, C.C. (2019). Fear of\nhumans as apex predators has landscape-scale impacts from mountain\nlions to mice.Ecol. Lett, 22(10), 1578–1586.\nTablado, Z. & Jenni, L. (2017). Determinants of uncertainty in wildlife\nresponses to human disturbance.Biol. Rev., 92, 216–233.\nTarjuelo, R., Barja, I., Morales, M.B., Traba, J., Benitez-Lopez, A.,\nCasas, F.et  al. (2015). Effects of human activity on physiological and\nbehavioral responses of an endangered steppe bird.Behav.  Ecol., 26,\n828–838.\nTinker, M.T., Bentall, G. & Estes, J.A. (2008). Food limitation leads to\nbehavioral diversification and dietary specialization in sea otters.Proc.\nNatl Acad. Sci. USA, 105, 560–565.\nTitus, B.M., Daly, M. & Exton, D.A. (2015). Do reef fish habituate to\ndiver presence? Evidence from two reef sites with contrasting historical\nlevels of SCUBA intensity in the Bay Islands, Honduras.PLoS  One,\n10, 1–14.\nTorres, A., Jaeger, J.A.G. & Alonso, J.C. (2016). Assessing large-scale\nwildlife responses to human infrastructure development.Proc.  Natl\nAcad. Sci., 113, 8472–8477.\nTrussell, G.C., Ewanchuk, P.J. & Matassa, C.M. (2006). Habitat effects\non the relative importance of trait- and density-mediated indirect\ninteractions.Ecol. Lett., 9, 1245–1252.\nTucker, M.A., B\n€\nohning-gaese, K., Fagan, W.F., Fryxell, J.M., Moorter,\nB.V.,  Alberts,  S.C.et   al.  (2018).  Moving  in  the  Anthropocene:\nGlobal reductions in terrestrial mammalian movements.Science, 359,\n466–469.\nTuxbury, S.M. & Salmon, M. (2005). Competitive interactions between\nartificial lighting and natural cues during seafinding by hatchling\nmarine turtles.Biol. Cons., 121, 311–316.\nVargas-Salinas, F., Cunnington, G.M., Am\n\u0001\nezquita, A. & Fahrig, L.\n(2014). Does traffic noise alter calling time in frogs and toads? A case\nstudy of anurans in Eastern Ontario, Canada.Urban Ecosystems, 17(4),\n945–953.\nVenter, O., Sanderson, E.W., Magrach, A., Allan, J.R., Beher, J., Jones,\nK.R.et  al. (2016). Sixteen years of change in the global terrestrial\nhuman footprint and implications for biodiversity conservation.Nat.\nCommun.,7,1–11.\nVinne, V., Tachinardi, P., Riede, S.J., Akkerman, J., Scheepe, J., Daan,\nS.et  al. (2019). Maximising survival by shifting the daily timing of\nactivity.Ecol Lett, 22, 2097–2102.\nVotier, S.C., Bearhop, S., Witt, M.J., Inger, R., Thompson, D. &\nNewton, J. (2010). Individual responses of seabirds to commercial\nfisheries  revealed  using  GPS  tracking,  stable  isotopes  and  vessel\nmonitoring systems.J. Appl. Ecol., 47, 487–497.\nWang, Y., Smith, J.A. & Wilmers, C.C. (2017). Residential development\nalters behavior, movement, and energetics in an apex predator, the\npuma.PlosOne, 12(10), e0184687.\nWard, A.J.W., Duff, A.J., Horsfall, J.S. & Currie, S. (2008). Scents and\nscents-ability:  pollution  disrupts  chemical  social  recognition  and\nshoaling in fish.Proceedings. Biological sciences, 275, 101–105.\nWatson, J.E.M., Shanahan, D.F., Di Marco, M., Allan, J., Laurance,\nW.F., Sanderson, E.W.et al. (2016). Catastrophic declines in wilderness\nareas undermine global environment targets.Curr. Biol., 26, 2929–2934.\nWeston, M.A., McLeod, E.M., Blumstein, D.T. & Guay, P.-J. (2012). A\nreview of flight-initiation distances and their application to managing\ndisturbance to Australian birds.Emu - Austral Ornithology, 112, 269–286.\nWheat, R.E. & Wilmers, C.C. (2016). Habituation reverses fear-based\necological effects in brown bears (Ursus arctos).Ecosphere, 7, e01408–\ne01408.\nWilliams, J.J., Papastamatiou, Y.P., Caselle, J.E., Bradley, D. & Jacoby,\nD.M.P. (2018). Mobile marine predators: an understudied source of\nnutrients to coral reefs in an unfished atoll.Proceedings  of  the  Royal\nSociety B: Biological Sciences, 285, 20172456.\nWilliams, R., Wright, A.J., Ashe, E., Blight, L.K., Bruintjes, R., Canessa,\nR.et   al. (2015). Impacts of anthropogenic noise on marine life:\nPublication patterns, new discoveries, and future directions in research\nand management.Ocean Coast. Manag., 115, 17–24.\nWilmers, C.C., Wang, Y., Nickel, B., Houghtaling, P., Shakeri, Y., Allen,\nM.L.et  al. (2013). Scale dependent behavioral responses to human\ndevelopment by a large predator, the Puma.PLoS ONE, 8, e60590\nWong, B.B.M. & Candolin, U. (2015). Behavioral responses to changing\nenvironments.Behav. Ecol., 26, 665–673.\nWuethrich, B. (2000). Ecology. How climate change alters rhythms of the\nwild.Science, 287, 793\n–795.\nYirga, G., De Iongh, H.H., Leirs, H., Gebrihiwot, K., Deckers, J. & Bauer,\nH. (2012). Adaptability of large carnivores to changing anthropogenic food\nsources: diet change of spotted hyena (Crocuta crocuta) during Christian\nfasting period in northern Ethiopia.J. Anim. Ecol., 81(5), 1052–1055.\nZeller, K.A., Wattles, D.W., Conlee, L. & DeStefano, S. (2019). Black\nbears alter movements in response to anthropogenic features with time\nof day and season.Movement Ecology, 7, 19.\nSUPPORTING INFORMATION\nAdditional supporting information may be found online in\nthe Supporting Information section at the end of the article.\nEditor, Jonathan Chase\nManuscript received 1 June 2020\nManuscript accepted 2 June 2020\n©2020 John Wiley & Sons Ltd/CNRS\nReviews And  SynthesesEcological  impacts  of  altered animal  behaviour15",
  "extractedAt": "2025-12-12T18:45:15.996Z",
  "success": true,
  "matchedPublication": {
    "title": "Ecological impacts of human‐induced animal behaviour change",
    "doi": "10.1111/ele.13571",
    "year": "2020",
    "authors": "Wilson, Margaret W.; Ridlon, April D.; Gaynor, Kaitlyn M.; Gaines, Steven D.; Stier, Adrian C.; Halpern, Benjamin S."
  }
}